[{"source": "https://www.theguardian.com/rss", "title": "Cyclone Gabrielle: at least three dead in New Zealand storm as regions remain cut off", "description": "<p>North Island wakes to devastation, as flood waters continue to rise, hundreds rescued from rooftops and more than 10,000 people displaced </p><p>New Zealand was attempting to come to grips with the extent of destruction from Cyclone Gabrielle, as the severe weather system moves away from the country, leaving behind high flood waters, widespread damage, more than 10,000 displaced and at least three dead.</p><p>As much of the country woke on Wednesday morning to clear skies, some parts of the North Island remained cut off from all access, power and communications, making assessing the damage or reaching those in need difficult.</p> <a href=\"https://www.theguardian.com/world/2023/feb/15/cyclone-gabrielle-new-zealand-storm-deaths-regions-cut-off\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/feb/15/cyclone-gabrielle-new-zealand-storm-deaths-regions-cut-off", "date_published": "2023-02-14 22:58:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Karen Carney says review of women’s football will ‘leave no stone unturned’", "description": "<ul><li>Ian Wright and Hope Powell among experts included</li><li>Game could become closed American-style league</li></ul><p>Karen Carney says her government-commissioned review of women’s football will focus on building the game up from its foundations, as she announced Ian Wright, Hope Powell and the head of the NFL in Europe, Brett Gosper, as part of an expert panel offering guidance.</p><p>Carney is continuing to gather evidence and remains open-minded as to the outcome, saying it would be “naive” not to consider alternative futures for professional women’s football, including the possibility of a closed American-style league.</p> <a href=\"https://www.theguardian.com/football/2023/feb/14/karen-carney-says-review-of-womens-football-will-leave-no-stone-unturned\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/feb/14/karen-carney-says-review-of-womens-football-will-leave-no-stone-unturned", "date_published": "2023-02-14 22:30:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘You want the title? OK, fight’: Guardiola challenges Arsenal before City clash", "description": "<ul><li>City will top Premier League on goal difference with win</li><li>‘Take it. It’s in our hands. We’ll defend this title until the last day’</li></ul><p>Pep Guardiola has told Arsenal they will have to “fight” to take the Premier League title from Manchester City as the teams prepare to meet on Wednesday night.</p><p>Victory for City at Arsenal would make them leaders on goal difference, although Mikel Arteta’s team will have a game in hand. Guardiola’s side hope to <a href=\"https://www.theguardian.com/football/2022/may/22/manchester-city-win-premier-league-title-aston-villa-match-report\">secure the title for a third successive season</a>, Arsenal for the first time since 2004. City’s manager was asked who is more motivated.</p> <a href=\"https://www.theguardian.com/football/2023/feb/14/you-want-the-title-ok-fight-guardiola-challenges-arsenal-before-city-clash\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/feb/14/you-want-the-title-ok-fight-guardiola-challenges-arsenal-before-city-clash", "date_published": "2023-02-14 22:30:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "January 6 rioter who used stun gun on officer Michael Fanone pleads guilty", "description": "<p>Daniel Rodriguez, 40, from California, admitted his part in violent assault of then Metropolitan police officer</p><p>A California man pleaded guilty on Tuesday to using a stun gun to attack <a href=\"https://www.theguardian.com/books/2022/oct/16/devoid-of-shame-january-6-cop-michael-fanone-on-trumps-republican-party\">Michael Fanone</a>, the Washington DC police officer who was seriously injured while trying to defend the US Capitol from Donald Trump’s supporters on 6 January 2021.</p><p>Daniel Rodriguez, 40, of Fontana, admitted to taking part in the violent assault on Fanone, now a former Metropolitan police officer, after another rioter dragged Fanone into a crowd outside a tunnel where police were trying to beat back the mob.</p> <a href=\"https://www.theguardian.com/us-news/2023/feb/14/january-6-michael-fanone-daniel-rodriguez-pleads-guilty\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/feb/14/january-6-michael-fanone-daniel-rodriguez-pleads-guilty", "date_published": "2023-02-14 22:23:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Two arrested over suspected malicious messages in Nicola Bulley case", "description": "<p>Man, 49, from Manchester and woman, 20, from Oldham held after reports messages being sent to Wyre council members</p><p>Two people have been arrested on suspicion of sending malicious communications to local councillors over the <a href=\"https://www.theguardian.com/uk-news/2023/jan/31/lancashire-police-issue-call-for-crucial-witness-in-hunt-for-missing-woman\">disappearance of Nicola Bulley</a>, police have said.</p><p>Lancashire police received reports over the weekend of messages being sent to Wyre council members. A 49-year-old man from Manchester and a 20-year-old woman from Oldham have been arrested on suspicion of malicious communications offences.</p> <a href=\"https://www.theguardian.com/uk-news/2023/feb/14/two-arrested-over-suspected-malicious-messages-in-nicola-bulley-case\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/feb/14/two-arrested-over-suspected-malicious-messages-in-nicola-bulley-case", "date_published": "2023-02-14 22:23:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Brahim Díaz gives Milan narrow advantage over Tottenham in last 16", "description": "<p>For Antonio Conte, it had been easy to wonder which Tottenham would turn up for the biggest game of the season so far. The team that outplayed and beat Manchester City on the Sunday before last? Or the one which collapsed at Leicester on Saturday?</p><p>Conte has craved consistency, a little stability and it was not for nothing on Monday night that he likened life at the club to a rollercoaster. This was the latest ride.</p> <a href=\"https://www.theguardian.com/football/2023/feb/14/milan-tottenham-champions-league-last-16-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/feb/14/milan-tottenham-champions-league-last-16-match-report", "date_published": "2023-02-14 22:08:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Kingsley Coman returns to haunt PSG and give Bayern Munich the edge", "description": "<p>For the last few weeks Paris has been gripped by stories of superstar players wanting to leave this place. For an hour at the Parc des Princes it was easy to sympathise as a Paris Saint-Germain team with Neymar and Lionel Messi as a sedate front two produced a horribly constipated performance en route to a home defeat by Bayern Munich that threatens to deadhead their season before the end of February.</p><p>The emir of Qatar was in Paris to watch this last-16 first leg, and presumably will have woken up for the final half-hour, when the arrival of Kylian Mbappé injected life and pace into this blue-shirted star vehicle. Otherwise Paris looked like an imitation of a team here, outplayed for long periods by a neat and competent Bayern.</p> <a href=\"https://www.theguardian.com/football/2023/feb/14/psg-bayern-munich-champions-league-last-16-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/feb/14/psg-bayern-munich-champions-league-last-16-match-report", "date_published": "2023-02-14 22:07:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Inside Our Autistic Minds review – this beautiful documentary will make you see the world differently", "description": "<p>Chris Packham gives autistic people the chance to make a film about their life, and the results are deeply moving. It’s a charming, powerful watch that’s hugely intimate</p><p>‘What I see is different,” says Chris Packham as he introduces Inside Our Autistic Minds (BBC Two). The naturalist is in his natural habitat, a woodland scene, which looks lush and peaceful but is, Packham explains, a lot for him to take, because he sees not just a vista of nice trees but all the connections between them, the names of all the species, their possible animal and insect inhabitants. Sherlock-style graphics on the screen help to convey the information overload within Packham’s brain. “It becomes utterly overwhelming,” he says.</p><p>Immediately, we have learned a little more of what it can be like to experience the world with autism. This new two-parter doesn’t give us too many insights into Packham’s own thoughts, in the way that his gently revolutionary <a href=\"https://www.theguardian.com/tv-and-radio/2017/oct/18/chris-packham-aspergers-and-me-review-brave-ballsy-film\">2017 documentary Asperger’s and Me</a> did, although his interactions during the programme with others on the spectrum are noticeably different to the more familiar sight of him working with neurotypical co-presenters. This time, he is handing the mic to others – meeting autistic people and then helping them to make a film that encapsulates their inner life. It’s a gesture with results as valuable as they are beautiful.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/feb/14/inside-our-autistic-minds-review-this-beautiful-documentary-will-make-you-see-the-world-differently\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/feb/14/inside-our-autistic-minds-review-this-beautiful-documentary-will-make-you-see-the-world-differently", "date_published": "2023-02-14 22:00:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Indonesian separatists release video of New Zealand pilot they took hostage", "description": "<p>Phillip Mark Mehrtens, a pilot for Susi Air, was abducted by members of the West Papua Liberation Army</p><p>Separatist rebels in Indonesia’s restive Papua province have released photos and videos of a man they said is the pilot from New Zealand they took hostage last week.</p><p>Phillip Mark Mehrtens of Christchurch, a pilot for the Indonesian aviation company Susi Air, was <a href=\"https://www.theguardian.com/world/2023/feb/08/separatists-fighters-in-papua-hold-new-zealand-pilot-hostage\">abducted by independence fighters</a> from the West Papua Liberation Army, the armed wing of the Free Papua Movement, who stormed his single-engine plane shortly after it landed on a small runway in Paro in the remote Nduga district.</p> <a href=\"https://www.theguardian.com/world/2023/feb/14/indonesian-separatists-release-video-of-nz-pilot-they-took-hostage\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/feb/14/indonesian-separatists-release-video-of-nz-pilot-they-took-hostage", "date_published": "2023-02-14 21:30:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pharrell Williams named as creative director of Louis Vuitton menswear", "description": "<p>Musician and entrepreneur is second Black American designer to hold position at at French luxury house, following Virgil Abloh</p><p>The American musician and fashion entrepreneur Pharrell Williams has been named the creative director of Louis Vuitton menswear.</p><p>The role was previously held by Virgil Abloh <a href=\"https://www.theguardian.com/fashion/2021/dec/02/virgil-abloh-obituary\">who died in November 2021</a>.</p> <a href=\"https://www.theguardian.com/music/2023/feb/14/pharrell-williams-named-as-creative-director-of-louis-vuitton-menswear\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/feb/14/pharrell-williams-named-as-creative-director-of-louis-vuitton-menswear", "date_published": "2023-02-14 21:03:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Brianna Ghey: candles and flower tributes laid at vigil for trans teenager", "description": "<p>At least 300 people gather on Tuesday night to pay respect to 16-year-old girl stabbed to death in a Warrington park on Saturday</p><p>Candles and flowers have been laid out on the steps of St George’s Hall in Liverpool in tribute to Brianna Ghey, a trans teenager who was stabbed to death in a Warrington park on Saturday.</p><p>A crowd of at least 300 people, many of them also teenagers and young adults, gathered quietly on Tuesday night to pay respect to the 16-year-old, who her family described as “strong, fearless, one of a kind”.</p> <a href=\"https://www.theguardian.com/uk-news/2023/feb/14/brianna-ghey-candles-and-flower-tributes-laid-at-vigil-for-trans-teenager\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/feb/14/brianna-ghey-candles-and-flower-tributes-laid-at-vigil-for-trans-teenager", "date_published": "2023-02-14 20:40:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tiger Woods expects awkward Masters champions’ dinner with LIV rebels", "description": "<ul><li>Woods makes PGA Tour return this week at Genesis Invitational</li><li>Former world No 1: ‘I don’t know what the reaction’s going to be’</li></ul><p>Tiger Woods has admitted this year’s champions dinner at Augusta National will inevitably involve awkward moments as he comes face-to-face with LIV rebels.</p><p>Speaking ahead of this week’s Genesis Invitational, where he will make a first playing appearance since last summer’s Open Championship, Woods implied he fully intends to tee up at the Masters in April. That week will include a dinner for which LIV’s Phil Mickelson, Patrick Reed, Bubba Watson, Dustin Johnson, Charl Schwartzel and Sergio García will, like Woods, receive invitations as past recipients of the Green Jacket. <a href=\"https://www.theguardian.com/sport/2022/nov/29/tiger-woods-says-greg-norman-has-to-go-to-end-pga-tour-and-liv-hostility\">Woods has been staunch in his defence</a> of golf’s ecosystem against the LIV plan. The others find themselves ostracised from the PGA Tour. Mickelson was a notable absentee as Woods received honorary membership of the Royal &amp; Ancient Club in July.</p> <a href=\"https://www.theguardian.com/sport/2023/feb/14/tiger-woods-expects-awkward-masters-champions-dinner-with-liv-rebels\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/feb/14/tiger-woods-expects-awkward-masters-champions-dinner-with-liv-rebels", "date_published": "2023-02-14 20:37:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "New on the menu: Subway sandwich chain explores potential sale", "description": "<p>Franchise company, with more than 37,000 restaurants in over 100 countries, could be valued at more than $10bn</p><p>Fast-food chain Subway has put itself on the menu – announcing on Tuesday it is exploring a possible sale of its business after 58 years of family control.</p><p>After years of rapid growth, rising costs and mounting competition from rivals have taken their toll on the company in recent years, but it still has more than 37,000 restaurants in over 100 countries – making it one of the <a href=\"https://www.subway.com/en-us/aboutus/history\">largest chains in the world</a>.</p> <a href=\"https://www.theguardian.com/business/2023/feb/14/subway-sandwich-chain-possible-sale\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/feb/14/subway-sandwich-chain-possible-sale", "date_published": "2023-02-14 20:15:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "US officials arrest four more people over assassination of Haitian president", "description": "<p>Suspects include the owner of a Miami-area security company that hired ex-Colombian soldiers for the mission, DoJ says</p><p>US authorities have arrested four more people in <a href=\"https://www.theguardian.com/world/2021/jul/07/haiti-president-jovenel-moise-reportedly-assassinated\">the assassination of the Haitian president Jovenel Moïse</a>, including the owner of a Miami-area security company that hired ex-Colombian soldiers for the mission, the justice department announced on Tuesday.</p><p>Antonio “Tony” Intriago, owner of CTU Security, is charged with conspiracy to kill or kidnap a person outside the US among other charges, along with company representative Arcangel Pretel Ortiz.</p> <a href=\"https://www.theguardian.com/world/2023/feb/14/haiti-president-assassination-arrests-us\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/feb/14/haiti-president-assassination-arrests-us", "date_published": "2023-02-14 20:02:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Graham Potter rounds on pundits as Chelsea continue Bellingham chase", "description": "<ul><li>Manager reacts to criticism that he did not get angry enough</li><li>Chelsea not giving up on landing Dortmund midfielder</li></ul><p>Graham Potter has said pundits who criticised him for not getting angry at Chelsea <a href=\"https://www.theguardian.com/football/2023/feb/11/graham-potter-in-good-save-barb-after-chelseas-draw-at-west-ham\" title=\"\">not being given a penalty</a> during their draw with West Ham “don’t know anything about anything”.</p><p>Chelsea’s head coach delivered his rebuke before his side’s Champions League tie against Borussia Dortmund, whose key midfielder Jude Bellingham remains a summer target for the club.</p> <a href=\"https://www.theguardian.com/football/2023/feb/14/graham-potter-rounds-on-pundits-chelsea-jude-bellingham-dortmund\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/feb/14/graham-potter-rounds-on-pundits-chelsea-jude-bellingham-dortmund", "date_published": "2023-02-14 20:00:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Steve Bell on Sunak’s plan to defend against spy balloons – cartoon", "description": "<p></p> <a href=\"https://www.theguardian.com/commentisfree/picture/2023/feb/14/steve-bell-on-sunaks-plan-to-defend-against-spy-balloons-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2023/feb/14/steve-bell-on-sunaks-plan-to-defend-against-spy-balloons-cartoon", "date_published": "2023-02-14 20:00:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Michigan officials demand answers over gunman’s weapons probation", "description": "<p>Attorney general says state will be ‘digging deep to find out’ why Anthony McRae, who killed three students, was carrying gun</p><p>Michigan’s attorney general, Dana Nessel, said on Tuesday she was demanding answers about the probation served by a gunman who killed himself after shooting dead three students and wounding five others in <a href=\"https://www.theguardian.com/world/2023/feb/13/police-shots-fired-on-east-lansing-michigan-state-university-campus\">a mass shooting at Michigan State University</a> on Monday night.</p><p>Anthony McRae, 43, served the probation after admitting to possession of a concealed weapon without a permit in 2019.</p> <a href=\"https://www.theguardian.com/us-news/2023/feb/14/michigan-shooting-gunman-suspect-weapons-probation\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/feb/14/michigan-shooting-gunman-suspect-weapons-probation", "date_published": "2023-02-14 19:44:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Wayne Couzens’ crimes should change way we see indecent exposure, experts say", "description": "<p>Academics and criminologists say we need to stop seeing non-contact offending as a ‘nuisance offence’</p><p>Wayne Couzens is the “worst case example” of why indecent exposure offences need to be taken more seriously, experts have said.</p><p>The former Metropolitan police firearms officer is serving a whole-life term for the kidnap, rape and murder of Sarah Everard in March 2021. At the Old Bailey on Monday, the 50-year-old admitted a string of flashing offences, including exposing himself at a drive-through fast food restaurant just four days before Everard’s abduction.<br /><br />Jennifer Grant, a criminologist at the University of Portsmouth, said Couzens’s subsequent offending shows why indecent exposure needs to be viewed as a serious and sexual crime.<br /><br />“He’s that validation of why we should take it seriously because we need to stop worst-case examples like Couzens,” she said. “I think every report of indecent exposure should be taken seriously and the number of reports not being taken seriously in this case is an absolute shame, because you’ve got a clear opportunity to try to intervene with Couzens.”<br /><br />She added: “It’s certainly one of the things that the research points to. Which makes somewhat common sense, is that if someone is continuing to repeatedly indecently expose themselves, especially perhaps gaining in confidence – which it seems certainly like Couzens was, going round and round that drive-through, doing it repeatedly, actually – then that’s screaming to you that this person is potentially increasing in risk and might escalate. He is an awful case example of what escalation can look like at its very worse.”</p> <a href=\"https://www.theguardian.com/uk-news/2023/feb/14/wayne-couzens-previous-offences-indecent-exposure\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/feb/14/wayne-couzens-previous-offences-indecent-exposure", "date_published": "2023-02-14 19:25:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Donald Trump ‘not above the law’, New York attorney general says", "description": "<p>Letitia James celebrates court ruling ordering ex-president to pay $110,000 fine for refusing to comply with subpoenas</p><p><a href=\"https://www.theguardian.com/us-news/donaldtrump\">Donald Trump</a> is “not above the law”, the attorney general of New York state said on Tuesday, celebrating an appeals court ruling which said the former president must pay a $110,000 fine for refusing to comply with subpoenas in a fraud investigation of his company and financial affairs.</p><p>In a statement, Letitia James said: “Once again, the courts have ruled that Donald Trump is not above the law.</p> <a href=\"https://www.theguardian.com/us-news/2023/feb/14/donald-trump-not-above-law-new-york-attorney-general\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/feb/14/donald-trump-not-above-law-new-york-attorney-general", "date_published": "2023-02-14 19:24:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "PSG v Bayern Munich: Champions League last-16 first leg – live", "description": "<ul><li>Updates from the 8pm (GMT) kick-off at Parc des Princes</li><li><a href=\"https://www.theguardian.com/football/live/2023/feb/14/milan-v-tottenham-champions-league-last-16-first-leg-live\">Milan v Tottenham – follow live with Barry Glendenning</a></li><li>Get in touch! <a href=\"mailto:daniel.harris.casual@theguardian.com\">Email Daniel</a> or <a href=\"https://twitter.com/DanielHarris\">tweet him</a> with your thoughts</li></ul><p><strong>As for Bayern, I was interested to see the team sent out because I was intrigued to see who was in Nagelsmann’s first XI.</strong> And for now, it’s Cancelo not Davies – I don’t massively get that, good though Cancelo is – Sané and Coman, not Gnabry – and Choupo-Moting through the middle, not Müller or one of the wingers. Sadio Mané, of course, is still injured, likewise Manuel Neuer.</p><p><strong>The headline news is, of course, the return of Mbappé, who’s on the bench,</strong> but otherwise I’m buzzing to see Warren Zaïre-Emery, who starts in the Paris midfield; he is 16 years old or, put another way, 27 years younger than me to the day. Otherwise, the 3-5-2 system makes some sense, as it allows Hakimi and Mendes the freedom they need to bomb forward, disguises a relative weakness in midfield, and limits any defensive running Messi and Neymar have to do.</p> <a href=\"https://www.theguardian.com/football/live/2023/feb/14/psg-v-bayern-munich-champions-league-last-16-first-leg-live\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/feb/14/psg-v-bayern-munich-champions-league-last-16-first-leg-live", "date_published": "2023-02-14 19:21:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Milan v Tottenham: Champions League last-16 first leg – live", "description": "<ul><li>Updates from the 8pm (GMT) kick-off at San Siro</li><li><a href=\"https://www.theguardian.com/football/live/2023/feb/14/psg-v-bayern-munich-champions-league-last-16-first-leg-live\">PSG v Bayern Munich – live with Daniel Harris</a></li><li>And you can <a href=\"mailto:Barry%20Glendenning%20%3Cbarry.glendenning@theguardian.com%3E\">email Barry</a> or tweet <a href=\"https://twitter.com/bglendenning\">@bglendenning</a></li></ul><p><strong>Tottenham midfield news:</strong> The teams are in and in the absence of Rodrigo Bentancur and Pierre Emile Hojbjerg, it looks like Antonio Conte will be starting Oliver Skipp and Pape Sarr, newither of whom have ever started a Champions League game, in the heart of the Spurs midfield, with Eric Dier remaining in the back three, sandwiched between Cristian Romero and Clement Lenglet.</p><p>“Playing in the Champions League gives a lot of energy, it gives a lot of motivation and a great desire to play this match,” said the Milan manager. “It’s a very important round, it’s a round that will be decided over two games, but we know that starting the first one well would be a big step forward.”</p> <a href=\"https://www.theguardian.com/football/live/2023/feb/14/milan-v-tottenham-champions-league-last-16-first-leg-live\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/feb/14/milan-v-tottenham-champions-league-last-16-first-leg-live", "date_published": "2023-02-14 19:17:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rust to resume filming with Alec Baldwin and new cinematographer", "description": "<p>Original cinematographer Halyna Hutchins was killed when a live round was discharged on set of western in New Mexico</p><p>The producers of Rust have hired a new cinematographer and plan to resume filming this spring despite the looming criminal prosecution of star and producer Alec Baldwin, who has been charged with involuntary manslaughter for the on-set killing of cinematographer Halyna Hutchins, according to the <a href=\"https://www.hollywoodreporter.com/movies/movie-news/alec-baldwin-rust-movie-resume-filming-1235324972/\">Hollywood Reporter</a>.</p><p>Rust Movie Productions will also produce a documentary about the life and work of Hutchins that will “show the brilliance and depth of Halyna’s talent while conveying what her loss has meant to her friends, colleagues and the entire film industry”, the company said in a statement to the movie industry publication.</p> <a href=\"https://www.theguardian.com/film/2023/feb/14/rust-movie-resume-filming-alec-baldwin-new-cinematographer\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/feb/14/rust-movie-resume-filming-alec-baldwin-new-cinematographer", "date_published": "2023-02-14 18:45:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on the Knowsley riot: a wake-up call for Whitehall | Editorial", "description": "<p>Performative government rhetoric on migration has handed an opportunity to the far right</p><p>The spectacle of a torched police van outside a Merseyside hotel, and a mob <a href=\"https://www.theguardian.com/uk-news/2023/feb/12/knowsley-hotel-asylum-seekers-merseyside-andrew-mitchell\">chanting</a> “get them out” at asylum seekers cowering inside, should provoke profound soul-searching in the Home Office. Amid evidence that far-right groups are monitoring hotels accommodating migrants, and after the recent petrol bomb attack on a Dover immigration centre, Friday night’s disorder in Knowsley must be a wake-up call. Performative politics in Westminster can have real-life consequences.</p><p>As the government seeks to leverage the small-boats crisis into a vote-winning asset, its rhetoric has shamefully dehumanised vulnerable and often traumatised refugees. The home secretary, Suella Braverman, has notoriously <a href=\"https://www.theguardian.com/commentisfree/2022/nov/01/an-invasion-suella-braverman-refugee-crisis-governments-own-making\">depicted</a> the arrival of migrants on English shores as an “invasion”. In contravention of international law, the government has chosen to <a href=\"https://www.ein.org.uk/news/council-europe-human-rights-commissioner-finds-significant-regression-uks-protection-rights\">criminalise</a> asylum seekers arriving via the Channel. Rishi Sunak has made it clear that he would like to swiftly deport small-boats asylum claimants to Rwanda; sources close to him have suggested that Britain may pull out of the European convention on human rights, if the move faces legal opposition.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/feb/14/the-guardian-view-on-the-knowsley-riot-a-wake-up-call-for-whitehall\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/feb/14/the-guardian-view-on-the-knowsley-riot-a-wake-up-call-for-whitehall", "date_published": "2023-02-14 18:38:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on Labour’s plans for self-referral: approach with caution | Editorial", "description": "<p>Letting more patients bypass GPs and refer themselves to specialists risks heaping pressure on a system already in crisis</p><p>It’s a story that most people in England are familiar with: you ring the GP to book an appointment and are put on hold, only to be informed 20 minutes later that all the slots that day have been taken. Many people are struggling to book GP appointments and therefore waiting longer to be referred to specialist clinics. Satisfaction with GP services has <a href=\"https://www.bmj.com/content/378/bmj.o1764\">fallen sharply</a>, and the market for private appointments is <a href=\"https://www.google.com/search?q=market+for+private+gp+appoitnments&amp;oq=market+for+private+gp+appoitnments&amp;aqs=chrome..69i57j33i10i160l3.3266j0j7&amp;sourceid=chrome&amp;ie=UTF-8\">growing</a>.</p><p>Labour plans to allow more patients to bypass GPs and refer themselves to specialists. For those with “red flag” cancer symptoms, who could otherwise be waiting weeks to see a family doctor, this could be an improvement. Research suggests that <a href=\"https://bjgp.org/content/69/682/e294#ref-6\">survival rates for cancer patients</a> are lower in health systems that adopt a “gatekeeping” system of GP referrals. A screening app or digital checklist could filter patients with a breast lump, for example, and allow them to skip this step. People can already refer themselves to a sexual health clinic, and NHS England is planning to expand this for services where GP involvement is not “<a href=\"https://www.england.nhs.uk/wp-content/uploads/2022/12/PRN00021-23-24-priorities-and-operational-planning-guidance-v1.1.pdf\">clinically necessary</a>”, such as hearing aids and podiatry.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/feb/14/the-guardian-view-on-labours-plans-for-self-referral-approach-with-caution\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/feb/14/the-guardian-view-on-labours-plans-for-self-referral-approach-with-caution", "date_published": "2023-02-14 18:38:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Legal victory in UK Japanese knotweed case could lead to more claims", "description": "<p>Court of appeal ruled homeowner could recover loss of value even if knotweed has been treated</p><p>A significant legal victory in a case brought by a householder affected by Japanese knotweed has raised the prospect of an increase in claims from people stricken by the hazardous plant.</p><p>The court of appeal ruled that a homeowner could recover damages for a loss of value of their property from having had Japanese knotweed, even if it had been treated. Marc Davies <a href=\"https://caselaw.nationalarchives.gov.uk/ewca/civ/2023/80\">was awarded £4,900</a> from Bridgend council in south Wales in a judgment that his lawyer, Tom Carter, said established that one could recover damages for the stigma attached to the house, even after knotweed had been eradicated, and not just physical damage caused by it.</p> <a href=\"https://www.theguardian.com/environment/2023/feb/14/legal-victory-uk-japanese-knotweed-case-more-claims\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/feb/14/legal-victory-uk-japanese-knotweed-case-more-claims", "date_published": "2023-02-14 18:24:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Met police officer accused of sexually assaulting woman at home", "description": "<p>PC Fabian Aguilar-Delgado allegedly ‘groped’ defendant after call to deal with domestic incident in Croydon</p><p>An on-duty Metropolitan police officer sexually assaulted a woman at home after a call to deal with a domestic incident, a court has heard.</p><p>Southwark crown court, south London, heard the alleged assault occurred after PC Fabian Aguilar-Delgado, 40, offered to search her house in Croydon for her abusive ex-partner while his colleague was in the car outside.</p> <a href=\"https://www.theguardian.com/uk-news/2023/feb/14/met-police-officer-accused-of-sexually-assaulting-woman-at-home\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/feb/14/met-police-officer-accused-of-sexually-assaulting-woman-at-home", "date_published": "2023-02-14 18:06:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Kyle Sinckler faces fitness race for England’s Six Nations game in Wales", "description": "<ul><li>Prop left out of 26-man training squad due to facial injury</li><li>Sinckler will be with group to receive treatment</li></ul><p>Kyle Sinckler’s availability for England’s Six Nations fixture with Wales has been thrown into doubt by a facial injury. He has been omitted from a 26-man squad that will take part in a three-day training camp in London this week, although he will be present to receive treatment from England’s medics.</p><p>The Bristol prop departed as a blood replacement in the 50th minute of <a href=\"https://www.theguardian.com/sport/2023/feb/12/england-italy-six-nations-rugby-union-match-report\">Sunday’s 31-14 victory over Italy</a> and was unable to return, resulting in Dan Cole finishing the game at tight-head.</p> <a href=\"https://www.theguardian.com/sport/2023/feb/14/kyle-sinckler-faces-fitness-race-for-englands-six-nations-clash-with-wales-rugby-union\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/feb/14/kyle-sinckler-faces-fitness-race-for-englands-six-nations-clash-with-wales-rugby-union", "date_published": "2023-02-14 18:04:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Extremist thought to be in Iran is de facto new leader of al-Qaida, UN says", "description": "<p>Sensitivities over death of last leader and location of new leader Saif al-Adel may be preventing announcement</p><p>A veteran Egyptian extremist thought to be based in Iran is now the de facto leader of al-Qaida, a UN report based on intelligence supplied by member states has said.</p><p>Saif al-Adel, 62, had long been tipped as the most likely to succeed Ayman al-Zawahiri, who was <a href=\"https://www.theguardian.com/world/2022/aug/01/us-strike-afghanistan-kills-al-qaida-leader-ayman-al-zawahiri\">killed by a US airstrike</a> in Kabul last year, but there has been no official announcement from the group nor other confirmation that the former Egyptian special forces soldier had taken charge.</p> <a href=\"https://www.theguardian.com/world/2023/feb/14/saif-al-adel-iran-de-facto-new-leader-al-qaida-united-nations\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/feb/14/saif-al-adel-iran-de-facto-new-leader-al-qaida-united-nations", "date_published": "2023-02-14 18:03:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "British national dies in Ukraine", "description": "<p>Identity of individual not yet been made public but their family has been informed</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/feb/14/russia-ukraine-war-nato-defence-ministers-to-meet-in-brussels-bakhmut-under-heavy-fire-live\">Russia-Ukraine war – latest news updates</a></li></ul><p>A British national has died in Ukraine, the Foreign Office has confirmed.</p><p>The identity of the individual has not yet been made public, but their family has been informed. A Foreign Office spokesperson said: “We are supporting the family of a British national who died in Ukraine, and are in contact with the local authorities.”</p> <a href=\"https://www.theguardian.com/uk-news/2023/feb/14/british-national-dies-in-ukraine\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/feb/14/british-national-dies-in-ukraine", "date_published": "2023-02-14 18:00:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jean-Bart’s lifetime Fifa ban lifted amid claims of threats to alleged victims", "description": "<ul><li>Cas overturns ban on former president of Haiti’s FA</li><li>Human Rights Watch claims people ‘threatened into silence’</li></ul><p>Human Rights Watch has questioned the court of arbitration for sport’s decision to overturn <a href=\"https://www.theguardian.com/football/2020/nov/20/haiti-fa-president-yves-jean-bart-banned-for-life-by-fifa-over-sexual-abuse\">Fifa’s lifetime ban</a> on the former president of the Haitian Football Federation Yves Jean-Bart and claimed that some alleged victims were “threatened into silence”.</p><p>Jean-Bart – known as “Dadou” – was banned by Fifa’s ethics committee in November 2020 for alleged harassment and sexual abuse against female footballers after a series of investigations in the Guardian. The 75-year-old appealed to Cas in January 2021 and the case was heard by an arbitral panel at the end of March 2022.</p> <a href=\"https://www.theguardian.com/football/2023/feb/14/yves-jean-bart-lifetime-fifa-ban-lifted-cas-claims-threats-to-alleged-victims-haiti\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/feb/14/yves-jean-bart-lifetime-fifa-ban-lifted-cas-claims-threats-to-alleged-victims-haiti", "date_published": "2023-02-14 17:58:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Air India makes record breaking purchases from Airbus and Boeing", "description": "<p>Tata-owned airline orders 470 planes from rivals in expectation of rapid surge in passenger demand in Asia</p><p>Air India has agreed to buy 470 planes from manufacturing rivals Airbus and Boeing, the biggest order of new passenger planes in history, as the airline bets on the rapid expansion of air travel in Asia.</p><p>The airline, owned by Indian conglomerate Tata Sons, will buy 250 planes from European aviation champion Airbus and 220 from its US rival Boeing, its chairman announced on Tuesday.</p> <a href=\"https://www.theguardian.com/business/2023/feb/14/air-india-makes-record-breaking-purchases-from-airbus-and-boeing\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/feb/14/air-india-makes-record-breaking-purchases-from-airbus-and-boeing", "date_published": "2023-02-14 17:53:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Worst party in town’: abusive audiences force UK musicals to tone down ads", "description": "<p>Theatre operators and producers changing marketing strategy as rowdy behaviour escalates</p><p>Popular musicals will be told to avoid phrases such as “best party in town” and “dancing in the aisles” after growing reports of rowdy and abusive behaviour from audiences.</p><p>Ambassador Theatre Group (ATG), the largest theatre operator in the UK, is working with producers to temper any ad campaigns that could encourage bad behaviour, <a href=\"https://www.thestage.co.uk/news/aggressive-audience-behaviour-forces-musicals-to-tone-down-marketing\">the Stage reported</a>.</p> <a href=\"https://www.theguardian.com/stage/2023/feb/14/no-party-uk-musical-ads-will-change-to-stop-bad-theatre-behaviour\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/feb/14/no-party-uk-musical-ads-will-change-to-stop-bad-theatre-behaviour", "date_published": "2023-02-14 17:42:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "George Santos insists he won’t be forced out of Congress: ‘I’m NOT backing down’", "description": "<p>Scandal-ridden New York Republican congressman restates his determination not to resign as investigations continue</p><p>The scandal-ridden New York Republican congressman George Santos has restated his determination not to be forced out of the US House, <a href=\"https://twitter.com/Santos4Congress/status/1625516948158136328\">vowing</a>: “I’m not leaving, I’m not hiding and I am NOT backing down.”</p><p>Santos broadcast his defiance <a href=\"https://twitter.com/Santos4Congress/status/1625516948158136328\">on Twitter</a> on Tuesday.</p> <a href=\"https://www.theguardian.com/us-news/2023/feb/14/george-santos-not-resign-investigation-house\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/feb/14/george-santos-not-resign-investigation-house", "date_published": "2023-02-14 17:42:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Wood burning air pollution in UK has doubled in a decade", "description": "<p>Experts say wood burners have become ‘middle-class status symbols’ and government should regulate sale in urban areas</p><p>Emissions of toxic air pollution from wood burning in UK homes has more than doubled in the past decade, according to official government statistics.</p><p>The <a href=\"https://www.gov.uk/government/statistics/emissions-of-air-pollutants/emissions-of-air-pollutants-in-the-uk-particulate-matter-pm10-and-pm25\">report</a> also showed that solid fuel burning in homes, which includes a small proportion of coal, is the single biggest source of PM2.5 pollution, which refers to particulate matter that is smaller than 2.5 microns in size. Road transport, industry and burning wood and other biomass to produce electricity all produce fewer PM2.5 emissions.</p> <a href=\"https://www.theguardian.com/environment/2023/feb/14/wood-burning-air-pollution-uk-doubled-decade\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/feb/14/wood-burning-air-pollution-uk-doubled-decade", "date_published": "2023-02-14 17:41:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Football Daily | Big Cup knockout football is back, and not a moment too soon for Uefa", "description": "<p><a href=\"https://www.theguardian.com/info/2022/nov/14/football-daily-email-sign-up\">Sign up now! Sign up now! Sign up now? Sign up now!</a></p><p>Considering that it was their unsuccessful efforts to blame Liverpool fans for the chaotic, traumatic and <a href=\"https://www.theguardian.com/football/2023/feb/14/liverpool-fans-lawyers-claims-against-uefa-report-strengthens-case-champions-league-final\">potentially catastrophic events</a> that preceded last season’s Big Cup final outside the Stade de France that led to them ordering a review of events in the first place, even the buck-passers in Uefa’s hierarchy of blazers can’t have been surprised when their investigators pointed the Big Finger of Blame largely in their direction yesterday.</p> <a href=\"https://www.theguardian.com/football/2023/feb/14/big-cup-champions-league-preview-milan-spurs-psg-bayern\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/feb/14/big-cup-champions-league-preview-milan-spurs-psg-bayern", "date_published": "2023-02-14 17:39:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Why is BBC report on Narendra Modi’s handling of sectarian riots in 2002 so controversial?", "description": "<p>‘India: the Modi question’, is examining tensions between the prime minister and the country’s Muslim minority</p><p>A BBC documentary on Indian prime minister Narendra Modi’s actions during deadly sectarian riots in 2002 continues to cause controversy, with the British broadcaster’s offices raided by the country’s tax officials on Tuesday. What is the documentary and why has it proved so contentious?</p> <a href=\"https://www.theguardian.com/world/2023/feb/14/why-is-bbc-report-on-narendra-modis-handling-of-sectarian-riots-in-2002-so-controversial\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/feb/14/why-is-bbc-report-on-narendra-modis-handling-of-sectarian-riots-in-2002-so-controversial", "date_published": "2023-02-14 17:32:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Three objects shot down by US jets may be ‘benign’ balloons, White House says", "description": "<p>Flying objects could be commercial- or research-linked but US military admits first shot at object over Lake Huron missed</p><p>Three unidentified objects shot down by US fighter jets since Friday may turn out to be balloons connected to “benign” commercial or research efforts, a White House official said on Tuesday.</p><p>The US has not found any evidence to connect the objects to China’s balloon surveillance program nor to any other country’s spy program, national security council spokesperson, John Kirby, <a href=\"https://www.nytimes.com/2023/02/14/us/politics/ufo-balloons-flying-objects.html\">told reporters</a>.</p> <a href=\"https://www.theguardian.com/us-news/2023/feb/14/flying-objects-shot-down-balloons-white-house\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/feb/14/flying-objects-shot-down-balloons-white-house", "date_published": "2023-02-14 17:31:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "We’re ready to talk covertly about Brexit failure – but still far from ready to fix it | Martin Kettle", "description": "<p>Contrary to what leavers say, it’s not a betrayal to discuss Brexit’s shortcomings – but it should be done openly</p><p>In a life-enhancing essay that confirms, if nothing else, that he would have been the all-time ideal dinner party guest, <a href=\"https://www.online-literature.com/stevenson/essays-of-stevenson/4/\">Robert Louis Stevenson</a> writes that to talk with others about the affairs of the day is to “bear our part in that great international congress, always sitting, where public wrongs are first declared, public errors first corrected, and the course of public opinion shaped, day by day, a little nearer to the right”.</p><p>The written word, to which Stevenson himself brought such a gifted hand, will always fall short of the richness of the talk that precedes it, he argues. Literature itself “is no other than the shadow of good talk” in which “the imitation falls far short of the original in life, freedom and effect”. Indeed, no legislative measure ever comes before parliament, Stevenson suggests, unless “it has been long ago prepared by the grand jury of the talkers”.</p><p>Martin Kettle is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/feb/14/ready-to-talk-about-brexit-failure-fix-it\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/feb/14/ready-to-talk-about-brexit-failure-fix-it", "date_published": "2023-02-14 17:22:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Microsoft to phase out Internet Explorer with new Edge browser", "description": "<p>The update will begin to replace its 27-year-old predecessor from Tuesday</p><p>Internet Explorer, for years the principal way of accessing any website for a generation of computer users, is to go the way of the dancing baby screensaver and the floppy disk.</p><p>Microsoft is killing off the outdated browser’s desktop app after nearly 30 years with the release of an update to its newer Edge browser on Tuesday. Users will be redirected to Edge and further updates due in the summer will scrub away signs of the dead browser from start menus and taskbars.</p> <a href=\"https://www.theguardian.com/technology/2023/feb/14/microsoft-to-phase-out-internet-explorer-with-new-edge-browser\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/feb/14/microsoft-to-phase-out-internet-explorer-with-new-edge-browser", "date_published": "2023-02-14 17:10:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "As Rishi Sunak concludes tortuous NI deal, Boris Johnson watches and waits", "description": "<p>The prime minister has an easier ride than his predecessors on a deal with Brussels – provided Johnson likes it</p><p>Rishi Sunak is approaching what might be his toughest party management challenge yet – the <a href=\"https://www.theguardian.com/politics/2023/feb/14/northern-ireland-protocol-deal-eu\">conclusion of a long negotiation</a> to find a way through the tortuous issue of the Northern Ireland protocol.</p><p>But keeping his MPs in line is likely to depend hugely on whether Boris Johnson sees the protocol as his moment to stage a key intervention that could set in train a potential comeback.</p> <a href=\"https://www.theguardian.com/politics/2023/feb/14/as-rishi-sunak-concludes-tortuous-ni-deal-boris-johnson-watches-and-waits\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/feb/14/as-rishi-sunak-concludes-tortuous-ni-deal-boris-johnson-watches-and-waits", "date_published": "2023-02-14 17:10:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ferrari’s Charles Leclerc promises to end 16-year world championship drought", "description": "<ul><li>Monégasque driver vows to challenge Red Bull’s Max Verstappen</li><li>Scuderia believe they have addressed last season’s weaknesses</li></ul><p>Ferrari’s Charles Leclerc has declared his determination to win this season’s Formula One world championship and redress the bitter disappointment of his dashed hopes last year.</p><p>The Monégasque driver, speaking at the launch of Ferrari’s new car the SF-23 at their test circuit in Fiorano, was bullish in his insistence that he could finally end the Scuderia’s 16-year title drought in 2023. Leclerc felt strongly that they would be in every position to take the fight to last year’s champion, Red Bull’s Max Verstappen.</p> <a href=\"https://www.theguardian.com/sport/2023/feb/14/ferraris-charles-leclerc-promises-to-end-16-year-world-championship-drought\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/feb/14/ferraris-charles-leclerc-promises-to-end-16-year-world-championship-drought", "date_published": "2023-02-14 17:08:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Invest in arts subjects to protect our children’s futures | Letters", "description": "<p>There is a harmful disconnect between the Tories’ education policy and the country’s economic and social needs, says <strong>Michele Gregson. </strong>Plus letters from <strong>Mike Tucker </strong>and <strong>Dr Reg Orsler</strong></p><p>As your editorial (<a href=\"https://www.theguardian.com/commentisfree/2023/feb/07/the-guardian-view-on-arts-education-a-creativity-crisis\" title=\"https://www.theguardian.com/commentisfree/2023/feb/07/the-guardian-view-on-arts-education-a-creativity-crisis\">The Guardian view on arts education: a creativity crisis, 7 February</a>) made clear, the creative arts are a cultural, social and economic success story for the UK, and yet they have been under attack for more than a decade. The essential contribution that the arts make to the health, wealth and wellbeing of the UK is clear, well documented and tangible, but this government continues to sabotage and harm our national interests with a myopic approach to education and cultural investment. Now, scientific and technical innovations are hailed as the key to economic growth with the <a href=\"https://www.theguardian.com/politics/2023/feb/07/rishi-sunaks-whitehall-carve-up-merely-rearranges-the-deckchairs\">creation</a> of a new Department for Science, Innovation and Technology last week, while the Department for Digital, Culture, Media and Sport has been “<a href=\"https://www.theguardian.com/politics/2023/feb/07/key-appointments-in-rishi-sunaks-cabinet-reshuffle?amp\">refocused</a>” and reduced. The “arts premium” funding <a href=\"https://schoolsweek.co.uk/government-ditches-90m-school-arts-premium-manifesto-pledge/\">promised in 2020</a> did not materialise, we have a national curriculum that is unfit for purpose and we are still waiting for a cultural education plan.</p><p>Why is there such a harmful disconnect between education policy and economic and civic needs? With a 40% fall in GCSE arts entries since 2010, how exactly does the government intend to secure the talent pipeline into our vital creative industries? Arts subjects are disappearing from the curriculum in England at a frightening rate, and we should all be alarmed. The damage goes far beyond the economic; it requires a long-term coherent plan and investment in creative arts education. We know that governments often struggle to value what they can’t easily measure. This government appears to be incapable of valuing even the things that it can. <br /><strong>Michele Gregson</strong><br /><em>CEO, National Society for Education in Art and Design</em></p> <a href=\"https://www.theguardian.com/education/2023/feb/14/invest-in-arts-subjects-to-protect-our-childrens-futures\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2023/feb/14/invest-in-arts-subjects-to-protect-our-childrens-futures", "date_published": "2023-02-14 17:08:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Manchester United fans, let’s fight takeover by Qatar | Letter", "description": "<p><strong>Kathryn Fletcher</strong> says United and City fans should pull together in protest against the sportswashing of human rights abuses in the UAE and Qatar</p><p>Your article (<a href=\"https://www.theguardian.com/football/2023/feb/08/manchester-united-takeover-could-qatari-investors-realistically-buy-club\">Manchester United Q&amp;A: could Qatari investors realistically buy the club?, 8 February</a>) addresses questions surrounding the possible takeover of Manchester United by Qatar. It focuses on the Uefa ownership rules as a potential stumbling block, but ignores human rights (the very issue featured in the photo accompanying the article, which shows a supporter holding up a sign saying “No to Qatar – Human Rights Matter”). As a season ticket holder who is an active member of Amnesty International, I am more concerned about my club being used to further sportswash human rights abuses. These are now well known following the World Cup exposure.</p><p>I call on concerned Manchester United fans to join the Manchester Amnesty group to campaign against this takeover. We would also love to hear from Manchester City fans unhappy about the appalling human rights abuses in the United Arab Emirates. To those who love football but hate the murky side: let’s come together. A city united!<br /><strong>Kathryn Fletcher</strong><br /><em>Manchester</em></p> <a href=\"https://www.theguardian.com/football/2023/feb/14/manchester-united-fans-lets-fight-takeover-by-qatar\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/feb/14/manchester-united-fans-lets-fight-takeover-by-qatar", "date_published": "2023-02-14 17:07:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ant-Man and the Wasp: Quantumania review – mini Paul Rudd faces a threequel villain", "description": "<p>Rudd returns in his incredible shrinking suit to meet Kang the Conqueror and a teen sucked into the subatomic Quantum Realm, but familiar joys are absent</p><p>Something big is happening in the Marvel Cinematic Universe, albeit on an infinitesimal scale. Quantumania is the third film in the Paul Rudd-starring series about a divorced-dad ex-con with an incredible shrinking suit, but the first<em> </em>film in Phase Five of the MCU’s overarching, 31-movies-20-TV-shows-and-counting narrative. And that’s significant. Even if it would take an advanced degree in molecular physics to work through the implications.</p><p>Far easier to focus on this sunny day in San Francisco, where Scott (Rudd) and the rest of the beautifully blended Lang-Pym-van-Dyne family are living out their happy post-Blip lives. That is until some teen tinkering with a MacGuffin machine gets them sucked into the subatomic “Quantum Realm”. What does that mean? For one, it means more screen time with Michelle Pfeiffer who, as OG quantum-explorer Janet van Dyne, does an excellent job of grounding all the wacky sci-fi in emotional reality. She’s just a guilt-ridden working mom who hopes keeping her own past traumas hidden will protect her family (it won’t. It never does).</p> <a href=\"https://www.theguardian.com/film/2023/feb/14/ant-man-and-the-wasp-quantumania-review-paul-rudd-kang-the-conqueror\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/feb/14/ant-man-and-the-wasp-quantumania-review-paul-rudd-kang-the-conqueror", "date_published": "2023-02-14 17:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Don’t trust the process: why Guardiola may unleash Haaland against Arsenal", "description": "<p>Part of the Manchester City’s manager siege mentality could see a switch to play to his thrillingly direct striker’s strengths</p><p>Waking from a dream, exhausted by his studies, struggling, for now, to channel the force, Pep Guardiola looks up through the misty combat cave and sees his arch adversary Mikel Arteta striding towards him, light sabre already unsheathed and cleaving the air.</p><p>Pep leaps up in fear, attacks and strikes down his nemesis. Stepping forward tenderly, he stoops to see the human face of his fallen foe. But peering through the hole in that shiny black plastic Lego hairpiece he sees instead: the face of Pep Guardiola.</p> <a href=\"https://www.theguardian.com/football/2023/feb/14/manchester-city-pep-guardiola-erling-haaland-arsenal\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/feb/14/manchester-city-pep-guardiola-erling-haaland-arsenal", "date_published": "2023-02-14 17:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Every day is doomsday’: how a food bank is struggling to keep up", "description": "<p>Not only is demand even greater than it was year ago, but rampant inflation means the pound is buying less</p><p>The shelves should be chock-a-block with baked beans, soup and tuna but it looks as if someone has played Supermarket Sweep and Angela Gardiner admits she has never seen supplies at the food bank so depleted.</p><p>“I have never seen it like this,” Gardiner says, pointing to yawning gaps on the blue racks filling the unit at the Canterbury food bank, where she is operations director. “This is normally full of beans, but we are short of tinned stuff.”</p> <a href=\"https://www.theguardian.com/society/2023/feb/14/how-a-food-bank-is-struggling-to-keep-up\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/feb/14/how-a-food-bank-is-struggling-to-keep-up", "date_published": "2023-02-14 16:52:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "World’s oldest European hedgehog discovered in Denmark", "description": "<p>‘Emotional’ posthumous discovery of 16-year-old hedgehog gives conservationists hope for the mammals’ future preservation</p><p>A 16-year-old European hedgehog called Thorvald has been crowned the oldest in the world, smashing the previous record by seven years.</p><p>The male hedgehog lived near the town of Silkeborg in the centre of Denmark. Dr Sophie Lund Rasmussen, from the University of Oxford, who led the Danish Hedgehog Project that discovered Thorvald, said she was overwhelmed when she discovered how old he was.</p> <a href=\"https://www.theguardian.com/environment/2023/feb/14/worlds-oldest-european-hedgehog-discovered-in-denmark-aoe\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/feb/14/worlds-oldest-european-hedgehog-discovered-in-denmark-aoe", "date_published": "2023-02-14 16:47:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Man facing jail over theft of almost 200,000 Cadbury Creme Eggs", "description": "<p>Joby Pool used a stolen tractor to tow away the chocolate and is expected to be imprisoned for about two years</p><p>A chocolate thief is facing jail after admitting he stole almost 200,000 Cadbury Creme Eggs in a heist worth more than £31,000.</p><p>Joby Pool, 32, dubbed “the Easter bunny” by police, used a stolen lorry cab to make off with chocolate after breaking into a Telford industrial unit with a metal grinder on Saturday.</p> <a href=\"https://www.theguardian.com/uk-news/2023/feb/14/man-facing-jail-over-theft-of-almost-200000-cadbury-creme-eggs\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/feb/14/man-facing-jail-over-theft-of-almost-200000-cadbury-creme-eggs", "date_published": "2023-02-14 16:35:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "French vineyards want payout ‘to pour wine down drain’ as trade dries up", "description": "<p>Bordeaux winemakers pressure government with plan to destroy 10% of their vineyards to raise prices amid red wine sales loss</p><p>Bordeaux winemakers are demanding government compensation to destroy vines and pour unsold stocks down the drain, a move they say is needed to save their livelihoods.</p><p>The vineyard owners say sales and prices have collapsed because of overproduction and altered drinking habits.</p> <a href=\"https://www.theguardian.com/world/2023/feb/14/french-vineyards-bordeaux-payout-pour-wine-down-drain-trade-sales\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/feb/14/french-vineyards-bordeaux-payout-pour-wine-down-drain-trade-sales", "date_published": "2023-02-14 16:21:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Will George Santos’s dog scandals finally bring him down? | Arwa Mahdawi", "description": "<p>Mitt Romney has called the US congressman a ‘sick puppy’. But, more broadly, the GOP has made itself a home for those who mock honesty and decency</p><p>There are lies, there are damned lies, and then there is George Santos’s CV. In the short time that he has been in the public eye, the 34-year-old Republican congressman from New York has been accused of fabricating <a href=\"https://www.theguardian.com/commentisfree/2023/feb/02/george-santos-lies-new-york-congressman\">almost every facet of his life</a>. During his election campaign, Santos claimed to be a “<a href=\"https://forward.com/fast-forward/529798/george-santos-jewish-american-republican-congress/\">proud American Jew</a>” whose grandparents “<a href=\"https://www.cnn.com/2022/12/21/politics/george-santos-geneaology/index.html\">survived the Holocaust</a>”. After being challenged on this, however, Santos clarified that he was raised Catholic and argued that he had always said he was “Jew-ish”. Emphasis on the ish.</p><p>What else has he lied about? Well, how long have you got? His education and work history appear to be fabrications. He has said his mother was <a href=\"https://www.nbcnews.com/politics/congress/records-show-george-santos-mom-wasnt-us-sept-11-rcna66411\">working in the World Trade Center on 9/11</a>, yet records show she was in Brazil. He has said that he “lost four employees” in the 2016 Pulse nightclub shooting in Florida, but the <a href=\"https://www.rollingstone.com/politics/politics-news/george-santos-appears-lied-backstory-1234649659/\">New York Times has not been able to verify these claims</a>. He has also <a href=\"https://www.washingtonpost.com/politics/2023/01/11/santos-lies-volleyball/\">claimed to have been a college volleyball star</a> (unlikely) and a producer on Spider-Man (untrue). No one is even sure what <a href=\"https://www.theguardian.com/us-news/2023/jan/22/george-santos-lies-republican-party-future\">Santos’s real name is</a>.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/feb/14/will-george-santos-dog-scandals-finally-bring-him-down\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/feb/14/will-george-santos-dog-scandals-finally-bring-him-down", "date_published": "2023-02-14 16:12:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Welsh road building projects stopped after failing climate review", "description": "<p>Only 15 schemes reassessed by expert roads review panel  under ‘world-leading’ policy will go ahead</p><p>Dozens of road building projects across Wales have been halted or amended as part of a “groundbreaking” policy that reassessed more than 50 schemes against a series of tough tests on their impact on the climate emergency.</p><p>Only 15 of the projects reviewed by an expert roads review panel will go ahead in their original form, with others scaled back, postponed or in some cases shelved.</p> <a href=\"https://www.theguardian.com/environment/2023/feb/14/welsh-road-building-projects-stopped-failing-climate-review\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/feb/14/welsh-road-building-projects-stopped-failing-climate-review", "date_published": "2023-02-14 16:12:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘We can’t keep living like this’: Michigan governor denounces campus shooting", "description": "<p>Gretchen Whitmer calls for action on ‘uniquely American problem’ after gunman kills three Michigan State students and wounds five</p><p>Michigan’s governor, Gretchen Whitmer, denounced the “uniquely American problem” of gun violence on Tuesday after a gunman murdered three students on Monday night in a <a href=\"https://www.theguardian.com/world/2023/feb/13/police-shots-fired-on-east-lansing-michigan-state-university-campus\">mass shooting at Michigan State University</a>.</p><p>Whitmer spoke at an emotional morning press conference in East Lansing at which authorities identified the shooter, who died by suicide, and revealed other details about the attack that left five other students critically wounded.</p> <a href=\"https://www.theguardian.com/us-news/2023/feb/14/shooting-michigan-state-university-gretchen-whitmer\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/feb/14/shooting-michigan-state-university-gretchen-whitmer", "date_published": "2023-02-14 16:05:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Standing at the Sky’s Edge review – Richard Hawley pulls on the heartstrings in his Sheffield opus", "description": "<p><strong>National Theatre, London<br /></strong>This new musical traces the intersecting lives of three families on the Park Hill estate in this spine-tingling and sentimental love song to the steel city<strong><br /></strong></p><p>This musical “love letter to Sheffield” springs from the idea that the walls of a building retain imprints of its inhabitants, past and present.</p><p>The building here is the city’s <a href=\"https://www.theguardian.com/stage/2019/mar/15/richard-hawley-gets-it-park-hill-residents-praise-sheffield-musical\">Park Hill housing estate</a>, its interior and exterior ingeniously created on stage, and its inhabitants zigzag past each other across 60<strong> </strong>years. Dramatised to the beat of Richard Hawley’s music, we see how the nation’s political gyrations leave their marks on the lives of three families and the city, from 1960 to Thatcherism, Brexit and beyond. The estate chugs inexorably towards gentrification until it becomes the Grade II* listed trophy building of today.</p> <a href=\"https://www.theguardian.com/stage/2023/feb/14/standing-at-the-skys-edge-review-richard-hawley-pulls-on-the-heartstrings-in-his-sheffield-opus\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/feb/14/standing-at-the-skys-edge-review-richard-hawley-pulls-on-the-heartstrings-in-his-sheffield-opus", "date_published": "2023-02-14 16:03:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I made an exhibition for dogs’: enter the strange alternative universes of artist Mike Nelson", "description": "<p>He’s built a cannabis farm, invented a biker gang, and created an immersive warren of 15 sinister rooms. As he opens a landmark retrospective, the installation artist invites us into his curiosity-crammed studio</p><p></p><p></p><p>The first time I ever saw Mike Nelson, in 2005, <a href=\"https://www.theguardian.com/culture/2005/nov/10/art\">he emerged</a> – bearded, scruffy, affable, resembling a jobbing builder rather than most people’s idea of an artist – from a warren of a building beside a former morgue in Margate, Kent. He was transforming a burnt-out cannabis farm into a vast and eerie re-creation of a functioning cannabis farm (except with non-narcotic plants), and he was stressed by how impossible the task was. Nearly 20 years on he is bearded, scruffy, affable and still stressed by the impossibility of the task ahead: this time, a grand survey of his work to date, for the Hayward Gallery in London. “I’m excited to be doing it but I’ve been dreading it as well,” he says.</p><p>It is hardly surprising, given the ambition of his works. One of his most famous, <a href=\"https://www.theguardian.com/artanddesign/jonathanjonesblog/2010/jun/14/mike-nelson-coral-reef-masterpiece\">The Coral Reef</a>, which he made at the end of 1999 at Matt’s Gallery in London and again a decade later at Tate, consisted of a maze of 15 extraordinarily detailed and atmospheric rooms – among them a security surveillance office, a drug users’ den, and a mechanic’s workshop. When Nelson represented Britain at the Venice Biennale in 2011, he took the roof off the genteel 19th-century national pavilion and <a href=\"https://www.theguardian.com/artanddesign/2011/jun/03/mike-nelson-venice-biennale#:~:text=Mike%20Nelson%20spent%20three%20months,Salvage%20and%20repair%20.%20.%20.\">rebuilt it into an Istanbul caravanserai</a>. In 2018, in Parma, he filled a huge Mussolini-era building – the Palazzo dell’Agricoltore, or the House of the Farmer – with the detritus of an acre of scrubland cleared for farming – “piles of branches that were almost like twisted bowels and limbs, that were almost anthropomorphic, set in this rationalist architecture,” as he puts it.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/feb/14/i-made-an-exhibition-for-dogs-enter-the-strange-alternative-universes-of-artist-mike-nelson\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/feb/14/i-made-an-exhibition-for-dogs-enter-the-strange-alternative-universes-of-artist-mike-nelson", "date_published": "2023-02-14 16:02:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Super League 2023: team-by-team guide to the new season | Aaron Bower", "description": "<p>St Helens seek their fifth title in a row while the promoted and rebranded Leigh Leopards will seek survival</p><p>After a slow start, Lee Radford’s first season at Castleford almost ended with the Tigers snatching a playoff place on the final day of the season. <a href=\"https://www.theguardian.com/sport/2022/sep/03/leeds-castleford-super-league-match-report\">They just missed out</a>, but after some eye-catching recruitment for 2023, will hope to go at least one better. The acquisition of Jacob Miller from local rivals Wakefield looks a good one and Castleford have the squad, and the coach, to make the top six.</p> <a href=\"https://www.theguardian.com/sport/2023/feb/14/super-league-2023-team-by-team-guide-to-the-new-season\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/feb/14/super-league-2023-team-by-team-guide-to-the-new-season", "date_published": "2023-02-14 16:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "US says Iran becoming a drone leader as Russia uses its craft in Ukraine", "description": "<p>Officials share declassified intelligence as US seeks wider support for sanctions against Tehran</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/feb/14/russia-ukraine-war-nato-defence-ministers-to-meet-in-brussels-bakhmut-under-heavy-fire-live\">Russia-Ukraine war – latest news updates</a></li></ul><p>Iran is emerging as a global leader in the production of cheap and lethal drones, according to US officials who say Tehran is using the war in Ukraine as a shop window for its technologies.</p><p>Analysts at the Defense Intelligence Agency outlined how Iran had turned from being a regional drone player in the Middle East to becoming Moscow’s most significant military backer in the war.</p> <a href=\"https://www.theguardian.com/world/2023/feb/14/us-says-iran-becoming-a-drone-leader-as-russia-uses-its-craft-in-ukraine\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/feb/14/us-says-iran-becoming-a-drone-leader-as-russia-uses-its-craft-in-ukraine", "date_published": "2023-02-14 15:32:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Police Scotland officer Martyn Coulter not guilty of raping woman and child", "description": "<p>Constable cleared of raping woman and six-year-old girl by Edinburgh jury</p><p>A police officer has been cleared of raping a woman and a six-year-old girl by a jury in Edinburgh after doubts emerged about the dates of the alleged attacks.</p><p>Martyn Coulter, 36, a Police Scotland constable currently on suspension, was found not guilty of six of the charges by verdicts and a seventh charge was not proven – a verdict of acquittal, after the jury deliberated for nearly four hours.</p> <a href=\"https://www.theguardian.com/uk-news/2023/feb/14/police-scotland-officer-martyn-coulter-not-guilty-raping-woman-child\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/feb/14/police-scotland-officer-martyn-coulter-not-guilty-raping-woman-child", "date_published": "2023-02-14 15:31:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘It changed my life’: protesters look back on 2003 Stop the War march", "description": "<p>Iraq war demonstration ignited a campaigning passion for some, but others were left disillusioned</p><p>Twenty years ago, Louise Barter took a coach up to London to attend her first demonstration. As she took her place in the ocean of protesters stretching from Embankment to Hyde Park on that cold Saturday, she was participating in the <a href=\"https://www.theguardian.com/uk/2003/feb/15/politics.politicalnews\">biggest political protest in UK history</a>. It changed her life.</p><p>Now a trade union organiser, Barter, 48, credits her politicisation to the historic 2003 Stop the War demo, when an estimated <a href=\"https://www.theguardian.com/uk/2003/feb/15/politics.politicalnews\">1.5 million</a> people took to London’s streets. She remembers joining the rally with a woman she met on the coach from Hampshire who had not protested since the Vietnam war. “She said, I can’t believe we’re doing this again! I was really quite green to all of this,” Barter says. “There was a sea of people, and lots of different groups with slightly different reasons for being there. Though there were far-left groups, it felt like there were lots of normal people – not just really political people.”</p> <a href=\"https://www.theguardian.com/world/2023/feb/14/stop-the-war-iraq-march-2003-protest\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/feb/14/stop-the-war-iraq-march-2003-protest", "date_published": "2023-02-14 15:16:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The work from home revolution is here to stay – if you’re rich, white and live in London | André Spicer", "description": "<p>Hybrid work benefits both our professional and personal lives, but data suggests it has entrenched existing inequalities</p><p>A few days ago, I witnessed first-hand what working from home was doing to our society. It was a normal work day, and I rushed from my home to the local tube station. As I descended the stairs, I steeled myself for the usual crush of the Central line. But when the train whooshed into the station and I boarded, something seemed odd. It was 8.50am, I was heading into the City of London, and there was a seat available. In fact, there was not just one seat – I counted about 10 free seats on my carriage. Usually you would be lucky to find standing space, so I was trying to figure out what was wrong. I soon realised that it was Friday – the most popular day for employees to work from home.</p><p>During the past few years, we have witnessed a revolution in working life. When home working became more common during the Covid pandemic, many assumed this would be a temporary change. Yet according to <a href=\"https://www.ons.gov.uk/employmentandlabourmarket/peopleinwork/employmentandemployeetypes/articles/characteristicsofhomeworkersgreatbritain/september2022tojanuary2023\">data</a> released this week by the Office for National Statistics, between September 2022 and January 2023, 16% of the workforce still worked solely from home, while 28% were hybrid workers who split their time between home and the office. Even more than this – 40% – had worked from home at some point in the past seven days, compared with just 12% in 2019. This reflects global trends. A <a href=\"https://www.nber.org/system/files/working_papers/w30446/w30446.pdf\">survey</a> of employees in 27 countries found that working from home is becoming much more of a norm. Employees in this sample spent an average of 1.5 days working from home. The UK average was 2 days.</p><p>André Spicer is professor of organisational behaviour at the Bayes Business School at City, University of London. He is the author of the book <a href=\"https://www.routledge.com/Business-Bullshit/Spicer/p/book/9781138911673\">Business Bullshit</a></p> <a href=\"https://www.theguardian.com/commentisfree/2023/feb/14/working-from-home-revolution-hybrid-working-inequalities\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/feb/14/working-from-home-revolution-hybrid-working-inequalities", "date_published": "2023-02-14 15:13:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Heart transplant for boy of six stymied by Northern Ireland assembly deadlock", "description": "<p>DUP criticised as Dáithí Mac Gabhann and others needing operation hit by Stormont stalemate choking organ donation law</p><p>The plight of a six-year-old boy who needs a heart transplant has taken centre stage in <a href=\"https://www.theguardian.com/uk/northernireland\">Northern Ireland’s</a> political deadlock but has failed to break the stalemate.</p><p>The Stormont assembly met on Tuesday to debate an organ donation law but the recall session ended without the election of a speaker, perpetuating a year-long <a href=\"https://www.theguardian.com/politics/2023/feb/09/northern-ireland-assembly-election-to-be-delayed-again\">paralysis</a> of the assembly and executive.</p> <a href=\"https://www.theguardian.com/politics/2023/feb/14/heart-transplant-boy-daithi-mac-gabhann-northern-ireland-assembly-deadlock\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/feb/14/heart-transplant-boy-daithi-mac-gabhann-northern-ireland-assembly-deadlock", "date_published": "2023-02-14 15:11:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rising seas threaten ‘mass exodus on a biblical scale’, UN chief warns", "description": "<p>António Guterres calls for urgent action as climate-driven rise brings ‘torrent of trouble’ to almost a billion people </p><p>An increase in the pace at which sea levels are rising threatens “a mass exodus of entire populations on a biblical scale”, the UN secretary general has warned.</p><p>The climate crisis is causing sea levels to rise faster than for 3,000 years, bringing a “torrent of trouble” to almost a billion people, from London to Los Angeles and Bangkok to Buenos Aires, António Guterres said on Tuesday. Some nations could cease to exist, drowned under the waves, he said.</p> <a href=\"https://www.theguardian.com/environment/2023/feb/14/rising-seas-threaten-mass-exodus-on-a-biblical-scale-un-chief-warns\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/feb/14/rising-seas-threaten-mass-exodus-on-a-biblical-scale-un-chief-warns", "date_published": "2023-02-14 15:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Forensic study finds Chilean poet Pablo Neruda was poisoned", "description": "<p>The toxin clostridium botulinum was in his body when he died in 1973, days after Chile’s military coup</p><p>One of the most enduring mysteries in modern Chilean history may finally have been solved after forensic experts determined that the Nobel prize-winning Chilean poet Pablo Neruda died after being poisoned with a powerful toxin, apparently confirming decades of suspicions that he was murdered.</p><p>According to the official version, Neruda – who made his name as a young poet with the collection Twenty Poems of Love and a Song of Despair – died from prostate cancer and malnutrition on 23 September 1973, just 12 days after the military coup that overthrew the democratically elected socialist government of his friend, President Salvador Allende.</p> <a href=\"https://www.theguardian.com/books/2023/feb/14/forensic-study-finds-chilean-poet-pablo-neruda-was-poisoned-says-nephew\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/feb/14/forensic-study-finds-chilean-poet-pablo-neruda-was-poisoned-says-nephew", "date_published": "2023-02-14 14:58:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Manchester City march on and Leicester cut the gap – Women’s Football Weekly", "description": "<p>Faye Carruthers, Suzanne Wrack, Anne-Marie Batson and Amie Cripps reflect on another busy weekend of WSL action  and news across the women’s game</p><p>In this week’s pod: it’s fair to say it was a better weekend for Manchester clubs than those in North London. City beat Arsenal to leave the Gunners outside the top three, while Spurs extended their losing streak to seven games as United prevailed at the Tottenham Hotspur Stadium.</p><p>It’s also a good weekend for the Midlands sides with Leicester winning at Liverpool to move within a point of safety, while Aston Villa put six past Brighton. Jordan Nobbs scored a hat-trick and got a call up to the England squad as the cherry on a heavily-iced cake.</p> <a href=\"https://www.theguardian.com/football/audio/2023/feb/14/manchester-city-leicester-womens-football-weekly-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/football/audio/2023/feb/14/manchester-city-leicester-womens-football-weekly-podcast", "date_published": "2023-02-14 14:55:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "High court challenge to government’s ‘weak’ plan to reduce sewage discharges", "description": "<p>Storm overflow scheme will lead to raw sewage being discharged into waterways for decades to come, campaigners say</p><p>Campaigners are to make a high court challenge to the government’s plan to reduce raw sewage discharges into rivers and seas, arguing it does not go far enough.</p><p>The case, to be taken by the <a href=\"https://goodlawproject.org/update/we-have-a-high-court-hearing-to-force-the-government-into-tougher-action-on-sewage-dumping/\">Good Law Project</a>, will put <a href=\"https://www.gov.uk/government/publications/storm-overflows-discharge-reduction-plan\">the storm overflow scheme</a> under detailed scrutiny. It will argue that the plan will lead to raw sewage being discharged into waterways for decades to come and does not protect the majority of coastal areas designated as ecologically sensitive.</p> <a href=\"https://www.theguardian.com/environment/2023/feb/14/high-court-challenge-government-weak-plan-reduce-sewage-discharges\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/feb/14/high-court-challenge-government-weak-plan-reduce-sewage-discharges", "date_published": "2023-02-14 14:50:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Punched, insulted and excoriated in song … our critics on the artists who hit back", "description": "<p>In a shocking attack, the ballet director Marco Goecke smeared dog excrement in the face of Wiebke Hüster in retaliation for her review. Yet it isn’t the first time an artist has assaulted a critic. Our writers share their worst moments</p><p>I was biffed on the head by David Storey in 1976 after describing his play Mother’s Day as “a stinker”. But that rankled less than sustained verbal assaults by Jonathan Miller late in his career. He once sent me a New Year’s Day card urging me to cease my “foul pork scratchings” and told an interviewer that ideally directors should be reviewed by their peers rather than “nonentities like Michael Billington”. Better a Storey thump than a Miller moan. <em>Michael Billington</em></p> <a href=\"https://www.theguardian.com/culture/2023/feb/14/critics-on-the-artists-who-hit-back\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/feb/14/critics-on-the-artists-who-hit-back", "date_published": "2023-02-14 14:47:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "What women want: how the Magic Mike franchise caters to female desire", "description": "<p>In a sea of increasingly sexless multiplex options, the Steven Soderbergh-directed series prioritises lust and female pleasure</p><p>Magic Mike’s Last Dance, the third and final movie in the unlikely franchise about a male stripper from Florida, wastes no time getting to its point. The first lines of the movie reveal that Channing Tatum’s Mike Lane lost his custom furniture business – the raison d’être for his career as an exotic dancer – during the pandemic. He’s working as a bartender for rich parties where donors toss money at distant causes. Mike is a long way from the Xquisite, the seedy but beloved club of the first movie, nor the dimly lit sorority houses where he used to show up and undress as a cop. One former bachelorette party client recognizes him; she’s now a lawyer, and he’s a curious specimen from her past.</p><p>Within five minutes, Mike locks the door of an expensively glass-paneled room with Maxandra, Salma Hayek Pinault’s very rich, magenta-clad divorcee. Max has questions about his job; bartending, he explains, is “not really what I do”, an answer she parlays into a private dance complete with Tatum’s abs, several lifts and a sensual athletic feat involving a metal bookshelf. I was at a relatively staid, sober screening, and still the sequence drew titters from the crowd.</p> <a href=\"https://www.theguardian.com/film/2023/feb/14/magic-mikes-last-dance-channing-tatum-steven-soderbergh\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/feb/14/magic-mikes-last-dance-channing-tatum-steven-soderbergh", "date_published": "2023-02-14 14:47:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Enyacore: the 1990s revival absolutely no one saw coming", "description": "<p>Grab your chainmail bra and get whimsigothic. The modern medieval look is back – inspired by the castle-dwelling icon Enya</p><p><strong>Name: </strong>Enyacore.</p><p><strong>Age: </strong>Brand new, with hints of 1988 (the release date of <a href=\"https://www.theguardian.com/music/2021/may/27/enya-greatest-songs-ranked\">Orinoco Flow</a>).</p> <a href=\"https://www.theguardian.com/fashion/2023/feb/14/enyacore-the-1990s-revival-absolutely-no-one-saw-coming\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2023/feb/14/enyacore-the-1990s-revival-absolutely-no-one-saw-coming", "date_published": "2023-02-14 14:42:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Brianna Ghey killing being investigated as possible transphobic hate crime", "description": "<p>Police looking at transphobia alongside other lines of inquiry as vigils planned across UK</p><p>Police investigating the killing of Brianna Ghey, a 16-year-old girl who was stabbed to death in a Warrington park on Saturday, have said they have not ruled out the possibility it was a transphobic hate crime.</p><p>Brianna, who was trans, was found with fatal stab wounds in Culcheth Linear Park, on Saturday afternoon.</p> <a href=\"https://www.theguardian.com/uk-news/2023/feb/14/brianna-ghey-killing-being-investigated-as-possible-transphobic-hate\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/feb/14/brianna-ghey-killing-being-investigated-as-possible-transphobic-hate", "date_published": "2023-02-14 14:22:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Wrath and awe: a short history of balloons and their power to fire up mob fury | Jeff Sparrow", "description": "<p>Perhaps a long symbolic resonance explains the otherwise baffling battle raging in 21st century skies</p><p>On 16 December 1784 – barely a year after the first crewed flight – a British cartoonist published a sketch entitled <a href=\"https://dome.mit.edu/handle/1721.3/193360\">The Battle of the Balloons</a>, depicting airships belonging to the leading powers of the day firing cannons at each other from among the clouds.</p><p>In <a href=\"https://www.goodreads.com/en/book/show/17316488\">his book Falling Upwards</a>, Richard Holmes adduces the drawing as evidence of the intimate relationship between balloons and military competition, with, for instance, the first French company of aeronauts formed on the remarkably early date of 29 March 1794.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/feb/15/wrath-and-awe-a-short-history-of-balloons-and-their-power-to-fire-up-mob-fury\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/feb/15/wrath-and-awe-a-short-history-of-balloons-and-their-power-to-fire-up-mob-fury", "date_published": "2023-02-14 14:00:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Champions League report vindicates everything we Liverpool fans fought for | Daniel Austin", "description": "<p>Work of supporters on the night in Paris and during the months after ensured that attempts by those in power to blame them failed</p><p>Last summer I sat in a television studio in central Paris, ready to discuss the fiasco at the Champions League final the previous weekend, which I had attended as a Liverpool supporter.</p><p>It was my final media appearance of an exhausting day and as a fifth set of makeup marinated into my skin under the sizzling refulgent lights the news presenter posed his first question to me: “Why is it so important to Liverpool fans to speak up about what happened?”</p> <a href=\"https://www.theguardian.com/football/2023/feb/14/champions-league-report-vindicates-liverpool-fans-uefa\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/feb/14/champions-league-report-vindicates-liverpool-fans-uefa", "date_published": "2023-02-14 14:00:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How to make great pizza at home without a specialist oven | Kitchen aide", "description": "<p>Super-high temperatures are the key to professional-quality pizzas, but there are ways to achieve good results with everyday equipment</p><ul><li>Got a culinary dilemma? Email <a href=\"mailto:feast@theguardian.com\">feast@theguardian.com</a></li></ul><p></p><p><strong>Can you make good pizza at home without a pizza oven?<br /></strong><em><strong>Joe, Preston, Lancashire<br /></strong></em>Yes, but it’s more a question of which style of pizza you’re going to have the most success with. “The biggest thing is the temperature of the oven,” says Rich Baker, co-owner of <a href=\"https://www.flatearthpizzas.com/\">Flat Earth Pizzas</a> in east London, “because domestic ovens simply aren’t hot enough to achieve what a pizzeria does.” Joe might, he suggests, fare better with a grandma pizza, which is cooked in an oiled baking tray for about 15 minutes – “It’s ideal for the oven,” he says. But if you’re hankering for a floppy Neapolitan or crisper, New York-style slice, construct it in a hot cast-iron frying pan, then, once it has some colour on the base, pop it under a high grill until bubbling. “That’s the method I use if I don’t have access to a pizza oven,” says Nick Buckland, co-owner of <a href=\"https://yardsalepizza.com/\">Yard Sale Pizza</a> in London, which opens its tenth site in Tottenham next month.</p><p>You’ll also need a good basic dough recipe, which happily requires only a handful of ingredients – flour, water, yeast, salt – although, Baker adds, you could also include sugar, honey or olive oil “to help it brown better”. Flour-wise, Joshua Ward, co-founder of <a href=\"https://palmspizzeria.com/\">Palm’s Pizzeria</a> in Margate, uses 00 for his New York-style slices: “You want a fairly high protein content, because it helps build the dough’s structure, meaning it won’t tear when you handle it”; you could also use strong white flour, a mix of the two, or even add a little rye. Buckland also goes for 00 with “at least 13g protein” and, for three 12-inch pizzas, mixes 500g with 270ml water, and 1g fresh yeast (or ½g dry, active yeast in a little tepid water). He then adds 30ml more water, followed by 15g salt and 15g extra-virgin olive oil, and mixes for about 10 minutes, until it forms a smooth, elastic dough. “Fold into a ball, put in a lightly greased bowl, cover and leave overnight” at about 18C : “That’s the perfect spot between letting the yeast do its thing, but without it happening too quickly.”</p><p>Got a culinary dilemma? Email <a href=\"mailto:feast@theguardian.com\">feast@theguardian.com</a></p> <a href=\"https://www.theguardian.com/food/2023/feb/14/how-to-make-great-pizza-at-home-without-a-specialist-oven\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/feb/14/how-to-make-great-pizza-at-home-without-a-specialist-oven", "date_published": "2023-02-14 14:00:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rod Stewart’s first studio recording to be sold at auction", "description": "<p>The tape, which will be sold as a collector’s item by his former manager, helped secure the singer’s first record deal</p><p>A tape of Sir Rod Stewart’s first studio recording, which helped secure his first record deal, will be sold at auction by his former manager.</p><p>Jonathan Rowlands, 83, said the 15IPS analogue tape was sent to Decca Records as an audition recording in 1964, and the result was Sir Rod’s first recording contract.</p> <a href=\"https://www.theguardian.com/music/2023/feb/14/rod-stewart-first-studio-recording-to-be-sold-at-auction\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/feb/14/rod-stewart-first-studio-recording-to-be-sold-at-auction", "date_published": "2023-02-14 13:59:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Oldham Coliseum to close after losing £1.8m arts subsidy", "description": "<p>Theatre says it cannot survive without funding for next three years and will shut for good at the end of March</p><p>One of Britain’s oldest theatres, the Oldham Coliseum, is set to close after losing its Arts Council England funding.</p><p>The 138-year-old theatre, which helped launch the careers of some of Britain’s best-loved actors, said it could not survive without a £1.8m subsidy over the next three years.</p> <a href=\"https://www.theguardian.com/culture/2023/feb/14/oldham-coliseum-set-to-close-after-losing-arts-funding\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/feb/14/oldham-coliseum-set-to-close-after-losing-arts-funding", "date_published": "2023-02-14 13:58:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Four pulled from rubble in Turkey as earthquake rescue efforts pass 200-hour mark", "description": "<p>The men, including two teenagers, were saved as rescue teams look to next phase of aid</p><p>Four more people have been rescued almost 200 hours after a massive earthquake hit Turkey and Syria, but hopes are dwindling of finding more survivors of what the World Health Organization called Europe’s worst natural disaster in 100 years.</p><p>As the first UN aid team since the quake entered north-west Syria, the combined death toll rose to almost 38,000 on Tuesday after the tally in Turkey climbed to 31,974. At least 5,714 are reported dead in government-controlled and rebel-held areas of Syria – which is likely to be a significant underestimate.</p> <a href=\"https://www.theguardian.com/world/2023/feb/14/three-pulled-from-rubble-in-turkey-as-earthquake-rescue-efforts-pass-200-hour-mark\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/feb/14/three-pulled-from-rubble-in-turkey-as-earthquake-rescue-efforts-pass-200-hour-mark", "date_published": "2023-02-14 13:47:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Brady for MVP? Bills for the Super Bowl? Our NFL season predictions revisited", "description": "<p>Before the season began we predicted the strugglers, the winners and the best players in the league. There were successes … and there was Russell Wilson</p><p>Peeking back at your preseason predictions can be like looking at pictures of yourself from junior high: absolutely horrifying. But as professional journalists we’re up for the challenge of peeling the onion and learning from past mistakes. Strap in: we struck gold in a couple of categories … but others weren’t so pretty (<a href=\"https://www.theguardian.com/sport/2022/sep/08/nfl-2022-predictions-football-new-season\">you can read them here before we go</a>).</p> <a href=\"https://www.theguardian.com/sport/2023/feb/14/brady-for-mvp-bills-for-the-super-bowl-our-nfl-season-predictions-revisited\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/feb/14/brady-for-mvp-bills-for-the-super-bowl-our-nfl-season-predictions-revisited", "date_published": "2023-02-14 13:45:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "German ballet director offers no apology over dog faeces incident", "description": "<p>Marco Goecke says he acted in heat of the moment after years of ‘annihilatory' criticism’</p><p>An award-winning German ballet company director who smeared his dog’s faeces on the face of a dance critic has failed to apologise, saying he was responding to decades of “annihilatory criticism”.</p><p>Marco Goecke admitted in an interview with the broadcaster NDR that his “means of attack” was “certainly not super” but said he had acted on impulse on seeing the journalist, Wiebke Hüster.</p> <a href=\"https://www.theguardian.com/world/2023/feb/14/german-ballet-director-marco-goecke-offers-no-apology-over-dog-faeces-incident\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/feb/14/german-ballet-director-marco-goecke-offers-no-apology-over-dog-faeces-incident", "date_published": "2023-02-14 13:40:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Two police officers to face misconduct hearings over Wayne Couzens indecent exposure", "description": "<p>Two officers accused of failing to properly investigate allegations against Couzens – who then went on to murder Sarah Everard</p><p>A Metropolitan police officer is to face a gross misconduct hearing for allegedly failing to properly investigate indecent exposure allegations against Wayne Couzens, before he murdered Sarah Everard, the police watchdog has said.</p><p>The officer was tasked with investigating an incident at a fast food restaurant where Couzens indecently exposed himself. It took place on 27 February 2021, six days before Couzens kidnapped and then murdered Sarah Everard.</p> <a href=\"https://www.theguardian.com/uk-news/2023/feb/14/met-officer-to-face-misconduct-hearing-over-wayne-couzens-indecent-exposure\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/feb/14/met-officer-to-face-misconduct-hearing-over-wayne-couzens-indecent-exposure", "date_published": "2023-02-14 13:16:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Camilla to wear Queen Mary’s crown for coronation, says Buckingham Palace", "description": "<p>Crown, made for 1911 coronation, will be modified for queen consort and not feature the Koh-i-Noor diamond</p><p>The queen consort is to wear a recycled crown for the coronation that will not feature the Koh-i-Noor diamond, Buckingham Palace has announced.</p><p>Camilla will wear a modified version of Queen Mary’s crown, made by Garrard for the 1911 coronation and commissioned by Queen Mary, the consort of George V.</p> <a href=\"https://www.theguardian.com/uk-news/2023/feb/14/camilla-wear-queen-mary-crown-coronation\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/feb/14/camilla-wear-queen-mary-crown-coronation", "date_published": "2023-02-14 13:16:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "China’s giant telescope and a Valentine’s Day Banksy: Tuesday’s best photos", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/world/gallery/2023/feb/14/chinas-giant-telescope-and-a-valentines-day-banksy-tuesdays-best-photos\">Continue reading...</a>", "link": "https://www.theguardian.com/world/gallery/2023/feb/14/chinas-giant-telescope-and-a-valentines-day-banksy-tuesdays-best-photos", "date_published": "2023-02-14 13:15:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ukrainians blow up bridge in Bakhmut amid reports Russia closing in", "description": "<p>Kyiv denies retreat imminent as Kremlin throws troops at capturing city before one-year anniversary of war</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/feb/14/russia-ukraine-war-nato-defence-ministers-to-meet-in-brussels-bakhmut-under-heavy-fire-live\">Russia-Ukraine war – latest news updates</a></li></ul><p>Ukrainian forces have reportedly blown up a bridge near the eastern city of Bakhmut, in a sign they may be planning to retreat from the area, which would give Russia a significant symbolic boost ahead of the first anniversary of the war.</p><p>Troops blew up the bridge on Monday, according to a local Donetsk region news site. Ukraine denies it intends to leave Bakhmut, despite six months of heavy fighting and reportedly dwindling stockpiles.</p> <a href=\"https://www.theguardian.com/world/2023/feb/14/ukrainians-blow-up-bridge-in-bakhmut-amid-reports-russia-closing-in\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/feb/14/ukrainians-blow-up-bridge-in-bakhmut-amid-reports-russia-closing-in", "date_published": "2023-02-14 13:01:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Get me out of here’: survival of Syrian siblings filmed trapped in rubble", "description": "<p>Five-year-old Jinan now in hospital with serious leg injury; her brother had only scratches while the rest of their family died</p><p>Omar Rahal heard a voice coming from the rubble, so faint that he struggled to understand if it might only be in his head. The previous night, two earthquakes of magnitude 7.8 and 7.6 had levelled his village, Harem, in the rebel-held province of Idlib in Syria, flattening dozens of buildings including the block of flats where his cousin Mahmoud lived with his wife and their seven children.</p><p>A few hours later, Rahal, the local police chief, rushed into the rubble of the house in the hope of finding Mahmoud and his family alive. All morning he heard no signs of life, but at 12.30pm his ears picked up five words spoken by what sounded like a little girl: “Get me out of here.”</p> <a href=\"https://www.theguardian.com/world/2023/feb/14/get-me-out-of-here-survival-of-syrian-siblings-filmed-trapped-in-rubble\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/feb/14/get-me-out-of-here-survival-of-syrian-siblings-filmed-trapped-in-rubble", "date_published": "2023-02-14 13:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "GB boxers to boycott women’s world championships over Russia stance", "description": "<ul><li>IBA defying IOC guidance over Russian and Belarusian athletes</li><li>Russian gymnasts and wrestlers invited to Asian Games</li></ul><p>Great Britain will not participate in next month’s Women’s World Boxing Championships in India over concerns about the participation of Russian athletes under their national flag.</p><p>The International Boxing Association (IBA) has defied guidance from the International Olympic Committee and allowed Russian and Belarusian athletes to compete for their countries despite the Russian invasion of Ukraine.</p> <a href=\"https://www.theguardian.com/sport/2023/feb/14/gb-boxers-to-boycott-womens-world-championships-over-russia-stance\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/feb/14/gb-boxers-to-boycott-womens-world-championships-over-russia-stance", "date_published": "2023-02-14 12:49:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Giulio Regeni: court calls Italy’s PM and foreign minister as witnesses", "description": "<p>Move comes after pair offered assurances that Egypt’s president was willing to help in case of Italian student murdered in Cairo</p><p>Italy’s prime minister, Giorgia Meloni, and foreign minister, Antonio Tajani, have been called as witnesses in the unresolved case of Giulio Regeni, the student who was murdered in Cairo in 2016.</p><p>The move comes after they both offered assurances that the Egyptian president, Abdel Fatah al-Sisi, had shown a fresh willingness to collaborate with Italian authorities on the case.</p> <a href=\"https://www.theguardian.com/world/2023/feb/14/giulio-regeni-court-calls-italys-pm-and-foreign-minister-as-witnesses\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/feb/14/giulio-regeni-court-calls-italys-pm-and-foreign-minister-as-witnesses", "date_published": "2023-02-14 12:37:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lee Mason not selected as Premier League VAR after Arsenal offside error", "description": "<ul><li>Mason failed to spot offside in buildup to Brentford equaliser</li><li>He was also not selected for a round of matches in September</li></ul><p>Lee Mason has not been selected as a VAR for the next round of Premier League matches after his offside error last weekend. Mason failed to spot an offside in the buildup to Brentford’s equaliser at Arsenal last Saturday.</p><p>His name was absent from the appointments list published on the Premier League website at noon. Mason, who became a dedicated VAR at the start of last season after his retirement as a referee, did not investigate the play immediately leading to Brentford’s goal when Christian Nørgaard appeared to be in an offside position before he hooked the ball across goal for Ivan Toney to score.</p> <a href=\"https://www.theguardian.com/football/2023/feb/14/lee-mason-not-selected-as-premier-league-var-after-arsenal-offside-error\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/feb/14/lee-mason-not-selected-as-premier-league-var-after-arsenal-offside-error", "date_published": "2023-02-14 12:36:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "FCA and West Yorkshire police raid crypto operators in UK first", "description": "<p>Raids target ATMs hosted around Leeds believed to be offering to buy or convert traditional currencies</p><p>Authorities have raided several sites around Leeds as part of what is believed to be the UK’s first crackdown on illegally operated crypto ATMs.</p><p>Evidence was gathered from multiple sites around the city that were suspected to be hosting machines allowing customers to buy or convert traditional currencies into cryptoassets <a href=\"https://www.theguardian.com/technology/2022/nov/30/ecb-says-bitcoin-is-on-road-to-irrelevance-amid-crypto-collapse\">including bitcoin</a>.</p> <a href=\"https://www.theguardian.com/technology/2023/feb/14/fca-and-west-yorkshire-police-raid-crypto-operators-in-uk-first\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/feb/14/fca-and-west-yorkshire-police-raid-crypto-operators-in-uk-first", "date_published": "2023-02-14 12:33:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "My most romantic moment: I had just given birth – and my boyfriend made me a perfect bowl of pasta", "description": "<p>He cut up the linguine with hair scissors, because he knew somehow what I would need when I began breastfeeding. It was the best meal I’ve ever eaten</p><p>The best gestures usually arrive when you are bone-tired.</p><p>Mine was a bowl of ragu pasta, my first meal after leaving hospital with our newborn son. I ate it in bed. I have no idea what time it was. You might have heard a lot of tall tales about that first slice of flaccid toast you eat in hospital after pushing out a baby. This was my flaccid toast.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/feb/14/my-most-romantic-moment-i-had-just-given-birth-and-my-boyfriend-made-me-a-perfect-bowl-of-pasta\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/feb/14/my-most-romantic-moment-i-had-just-given-birth-and-my-boyfriend-made-me-a-perfect-bowl-of-pasta", "date_published": "2023-02-14 12:30:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nikki Haley to seek Republican presidential nomination", "description": "<p>Former South Carolina governor to challenge her one-time boss, Donald Trump, for nomination</p><p>Former South Carolina governor Nikki Haley is challenging her one-time boss for the 2024 Republican presidential nomination, according to a video she released on Tuesday.</p><p>“I’m Nikki Haley and I’m running for president,” Trump’s former United Nations ambassador said in the video, first reported by Axios.</p> <a href=\"https://www.theguardian.com/us-news/2023/feb/14/nikki-haley-to-seek-republican-presidential-nomination-donald-trump\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/feb/14/nikki-haley-to-seek-republican-presidential-nomination-donald-trump", "date_published": "2023-02-14 12:27:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tom Cruise goes maverick and Riseborough goes awol at the Oscars nominees luncheon", "description": "<p>Dominating the situation with starry generosity, Cruise took the Academy Award for best hugger – while Andrea Riseborough was nowhere to be seen</p><p>Twenty-three years have ticked by since Tom Cruise last attended the annual Oscars nominees luncheon, in support of his performance as the manipulative sex guru Frank TJ Mackey in Paul Thomas Anderson’s Magnolia. He lost – his third defeat in a decade, following Jerry Maguire and Born on the Fourth of July – and shortly afterwards set aside his Academy Award ambitions to prove his value as a daredevil action star.</p><p>But this year’s best picture nod for <a href=\"https://www.theguardian.com/film/2022/may/12/top-gun-maverick-review-tom-cruise-is-still-needy-less-speedy-in-a-rocknroll-sequel\">Top Gun: Maverick</a>, in which Cruise not only starred, but also produced, meant he was back in the ballroom of the Beverly Hills Hilton where he held focus with an exuberant physical display. Cruise bear-hugged Guillermo del Toro so enthusiastically that the great director nearly disappeared underneath him. He pulled Austin Butler in for a backslap that anointed the <a href=\"https://www.theguardian.com/film/2022/jun/26/elvis-review-blistering-turbocharged-chronicle-of-the-king\">Elvis</a> star as a member of the leading men’s club, cracked a quip to <a href=\"https://www.theguardian.com/film/2023/jan/24/oscars-2023-nominations-everything-everywhere-all-at-once\">Everything Everywhere All at Once</a>’s Michelle Yeoh that made her hide a giggle behind her clutch handbag, and closed his eyes to dramatically kiss her co-star Jamie Lee Curtis on the knuckles, then cradle her hands to his chest.</p> <a href=\"https://www.theguardian.com/film/2023/feb/14/oscars-academy-award-nominees-luncheon-tom-cruise-andrea-riseborough\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/feb/14/oscars-academy-award-nominees-luncheon-tom-cruise-andrea-riseborough", "date_published": "2023-02-14 12:25:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tower Hamlets mayor accused of ‘culture war’ against low-traffic schemes", "description": "<p>Campaigners criticise Lutfur Rahman as he consults for second time on London borough’s LTNs</p><p>Campaigners in east London say the mayor of Tower Hamlets is engaged in a “culture war” against low-traffic neighbourhoods (LTNs) as he consults for a second time in a year on the future of traffic reduction schemes.</p><p>The controversy in the borough – where Lutfur Rahman promised in his manifesto to remove LTNs – comes as neighbouring councils Hackney and Islington ramp up their commitment to the schemes.</p> <a href=\"https://www.theguardian.com/uk-news/2023/feb/14/tower-hamlets-mayor-culture-war-low-traffic-schemes-ltn-lutfur-rahman\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/feb/14/tower-hamlets-mayor-culture-war-low-traffic-schemes-ltn-lutfur-rahman", "date_published": "2023-02-14 12:23:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nato chief says ‘no signs’ Putin wants peace as he issues ammunition call", "description": "<p>Jens Stoltenberg urges members to ramp up production for Ukraine, saying Russian leader ‘is preparing for more war’</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/feb/14/russia-ukraine-war-nato-defence-ministers-to-meet-in-brussels-bakhmut-under-heavy-fire-live\">Russia-Ukraine war – latest news updates</a></li></ul><p>The Nato secretary general, Jens Stoltenberg, has urged members of the transatlantic military alliance to ramp up ammunition production for Ukraine as he warned Vladimir Putin was preparing for new offensives and attacks.</p><p>“We see no signs that President Putin is preparing for peace. What we see is the opposite, he is preparing for more war, for new offensives and new attacks,” Stoltenberg said on Tuesday.</p> <a href=\"https://www.theguardian.com/world/2023/feb/14/nato-chief-no-signs-putin-wants-peace-russia-ukraine-ammunition\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/feb/14/nato-chief-no-signs-putin-wants-peace-russia-ukraine-ammunition", "date_published": "2023-02-14 12:21:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "David Squires on … Nathan Jones and Pep Guardiola, football men of principle", "description": "<p>Our cartoonist on Southampton’s short-lived manager and Manchester City carrying on in the face of Premier League charges</p><ul><li><strong><a href=\"https://support.theguardian.com/uk/contribute?REFPVID=kta1aob6y4ujara7ohka&amp;INTCMP=header_support_RemoteRrHeaderLinksTest__UK_remote&amp;acquisitionData=%7B%22source%22%3A%22GUARDIAN_WEB%22%2C%22componentId%22%3A%22header_support_RemoteRrHeaderLinksTest__UK_remote%22%2C%22componentType%22%3A%22ACQUISITIONS_HEADER%22%2C%22campaignCode%22%3A%22header_support_RemoteRrHeaderLinksTest__UK_remote%22%2C%22abTest%22%3A%7B%22name%22%3A%22RemoteRrHeaderLinksTest__UK%22%2C%22variant%22%3A%22remote%22%7D%2C%22referrerPageviewId%22%3A%22kta1aob6y4ujara7ohka%22%2C%22referrerUrl%22%3A%22https%3A%2F%2Fwww.theguardian.com%2Ffootball%22%2C%22isRemote%22%3Atrue%7D\">Like what David does? Consider supporting our journalism</a></strong></li><li><strong><a href=\"https://guardianprintshop.com/collections/david-squires/products/everton-leeds-and-pep-guardiola-s-london-bawling\">You can buy a Squires cartoon from the Guardian Print Store</a></strong></li></ul> <a href=\"https://www.theguardian.com/football/ng-interactive/2023/feb/14/david-squires-on-nathan-jones-southampton-pep-guardiola-manchester-city\">Continue reading...</a>", "link": "https://www.theguardian.com/football/ng-interactive/2023/feb/14/david-squires-on-nathan-jones-southampton-pep-guardiola-manchester-city", "date_published": "2023-02-14 12:16:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lawyers of traumatised Liverpool fans say report blaming Uefa boosts case", "description": "<ul><li>Lawyers to press ahead with group action over Paris chaos</li><li>‘Proper compensation’ needed after Champions League final</li></ul><p>Lawyers preparing imminent legal claims against Uefa on behalf of Liverpool supporters who suffered injury and trauma at last May’s Champions League final say the case has been strengthened by the <a href=\"https://www.theguardian.com/football/2023/feb/13/champions-league-final-report-uefa-primary-responsibility-chaos-paris-liverpool-real-madrid\">damning findings of Uefa’s own review</a> into the near-disaster.</p><p>More than 2,600 people caught up in the hours of chaos and safety failures at the Stade de France in Paris have signed up to sue football’s European confederation for compensation. The central finding of the review panel, which was chaired by a Portuguese MP, Tiago Brandão Rodrigues, was that Uefa had “primary responsibility” for the safety failures that led to a near-“mass fatality catastrophe”. The panel’s report stated that Uefa had “marginalised” its own safety and security unit, and that people in senior leadership positions at the organisation had known about this but failed to address it.</p> <a href=\"https://www.theguardian.com/football/2023/feb/14/liverpool-fans-lawyers-claims-against-uefa-report-strengthens-case-champions-league-final\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/feb/14/liverpool-fans-lawyers-claims-against-uefa-report-strengthens-case-champions-league-final", "date_published": "2023-02-14 12:12:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Breakdown | Grand slam and then the world? Fun for Ireland may only just be beginning", "description": "<p>Ireland were glorious in a Six Nations classic against France and the Scots are on the up, but Wales and England have fallen back</p><p>Rare indeed is the Six Nations championship that has everyone purring after just two rounds. If the organisers could rewind the clock they might have preferred Ireland v France as the tournament’s grand finale but, in some ways, <a href=\"https://www.theguardian.com/sport/2023/feb/11/ireland-france-six-nations-match-report\">a round-two classic</a> has worked a treat. Quite apart from lifting neutrals out of their seats it has also raised the bar quality-wise for everyone else.</p><p>Given it is a Rugby World Cup year, it feels like the fun is only just beginning. Particularly if you are Irish. If there has been a more gloriously complete Six (or Five) Nations performance by an Ireland side it was hard to recall as they blasted past the French in Dublin on Saturday. Shamrock-and-roll is rugby’s modern soundtrack, with even bigger stadium gigs still to come.</p> <a href=\"https://www.theguardian.com/sport/2023/feb/14/ireland-six-nations-rugby-union-world-cup\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/feb/14/ireland-six-nations-rugby-union-world-cup", "date_published": "2023-02-14 12:01:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nigel Slater’s recipe for minced turkey with pappardelle", "description": "<p>A warming, herby, meaty pasta treat</p><p>Peel and finely chop 2 medium-sized <strong>onions</strong>. Warm 3 tbsp of <strong>olive oil</strong> in a pan over a moderate heat – I use a nonstick frying pan 24cm in diameter – then stir in the onions and cook for 10-12 minutes stirring regularly, until soft and pale gold.</p><p>Peel 2 cloves of <strong>garlic</strong>, mash to a paste and stir into the onions. Using a pestle and mortar or spice mill, roughly crush 8 <strong>juniper berries</strong>, 1 tbsp of <strong>thyme leaves</strong>, 1 tsp of <strong>sea salt</strong> and 6 <strong>black peppercorns</strong> and stir into the onions. Finely chop 2 <strong>sage leaves</strong> and 2 <strong>anchovy fillets</strong>, then finely grate the zest of a small <strong>lemon</strong> and stir it all together. Add a handful of chopped <strong>parsley</strong>. Continue cooking for 5 minutes, then remove everything to a bowl.</p> <a href=\"https://www.theguardian.com/food/2023/feb/14/nigel-slaters-recipe-for-minced-turkey-with-pappardelle\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/feb/14/nigel-slaters-recipe-for-minced-turkey-with-pappardelle", "date_published": "2023-02-14 12:00:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Even pound shops don’t sell things for a pound any more. I’m juggling three jobs just to get by | Sharron Spice", "description": "<p>I’ve always had a second job, but things are so tough now I’ve had to take another. Then when I get home, I study</p><ul><li>This article is part of <a href=\"https://viewer.gutools.co.uk/commentisfree/series/the-heat-or-eat-diaries\">the heat or eat diaries</a>: a series from the frontline of Britain’s cost of living emergency</li></ul><p>I’ve just finished my day shift at the pupil referral unit I work for, and I’m on my way to a three-hour shift doing youth work this evening. When I get home I’ll start work on the Open University assignment I have due in. Is it too much? Probably. But I think unless you are well off, everyone is the same at the moment. I’ve always had a second job, so it’s not new to me. Second, third, whatever. I’m juggling so I don’t drop the balls. But now, even nurses <a href=\"https://nursingnotes.co.uk/news/workforce/one-in-six-already-exhausted-nurses-seeking-second-job-outside-healthcare/\">are getting second jobs</a>.</p><p>What’s stressing me out is I can’t take any holiday. Because if I don’t work, I don’t get paid. My main job is through an agency, and I’m contracted. I had a tooth infection recently and that was five days without any pay because I was ill. I think I need to look for a five-day-a-week PAYE job. Then I can still do my part-time youth work and the Saturday job I have, which is supervising reparation work with young people who are giving back to the community by picking up litter.</p><p>Sharron Spice is in her 30s and lives in London. She tweets at <a href=\"https://twitter.com/mSharronSpice\">@mSharronSpice</a></p> <a href=\"https://www.theguardian.com/commentisfree/2023/feb/14/heat-or-eat-poverty-rising-costs\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/feb/14/heat-or-eat-poverty-rising-costs", "date_published": "2023-02-14 12:00:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Paris pushes for second-home tax hike to tackle population drain", "description": "<p>Authorities in French capital also want more affordable housing for working- and middle-class families</p><p>Paris authorities have proposed to combat the population drain from the French capital by pushing for higher taxes on second-home owners and introducing more affordable social housing for working- and middle-class families.</p><p>The city’s population has dropped by more than 123,000 in the last decade, with many leaving in search of cheaper housing and green spaces, according to <a href=\"https://www.insee.fr/fr/statistiques/6678407\">official figures</a>. France’s statistics agency, Insee, says Paris is losing about 12,400 people a year and the city population – now at about 2.1 million – is at its lowest for 20 years.</p> <a href=\"https://www.theguardian.com/world/2023/feb/14/paris-proposes-upping-second-home-tax-tackle-population-drain-france\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/feb/14/paris-proposes-upping-second-home-tax-tackle-population-drain-france", "date_published": "2023-02-14 11:46:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "TechScape: How Nintendo’s stayed the most innovative tech company of our time", "description": "<p>In this week’s newsletter: It may not seem like a Google, Apple or Meta but the risk-taking Japanese games giant has long been a tech maverick</p><ul><li><strong><a href=\"https://ablink.editorial.theguardian.com/ss/c/TBl-lE0k4WbTlFRn6v-lQXxTpTslqnvUsR2ofAkC00vqkHXqakTSxrykj9mrdACFo11SPMvm9ONAti2JcHBqUgcduObToxycReEYHcTAh6nov_u_7l464yKkl5CZpPeg-CqG3ueb-8UiDZ4dOkhK_xu6BZysaGtGOA-w2_0KTqLsMBLqZrcGelEg-7T5C6DRfMSsX1Wcyrv2RlHjbzIGx0ePxMD7meIXmznkqCFxtrflV_YvxDV9cqXgzdq7c2-9qYTW0MyIMCG7p9sc7wIKCg/3ha/N7031ZxvS8Cv2AmB8PHP-g/h27/towm4HqYM1UtQe3kzAkaoAWT_zh9HyZuTvPyJCk6JeE\">Don’t get TechScape delivered to your inbox? Sign up for the full article here</a></strong></li></ul><p>For good and for bad, the video games industry is obsessed with novelty. New consoles, new technologies and, of course, new games are what drive headlines. So it’s easy to overlook one of gaming’s oldest companies and underestimate the sheer scale of its success. This month, Nintendo announced its quarterly financial results and said the Nintendo Switch is now the third bestselling games console of all time with 122.5m units sold, behind Sony’s PlayStation 2 (somewhere north of 155m) and Nintendo’s own DS (154m). As gamesindustry.biz journalist Christopher Dring <a href=\"https://twitter.com/Chris_Dring/status/1622891592569786368\">pointed out</a>, it has beaten the DS on software sales, selling almost a billion games (994m) compared to the DS’s 949m. A <em>billion</em> games!</p><p>Nintendo is an entertainment company, of course, but it is also a tech company – and surely one of the most successful tech companies around, both in its longevity and cultural impact, if not its absolute market value. Yet it has never behaved much like a tech company. The tech industry likes continuous disruption and unstoppable growth, whereas Nintendo likes experimenting with relatively modest hardware to get the most possible fun out of it. The company remains years behind on online gaming, where Microsoft’s Xbox took the lead. It stopped competing with the PlayStation on the technical specifications of its games consoles back in the 00s. Instead of joining the mobile gaming gold rush of the early 2010s, it waited until 2016 to release its first smartphone games in partnership with mobile developers – and was rewarded later that year with Pokémon Go.</p> <a href=\"https://www.theguardian.com/technology/2023/feb/14/techscape-nintendo-innovation-tech-company\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/feb/14/techscape-nintendo-innovation-tech-company", "date_published": "2023-02-14 11:45:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jesse Marsch agrees to succeed Nathan Jones as Southampton manager", "description": "<ul><li>Marsch was sacked by fellow strugglers Leeds last week</li><li>Southampton are currently bottom of the Premier League</li></ul><p>Jesse Marsch is primed to succeed Nathan Jones after agreeing to take charge of Southampton after another round of positive talks on Monday. The American is poised for a return to management little more than a week on from <a href=\"https://www.theguardian.com/football/2023/feb/06/jesse-marsch-sacked-by-leeds-united\">his sacking</a> by fellow strugglers Leeds.</p><p>Southampton believe Marsch can galvanise the squad and expect him to implement a style similar to that of their former manager Ralph Hasenhüttl, who built a playbook for all of the club’s teams follow.</p> <a href=\"https://www.theguardian.com/football/2023/feb/14/jesse-marsch-southampton-manager-leeds\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/feb/14/jesse-marsch-southampton-manager-leeds", "date_published": "2023-02-14 11:29:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "New Zealand coach Stead defends omitting Boult and selecting Kuggeleijn", "description": "<ul><li>Call-up for uncapped Scott Kuggeleijn prompts online backlash</li><li>‘I get given the players I can choose from,’ says Gary Stead</li></ul><p>New Zealand’s head coach, Gary Stead, has defended two potentially divisive selection calls before the first Test against England after opting against sending an SOS to Trent Boult and calling up the uncapped Scott Kuggeleijn.</p><p>A recurrence of the stress fracture that saw Kyle Jamieson miss the last seven months of cricket – plus seamer Matt Henry now absent from the series opener on paternity leave – might have prompted the Black Caps to ask Boult about his availability.</p> <a href=\"https://www.theguardian.com/sport/2023/feb/14/new-zealand-coach-defends-overlooking-boult-selecting-kuggeleijn-cricket\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/feb/14/new-zealand-coach-defends-overlooking-boult-selecting-kuggeleijn-cricket", "date_published": "2023-02-14 11:25:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Speedboat pilot cleared of manslaughter over crash that killed girl, 15", "description": "<p>Michael Lawrence convicted of failing to maintain lookout and safe speed over Southampton Water incident</p><p>A speedboat pilot has been found not guilty of manslaughter after a crash with a buoy killed a teenage passenger.</p><p>Emily Lewis, 15, sustained fatal injuries after the rigid inflatable boat (rib) collided with the 4.5-metre-high buoy at 36.6 knots in Southampton Water on 22 August 2020, with a number of other passengers seriously injured.</p> <a href=\"https://www.theguardian.com/uk-news/2023/feb/14/speedboat-pilot-michael-lawrence-emily-lewis-crash\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/feb/14/speedboat-pilot-michael-lawrence-emily-lewis-crash", "date_published": "2023-02-14 11:20:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Is the US going to stand by while Israel becomes an autocracy? | Jan-Werner Mueller", "description": "<p>There is shockingly little debate about the assaults on democracy happening in Israel right now</p><p>Israeli democracy is under <a href=\"https://verfassungsblog.de/populist-const-rev-israel/\">unprecedented attack</a> from within. Benjamin Netanyahu’s far-right government is following the playbook written by authoritarians in Hungary, Poland and other self-declared beacons of “illiberalism”: subordinate the judiciary and other independent bodies like public broadcasting to government control, all in the name of “the people”.</p><p>In the US, there is shockingly little debate about this brazen assault on what the US political class unfailingly celebrates as “the only democracy in the Middle East”. It is particularly disappointing that Democrats seem to be holding back. They have every reason – moral and political – to oppose Netanyahu’s autocracy-in-the-making. If recent history holds any lessons, they might want to go as far as making aid to Israel conditional on the preservation of proper checks and balances in the country.</p><p>Jan-Werner Müller teaches at Princeton and is a Guardian US columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/feb/14/israel-autocracy-benjamim-netanyahu-joe-biden\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/feb/14/israel-autocracy-benjamim-netanyahu-joe-biden", "date_published": "2023-02-14 11:19:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Doctor’s notes: Cornish town turns to song in effort to recruit GP", "description": "<p>More than 500 people in Lostwithiel take part in music video to try to find doctor to join local practice</p><p>People in the beautiful Cornish town of Lostwithiel have turned to song in a desperate effort to recruit a new doctor.</p><p>More than 500 people, young and old (some musically gifted, others not) have appeared in a pop video urging a GP to join a local practice.</p> <a href=\"https://www.theguardian.com/uk-news/2023/feb/14/cornish-town-lostwithiel-recruit-doctor-song\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/feb/14/cornish-town-lostwithiel-recruit-doctor-song", "date_published": "2023-02-14 11:12:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Liverpool urge Uefa to act on review recommendations for ‘safety of all fans’", "description": "<ul><li>Governing body blamed for 2022 Champions League final chaos</li><li>Club calls on Uefa to ‘ensure there are no more ‘near misses’</li></ul><p>Liverpool have implored Uefa to fully implement all the recommendations made in the highly critical independent report on last year’s Champions League final chaos.</p><p>European football’s governing body commissioned a team led by Portuguese Dr Tiago Brandão Rodrigues to look into issues of dangerous congestion, supporters being attacked by locals and tear-gassed by police and the whole operation at the Stade de France in May and it <a href=\"https://www.theguardian.com/football/2023/feb/13/champions-league-final-report-uefa-primary-responsibility-chaos-paris-liverpool-real-madrid\">lays the blame with Uefa</a> and the French authorities.</p> <a href=\"https://www.theguardian.com/football/2023/feb/14/uefa-champions-league-final-2022-report-liverpool-statement-real-madrid\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/feb/14/uefa-champions-league-final-2022-report-liverpool-statement-real-madrid", "date_published": "2023-02-14 11:08:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ikea sends shelters to Turkey and Syria as big firms offer earthquake aid", "description": "<p>First relief housing units arrive in Hatay province, Amazon sends food and blankets and Allianz donates €6m</p><p>The Ikea Foundation has sent 5,000 flatpack shelters to southern Turkey and northern Syria to house people left homeless by the earthquake last week, as companies around the world pledge help.</p><p>The Swedish homeware multinational’s philanthropy arm said on Tuesday it had donated €10m to the NGO <a href=\"https://bettershelter.org/\">Better Shelter</a>, with which it developed the robust, <a href=\"https://www.theguardian.com/artanddesign/2017/jan/27/why-ikea-flatpack-refugee-shelter-won-design-of-the-year\">award-winning 17.5 sq metre shelters</a> that fit in two boxes and can be assembled without tools.</p> <a href=\"https://www.theguardian.com/world/2023/feb/14/turkey-syria-earthquake-aid-firms-ikea-shelters\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/feb/14/turkey-syria-earthquake-aid-firms-ikea-shelters", "date_published": "2023-02-14 11:07:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ask Me to Dance review – it’s love on the dancefloor in super conventional romcom", "description": "<p>Tom Malloy directs and stars as Jack, a divorced ballroom dance fan, who keeps missing Jill, also a dance fan, by minutes in this good-natured film</p><p>Written and directed by its star Tom Malloy, this low-budget comedy is likably offbeat, full of tiny kinks in every sense, with mildly surprising plot twists and supporting characters who are into threesomes, S&amp;M, and so on. But it’s also fully conventional in that like the vast majority of romcoms it sets out to assemble a heterosexual couple and eventually succeeds. The core romance is sutured when Malloy’s Jack and Briana Evigan’s Jill, two ordinary normcore singletons who both love proper ballroom dancing and swing, finally get to dance together at the climax. Honestly, it’s so brazenly obvious in following every rule of genre that it’s barely a spoiler to reveal it: the fun is in how they get there.</p><p>Naturally, the course of true love sputters and stalls along the way. In the opening scene, they don’t actually meet at the local dance club where Jill likes to go with her friend Patrick (Mario Cantone from Sex and the City), a gay man who’s happy to pretend to be her husband to swat away unwanted dance partners. But Jill is impressed when she sees Jack, a former ballroom dance instructor recovering from a divorce, busting a move with his friend Samantha (Julianne Arrieta). Jack and Jill miss getting introduced by minutes, a pattern satisfyingly reprised throughout – although their respective hopes are raised when both of them encounter (separately of course) a crazy cat lady on a bridge who predicts they will each find true love by the end of the year – which happens to be in a week’s time. Encouraged by different friends who all end up being guests at a wedding by the end, Jack and Jill go on a series of comically awful dates with people to whom they are quite unsuited.</p> <a href=\"https://www.theguardian.com/film/2023/feb/14/ask-me-to-dance-review-tom-malloy-briana-evigan-dancing-romcom\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/feb/14/ask-me-to-dance-review-tom-malloy-briana-evigan-dancing-romcom", "date_published": "2023-02-14 11:00:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Parents, talk to your sons about Andrew Tate – we teachers can’t take him on alone | Lola Okolosie", "description": "<p>The messages of toxic, misogynist influencers can reach children more easily than ever – schools and families need to work together to prepare them</p><p>At the beginning of the year, it felt like the <a href=\"https://www.theguardian.com/news/2023/feb/11/the-truth-about-andrew-tate-his-home-is-less-hollywood-hideaway-more-rundown-meat-factory\">social media influencer Andrew Tate</a> was dominating all my conversations. My group chats pinged with alarm. At the school where I teach, colleagues expressed despair at just how <strong><a href=\"https://www.theguardian.com/uk-news/2023/feb/12/rapid-rise-in-andrew-tate-related-cases-referred-to-prevent-by-schools\">far his misogynist messages have spread</a>. </strong>How had a man who many of us had never heard of until last summer garnered such a huge following, resulting in his content on TikTok being viewed more than 12.7bn times? Why were more people searching for him on Google than arguably the world’s best known influencer, Kim Kardashian? Why did his followers stand by him even when he claimed that rape survivors bear some “responsibility” for their assault? How, after #MeToo, could a version of masculinity so lacking in compassion, empathy and respect for women be so popular? The over-35s seemed blindsided – parents especially.</p><p>In the frenzy to regain some sense of control, many parents looked to schools. Courses for teachers on how to tackle Tate’s views were advertised, and sold out. In the WhatsApp group chat for year 6 parents at my son’s school, it was no different – “speak to the school” was the advice when I raised the issue.</p><p>Lola Okolosie is an English teacher and writer focusing on race, politics, education and feminism</p><p><em><strong>Do you have an opinion on the issues raised in this article? If you would like to submit a response of up to 300 words by email to be considered for publication in our<a href=\"https://www.theguardian.com/tone/letters\"> letters</a> section, please <a href=\"mailto:guardian.letters@theguardian.com?body=Please%20include%20your%20name%20and%20phone%20number%20with%20your%20letter%20below.%20Letters%20are%20usually%20published%20with%20the%20author%27s%20name%20and%20city/town/village.%20The%20rest%20of%20the%20information%20is%20for%20verification%20only%20and%20to%20contact%20you%20where%20necessary.\">click here</a>.</strong></em></p> <a href=\"https://www.theguardian.com/commentisfree/2023/feb/14/parents-sons-andrew-tate-teachers-toxic-influencers\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/feb/14/parents-sons-andrew-tate-teachers-toxic-influencers", "date_published": "2023-02-14 11:00:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "She asked the police to help her husband. They killed him instead", "description": "<p>Sassie Smith’s husband, Takar, was fatally shot by the Los Angeles police while he was having a mental health crisis: ‘I won’t let this get swept under the rug’</p><p>Sassie Smith had run out of options.</p><p>On 2 January, her husband, Takar Smith, was talking to himself and making nonsensical remarks, a sign he was having another episode of schizophrenia, which had long strained their relationship. She was scared and wanted him to get treatment in a facility, so she walked a few blocks to a nearby Los Angeles police station for help.</p> <a href=\"https://www.theguardian.com/us-news/2023/feb/14/los-angeles-police-shoot-kill-takar-smith\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/feb/14/los-angeles-police-shoot-kill-takar-smith", "date_published": "2023-02-14 11:00:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Channel Tres: ‘House music is for everybody, but it’s special when it’s your people’", "description": "<p>Growing up in Compton in a musical extended family, it was the skate style of Pharrell and the electronica he heard at university that encouraged this understated pioneer to put his ‘hood energy’ into house</p><p>Sheldon Young, 31, is not one to be boxed in. Since dropping his debut EP as Channel Tres in 2018, his rhythmic, multi-genre blend has helped him make a name in vibrantly <a href=\"https://www.theguardian.com/artanddesign/gallery/2019/jun/10/field-day-festival-guardian-photography-masterclass-in-pictures-gallery-david-levene\">different circles</a> worldwide. He has been absorbed by fellow industry nonconformists – Jpegmafia, Tyler, the Creator, Duckwrth – and the more mainstream; he’s collaborated with <a href=\"https://www.theguardian.com/music/2020/aug/30/disclosure-energy-review-a-sensational-album\">Disclosure</a>, Tove Lo and Robyn; and he counts Elton John as a fan.</p><p>The artist is in LA when we speak over Zoom, and is laid-back about his ability to traverse genres and scenes, seeming polite and philosophical about his creative process. “Sometimes when I’m in the mall, a certain song will play that’ll influence my music-making,” he says. “I’m always interested in songs that are looped, but you could just listen to them over and over. It’s like: ‘How can I keep people’s attention span?’ That’s always something I’m into.”</p> <a href=\"https://www.theguardian.com/music/2023/feb/14/channel-tres-interview\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/feb/14/channel-tres-interview", "date_published": "2023-02-14 11:00:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Top US smoothie company accused of deception after toxic PFAS discovered", "description": "<p>Lawsuit alleges Bolthouse Farms deceived customers by claiming Green Goddess smoothie is made with ‘100% fruit juice’</p><p>A new class-action <a href=\"https://www.classaction.org/media/smith-v-wm-bolthouse-farms-inc.pdf\">lawsuit</a> alleges US beverage maker Bolthouse Farms deceived customers with claims that its Green Goodness smoothie is made of “100% fruit juice” after testing found the drink contains toxic PFAS, a synthetic chemical, at levels far above federal advisory drinking water limits.</p><p>PFAS are a class of about 12,000 chemicals typically used to make thousands of consumer products resist water, stains and heat. They are called “forever chemicals” because they do not naturally break down, and they are linked to cancer, fetal complications, liver disease, kidney disease, autoimmune disorders and other serious health issues.</p> <a href=\"https://www.theguardian.com/environment/2023/feb/14/green-goddess-smoothie-maker-bolthouse-farms-toxix-pfas-chemicals\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/feb/14/green-goddess-smoothie-maker-bolthouse-farms-toxix-pfas-chemicals", "date_published": "2023-02-14 11:00:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Like a magic wand’: Vuhledar’s defenders deploy drones to fend off Russian advance", "description": "<p>Ukraine’s military have given little ground in fight that underscores Moscow’s tactical limitation</p><ul><li><strong><a href=\"https://www.theguardian.com/world/live/2023/feb/14/russia-ukraine-war-nato-defence-ministers-to-meet-in-brussels-bakhmut-under-heavy-fire-live\">Russia-Ukraine war – live updates</a></strong></li></ul><p>Crunching through the snow, a few miles from the Russian frontline, there are few visible signs of the activity going on below. At ground level, where the temperature is -6C, the background noise of artillery fire is constant: the pops of outgoing shells and the crumps of incoming ones, as the Russians attack the nearby town of Vuhledar, a fight that has already been going on for three weeks.</p><p>The military escort turns off into an ordinary dacha, and heads not for the house, but towards a nearby cellar, pushing past a dirty hanging drape. It reveals a flight of steps leading to a heavy metal door and beyond that a hi-tech command post. Inside a stove-warmed room, half a dozen soldiers from Ukraine’s 68th Jaeger infantry brigade monitor the frontline.</p> <a href=\"https://www.theguardian.com/world/2023/feb/14/vuhledar-defenders-drones-russian-advance-donbas\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/feb/14/vuhledar-defenders-drones-russian-advance-donbas", "date_published": "2023-02-14 10:58:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Banksy confirms mural highlighting violence against women is his work", "description": "<p>Artwork in Margate depicts housewife with swollen eye and missing tooth</p><p>A new artwork that appears to be on the theme of violence against women and girls has been confirmed as a genuine Banksy.</p><p>The mural, painted on a wall in Margate, Kent, depicts a caricature image of a 1950s housewife, wearing yellow washing-up gloves and a blue apron, pushing her husband into a freezer. The woman is shown to be smiling despite having a swollen eye and a missing tooth.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/feb/14/banksy-new-artwork-margate-kent-violence-against-women\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/feb/14/banksy-new-artwork-margate-kent-violence-against-women", "date_published": "2023-02-14 10:45:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘We live in fear because of our skin’: Malawians with albinism demand action to reduce cancer risk", "description": "<p>Lack of access to sunscreen, diagnosis and treatment is failing a population that is increasingly vulnerable to skin cancer in a heating climate</p><p>In the early hours of Christmas Eve, William Kumwimbi, a young man with albinism, breathed his last. He had been bedridden with skin cancer for several months.</p><p>The sad news spread quickly among the community of Kamuzu Central hospital, one of Malawi’s biggest hospitals, prompting a battalion of nurses to flood the cancer ward, surrounding the 24-year-old’s bed to pay their last respects.</p> <a href=\"https://www.theguardian.com/global-development/2023/feb/14/malawi-albinism-demand-action-to-reduce-cancer-risk-acc\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/feb/14/malawi-albinism-demand-action-to-reduce-cancer-risk-acc", "date_published": "2023-02-14 10:40:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Winner’s Curse review – Clive Anderson’s warmth can’t revive this dodo", "description": "<p><strong>Park theatre, London<br /></strong>This interactive play by a former diplomat about working in negotiation feels like Debating for Dummies. Anderson’s off-script ad-libs are the sparkiest intervention<br /><br /></p><p>‘Thanks so much for coming,” announces Clive Anderson as Hugo Leitski at the start of Winner’s Curse. He’s accepting an award for his lifetime of work in negotiation. It might be an evening of celebration for Leitski, but for the audience, it is a party we’d rather have not got the invite to.</p><p>The premise is an interesting one. Leitski looks back at his career beginnings, where he is an assistant to one of the representatives from two fictional countries meeting to battle and negotiate over a strip of land. Written by the former diplomat Daniel Taub, who has negotiated peace treaties in the Middle East, in partnership with Dan Patterson, it should have the sense of something thunderous. But, crammed into a form that feels undeveloped and dry, the drama is unsalvageable.</p><p>Winner’s Curse is at <a href=\"https://parktheatre.co.uk/whats-on/winners-curse/cast\">Park theatre, London</a>, until 11 March</p> <a href=\"https://www.theguardian.com/stage/2023/feb/14/winners-curse-review-clive-andersons-warmth-cant-revive-this-dodo\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/feb/14/winners-curse-review-clive-andersons-warmth-cant-revive-this-dodo", "date_published": "2023-02-14 10:39:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Emir of Qatar poised to offer more than £4bn to buy Manchester United", "description": "<ul><li>Qatar believes Glazers’ asking price of £6bn is excessive</li><li>Bid expected before Friday’s soft deadline</li></ul><p>The emir of Qatar, Sheikh Tamim bin Hamad al-Thani, is expected to make a bid of more than £4bn for Manchester United by Friday’s deadline, with those driving the purchase for the country’s ruler valuing the club at <a href=\"https://www.theguardian.com/football/2023/feb/08/emir-of-qatar-interested-in-buying-manchester-united-for-45bn\">no more than £4.5bn</a>.</p><p>The Glazer family, who own United, have set an asking price of £6bn. The Raine Group, which administered Chelsea’s sale, is the financial adviser to the Glazers and it is thought Friday is a soft deadline, meaning offers may be countenanced after that.</p> <a href=\"https://www.theguardian.com/football/2023/feb/14/emir-of-qatar-bid-buy-manchester-united\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/feb/14/emir-of-qatar-bid-buy-manchester-united", "date_published": "2023-02-14 10:38:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rishi Sunak under pressure from backbench MPs to declare China a ‘threat’ – UK politics live", "description": "<p>Latest updates: amid concerns over suspected spy balloons and as part of review of global security, PM urged to deliver hawkish view</p><p><strong>Negotiations over the <a href=\"https://www.theguardian.com/uk/northernireland\">Northern Ireland</a> protocol are in the crucial final phase with a potential deal as early as next week, according to UK government sources.</strong></p><p>Rishi Sunak is expected to spend the latter half of the parliamentary recess this week looking at the shape of the deal, with calls pencilled in with EU leaders. However, UK sources stressed talks were at a delicate phase and there was no guarantee of a final agreement.</p><p>With inflation reaching levels not seen for over 40 years and with demand-led pressures for care services showing no sign of abating, local authority leaders are setting their budgets in the most difficult circumstances in decades.</p><p>We all recognise the cost-of-living crisis is impacting on every household in the country and disproportionally on low incomes, but we have little choice but to propose council tax rises again next year, with many local authorities reluctantly opting for maximum rises.</p> <a href=\"https://www.theguardian.com/politics/live/2023/feb/14/rishi-sunak-tory-conservatives-labour-china-latest-politics-news-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/live/2023/feb/14/rishi-sunak-tory-conservatives-labour-china-latest-politics-news-updates", "date_published": "2023-02-14 10:26:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "I left behind my idyllic life in a Spanish eco-village to return to London. This is why | Andrew Wilson", "description": "<p>Almería was an off-grid paradise, but I like to think I’ve brought part of it back to the city with me</p><p>I take one last look at the lush valley below me. A tall palm tree sways in the soft warm breeze. A group of young people are working on one of the many vegetable and fruit terraces, their laughter mixing with the sound of water in the riverbed below. I tell myself that one day I will be back. But for now, it is goodbye. I’m leaving the eco-village in southern Spain, this cluster of old, whitewashed houses set in a green valley where I’ve spent the past six years.</p><p>My partner and I first arrived in Los Molinos – in Almería province, the driest part of Spain – in 2006, after a long spell in north London. Our experience of eco-living was limited to regular recycling and buying biodegradable laundry and bathroom products. In Spain, we had to learn how to live completely off-grid. All our electricity came from the array of solar panels in the garden, which meant we couldn’t have energy-hungry devices such as toasters and electric kettles. We even had to forgo the internet because there was no connection.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/feb/14/spanish-eco-village-paraside-leave\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/feb/14/spanish-eco-village-paraside-leave", "date_published": "2023-02-14 10:23:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Cut off from the main: how films about islands reflect our anxious, divided times", "description": "<p>Island settings, such as Enys Men and The Banshees of Inisherin, speak of the isolation and helplessness we feel in this era of pandemic and sociopolitical division</p><p>If cinema is anything to go by, it stands to reason that the further a place is from the regular thrum of civilisation, the more obscure everything becomes. The spiritual world feels closer, and supernatural phenomena more likely if nobody is around to interfere. And when there are fewer distractions to contend with, memories are replayed, minds wander, dreams contort into reality.</p><p>This, no doubt, is part of the reason why Mark Jenkin’s latest film <a href=\"https://www.theguardian.com/film/2023/jan/15/enys-men-review-mark-jenkin-cornish-psychodrama-will-sweep-you-away\">Enys Men</a> sees him venture offshore to a largely uninhabited island whose only resident is an unnamed volunteer (Mary Woodvine) tasked with monitoring the local plant life. Her routine becomes embellished with rituals of her own, like dropping a stone down a disused mine shaft, driven seemingly by metaphysical forces rather than any practical objective.</p> <a href=\"https://www.theguardian.com/film/2023/feb/14/cut-off-from-the-main-how-films-about-islands-reflect-our-anxious-divided-times\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/feb/14/cut-off-from-the-main-how-films-about-islands-reflect-our-anxious-divided-times", "date_published": "2023-02-14 10:18:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Deal on Northern Ireland protocol could be struck next week, sources say", "description": "<p>Negotiations are in crucial final phase with Rishi Sunak preparing to hold calls with EU leaders</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/feb/14/rishi-sunak-tory-conservatives-labour-china-latest-politics-news-updates\">UK politics live – latest news updates</a></li></ul><p>Negotiations over the Northern Ireland protocol are in the crucial final phase with a potential deal as early as next week, according to UK government sources.</p><p>Rishi Sunak is expected to spend the latter half of the parliamentary recess this week looking at the shape of the deal, with calls pencilled in with EU leaders. However, UK sources stressed talks were at a delicate phase and there was no guarantee of a final agreement.</p> <a href=\"https://www.theguardian.com/politics/2023/feb/14/northern-ireland-protocol-deal-eu\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/feb/14/northern-ireland-protocol-deal-eu", "date_published": "2023-02-14 10:10:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fears of renewed FBI abuse of power after informant infiltrated BLM protests", "description": "<p>‘Outraged’ senator Ron Wyden urges agency to explain tactics from 2020 protests reminiscent of rogue behaviour from decades past</p><p>The FBI’s use of an informant to infiltrate Black Lives Matter in Denver during the wave of protests over the 2020 police killing of George Floyd has prompted concern in Congress that the federal agency is once again abusing its powers to harass and intimidate minority groups.</p><p>Ron Wyden, the Democratic senator from Oregon, is calling for the FBI to explain how it came to recruit a violent felon as an informant who then went on to gain prominence among Denver racial justice activists. The informant is alleged to have encouraged protesters to engage in increasingly violent demonstrations while trying to entrap them in criminal misdeeds.</p> <a href=\"https://www.theguardian.com/us-news/2023/feb/14/fbi-abuse-of-power-alleged-informant-denver-blm-protests\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/feb/14/fbi-abuse-of-power-alleged-informant-denver-blm-protests", "date_published": "2023-02-14 10:00:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "My most romantic moment: a kind man bought me flowers – with no expectation of winning me over", "description": "<p>After my dad died, a man I’d met only once, and turned down, sent me a beautiful bouquet. It was a selfless, straightforward act I’ll never forget</p><p>In the days prior to <a href=\"https://www.theguardian.com/lifeandstyle/online-dating\">dating apps</a>, an acquaintance set me up on a date with a friend of hers. He was a good guy, she said, and while he was quite different from me, she figured maybe opposites would attract.</p><p>We met for coffee and, as my date sauntered in, I had to crane my neck to give my salaam to the tower-like man stood before me. “Hi!” he replied, casually.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/feb/14/my-most-romantic-moment-a-kind-man-bought-me-flowers-with-no-expectation-of-winning-me-over\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/feb/14/my-most-romantic-moment-a-kind-man-bought-me-flowers-with-no-expectation-of-winning-me-over", "date_published": "2023-02-14 10:00:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Uefa review’s devastating verdict on Paris chaos should prompt Ceferin to resign | David Conn", "description": "<p>In a decent, responsible culture Uefa’s president would quit after the conclusions relating to the Champions League final</p><p>The review commissioned by Uefa into the appalling chaos that beset the Champions League final last May has reached <a href=\"https://www.theguardian.com/football/2023/feb/13/champions-league-final-report-uefa-primary-responsibility-chaos-paris-liverpool-real-madrid\">devastating conclusions</a> that in a decent, responsible culture would lead its president, Aleksander Ceferin, to resign.</p><p>The review panel’s report concludes that Uefa has “primary responsibility” for hosting a catastrophic failure of safety at the final of the competition which is its core purpose to organise, the very reason why it was founded as a confederation of Europe’s national football associations in 1954. Most recently Uefa has invested the modern-day Champions League with much grander significance than purely an elite sporting competition, presenting it as central to the European, community-rooted, ethical “model” of sport. It was the principal cause for which supporters, leagues, governments and the European Union supported Ceferin and <a href=\"https://www.theguardian.com/football/2021/apr/22/how-european-super-league-crashed\">opposed the 2021 super league breakaway</a>, to keep the top clubs and full value of the Champions League within Europe’s “football family”.</p> <a href=\"https://www.theguardian.com/football/2023/feb/14/uefa-aleksander-ceferin-should-resign-champions-league-final-report-liverpool\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/feb/14/uefa-aleksander-ceferin-should-resign-champions-league-final-report-liverpool", "date_published": "2023-02-14 10:00:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ford to cut nearly 4,000 jobs in Europe, including 1,300 in UK", "description": "<p>US carmaker blames losses on rising costs and need to switch to electric vehicle production</p><p>Ford is cutting nearly 4,000 jobs across Europe, including 1,300 in the UK, over the next three years amid plans to reinvent the brand and focus on a smaller range of electric vehicles.</p><p>The US carmaker said it planned to eliminate 3,800 product development and administration jobs in Europe, citing rising costs and the need to speed up its switch from internal combustion engine to <a href=\"https://www.theguardian.com/business/2022/mar/14/ford-accelerates-electric-vehicle-push-in-europe-with-seven-new-models\">electric vehicles</a>.</p> <a href=\"https://www.theguardian.com/business/2023/feb/14/ford-jobs-losses-cut-uk-europe\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/feb/14/ford-jobs-losses-cut-uk-europe", "date_published": "2023-02-14 09:15:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "BBC offices in India raided by tax officials amid Modi documentary fallout", "description": "<p>Searches come weeks after release of documentary critical of PM that was later blocked by government</p><p>BBC offices in India have been raided by tax department officials, just weeks after the release of a documentary critical of the prime minister, Narendra Modi, which was later <a href=\"https://www.theguardian.com/world/2023/jan/23/india-emergency-laws-to-ban-bbc-narendra-modi-documentary\">blocked by the government</a>.</p><p>According to those working at the broadcaster, more than a dozen officials from the country’s income tax department turned up at the BBC offices in Delhi, where hundreds of employees are based, to conduct a “survey”. Documents and phones of several journalists were taken and the offices were sealed.</p> <a href=\"https://www.theguardian.com/world/2023/feb/14/bbc-offices-india-raided-tax-officials-modi-documentary-fallout\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/feb/14/bbc-offices-india-raided-tax-officials-modi-documentary-fallout", "date_published": "2023-02-14 09:02:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Subject review – white liberal guilt is big villain in death on camera drama", "description": "<p>In this timely but unsubtle film, Jason Biggs plays a documentary maker who questions his ethics after his wannabe-gangster subject is murdered</p><p>This New York-set drama from 2020 was directed by Lanie Zipoy who died last year aged 49; it was on the ball in grappling with <a href=\"https://www.theguardian.com/world/black-lives-matter-movement\">Black Lives Matter</a> themes of systemic racism and white liberal guilt. The Subject poses thorny questions about the ethics of documenting marginalised black communities and what constitutes rightful representation – but proceeds at a dogged pace more suited to the stage (it’s written by playwright Chisa Hutchinson) and is perhaps a little too crude in setting up the character assassination of its hypocritical protagonist.</p><p>American Pie’s Jason Biggs plays Phil Waterhouse, an award-winning documentary director feted for his harrowing latest work, whose subject, wannabe gang member Malcolm (Nile Bullock), was beaten to death in front of the camera. Phil has reaped the benefits: a swanky apartment, where he cosies up with Latina girlfriend Jess (Anabelle Acosta), and a burgeoning career with a major TV series about ghetto life on the way. He seems smoothly post-racial, kicking it with the corner boys and extolling the superiority of “real” bodega coffee. But he has a self-flagellating secret: obsessively watching footage of Malcolm, stung by a blogger’s accusation that he failed in his film-maker’s duty of care.</p> <a href=\"https://www.theguardian.com/film/2023/feb/14/the-subject-review-white-liberal-guilt-is-big-villain-in-death-on-camera-drama\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/feb/14/the-subject-review-white-liberal-guilt-is-big-villain-in-death-on-camera-drama", "date_published": "2023-02-14 09:00:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Police seek men rescued clinging to esky off WA coast after over 300kg of cocaine found ashore", "description": "<p>Authorities are requesting public assistance to locate the three men who told authorities their boat capsized while fishing</p><ul><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>Three men are being sought after police found about 365kg of cocaine off Western Australia’s south coast.</p><p>The men were found clinging to an esky in the ocean off Albany on 1 February, telling authorities their boat had capsized while they were fishing.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon</a></strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\"> </a><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">email newsletters for your daily news roundup</a></strong></p> <a href=\"https://www.theguardian.com/australia-news/2023/feb/14/police-seek-men-rescued-clinging-to-esky-off-wa-coast-after-over-300kg-of-cocaine-found-ashore\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2023/feb/14/police-seek-men-rescued-clinging-to-esky-off-wa-coast-after-over-300kg-of-cocaine-found-ashore", "date_published": "2023-02-14 08:56:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sub-prime lender Amigo avoids £73m fine after claiming ‘hardship’", "description": "<p>FCA finds company put customers at high risk of harm by failing to assess whether they could repay loans   </p><p>The sub-prime lender Amigo has dodged a £73m fine despite having put consumers at a “high risk” of harm, amid fears that the financial penalty could have led to its collapse.</p><p>The Financial Conduct Authority (FCA) investigation found Amigo put business interests ahead of its customers, by failing to properly assess whether customers, or their guarantors, could afford to repay loans they applied for – noting faults in both its automated tech and human oversight between November 2018 and March 2020.</p> <a href=\"https://www.theguardian.com/business/2023/feb/14/sub-prime-lender-amigo-avoids-73m-fine\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/feb/14/sub-prime-lender-amigo-avoids-73m-fine", "date_published": "2023-02-14 08:47:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "BBC chair Richard Sharp should ‘fall on his sword’, says Jonathan Dimbleby", "description": "<p>Broadcaster says row over Boris Johnson loan is causing ‘great deal of damage for the BBC’</p><p>The broadcaster Jonathan Dimbleby has said the BBC chair, Richard Sharp, should “fall on his sword” over criticism of him for helping Boris Johnson secure an £800,000 loan, saying the row was causing a “great deal of damage for the BBC”.</p><p>Patience Wheatcroft, the former journalist who now sits in the House of Lords, also said she believed Sharp should resign, saying the BBC needed a chair with “impeccable judgment”.</p> <a href=\"https://www.theguardian.com/media/2023/feb/14/bbc-chair-richard-sharp-boris-johnson-loan-jonathan-dimbleby-comments\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/feb/14/bbc-chair-richard-sharp-boris-johnson-loan-jonathan-dimbleby-comments", "date_published": "2023-02-14 08:25:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lilt to vanish from UK, rebranded as a totally tropical Fanta", "description": "<p>We haven’t touched the taste, only the packaging, promises owner Coca-Cola</p><p>The soft drink Lilt has been pulled from UK shelves after 48 years and will be rebranded as a new type of Fanta.</p><p>The tangy drink was launched in 1975 with the strapline “the totally tropical taste” and was sold only in the UK, Ireland, Gibraltar and Seychelles.</p> <a href=\"https://www.theguardian.com/business/2023/feb/14/lilt-vanish-uk-rebranded-totally-tropical-fanta-taste\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/feb/14/lilt-vanish-uk-rebranded-totally-tropical-fanta-taste", "date_published": "2023-02-14 08:23:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Poem of the week: Second Sleep by Hannah Stone", "description": "<p>In this evocative prose poem, grief is transmitted through an early-hours nightmare</p><p><em>It is during the second sleep that the nightmares rouse themselves. Resurrected, the ungrateful dead saddle up to gallop through the graveyard hours of the night, dragging the bruised psyche on its tattered hurdle through narrow cobbled ginnels, marshy fields and rocky shores, where a shadowy nastiness awaits. You wake, arms outstretched, pinioned by unforgiving hooves. The robin stiches the hem of the new day with his silver thread. Your heartbeat still races half a pace ahead of these unstabled steeds. Somebody died yesterday, you remember: they overslept the dawn. This is the first day with no bit or bridle to hold you in check, no reins to steer your journey.</em></p> <a href=\"https://www.theguardian.com/books/2023/feb/14/poem-of-the-week-second-sleep-by-hannah-stone\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/feb/14/poem-of-the-week-second-sleep-by-hannah-stone", "date_published": "2023-02-14 08:13:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nearly a million days lost to strikes in December as real pay keeps falling", "description": "<p>Squeeze on households as pay growth falls at among fastest rates for 20 years</p><p>Almost a million working days were lost to strikes in December as real-terms pay growth last year dropped at among the fastest rates for more than 20 years.</p><p>The figures from the <a href=\"https://www.ons.gov.uk/employmentandlabourmarket/peopleinwork/employmentandemployeetypes/bulletins/uklabourmarket/february2023\">Office for National Statistics</a> add to the squeeze on households amid the cost of living crisis.</p> <a href=\"https://www.theguardian.com/uk-news/2023/feb/14/nearly-million-days-lost-strikes-december-uk-pay-growth\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/feb/14/nearly-million-days-lost-strikes-december-uk-pay-growth", "date_published": "2023-02-14 08:03:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nathan Jones’s exit robs us of the funniest manager in Premier League history | Jonathan Liew", "description": "<p>Former Southampton head coach had a strange approach to building team spirit but he also inherited a weak squad</p><p>You’ve probably heard the story about Nathan Jones and the ping-pong table, but just in case you haven’t. It’s 2016 and Jones is in his first spell at Luton Town, desperately trying to instil a winning culture at an underachieving League Two club, and he decides that the squad table tennis league is becoming a problem. So he does what comes naturally to him. He burns the table down.</p><p>Perhaps my favourite part of this story – narrowly pipping Jones’s admission that he had to “smash the table up first to get it flammable” – is the way he rationalises it afterwards. “There was a big table tennis culture,” he says. “So I thought, ‘I can either cajole them and try to get them into the gym. Or I can burn the table’. It was far easier to burn the table.” In the mind of Nathan Jones, these are the only two options: persuasion or immolation. And after Jones exited Southampton after a chaotic 94 days, it struck me that this was roughly the same binary he applied to Premier League management.</p> <a href=\"https://www.theguardian.com/football/2023/feb/14/nathan-joness-exit-robs-us-of-the-funniest-manager-in-premier-league-history\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/feb/14/nathan-joness-exit-robs-us-of-the-funniest-manager-in-premier-league-history", "date_published": "2023-02-14 08:00:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "All the rage: rave culture in Cardiff and London 2017-2022 – in pictures", "description": "<p>London-based photographer <a href=\"https://aiyush-pachnanda.format.com/\">Aiyush Pachnanda</a>, aka Yushy, spent five years documenting and capturing the euphoric energy and momentary connections among the crowds drawn to Welsh capital’s drum’n’bass scene and the re-emerged nightlife of post-lockdown in the UK capital</p><ul><li>Yushy’s Dance Floor Etiquette exhibition is one at <a href=\"https://museumofyouthculture.com/\">Museum of Youth Culture</a>, London, until 19 February</li></ul> <a href=\"https://www.theguardian.com/music/gallery/2023/feb/14/underground-rave-culture-cardiff-london-2017-2022-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/music/gallery/2023/feb/14/underground-rave-culture-cardiff-london-2017-2022-in-pictures", "date_published": "2023-02-14 08:00:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "False social media posts are hindering earthquake relief efforts in Turkey. You can help stop that | Abbas Panjwani", "description": "<p>Online misinformation exploits victims’ traumatic experiences, and factcheckers need support as they work to debunk it</p><p>A video shared on social media shows a column of thick smoke billowing from a harbour-side building before a cataclysmic explosion. The caption says it is, incredibly, footage of a nuclear power plant in Turkey exploding after the earthquake that ravaged the country.</p><p>Except Turkey doesn’t have any operational nuclear power plants. The footage actually shows a <a href=\"https://www.theguardian.com/world/2021/aug/04/a-year-on-from-beruit-explosion-scars-and-questions-remain\">fertiliser storage facility in the port of Beirut, Lebanon</a>, exploding in 2020.</p><p>Abbas Panjwani is assistant editor at Full Fact, an independent charity of factcheckers and campaigners</p><p><em><strong>Do you have an opinion on the issues raised in this article? If you would like to submit a response of up to 300 words by email to be considered for publication in our<a href=\"https://www.theguardian.com/tone/letters\"> letters</a> section, please <a href=\"mailto:guardian.letters@theguardian.com?body=Please%20include%20your%20name%20and%20phone%20number%20with%20your%20letter%20below.%20Letters%20are%20usually%20published%20with%20the%20author%27s%20name%20and%20city/town/village.%20The%20rest%20of%20the%20information%20is%20for%20verification%20only%20and%20to%20contact%20you%20where%20necessary.\">click here</a>.</strong></em></p> <a href=\"https://www.theguardian.com/commentisfree/2023/feb/14/turkey-syria-earthquake-misinformation-relief-efforts-turkey\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/feb/14/turkey-syria-earthquake-misinformation-relief-efforts-turkey", "date_published": "2023-02-14 08:00:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "I feel guilty for wanting a more kinky sex life than my partner can offer", "description": "<p>We haven’t had sex for three years, during which time an affair reignited my love of kink. Now my partner wants to reconnect but I find myself recoiling from her</p><p><strong>I have been with my partner for </strong><strong>seven years</strong><strong> and we have not had sex for </strong><strong>the last three</strong><strong>. For a long time this was due to her mental health and a period of intense stress and trauma. </strong><strong>During this time I flirted with other people and rediscovered my love of kink</strong><strong>, a love my partner does not share. This also led to an affair that </strong><strong>resulted in the best sex of my life. My partner now wants the relationship to work and to re-engage sexually</strong><strong> but, much as I love her, I find myself recoiling from her efforts. I also feel tremendous guilt that my </strong><strong>desire for a more kink-based sex life might destroy a </strong><strong>seven-year</strong><strong> relationship.</strong></p><p>It sounds as though you are on your way out of this relationship. You have difficult decisions to make. If you choose to stay, you will either have to give up your outside activities or continue them in secret. Whatever you choose, there will be a price to pay. First, you must try to find out if it would even be possible for you to re-engage with your partner, although your use of the word “recoiling” suggests that is unlikely. It sounds as though you have been hiding an important part of your sexual self for some time in this relationship. If we are not fully ourselves with a partner, the pressure of shutting off an “unacceptable” part can become too great and end the relationship. Provided your specific “kink” interest is a consensual one, try to be accepting of it yourself, and recognise that you deserve to be fully accepted by others.</p><p>Pamela Stephenson Connolly is a US-based psychotherapist who specialises in treating sexual disorders.</p><p>If you would like advice from Pamela on sexual matters, send us a brief description of your concerns to <a href=\"mailto:private.lives@theguardian.com\">private.lives@theguardian.com</a> (please don’t send attachments). Each week, Pamela chooses one problem to answer, which will be published online. She regrets that she cannot enter into personal correspondence. Submissions are subject to our <a href=\"https://www.theguardian.com/letters-terms\">terms and conditions</a>.</p><p>Comments on this piece are premoderated to ensure discussion remains on topics raised by the writer. Please be aware there may be a short delay in comments appearing on the site.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/feb/14/i-feel-guilty-for-wanting-a-more-kinky-sex-life-than-my-partner-can-offer\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/feb/14/i-feel-guilty-for-wanting-a-more-kinky-sex-life-than-my-partner-can-offer", "date_published": "2023-02-14 08:00:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Spurs and Milan search for solutions as injuries and poor form take toll | David Hytner", "description": "<p>Antonio Conte is up against Stefano Pioli in what could be a season-defining Champions League last-16 first leg on Tuesday </p><p>As Antonio Conte endures all manner of agonies – <a href=\"https://www.theguardian.com/football/2023/feb/01/antonio-conte-tottenham-manager-gall-bladder-surgery\">starting with his own health</a> and <a href=\"https://www.theguardian.com/football/2023/feb/12/rodrigo-bentancur-tottenham-out-for-rest-of-season-injury\">taking in that of his Tottenham team</a>, particularly the midfield, which is in crisis before Tuesday night’s Champions League last-16, first leg against Milan – he can console himself with one thought. His opposite number, Stefano Pioli, may well have it even worse.</p><p>The tie pits the previous two Serie A champion managers in opposition; Pioli led a youthful Milan to a surprise triumph last season, after Conte won with their city rivals, Internazionale, in 2020-21. Conte can expect a hostile reception on his return to San Siro; the ultras do not care that he is recovering from the emergency removal of his gallbladder on the Wednesday before last.</p> <a href=\"https://www.theguardian.com/football/2023/feb/14/spurs-and-milan-search-for-solutions-as-injuries-and-poor-form-take-its-toll\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/feb/14/spurs-and-milan-search-for-solutions-as-injuries-and-poor-form-take-its-toll", "date_published": "2023-02-14 08:00:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘We live in the here and now’: Ukrainian refugees starting businesses in the UK", "description": "<p>Alex and Ivanna Malik drove here through five countries and are running an IT firm in Berkshire</p><p>Alex and Ivanna Malik’s car journey from their home in the devastated eastern Ukraine frontline to a sleepy Berkshire village took them through five countries. With their two children and the possessions they could fit loaded into the car, they traced a route through Moldova and over the snowy mountain passes of Romania, following a route picked out on Google Maps on their phones.</p><p>They first stopped in Germany. “We thought the war wouldn’t be too long, maybe a month or two,” says Ivanna. “But I don’t speak German, Alex doesn’t speak German,” so they decided to move on and, with the help of a British volunteer they found on Facebook, were offered a refuge by an “incredible” couple who had a little space to spare.</p> <a href=\"https://www.theguardian.com/world/2023/feb/14/we-live-in-the-here-and-now-ukrainian-refugees-starting-businesses-in-the-uk\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/feb/14/we-live-in-the-here-and-now-ukrainian-refugees-starting-businesses-in-the-uk", "date_published": "2023-02-14 08:00:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Adani hit with investigation by Indian regulators as shares tumble again", "description": "<p>Securities and Exchange Board of India probes fraud allegations from Hindenburg Research as conglomerate tries to weather storm</p><p>The beleaguered conglomerate Adani Group is facing an investigation by Indian regulators into fraud allegations made by the US investor Hindenburg Research, as a brief reprieve in pressure on its shares gives way to more selling.</p><p>The stock market rout has wiped more than US$125bn from the shares of Adani’s listed companies, representing well over half its total value, in the three weeks since it was <a href=\"https://www.theguardian.com/business/2023/jan/25/adani-group-firms-lose-9bn-in-value-amid-short-seller-claims\">accused</a> of being laden with debt and engaging in a “brazen stock manipulation and accounting fraud scheme”.</p> <a href=\"https://www.theguardian.com/business/2023/feb/14/adani-hit-with-investigation-by-indian-regulators-as-shares-tumble-again\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/feb/14/adani-hit-with-investigation-by-indian-regulators-as-shares-tumble-again", "date_published": "2023-02-14 07:57:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘They aren’t mean and they aren’t trying to get you’: saving the copperbelly water snake", "description": "<p>Only a few of the rare US snakes survive in the remnants of wetlands in Ohio, Michigan and Indiana. Captive breeding may just be the thing that saves them from disappearing</p><p>• Words and photographs by Ryan Wagner</p><p>At the intersection of Ohio, Michigan and Indiana, the corn monoculture melts away to reveal green rolling hills and deep gorges. The lush forest is pockmarked by steep-banked ponds, carved out by retreating glaciers 10,000 years ago. Standing waist-deep in a forest pool, Megan Seymour scans the shrubby banks with binoculars.</p><p>A slight change in colour and texture spotted in the tangled buttonbush swamp reveals her quarry: a thick, glossy, copperbelly water snake (<em>Nerodia erythrogaster neglecta</em>). Seymour hoists up her waders and ties back her hair as she prepares to grab the water snake before it can disappear into the murky water, taking with it one of the last chances to save the species.</p><p>Biologists Megan Seymour, right, and Lindsey Korfel scan the banks of a pool for copperbelly water snakes</p> <a href=\"https://www.theguardian.com/environment/2023/feb/14/saving-the-copperbelly-water-snake-aoe\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/feb/14/saving-the-copperbelly-water-snake-aoe", "date_published": "2023-02-14 07:45:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK strike disruption highest since 2011 in December, as real pay keeps falling – business live", "description": "<p>843,000 working days were lost because of labour disputes in December, the highest since November 2011.</p><p><strong>Good morning, and welcome to our rolling coverage of business, the financial markets and the world economy.</strong></p><p>The wave of UK strike action at the end of last year was the most disruptive in over a decade, the latest employment data shows.</p><p>For regular pay, this is the strongest growth rate seen outside of the coronavirus (COVID-19) pandemic period.</p><p>This is smaller than the record fall in real total pay we saw in February to April 2009 (4.5%), but remains among the largest falls in growth since comparable records began in 2001.</p> <a href=\"https://www.theguardian.com/business/live/2023/feb/14/uk-strike-days-real-pay-falling-ftse-us-inflation-business-live\">Continue reading...</a>", "link": "https://www.theguardian.com/business/live/2023/feb/14/uk-strike-days-real-pay-falling-ftse-us-inflation-business-live", "date_published": "2023-02-14 07:32:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘It’s about more than just a crime’: what if a teen killer was actually a victim?", "description": "<p>The story of Caril Ann Fugate and Charles Starkweather was painted as a teen couple on a murder spree but docuseries The 12th Victim shows that wasn’t all</p><p>The name Caril Ann Fugate might not ring a bell, but she probably lives somewhere in the recesses of your mind. Fugate was half of the teenage couple that set off on a murder spree in 1958, tearing across Nebraska and Wyoming and taking the lives of 11 victims, Fugate’s mother, stepfather, and younger half-sister included. The story captivated the American public, and became a meme before there were memes. Were it not for Fugate, who was 14, and Charles Starkweather, an 18-year-old high school dropout who cultivated a James Dean-ish mien, it’s likely there would be no Badlands or Natural Born Killers. The title track of Bruce Springsteen’s 1982 album Nebraska is sung from Starkweather’s point of view.</p><p>Bowlegged and barely 5ft 5in, Starkweather was every inch the ruthless rebel with his black motorcycle jacket and the cigarette that was a permanent fixture in his scowl. With her blank expression, Fugate was harder to read, even after Starkweather’s execution. Fugate was sentenced to life in prison, and images of her behind bars call to mind an Antonioni heroine: distant, subdued, unrepentant.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/feb/14/the-12th-victim-showtime-series\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/feb/14/the-12th-victim-showtime-series", "date_published": "2023-02-14 07:06:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A Small Town in Ukraine by Bernard Wasserstein review – on the border and at the centre of history", "description": "<p>In this touching account, the author traces his ancestors’ terrible ordeal while living in an ‘insignificant place’ that became a battleground for more than a century of conflicts</p><p>When historian Bernard Wasserstein was around nine years old, in 1957, his mother told him about Krakowiec, the “small town in Ukraine” his father’s family had come from and gone back to. At the time, he writes, it was located “smack on the border between Poland and the Soviet Union” – though, with the collapse of the USSR in 1991, it “emerged, as if from a cloud, just inside the newly independent republic of Ukraine”.</p><p>Wasserstein became fascinated by the place and, alongside his major study of 20th-century Europe, <em><a href=\"https://guardianbookshop.com/barbarism-and-civilization-9780198730736\">Barbarism and Civilization</a></em><em>, </em>ambitious books on Israel/Palestine and many other aspects of Jewish history, has long tried to “assemble a biographical dictionary of every single person in recorded history who had ever lived” there. He has now distilled this somewhat madcap project into a compelling history, which pays tribute to his ancestors while raising issues that remain tragically relevant today.</p> <a href=\"https://www.theguardian.com/books/2023/feb/14/a-small-town-in-ukraine-by-bernard-wasserstein-review-on-the-border-and-at-the-centre-of-history\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/feb/14/a-small-town-in-ukraine-by-bernard-wasserstein-review-on-the-border-and-at-the-centre-of-history", "date_published": "2023-02-14 07:00:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Deep sea mining noise poses harm to blue whales, scientists warn", "description": "<p>Paper calls for assessment of impact of sound pollution on cetaceans before firms allowed to mine sea bed</p><p><a href=\"https://www.theguardian.com/environment/2021/sep/27/race-to-the-bottom-the-disastrous-blindfolded-rush-to-mine-the-deep-sea\">Deep sea mining</a> could be doing irreparable damage to blue whales and other rare marine creatures, scientists have warned.</p><p><a href=\"https://74n5c4m7.r.eu-west-1.awstrack.me/L0/https:%2F%2Fdrive.google.com%2Ffile%2Fd%2F1SugwbEOsyXGwOer7sgSUfKf6G_MVukEi%2Fview%3Fusp=share_link/1/010201863b05b829-cbb98c6b-88cd-42ae-acef-e9cc29dd0707-000000/sqAiQsOlHHdy6pQHrQCQ_Xc5t3Y=308\">A peer-reviewed paper</a> published by the University of Exeter and Greenpeace Research Laboratories focuses on the overlap between cetaceans (such as whales, dolphins and porpoises) and target sites for deep sea mining, especially in the Pacific Ocean. The authors warn that urgent research is needed to assess threats to these mammals.</p> <a href=\"https://www.theguardian.com/environment/2023/feb/14/deep-sea-mining-noise-poses-harm-blue-whales-scientists-warn\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/feb/14/deep-sea-mining-noise-poses-harm-blue-whales-scientists-warn", "date_published": "2023-02-14 07:00:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How am I spending early middle age? Playing Phrazle – and other mesmerising word games | Zoe Williams", "description": "<p>I lose time and burn up mental energy in pursuit of a dopamine rush that, as with all addictions, is a diminishing return. If only everyone else would join me</p><p>The problem with Wordle isn’t that some people use it to show off to strangers or that it’s especially time-consuming, or even that it’s a bit of a waste of brain, but the minuscule feeling of emptiness once you have done it. All that thrill of the chase collapsed into the meagre satisfaction of arriving at something you’re not even sure is a word, like “caulk”. That is how I got hooked on <a href=\"https://www.merriam-webster.com/games/quordle/#/\">Quordle</a> – a four-word grid – just to delay the inevitable anticlimax. I cycled through <a href=\"https://www.spotify.com/heardle/\">Heardle</a> (guessing a song, way too hard) and Worldle (guessing a country, in which I was mainly hamstrung by not being able to instinctively tell east from west). I had just enough discipline to avoid <a href=\"https://octordle.com/\">Octordle</a>, in which you have 13 guesses to reach eight words. Then I discovered <a href=\"https://phrazle.io/\">Phrazle</a>, in which you have to find a whole phrase. I’ll just have one quick go, I thought. I definitely won’t commit.</p><p>This enterprise is just daft. The world is absolutely rammed with phrases. I had one easy win – “Beware the Ides of March” on the first try – and then I was hooked. Now I can lose a sizeable proportion of my mental energy for the entire day, getting to “until the cows come home”. It doesn’t even mean anything! The whole experience is one of aching meaninglessness, chasing some combination of words that are either platitudes, demonstrably untrue, or long ways to say a thing that could be shorter. There’s no skill in it at all that I can make out. It’s not unusual for the phrase to contain so many weird combinations of letters that you have gone down a rabbit hole of whether there are any well-known axioms pertaining to the Balearic islands, before you finally land on “my birthday suit”. I can’t even bear to time how long it takes me, this daily three-act theatre of puzzling. “Word games” was not the addiction I expected so incredibly early<em> </em>in middle age. And the post-victory flatness, the diminishing dopamine returns, are still exactly the same – I’m just taking a more scenic route.</p><p>Zoe Williams is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/feb/14/how-am-i-spending-early-middle-age-playing-phrazle-and-other-mesmerising-word-games\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/feb/14/how-am-i-spending-early-middle-age-playing-phrazle-and-other-mesmerising-word-games", "date_published": "2023-02-14 07:00:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Liz Truss oversaw jump in credit card spending at Foreign Office", "description": "<p>Guardian analysis of data shows officials spent more under former PM than predecessor Dominic Raab</p><p>Liz Truss oversaw a major jump in spending on government credit cards at the Foreign Office when she took over, a Guardian analysis shows, with spending on restaurants, bars, leisure activities and hotels all rising sharply during her time in office.</p><p>An analysis of data collated by the Labour party shows officials spent far more on procurement cards under the former prime minister than they had under her predecessor, Dominic Raab.</p> <a href=\"https://www.theguardian.com/politics/2023/feb/14/liz-truss-oversaw-jump-in-credit-card-spending-at-foreign-office\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/feb/14/liz-truss-oversaw-jump-in-credit-card-spending-at-foreign-office", "date_published": "2023-02-14 07:00:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A world of wonders and catastrophes: discovering Vermeer and his hometown", "description": "<p>As the biggest ever show of the artist’s work is unveiled in Amsterdam, we retrace the enigmatic painter’s footsteps in Delft and also The Hague</p><p>Dodging the oncoming bikes, I climb a low mound a few feet above water level and look across at the city. It is a clear evening: the horizon holds a delicate tang of orange that ascends, becoming royal blue, then indigo. In front of me is a quay where a few boats are moored; beyond that, an expanse of water, and then the city itself, a smudge of bare trees, steep gables and church spires. It’s pleasant, but scarcely dramatic, and yet I think that this view changed the way my brain is wired. In about 1660 an artist came down here and painted what he saw. <a href=\"https://www.theguardian.com/artanddesign/vermeer\">Johannes Vermeer</a> was not a famous man then, nor would he be for more than 200 years, but that picture, View of Delft, would prove pivotal in art history.</p><p>Delft is a small Dutch city of about 100,000 people, just 40 miles south-west of Amsterdam. It was carved out of low-lying land in the 13th century, then grew into a centre for printing, pottery and, by the early 17th century, fine art. Perhaps it was the light that inspired the painters: those big northern skies reflected in the canals and the contrasting shady interiors filled with men in black hats and women with pale, enigmatic faces.</p> <a href=\"https://www.theguardian.com/travel/2023/feb/14/discovering-vermeer-and-his-hometown-delft-the-hague\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2023/feb/14/discovering-vermeer-and-his-hometown-delft-the-hague", "date_published": "2023-02-14 07:00:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Dancing cats, peeping owls and a field of fire: Sony World photography national winners – in pictures", "description": "<p>Drunken festivalgoers, hot springs and Japanese photo booths all feature in this year’s list of national winners from across 55 different countries</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2023/feb/14/dancing-cats-peeping-owls-and-a-field-of-fire-sony-world-photography-national-winners-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2023/feb/14/dancing-cats-peeping-owls-and-a-field-of-fire-sony-world-photography-national-winners-in-pictures", "date_published": "2023-02-14 07:00:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "My generation is sucking Britain’s young people dry. Why are politicians too scared to admit it? | Polly Toynbee", "description": "<p>The social contract between young and old is broken and inequality is out of control. The government must step in</p><p>A new anti-ageing therapy is causing Sima the lab rat to <a href=\"https://www.theguardian.com/science/2023/feb/08/anti-ageing-scientists-extend-lifespan-of-oldest-living-lab-rat\">far outlive</a> all the others in her scientific trial. What is this elixir of life? The blood of the young, whose plasma infusions reinvigorate her ageing organs. The symbolism is too good to miss: older people sucking up the housing, wealth and incomes of young people will be wanting their blood next.</p><p>Intergenerational injustice gets an occasional airing, but in budgets it gets forgotten. My generation, who were given everything, still go on taking: look at our lucky lives. The NHS was created for us to be born into. RA Butler’s Education Act provided schools, new universities opened with free tuition and grants. Many have the best ever pensions, whose excellent terms are unlikely to be repeated. The huge postwar expansion in council-house building helped many families. But then those homes were almost given away to the lucky, devastating the next generation needing somewhere affordable to live. State-owned utilities were sold off to us at knockdown prices, to make the UK Margaret Thatcher’s “share owning democracy”, leaving rip-off energy and water companies for those who came after.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/feb/14/generation-britain-young-people-inequality\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/feb/14/generation-britain-young-people-inequality", "date_published": "2023-02-14 07:00:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Attachment review – queer horror romcom is a rare Valentine’s Day treat", "description": "<p>Director Gabriel Bier Gislason deftly combines dry Jewish humour with horror to create a surprisingly compelling and emotionally complex date-night thriller </p><p>For a horror film about the terror of demonic possession, Gabriel Bier Gislason’s feature-film debut is unexpectedly charming. Having fallen in love after an adorable meet-cute, Danish has-been performer Maja (Josephine Park) impulsively moves in with Jewish academic Leah (Ellie Kendrick), who suffers from a mysterious injury. Their romance is watched over by Leah’s ultra-Orthodox mother, Chana (The Killing’s Sofie Gråbøl), who fusses over Leah’s every need with an insistence that borders on possessiveness.</p><p>The awkward interactions that spring out of this clash between an overbearing parent and a gentile outsider are portrayed with that entertaining dry humour of classic Jewish comedy, yet there are also darker forces at play. As Maja bumbles through a series of cultural faux-pas – imagine frying bacon for your Jewish hookup! – she also comes across strange clues, like small piles of salt strategically sprinkled around Leah’s flat. Is Chana actually nursing Leah back to health or is she manipulating her daughter through black magic?</p> <a href=\"https://www.theguardian.com/film/2023/feb/14/attachment-review-queer-horror-romcom-is-a-rare-valentines-day-treat\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/feb/14/attachment-review-queer-horror-romcom-is-a-rare-valentines-day-treat", "date_published": "2023-02-14 07:00:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sudan court sentences three men to hand amputation for stealing", "description": "<p>The verdict, the first of its kind in almost a decade, has shocked many who fear country is sliding back into state extremism</p><p>Three Sudanese men have been sentenced to hand amputation for stealing, the first time in almost a decade that such a punishment has been handed down in the country’s courts.</p><p>The three men in their 20s were convicted of stealing gas cylinders in Omdurman, Sudan’s most populous city, which sits across the Nile River from the capital, Khartoum.</p> <a href=\"https://www.theguardian.com/global-development/2023/feb/14/sudan-sentences-three-men-hand-amputation-stealing-theft\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/feb/14/sudan-sentences-three-men-hand-amputation-stealing-theft", "date_published": "2023-02-14 06:30:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "TV tonight: autistic people explain what their lives are really like", "description": "<p>Chris Packham hosts this insightful documentary. Plus: pants are on the table in a First Dates Valentine’s special. Here’s what to watch this evening</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/feb/14/tv-tonight-autistic-people-explain-what-their-lives-are-really-like\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/feb/14/tv-tonight-autistic-people-explain-what-their-lives-are-really-like", "date_published": "2023-02-14 06:20:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Multi-million dollar WPL auction signals huge step forward for women’s sport | Emma Kemp", "description": "<p>The cricket deals offered in India and recent financial developments in other sports are progress of a kind not seen before</p><p>It was only a few days ago that members of the Australian women’s cricket team were contemplating how best to navigate the impending “distraction” of the inaugural Women’s Premier League auction, scheduled during the first week of the T20 World Cup. “It’s a little bit awkward,” captain Meg Lanning said in South Africa last week. “But it’s just trying to embrace that and understanding it’s actually a really exciting time and you actually don’t have a lot of control over most of it, so you’ve just got to wait and see.”</p><p>What a pleasant distraction it turned out to be. Lanning herself will be $192,000 richer for three weeks’ work with the Delhi Capitals. Her teammate, Ash Gardner, will earn three times that playing for the Gujarat Giants. The allrounder’s figure of $558,000 is more than Sam Kerr pockets in a season with Chelsea and more than the WNBA’s top earner, Jackie Young.</p> <a href=\"https://www.theguardian.com/sport/blog/2023/feb/14/multi-million-dollar-wpl-auction-signals-huge-step-forward-for-womens-sport\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/blog/2023/feb/14/multi-million-dollar-wpl-auction-signals-huge-step-forward-for-womens-sport", "date_published": "2023-02-14 06:13:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Banning ideas and authors is not a ‘culture war’ – it’s fascism", "description": "<p>The media’s framing of measures like Florida’s African American studies ban is a dangerous falsification of reality</p><p>A wave of Republican enthusiasm for banning concepts, authors and books is sweeping across the United States. Forty-four states have proposed bans on the teaching of “divisive concepts”, and 18 states have passed them.</p><p>Florida’s Stop Woke Act bans the teaching of eight categories of concepts, including concepts that suggest that “a person, by virtue of his or her race, color, sex, or national origin, bears personal responsibility for and must feel guilt, anguish or other forms of psychological distress because of actions, in which the person played no part, committed in the past by other members of the same race, color, national origin, or sex”. Many of the laws also target Nikole Hannah-Jones’s influential 1619 Project.</p> <a href=\"https://www.theguardian.com/us-news/2023/feb/13/african-american-studies-republican-ban-florida\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/feb/13/african-american-studies-republican-ban-florida", "date_published": "2023-02-14 06:00:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The airline cancelled my flight but the travel agent hasn’t refunded me", "description": "<p>There are constant issues with online travel agents not issuing refunds when a flight is cancelled by the carrier</p><p><strong>In April last year I booked a £486 flight from Newark to Kuala Lumpur for June 2022 through the online travel agent Opodo. A month later Opodo informed me the flight was cancelled by the airline, All Nippon Airways.</strong></p><p><strong>I booked a different flight and my holiday went ahead as planned. Since then I have still not received a refund from Opodo.</strong></p> <a href=\"https://www.theguardian.com/money/2023/feb/14/the-airline-cancelled-my-flight-but-the-travel-agent-hasnt-refunded-me\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/feb/14/the-airline-cancelled-my-flight-but-the-travel-agent-hasnt-refunded-me", "date_published": "2023-02-14 06:00:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "What happens when you start trusting women? We have the receipts", "description": "<p>The playwright V (formerly Eve Ensler) and a group of activists started a global movement for women’s rights in 1998. On V-Day’s 25th anniversary, they tell us what happened in their communities after they took action</p><p><em>The pushback against women in this moment is terrifying and vast. When I started the global V-Day women’s movement after the publication of The Vagina Monologues, saying the word “vagina” out loud was taboo. It’s not any more, but our work remains as pressing as ever.</em></p><p><em>Although we may not have ended violence against all women, trans and non-binary people, we have made a mark. We have disrupted the normal, been instrumental in changing laws and traditions, and deepened the understanding that we cannot end the violence without looking at all the intersecting violences: racism, capitalism, climate catastrophe, imperialism.</em></p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/feb/13/v-day-womens-rights-activism-gender-feminism\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/feb/13/v-day-womens-rights-activism-gender-feminism", "date_published": "2023-02-14 06:00:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "London ship insurers accused of enabling fishing vessels to ‘go dark’", "description": "<p>Complaint says switching off tracking devices should raise ‘red flags’ with insurers, as it could be covering illegal fishing activity and puts crew’s lives at risk</p><p>When it comes to illegal fishing, London’s ancient business of ship insurance may not get much attention. But according to a new complaint, the UK capital’s insurance industry is partly to blame when fishing vessels “go dark” at sea by turning off their mandatory satellite tracking equipment.</p><p>In a filing to City of London watchdogs, the ocean conservation charity Blue Marine Foundation has argued that EU-flagged vessels operating in the Indian Ocean that go dark are in likely breach of international, flag state and coastal state law, and that the UK insurance industry is “enabling” them by continuing to provide cover, thereby putting seafarers’ lives at risk.</p> <a href=\"https://www.theguardian.com/environment/2023/feb/14/london-ship-insurers-accused-of-enabling-fishing-vessels-to-go-dark\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/feb/14/london-ship-insurers-accused-of-enabling-fishing-vessels-to-go-dark", "date_published": "2023-02-14 06:00:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "My most romantic moment: I thought my boyfriend had indigestion. He was actually about to propose", "description": "<p>He had a bad back, our holiday to Naples had been cancelled and we decided to stay in with a Chinese takeaway. While my hands were covered in grease, his were sweaty with nerves</p><p>I don’t go on many holidays. As a freelance journalist, I’m always paranoid about being forgotten by the time I’ve set up my out-of-office. But in late 2019, I figured I would run that risk. I booked a trip to Naples with my boyfriend, Ben. We found an Airbnb, planned a trip to one of the nearby islands and meticulously mapped out all the best pizza restaurants within a 20-mile radius.</p><p>A week or so before we were due to leave, however, Ben put his back out. A last-ditch attempt to snap it back into shape via a trained professional only made things much, much worse. At this rate, he wouldn’t be able to leave the house, let alone the country.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/feb/14/my-most-romantic-moment-i-thought-my-boyfriend-had-indigestion-he-was-actually-about-to-propose\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/feb/14/my-most-romantic-moment-i-thought-my-boyfriend-had-indigestion-he-was-actually-about-to-propose", "date_published": "2023-02-14 06:00:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tell your partner you love them – not just on Valentine’s Day, but every day | Susanna Abse", "description": "<p>Years as a therapist have taught me that silence ruins relationships. So forget the cards and the roses and celebrate each other</p><p>I popped into my local newsagent last week to pick up a copy of the Guardian newspaper and, as I stood in the queue, I realised I was standing next to a rack of Valentine’s Day cards.</p><p>I began to browse and was struck by how many of the cards were humorous. Some were just silly – “dim sum-body say it’s Valentine’s Day?”, or there was one with a couple in the bathroom – “Roses are red, violets are blue, you shave your legs while I do a poo!” But to my surprise, there were also a lot of cards that were very explicit – “Roses are red, I’m shit at poems. Fancy a shag?” These cards had a laddish, rather adolescent quality.</p><p>Susanna Abse is a couple psychotherapist and author of <a href=\"https://guardianbookshop.com/tell-me-the-truth-about-love-9781529107333\">Tell Me the Truth About Love</a></p> <a href=\"https://www.theguardian.com/commentisfree/2023/feb/14/partner-love-them-valentines-day-therapist-relationships-cards-roses\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/feb/14/partner-love-them-valentines-day-therapist-relationships-cards-roses", "date_published": "2023-02-14 06:00:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Antibiotic resistance: where do we go next? - podcast", "description": "<p>Climate change and pollution are the latest factors contributing to a global rise in antibiotic-resistant superbugs, according to a <a href=\"https://www.theguardian.com/environment/2023/feb/07/farming-pharmaceutical-and-health-pollution-fuelling-rise-in-suberbugs-un-warns\">report from the UN environment agency</a>. Given that no new class of antibiotics has been discovered since the 1980s, what are our best hopes for tackling these bugs in the future? Ian Sample speaks to the Guardian’s science correspondent Hannah Devlin about <a href=\"https://www.theguardian.com/society/2023/jan/19/gm-bacteria-could-combat-antibiotic-resistance-study-suggests\">genetically modified bacteria</a>, the potential of plant toxins, and why scientists are hunting for viruses known as ‘bacteriophages’ in birdbaths and sewers</p><p><em>Clips: CNBC</em></p> <a href=\"https://www.theguardian.com/science/audio/2023/feb/14/antibiotic-resistance-where-do-we-go-next-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/science/audio/2023/feb/14/antibiotic-resistance-where-do-we-go-next-podcast", "date_published": "2023-02-14 05:00:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "India trying to prevent declassification of ‘sensitive’ 1947 Kashmir papers", "description": "<p>Government documents fear letters about special status known as Bucher papers could affect foreign relations</p><p>India may prevent the declassification of papers from 1947 related to Kashmir as it fears the “sensitive” letters could affect foreign relations, according to internal government documents seen by the Guardian.</p><p>The letters, known as the Bucher papers, are believed to include political and military arguments for why India’s first prime minister, Jawaharlal Nehru, called for a ceasefire with Pakistan and provided special status to the state of Jammu and Kashmir.</p> <a href=\"https://www.theguardian.com/world/2023/feb/14/india-trying-prevent-declassification-sensitive-kashmir-papers\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/feb/14/india-trying-prevent-declassification-sensitive-kashmir-papers", "date_published": "2023-02-14 05:00:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "What is ‘sky trash’ and is it linked to the mystery objects shot down by US?", "description": "<p>Nearly 2,000 balloons are launched into the sky daily, to monitor everything from the weather to specific phenomena in space</p><p>Mystery still surrounds the latest flying objects shot down by the US over <a href=\"https://www.theguardian.com/us-news/2023/feb/12/us-military-shoots-down-fourth-flying-object-over-north-american-airspace\">northern Alaska, Canada’s central Yukon territory and Lake Huron in Michigan</a> in the last week.</p><p>Unlike the suspected Chinese surveillance balloon that was shot down off the coast of South Carolina on 4 February, US authorities have been mostly unwilling to speculate on where the last three objects originate from – or even to characterise what they are.</p> <a href=\"https://www.theguardian.com/us-news/2023/feb/14/what-is-sky-trash-and-is-it-linked-to-the-mystery-objects-shot-down-by-us\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/feb/14/what-is-sky-trash-and-is-it-linked-to-the-mystery-objects-shot-down-by-us", "date_published": "2023-02-14 04:07:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Why anger is growing in Turkey a week after catastrophic earthquakes - podcast", "description": "<p>It’s been an agonising time for survivors in Syria and Turkey – especially those whose relatives and friends are still trapped under rubble</p><p>In the past week the death toll from the earthquakes that hit Syria and Turkey, flattening buildings and laying waste to towns and cities, has rocketed.</p><p>Journalist <strong>Ruth Michaelson</strong> has been travelling around the devastated area, meeting survivors who have been waiting for days for rescue and relief efforts to reach them. One man told her how he waited five days for his in-laws to be pulled from the rubble, another that he had to not only help extract his grandparents’ bodies from the rubble but drive them to the graveyard himself. The long wait for support is taking its toll.</p> <a href=\"https://www.theguardian.com/news/audio/2023/feb/14/why-anger-growing-turkey-week-after-earthquakes-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/news/audio/2023/feb/14/why-anger-growing-turkey-week-after-earthquakes-podcast", "date_published": "2023-02-14 03:00:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "It’s the bridesmaids you’ve got to watch out for: notes from a professional wedding singer | Lucy Ridge", "description": "<p>I like to be booked with my emotional support keyboard player – but it’s not unusual to meet band members for the first time when you arrive at the venue</p><p>Look for me on a Saturday night and chances are you’ll find me in front of the band at a wedding. And it’s not just Saturdays; thanks to Covid postponements people are booking their big day any time their dream venue can fit them in: Sundays, Fridays, even Tuesdays.</p><p>Yep, you can call me Adam Sandler because I am a wedding singer.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/feb/14/its-the-bridesmaids-youve-got-to-watch-out-for-notes-from-a-professional-wedding-singer\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/feb/14/its-the-bridesmaids-youve-got-to-watch-out-for-notes-from-a-professional-wedding-singer", "date_published": "2023-02-14 01:12:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Weinermobile in a pickle after falling victim to catalytic converter thieves", "description": "<p>The Oscar Mayer crew didn’t relish their time in Las Vegas after the vehicle had to be towed to an auto body shop</p><p>One of the US’s most easily recognizable vehicles is back on the road after it fell victim to a crime that has grown more common in recent years: catalytic converter theft. While parked in Las Vegas ahead of a Super Bowl weekend appearance, the Weinermobile, a 27ft-long bright yellow-and-red hotdog on wheels, was disabled after someone took the vehicle’s hardware.</p><p>The Weinermobile is actually a fleet of six vehicles used as a promotional tool for the celebrated Wisconsin-based hotdog brand Oscar Mayer. The Weinermobiles are driven across the nation by “hotdoggers” who claim the job for a one-year assignment. The morning after the converter was taken, the Weinermobile was towed to a nearby auto repair shop where mechanics installed a temporary converter that would allow the Weinermobile’s crew to drive it.</p> <a href=\"https://www.theguardian.com/us-news/2023/feb/13/weinermobile-in-a-pickle-after-falling-victim-to-catalytic-converter-thieves\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/feb/13/weinermobile-in-a-pickle-after-falling-victim-to-catalytic-converter-thieves", "date_published": "2023-02-14 01:10:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Leaders urged to ‘take a stand’ after violence outside Knowsley asylum hotel", "description": "<p>Charities condemn policies that ‘demonise’ refugees after home secretary accused of victim blaming</p><p>Political leaders must “take a clear stand” and condemn violence against asylum seekers, charities have said, after the home secretary was accused of victim blaming after a <a href=\"https://www.theguardian.com/uk-news/2023/feb/10/far-right-demonstrators-clash-with-police-at-liverpool-hotel-housing-asylum-seekers\">riot outside a hotel in Merseyside</a>.</p><p>Refugee organisations have signed an open letter after “horrifying” scenes on Friday outside the Suites hotel in Knowsley, which is housing asylum seekers. Fireworks were thrown at police and a police van was attacked with hammers and set alight.</p> <a href=\"https://www.theguardian.com/world/2023/feb/14/leaders-urged-to-take-a-stand-after-violence-outside-knowsley-asylum-hotel\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/feb/14/leaders-urged-to-take-a-stand-after-violence-outside-knowsley-asylum-hotel", "date_published": "2023-02-14 00:01:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Most top-tier English councils to raise council tax by maximum permitted", "description": "<p>About three-quarters of largest authorities with responsibility for social care have opted for full 4.99% rise</p><p>The majority of English top-tier councils are planning to raise council tax by the maximum permitted, with the bill for average properties to increase from April by about £100 a year, according to a survey.</p><p>Despite widespread concerns over the cost of living crisis, about 75% of the largest authorities have opted so far for the full 4.99% rise, with all but one of the remainder increasing council tax by at least 2%.</p> <a href=\"https://www.theguardian.com/society/2023/feb/14/most-top-tier-english-councils-to-raise-council-tax-by-maximum-permitted\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/feb/14/most-top-tier-english-councils-to-raise-council-tax-by-maximum-permitted", "date_published": "2023-02-14 00:01:22+00:00", "persistent": false, "user": null, "language": "en-UK"}]