[{"source": "https://www.dailywire.com/feeds/rss.xml", "title": "U.S. Senators React To Classified UFO Briefing From Biden Administration Officials", "description": "Top Biden administration officials briefed senators on both sides of the aisle Tuesday about the three unidentified flying objects shot down over North America in the last ten days. Democrat and Republican senators listened to officials from the Department of Defense (DOD), Office of the Director of National Intelligence (ODNI), North American Aerospace Defense Command ...", "link": "https://www.dailywire.com/news/u-s-senators-react-to-classified-ufo-briefing-from-biden-administration-officials", "date_published": "2023-02-14 18:14:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Yeast Maggots,’ ‘Mutated Vermin’: University Students List More Than 250 Horrific Anti-White Slurs In Cross-Campus Group Chat: Report", "description": "A group of students at multiple campuses circulated a list of horrific anti-white slurs in a student group chat. The list of more than 250 racist names for white people was leaked by an Auburn University student earlier this month. The list was shared on a group chat connected to Auburn&#8217;s Black Student Union on ...", "link": "https://www.dailywire.com/news/yeast-maggots-mutated-vermin-university-students-list-more-than-250-horrific-anti-white-slurs-in-cross-campus-group-chat-report", "date_published": "2023-02-14 17:48:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "87-Year-Old New Jersey State Senator Says He Is Leaving GOP To Become A Democrat", "description": "A New Jersey state senator says he is leaving the Republican Party to become a Democrat as he seeks re-election this year. Samuel Thompson, an 87-year-old who has been a state senator for more than a decade, claims he made the decision because GOP leaders &#8220;abandoned&#8221; him. He says ageism is to blame. “Do I ...", "link": "https://www.dailywire.com/news/87-year-old-new-jersey-state-senator-says-he-is-leaving-gop-to-become-a-democrat", "date_published": "2023-02-14 17:38:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "WATCH: Matt Walsh Rips Into ‘Human Deepfake’ TikToker Dylan Mulvaney", "description": "Daily Wire host Matt Walsh ripped into transgender TikTok influencer Dylan Mulvaney on Tuesday for trying to claim the mantle of womanhood after shedding himself of his masculinity.  Mulvaney gained notoriety online for his “Days of Girlhood” series, which features him talking about different aspects of womanhood. In one of his latest videos, Day 335, ...", "link": "https://www.dailywire.com/news/watch-matt-walsh-rips-into-human-deepfake-tiktoker-dylan-mulvaney", "date_published": "2023-02-14 17:24:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Chris Pratt’s Wife Says The Couple Met In Church, But Not Like People Might Think", "description": "Chris Pratt&#8217;s wife Katherine Schwarzenegger said she and the &#8220;Guardians of the Galaxy&#8221; star met in church, but it&#8217;s not like people might think — she says he didn&#8217;t pick her up there. During the 33-year-old author&#8217;s recent appearance on &#8220;The Drew Barrymore Show,&#8221; the host said that, as a single woman herself, she wanted ...", "link": "https://www.dailywire.com/news/chris-pratts-wife-says-the-couple-met-in-church-but-not-like-people-might-think", "date_published": "2023-02-14 17:21:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘We Are Ruled By Unserious People’: J.D. Vance And Tucker Carlson Blast Establishment For Ignoring Ohio Train Derailment", "description": "Senator J.D. Vance (R-OH) criticized members of the Biden administration and the mainstream media for paying insufficient attention to the East Palestine, Ohio, train derailment and the controlled burn of chemicals potentially threatening the health of millions in the heartland. Local and state authorities evacuated all residents within one mile of the crash and started ...", "link": "https://www.dailywire.com/news/we-are-ruled-by-unserious-people-j-d-vance-and-tucker-carlson-blast-establishment-for-ignoring-ohio-train-derailment", "date_published": "2023-02-14 17:20:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Air Quality Following Controlled Burn At Ohio Derailment Site ‘Basically What It Was’ Before Train Crash, Governor Claims", "description": "Governor Mike DeWine (R-OH) claimed that air quality near the Norfolk Southern train derailment in East Palestine, Ohio, was similar both before the incident and after a controlled burn of chemicals at the site, even as residents continue to report serious health issues. Local and state authorities previously evacuated all residents within one mile of ...", "link": "https://www.dailywire.com/news/air-quality-following-controlled-burn-at-ohio-derailment-site-basically-what-it-was-before-train-crash-governor-claims", "date_published": "2023-02-14 17:10:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Drew Barrymore Gets Emotional Talking About Raising Her Kids In The Public Eye", "description": "Hollywood star Drew Barrymore got very emotional when she talked with Pamela Anderson about the struggles of raising kids in the public eye, something they &#8220;didn&#8217;t sign up for.&#8221; During &#8220;The Drew Barrymore Show&#8221; on Monday, the host was speaking with 55-year-old actress about protecting her daughters Olive, 10, and Frankie, 8, with her ex-husband ...", "link": "https://www.dailywire.com/news/drew-barrymore-gets-emotional-talking-about-raising-her-kids-in-the-public-eye", "date_published": "2023-02-14 17:02:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Blade Runner’ Pistorius, Who Murdered Model Girlfriend, Might Get 24-Hour Guard If Freed On Parole", "description": "Oscar Pistorius — the man nicknamed “the fastest man alive with no legs” and “Blade Runner” — who murdered his girlfriend, model Reeva Steenkamp in 2013, will reportedly be given 24-hour police protection if he is freed in March on parole. On Valentine&#8217;s Day 2013, Pistorius shot Steenkamp four times in the bathroom at his ...", "link": "https://www.dailywire.com/news/blade-runner-pistorius-who-murdered-model-girlfriend-might-get-24-hour-guard-if-freed-on-parole", "date_published": "2023-02-14 16:56:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Train Carrying Hazardous Materials Derailed In Texas Days After Ohio Incident", "description": "A train containing hazardous materials derailed early on Monday morning near Splendora, Texas, less than two weeks after a Norfolk Southern train in East Palestine, Ohio, derailed and spilled industrial chemicals. A semi-truck crashed with a Union Pacific train near the intersection of Highway 59 and Midline Road, according to a report from Houston Public ...", "link": "https://www.dailywire.com/news/train-carrying-hazardous-materials-derailed-in-texas-days-after-ohio-incident", "date_published": "2023-02-14 16:45:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Convicted Child Rapist Housed In Canadian Women’s Prison Near Mother-Child Unit After Identifying As Transgender: Report", "description": "A male convicted child sex offender in Canada who raped a 3-month-old infant boy has been transferred to a women&#8217;s correctional facility near a Mother-Child Program after the inmate began identifying as transgender, according to a report. Tara Desousa, formerly Adam Laboucan, sexually assaulted a 3-month-old baby boy in Quesnel, British Columbia, in 1997 when ...", "link": "https://www.dailywire.com/news/convicted-child-rapist-housed-in-canadian-womens-prison-near-mother-child-unit-after-identifying-as-transgender-report", "date_published": "2023-02-14 16:32:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Dianne Feinstein Suggests She Did Not Know Her Staff Put Out Statement Saying She Was Retiring", "description": "Sen. Dianne Feinstein (D-CA) responded to questions from reporters about her announced retirement on Tuesday by suggesting that she did not know her staff published the statement. &#8220;I am announcing today I will not run for reelection in 2024 but intend to accomplish as much for California as I can through the end of next ...", "link": "https://www.dailywire.com/news/dianne-feinstein-suggests-she-did-not-know-her-staff-put-out-statement-saying-she-was-retiring", "date_published": "2023-02-14 16:29:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Forbes Reveals Top Entertainment Earners In 2022 – And It’s Aging Rockers Who Top The Charts", "description": "Aging rocker Gordon Matthew Thomas Sumner (better known as Sting) and the band Genesis — fronted by musician Phil Collins — topped Forbes&#8217; list of the top ten earners in the entertainment business for 2022. Forbes revealed the list — which included several musicians and several television series creators along with a couple of film ...", "link": "https://www.dailywire.com/news/forbes-reveals-top-entertainment-earners-in-2022-and-its-aging-rockers-who-top-the-charts", "date_published": "2023-02-14 16:27:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Wave Of Teens Who Developed Strange Tics From Watching TikTok Videos Are Now Recovering, According To Neurologists", "description": "Neurologists are reporting that the majority of teenagers who began experiencing strange tics after watching TikTok videos during the pandemic are recovering.    Since 2020, doctors have been treating thousands of teens for sudden, explosive tics with no known biological cause that they believe are linked to popular TikTok videos of individuals claiming to have Tourette&#8217;s ...", "link": "https://www.dailywire.com/news/wave-of-teens-who-developed-strange-tics-from-watching-tiktok-videos-are-now-recovering-according-to-neurologists", "date_published": "2023-02-14 16:20:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "SBA Won’t Even Try To Collect On PPP Loans That Are Supposed To Be Paid Back, Citing ‘Equity’", "description": "The federal government will not even attempt to recover coronavirus loans that did not meet the conditions for forgiveness, in what could amount to the greenlighting of theft from an $800 billion program. The Small Business Administration (SBA), which administered the pandemic aid Paycheck Protection Program (PPP), said it will not seek to collect on loans that should have been paid back, but were not, as long as the amount is under $100,000.", "link": "https://www.dailywire.com/news/sba-wont-even-try-to-collect-on-ppp-loans-that-are-supposed-to-be-paid-back-citing-equity", "date_published": "2023-02-14 16:19:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Buttigieg’s Focus Is Ramming Through Equity, Not Assuring Transportation Safety. His Department’s Website Proves It.", "description": "One of Transportation Secretary Pete Buttgieg&#8217;s main objectives is to push equity into every facet of his department&#8217;s actions and policies. He received those marching orders from President Joe Biden, who signed an executive order on day one in office mandating that the whole of the federal government be used to advance racial equity. That&#8217;s ...", "link": "https://www.dailywire.com/news/buttigiegs-focus-is-ramming-through-equity-not-assuring-transportation-safety-his-departments-website-proves-it", "date_published": "2023-02-14 15:20:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Mattel Announces ‘Barney’ Is Coming Back With ‘Apparel And Accessories For Adult Fans’", "description": "Mattel announced Monday that the big purple dinosaur Barney will be back in an animated series to debut next year, along with a line of &#8220;apparel and accessories for adult fans.&#8221; A message from Josh Silverman, the toy company&#8217;s Chief Franchise Officer and Global Head of Consumer Products, said Barney&#8217;s &#8220;message of love and kindness ...", "link": "https://www.dailywire.com/news/mattel-announces-barney-is-coming-back-with-apparel-and-accessories-for-adult-fans", "date_published": "2023-02-14 14:47:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘It Was Mutilation’: 5 Detransitioners Harmed By Medical Transition Speak Out In New Documentary", "description": "Five adults who formerly identified as transgender and sought medical transition services argue the process was &#8220;mutilation.&#8221; A new documentary from The Daily Caller, “Damaged: The Transing of America’s Kids,” features the stories of five detransitioners who were harmed by sex reassignment hormones and surgeries. The 56-minute film includes commentary from a gender-affirming doctor and ...", "link": "https://www.dailywire.com/news/it-was-mutilation-5-detransitioners-harmed-by-medical-transition-speak-out-in-new-documentary", "date_published": "2023-02-14 14:47:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Who, Me? Election Meddler James Clapper Tries Out New Laptop Lie", "description": "James Clapper never meant to say Hunter Biden’s laptop was a Russian op, it was apparently just the “least untruthful” thing he and 50 other Trump-hating deep state creeps could think of. Clapper, the director of national intelligence – or chief spy – under President Obama, is trying to walk back that infamous letter he ...", "link": "https://www.dailywire.com/news/who-me-election-meddler-james-clapper-tries-out-new-laptop-lie", "date_published": "2023-02-14 14:28:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘The View’ Goes Wild When Republican Host Defends Nikki Haley: ‘The Smartest In The Room’", "description": "&#8220;The View&#8221; got a bit heated on Tuesday as the co-hosts responded to former Governor Nikki Haley (R-SC), who formally announced that she planned to seek the 2024 Republican presidential nomination. Republican co-host Alyssa Farah Griffin defended Haley — saying that she was happy to see someone ready to take on former President Donald Trump ...", "link": "https://www.dailywire.com/news/the-view-goes-wild-when-republican-host-defends-nikki-haley-the-smartest-in-the-room", "date_published": "2023-02-14 14:21:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Dianne Feinstein Not Running For Re-Election In 2024", "description": "Sen. Dianne Feinstein (D-CA) announced Tuesday she is not running for re-election in 2024. &#8220;I am announcing today I will not run for reelection in 2024 but intend to accomplish as much for California as I can through the end of next year when my term ends,&#8221; she said in a tweet. I am announcing ...", "link": "https://www.dailywire.com/news/dianne-feinstein-not-running-for-re-election-in-2024", "date_published": "2023-02-14 14:00:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘The Last Of Us’ Star Hints At Future LGBT Storylines, Says Fans Should ‘Get Used To It’", "description": "Episode 3 of “The Last of Us” got a lot of attention for featuring a gay love story, and now one of the series leads is hinting at more LGBTQ storylines to come. This comes as no surprise to anyone familiar with the video game upon which the hit HBO Max series is based. The ...", "link": "https://www.dailywire.com/news/the-last-of-us-star-hints-at-future-lgbt-storylines-says-fans-should-get-used-to-it", "date_published": "2023-02-14 13:58:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Joe Rogan Mocks Brian Stelter: ‘He’s Basically A Prostitute’", "description": "Legendary podcast host Joe Rogan mocked former CNN chief media correspondent Brian Stelter this week for being involved with the World Economic Forum, saying he is &#8220;basically a prostitute.&#8221; During &#8220;The Joe Rogan Experience&#8221; on Monday, Rogan interviewed the journalist that has been at the forefront of the Twitter Files series, Matt Taibbi. As the ...", "link": "https://www.dailywire.com/news/joe-rogan-mocks-brian-stelter-hes-basically-a-prostitute", "date_published": "2023-02-14 13:41:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Coming For Your Children’: Disney Teams Up With Activist LGBTQ Choir For ‘Family Friendly’ Pride Concert", "description": "Less than two years after the San Francisco Gay Men’s Chorus posted a video in which members sing about “coming for your children,” the group has announced it will partner with Disney Concerts to present two performances at San Francisco&#8217;s “Disney PRIDE in Concert” in March. This so-called “family-friendly” performance will feature both classic Disney ...", "link": "https://www.dailywire.com/news/coming-for-your-children-disney-teams-up-with-activist-lgbtq-choir-for-family-friendly-pride-concert", "date_published": "2023-02-14 13:40:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Unlike Anything I Have Ever Seen’: Ohio First Responder Says Residents Suffer From Health Issues After Train Derailment", "description": "A first responder who assisted the community near the Norfolk Southern train derailment in East Palestine, Ohio, said in an interview with The Daily Wire that colleagues and residents are experiencing health issues after officials conducted a controlled burn of hazardous materials at the crash site. Local and state authorities evacuated all residents within one ...", "link": "https://www.dailywire.com/news/unlike-anything-i-have-ever-seen-ohio-first-responder-says-residents-suffer-from-health-issues-after-train-derailment", "date_published": "2023-02-14 13:36:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Cruz Reacts To Biden Shooting Down Multiple Unidentified Objects: He ‘Finally Grew A Pair’", "description": "Sen. Ted Cruz (R-TX) responded this week to President Joe Biden&#8217;s decision to shoot down multiple unidentified objects over North American airspace last weekend after allowing a Chinese spy balloon to travel across the U.S. by saying the president &#8220;finally grew a pair.&#8221; Cruz&#8217;s remarks come after the U.S. military shot down an unidentified object ...", "link": "https://www.dailywire.com/news/cruz-reacts-to-biden-shooting-down-multiple-unidentified-objects-he-finally-grew-a-pair", "date_published": "2023-02-14 13:19:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘No One Is Buying It’: Buttegieg Statement On Train Derailment Falls Flat", "description": "Transportation Secretary Pete Buttigieg finally issued a statement on the train derailment (which has since developed into a toxic chemical environmental disaster) in Ohio on Monday evening — but as his statement came a full ten days after the derailment occurred, critics were less than impressed with his response. Buttigieg delivered his comments via Twitter ...", "link": "https://www.dailywire.com/news/no-one-is-buying-it-buttegieg-statement-on-train-derailment-falls-flat", "date_published": "2023-02-14 13:18:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "WATCH: Woman Charged With Murder, Corpse Mutilation Attacks Attorney In Court", "description": "A Wisconsin woman charged with murdering her boyfriend and mutilating his corpse physically attacked her own attorney during a court hearing on Monday. Taylor Schabusiness, 25, went after her defense attorney shortly after a judge delayed her trial, which was supposed to begin on March 6, WLUK reported. Schabusiness faces a charge of first-degree intentional ...", "link": "https://www.dailywire.com/news/watch-woman-charged-with-murder-corpse-mutilation-attacks-attorney-in-court", "date_published": "2023-02-14 13:09:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "UFO Debris May Never Be Found, Officials Say", "description": "Government officials are tamping down expectations for efforts to recover debris from unidentified flying objects (UFOs) that were shot out of the sky over North America. The U.S. military says jets shot down one UFO over Alaska on Friday, another over Canada on Saturday, and a third over Lake Huron on Sunday. The U.S. and ...", "link": "https://www.dailywire.com/news/ufo-debris-may-never-be-found-officials-say", "date_published": "2023-02-14 12:45:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Ilhan Omar Pushes Buttigieg For ‘Direct Action’ After Ohio Train Derailment", "description": "Rep. Ilhan Omar (D-MN) expressed concern over the Norfolk Southern train derailment in East Palestine, Ohio, and called on Transportation Secretary Pete Buttigieg to address the crisis. Local and state officials evacuated all residents within one mile of the crash and started a controlled burn of chemicals spilled during the incident to lower the risk ...", "link": "https://www.dailywire.com/news/ilhan-omar-pushes-buttigieg-for-direct-action-after-ohio-train-derailment", "date_published": "2023-02-14 12:41:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Bodycam Footage Released From Night Alex Murdaugh’s Wife, Son Were Murdered", "description": "Disgraced South Carolina attorney Alex Murdaugh was crying as he stood between the bodies of his wife, Maggie, and son, Paul, on the night they were found murdered, police body camera footage shows. The 40-minute video was shown at Murdaugh’s trial, where he is accused of killing his wife and son as the walls of ...", "link": "https://www.dailywire.com/news/bodycam-footage-released-from-night-alex-murdaughs-wife-son-were-murdered", "date_published": "2023-02-14 12:31:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Screams On The Plane’: United Flight Was ‘5 To 5.2 Seconds’ From Hitting Pacific Ocean, Passenger Says", "description": "A passenger who was aboard the mid-December United Airlines flight that plunged to within feet of the Pacific Ocean came forth to discuss what the terrifying experience was like. On December 18, Rod Williams II, his wife and two young children had seats near the back of United flight 1722 bound from Maui, Hawaii, to ...", "link": "https://www.dailywire.com/news/screams-on-the-plane-united-flight-was-5-to-5-2-seconds-from-hitting-pacific-ocean-passenger-says", "date_published": "2023-02-14 12:28:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘We Basically Nuked A Town With Chemicals’: Critics Blast Detonation From Train Derailment", "description": "After a “team of experts” decided to release chemicals from derailed train cars near East Palestine, Ohio, and ignite them, causing a huge explosion, some critics stated their disapproval of officials letting people return to their homes. On February 3, about 50 cars on a Norfolk Southern Corp. derailed, causing a fire to break out. ...", "link": "https://www.dailywire.com/news/we-basically-nuked-a-town-with-chemicals-critics-blast-detonation-from-train-derailment", "date_published": "2023-02-14 12:10:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Leading MI Democrat Posts Obscene Message On ‘Thoughts And Prayers,’ Calls For Gun Control", "description": "A top Democratic lawmaker in Michigan derided offering “thoughts and prayers” while pushing stricter gun regulations after a shooting at Michigan State University on Monday. State Rep. Ranjeev Puri, the majority whip in Michigan’s Democrat-controlled House, issued a statement just after midnight on Tuesday after, according to police, a 43-year-old gunman killed three students and ...", "link": "https://www.dailywire.com/news/leading-mi-democrat-posts-obscene-message-on-thoughts-and-prayers-calls-for-gun-control", "date_published": "2023-02-14 11:46:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘President Biden Is In Denial’: Republicans Blast Optimistic White House After Dismal Inflation Release", "description": "House Republicans rebuked President Joe Biden for his optimistic view of the economy on Tuesday following an inflation report which continued to show elevated prices. Price levels rose 6.4% between January 2022 and January 2023, according to data released on Tuesday morning by the Bureau of Labor Statistics, exceeding analysts’ forecasts as energy, food, and ...", "link": "https://www.dailywire.com/news/president-biden-is-in-denial-republicans-blast-optimistic-white-house-after-dismal-inflation-release", "date_published": "2023-02-14 11:31:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Suspected MSU Gunman Was Convicted Felon, Found Dead With Self-Inflicted Gunshot Wound", "description": "The man suspected of killing three Michigan State University students and critically injuring five more has been found dead of a self-inflicted gunshot wound. The 43-year-old suspect, who will not be named due to Daily Wire policy regarding mass shooters, had a previous 2019 conviction for possessing a loaded firearm in a vehicle, for which ...", "link": "https://www.dailywire.com/news/suspected-msu-gunman-was-convicted-felon-found-dead-with-self-inflicted-gunshot-wound", "date_published": "2023-02-14 11:21:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "The Government Says It’s Not Aliens, So Obviously, It’s Aliens", "description": "White House Press Secretary Karine Jean-Pierre mysteriously rematerialized at the briefing room podium on Monday to continue her daily campaign of disinformation, but before she handed the microphone over to another government disinformer, she had one final nugget of propaganda to deliver. &#8220;And one last thing before I turn it over to the admiral. I ...", "link": "https://www.dailywire.com/news/the-government-says-its-not-aliens-so-obviously-its-aliens", "date_published": "2023-02-14 10:29:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "The U.S. Still Hasn’t Banned Contracting With Wuhan. Senator Says That’s ‘Batty.’", "description": "The Department of Health and Human Services (HHS) still hasn&#8217;t put the Wuhan Institute of Virology (WIV) on its contracting blacklist, meaning taxpayer research dollars could continue to make their way there, but a bill introduced by Sen. Joni Ernst Tuesday would rectify that.", "link": "https://www.dailywire.com/news/the-u-s-still-hasnt-banned-contracting-with-wuhan-senator-says-thats-batty", "date_published": "2023-02-14 10:19:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "The Academy Admits Its Response To Will Smith’s Oscars Slap Was ‘Inadequate’", "description": "The Academy is taking full responsibility for its lack of a swift reaction after Will Smith assaulted Chris Rock at last year&#8217;s Academy Awards show. “I’m sure you all remember we experienced an unprecedented event at the Oscars,” the organization’s president Janet Yang said while speaking at a nominees luncheon in Los Angeles on Monday. ...", "link": "https://www.dailywire.com/news/the-academy-admits-its-response-to-will-smiths-oscars-slap-was-inadequate", "date_published": "2023-02-14 10:13:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Inflation Rises More Than Expected In January After Biden Claimed Prices Are ‘Coming Down’", "description": "The Consumer Price Index rose 6.4% between January 2022 and January 2023 as price pressure from household staples such as food and shelter remains elevated, according to a report from the Bureau of Labor Statistics. The month-to-month increase of 0.5% exceeded analysts’ forecasts, while core inflation, which factors out the more volatile food and energy ...", "link": "https://www.dailywire.com/news/inflation-rises-more-than-expected-in-january-after-biden-claimed-prices-are-coming-down", "date_published": "2023-02-14 10:05:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Five Years After Parkland, Florida’s Measured Response Is An Outlier", "description": "Five years ago today, on February 14, 2018, a teen gunman walked into the halls of Marjory Stoneman Douglas High School in Parkland, Florida, and murdered 17 people.  The shooting was all the more tragic for the several layers of official failure surrounding it. There were far too many missed warning signs that should have ...", "link": "https://www.dailywire.com/news/five-years-after-parkland-floridas-measured-response-is-an-outlier", "date_published": "2023-02-14 10:02:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Batgirl’ Actress Thinks Canning The Film Pre-Release Was A Mistake: ‘There Was Definitely Potential’", "description": "“Batgirl” star Leslie Grace is going public with her thoughts on Warner Bros. making the shocking decision to scrap the movie in 2022 and take a tax write-off instead. The 28-year-old actress said she was never contacted by the studio about the decision to cancel. The company spent $90 million on the project but pulled ...", "link": "https://www.dailywire.com/news/batgirl-actress-thinks-canning-the-film-pre-release-was-a-mistake-there-was-definitely-potential", "date_published": "2023-02-14 09:42:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Nikki Haley Declares Her Candidacy For The Presidency", "description": "Nikki Haley, the former governor of South Carolina and one-time U.N. ambassador, announced Tuesday that she will seek the 2024 Republican presidential nomination. Haley served three terms in the South Carolina House of Representatives before she was elected governor in 2010, becoming the youngest governor in the country at age 38. After winning reelection, she ...", "link": "https://www.dailywire.com/news/nikki-haley-declares-her-candidacy-for-the-presidency", "date_published": "2023-02-14 08:42:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Ford Slammed For Teaming Up With Chinese Company To Build Batteries: ‘Becoming A National Security Threat’", "description": "Ford Motor Company faced backlash this week for moving forward with a project to collaborate with a Chinese company to build batteries in Michigan for the automaker&#8217;s electric vehicles. The news comes as the struggling auto brand lost billions of dollars last year under the leadership of CEO Jim Farley in part because of bad ...", "link": "https://www.dailywire.com/news/ford-slammed-for-teaming-up-with-chinese-company-to-build-batteries-becoming-a-national-security-threat", "date_published": "2023-02-14 07:56:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "New Details Emerge About Unidentified Object That U.S. Military Shot Down Over Lake Huron", "description": "The U.S. fighter jet that shot down an unidentified object over Lake Huron on Sunday reportedly missed taking down the object with its first shot, and there is no sign of where the missile went. The Air Force F-16 jet that took down the object fired two $472,000 Sidewinder AIM-9X missiles at the target before ...", "link": "https://www.dailywire.com/news/new-details-emerge-about-unidentified-object-that-u-s-military-shot-down-over-lake-huron", "date_published": "2023-02-14 00:21:01+00:00", "persistent": false, "user": null, "language": "en-US"}]