[{"source": "https://feeds.feedburner.com/TheHackersNews", "title": "FBI Warns of Rising Trend of Dual Ransomware Attacks Targeting U.S. Companies", "description": "The U.S. Federal Bureau of Investigation (FBI) is warning of a new trend of dual ransomware attacks targeting the same victims, at least since July 2023.\n\"During these attacks, cyber threat actors deployed two different ransomware variants against victim companies from the following variants: AvosLocker, Diamond, Hive, Karakurt, LockBit, Quantum, and Royal,\" the FBI said in an alert. \"Variants", "link": "https://thehackernews.com/2023/09/fbi-warns-of-rising-trend-of-dual.html", "date_published": "2023-09-30T09:49:00+00:00", "bookmarked": false, "dead": null, "artist": "The Hacker News", "album": "The Hacker News", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Iranian APT Group OilRig Using New Menorah Malware for Covert Operations", "description": "Sophisticated cyber actors backed by Iran known as OilRig have been linked to a spear-phishing campaign that infects victims with a new strain of malware called Menorah.\n\"The malware was designed for cyberespionage, capable of identifying the machine, reading and uploading files from the machine, and downloading another file or malware,\" Trend Micro researchers Mohamed Fahmy and Mahmoud Zohdy", "link": "https://thehackernews.com/2023/09/iranian-apt-group-oilrig-using-new.html", "date_published": "2023-09-30T09:21:00+00:00", "bookmarked": false, "dead": null, "artist": "The Hacker News", "album": "The Hacker News", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "New Critical Security Flaws Expose Exim Mail Servers to Remote Attacks", "description": "Multiple security vulnerabilities have been disclosed in the Exim mail transfer agent that, if successfully exploited, could result in information disclosure and remote code execution.\nThe list of flaws, which were reported anonymously way back in June 2022, is as follows -\n\nCVE-2023-42114 (CVSS score: 3.7) - Exim NTLM Challenge Out-Of-Bounds Read Information Disclosure Vulnerability", "link": "https://thehackernews.com/2023/09/new-critical-security-flaws-expose-exim.html", "date_published": "2023-09-30T04:14:00+00:00", "bookmarked": false, "dead": null, "artist": "The Hacker News", "album": "The Hacker News", "user": null, "language": "en-US", "thumbnail": null}]