[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Cocoon Review - The Final Verdict", "description": "From many of the developers that previously worked on Limbo and Inside, COCOON is an interesting new puzzle game that revolves around exploring unique worlds in order to unlock their special abilities that can then be used on leaving the world and carrying it on your back. The game features a minimalistic aesthetic with its story, visuals and gameplay, giving players little more than the ability to move and interact with things.\n\nThese interactions, being highly context sensitive, are where the puzzle designs of COCOON come to life. The game makes use of its environment to not only tell its story, but to design its puzzles as well, often hiding hints behind things like rotating puzzles or hidden platforms that can only be seen when making use of an orb’s special ability.", "link": "https://www.youtube.com/watch?v=cZCOUBqQom4", "date_published": "2023-09-30T21:30:02+00:00", "bookmarked": false, "dead": null, "artist": "GamingBolt", "album": "GamingBolt", "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/cZCOUBqQom4/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Super Mario Bros. Wonder - 15 Things You NEED TO KNOW Before You Buy", "description": "Wonder has looked like an incredibly promising game in all that we’ve seen of it so far- and we’ve seen quite a lot. Not only does it look bizarre and outlandish in all the right ways, it’s also making some exciting promises on the gameplay front, with new power-ups, multiplayer features, a Badges system, and more, while also brimming with charm and personality the way you’d expect from a Mario game. \n\nAs we count the days down to its looming launch, here, we’re going to go over some of those key details that you should know about.", "link": "https://www.youtube.com/watch?v=DaGHLiGjo4s", "date_published": "2023-09-30T15:30:06+00:00", "bookmarked": false, "dead": null, "artist": "GamingBolt", "album": "GamingBolt", "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/DaGHLiGjo4s/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "The Witcher 4 And Cyberpunk 2 - What Lessons Can They Learn From Cyberpunk 2077", "description": "There’s a long list of developers that have managed to stick with games after less-than-stellar launches and turned them around through persistence and prolonged support, and with Cyberpunk 2077’s one-two punch of Update 2.0 and Phantom Liberty, CD Projekt RED has surely joined that ever-growing list. But what are the biggest lessons that the developer can take from the last three years as it moves into the future? \n\nHow can it improve its approach to not only development, but how it approaches marketing and launch for the likes of The Witcher 4 and Cyberpunk 2? And speaking about actual gameplay, what are the biggest newfound strengths of Cyberpunk 2077 that its sequel should build on, and the areas of weakness that it should look to improve? Here, that’s exactly what we’ll be discussing.", "link": "https://www.youtube.com/watch?v=cv6Wykd_4Jc", "date_published": "2023-09-30T09:30:09+00:00", "bookmarked": false, "dead": null, "artist": "GamingBolt", "album": "GamingBolt", "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/cv6Wykd_4Jc/hqdefault.jpg"}]