{"entries": [{"source": "http://louderwithcrowder.com/feed/", "link": "https://www.louderwithcrowder.com/joy-reid-grammys-diversity", "title": "WATCH: Joy Reid Claims the Left Has Won the Culture War, But She Couldn't Be More Wrong", "date_published": "2023-02-07 20:58:31+00:00", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=32992914&amp;width=1200&amp;height=600&amp;coordinates=0%2C0%2C0%2C80\" /><br /><br /><p>Over the weekend, Americans were inundated with literal Satanism in the form of <a href=\"https://www.louderwithcrowder.com/sam-smith-unholy\" target=\"_blank\">Sam Smith's Grammys performance</a>. But, according to Joy Reid, that was actually a \"celebration\" of \"diversity, equity, and inclusion.\" An interesting way to spell \"demonic,\" but, then again, it's Joy Reid. Not exactly the sharpest knife in the drawer. </p><p>But it didn't stop there. She went on to claim the culture wars are over and that the left has won - \"like, total defeat.\" Which is news to me and anyone even tangentially involved in the culture war. </p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\">\\u201c.@JoyAnnReid: The #Grammys \"was a celebration of the very thing the American Right has turned into its latest anti-wokeness bogeyman: Diversity, equity, & inclusion ... So yeah. The culture wars are over, and the Left won. Like total defeat.\"\\u201d</div> — Tom Elliott (@Tom Elliott)\n        <a href=\"https://twitter.com/tomselliott/status/1622930867688439809\">1675771846</a>\n</blockquote>\n\n<p>As evidence of this claim, she cited a laundry list of \"diverse\" musicians who performed or won an award. Some of these noble diversity heroes included Kim Petras, the transgender person who performed from Hell alongside Sam Smith; Harry Styles, a man who sometimes wears dresses for attention; and Lizzo, resident large person. The gang's all here!</p><p>She then turned her attention to red states, specifically Governor Ron DeSantis: <em>\"I could only imagine the heads exploding in red states. I imagine Ron DeSantis is somewhere stalking through his governor’s mansion trying to figure out how to ban the airing of the Grammys in Florida and take away CBS’ tax exemptions. ‘No educational value, queer theory, Black music!’\"</em> </p><p>Actually, DeSantis isn't upset at all. At least not according to his <a href=\"https://www.louderwithcrowder.com/sam-smith-destantis-grammys\" target=\"_blank\">team</a>, who pointed out which group is <em>really</em> waging the war on culture. It's not the <a href=\"https://www.louderwithcrowder.com/mom-explains-school-board\" target=\"_blank\">moms</a> begging school boards to ban biological males from locker rooms with their prepubescent daughters. Nah, it's actually the people dressed as Satan performing a degenerate song in a segment sponsored by Big Pharma. The diversity crowd hasn't won the culture war because they aren't the ones fighting back. </p><p>So sure, in their little Hollywood bubble, they can nominate and reward as many transgender plus-sized lesbians as they want. But outside that bubble, there's a hefty resistance brewing. And that resistance is far from \"total defeat.\" </p>", "persistent": false, "language": "en-US", "user": null}, {"source": "http://louderwithcrowder.com/feed/", "link": "https://www.louderwithcrowder.com/chuck-schumer-woke-agenda", "title": "WATCH:​ Chuck Schumer Claims He Has No Idea What Republicans Mean By 'Woke Agenda'", "date_published": "2023-02-07 19:56:25+00:00", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=32992161&amp;width=1245&amp;height=700&amp;coordinates=0%2C0%2C0%2C0\" /><br /><br /><p>When Chuck Schumer isn't accusing Trump of<a href=\"https://www.youtube.com/watch?v=JdY7yVYZMxw\" target=\"_blank\"> inciting an erection</a>, he's claiming not to know what these crazy Republicans are talking about. As Senate Majority Leader, it's his duty to feign ignorance of his opposition party's concerns. It's the only way. </p><p>Earlier today, he did just this when discussing the \"woke agenda,\" saying, <em>\"[Republicans] say they want to cut the woke agenda. What's that? What cuts does that mean? Some say the 'woke military agenda.' I don't even know what the heck they're talking about.\"</em></p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\">\\u201cSchumer: \"[Republicans] say they want to cut the woke agenda. What's that? What cuts does that mean? Some say the 'woke military agenda.' I don't even know what the heck they're talking about.\"\\u201d</div> — Greg Price (@Greg Price)\n        <a href=\"https://twitter.com/greg_price11/status/1622988691667918858\">1675785632</a>\n</blockquote>\n\n<p>Let me help ya out there, Chucky. For starters, the army is literally <a href=\"https://www.louderwithcrowder.com/us-army-female-showering\" target=\"_blank\">teaching</a> female officers how to cope with showering with women who also happen to have penises because they're actually biological men.  Last year, the military <a href=\"https://www.louderwithcrowder.com/dod-spent-1m-promoting-woke\" target=\"_blank\">spent</a> over $1M to root out \"extremism\" and implement \"diversity, equity, and inclusion\" strategies. The Naval Academy <a href=\"https://www.louderwithcrowder.com/naval-walking-safe-spaces-guide\" target=\"_blank\">introduced</a> a \"Diversity Peer Educator Program,\" to create \"walking safe spaces\" to defend against microaggressions.  And who can forget the army <a href=\"https://www.louderwithcrowder.com/army-woke-ad-emma-cringe\" target=\"_blank\">ad</a> featuring Emma, a girl raised by two moms who joined the army because she wanted something beyond her sorority. So she joined the army.<em> The army. </em></p><p>Need I go on?</p><p>As for the woke agenda in general, it's everywhere, if you only want to look. <a href=\"https://www.louderwithcrowder.com/proud-family-disney-plus\" target=\"_blank\">Disney</a> was just blasted for including literal Critical Race Theory and anti-white propaganda in a kid's show. A <a href=\"https://www.louderwithcrowder.com/mom-explains-school-board\" target=\"_blank\">mom</a> in New Hampshire is supposed to just allow a biological male to urinate in front of her 13-year-old daughter because inclusivity, or something. And we're all supposed to pretend that Grammy's <a href=\"https://www.louderwithcrowder.com/sam-smith-unholy\" target=\"_blank\">performance</a> by Sam Smith was totally normal, not a shred of Satanism in sight. Besides the devil horns. </p><p>Some of these issues obviously can't be solved by Congress. But it doesn't help that half the country simply ignores what's happening and labels anyone who points it out a kooky conspiracy theorist. </p><p>But I'll give Chuck the benefit of the doubt. Maybe he's still thinking about how Trump incited an erection. </p>", "persistent": false, "language": "en-US", "user": null}, {"source": "http://louderwithcrowder.com/feed/", "link": "https://www.louderwithcrowder.com/disney-remdisnoves-episode-of-the-simpsons-because-it-made-china-mad", "title": "Disney Removes Episode of 'The Simpsons' Because it Made Chinese Communists Big Mad", "date_published": "2023-02-07 19:16:51+00:00", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=32991473&amp;width=1245&amp;height=700&amp;coordinates=0%2C0%2C0%2C0\" /><br /><br /><p>It turns out <a href=\"https://www.louderwithcrowder.com/proud-family-disney-plus\" target=\"_blank\">Disney</a> is not just indoctrinating children with LGBTQAEIPP2S+ and Critical Race Theory propaganda. They're also kow-towing to <a href=\"https://www.louderwithcrowder.com/bill-gates-china-comments\" target=\"_blank\">Communist China</a>. What more could you want from a children's television channel?</p><p>Disney recently pulled an episode of The Simpsons from its Disney+ streaming platform in Hong Kong. The episode is titled \"One Angry Lisa\" and features a scene where Marge is taking a spin class. She looks at a screen displaying the Great Wall of China as the class instructor says,<em> \"Behold the wonders of China. Bitcoin mines, forced labor camps where children make smartphones.”</em></p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\">\\u201cDisney has cut an episode of The Simpsons cartoon that refers to \\u201cforced labour camps\\u201d in China from its streaming platform in Hong Kong. \\u201cBehold the wonders of China. Bitcoin mines, forced labour camps where children make smartphones.\\u201d\\nhttps://t.co/lbrPtZzJIR\\u201d</div> — Jonathan Cheng (@Jonathan Cheng)\n        <a href=\"https://twitter.com/JChengWSJ/status/1622905760941481984\">1675765860</a>\n</blockquote>\n\n<p>This, of course, is a reference to the mass detention of Uyghur Muslims that's totally not going on in the Xinjiang region of China. Not a trace of ethnic cleansing to be found. What's that? You found a <a href=\"https://www.theatlantic.com/international/archive/2018/09/china-internment-camps-muslim-uighurs-satellite/569878/\" target=\"_blank\">satellite image</a> of the detention camps? And <a href=\"https://www.theguardian.com/world/2019/sep/23/china-footage-reveals-hundreds-of-blindfolded-and-shackled-prisoners-uighur\" target=\"_blank\">drone footage</a> of the prisoners? Sounds like some Western propaganda to me. And Disney agrees. </p><p>Disney's running cover for the CCP isn't at all surprising, given that they literally filmed Mulan right next to the Uyghur camps. And their <a href=\"https://screenrant.com/mulan-disney-defends-china-filming/\" target=\"_blank\">defense</a> for that one was, \"we wanted the film to look authentic.\" So naturally, they went to the one province where mass crimes against humanity are currently being committed and pretended all was well. Authenticity!</p><p>Oh, and the credits of the movie thanked a literal propaganda agency of the Chinese Communist Party, the publicity department of CPC Xinjiang Uighur Autonomy Region Committee. So there's that. </p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\">\\u201cDisney is under fire for filming #Mulan in Xinjiang \\u2014 where millions of Muslims are being locked up\\n\\nIn the credits, Disney thanked Chinese government agencies accused of running the internment camps\\u201d</div> — Culture Crave \\ud83c\\udf7f (@Culture Crave \\ud83c\\udf7f)\n        <a href=\"https://twitter.com/CultureCrave/status/1303398712622739457\">1599589443</a>\n</blockquote>\n\n<p>Tragedies aside, it is pretty hilarious how Disney is this woke, social justice warrior company here at home, literally trying to make our kids gay...but then they bend over backward to please the Chinese Communist Party and tip-toe around the systemic elimination of an entire group of people. </p><p>Such wokeness. Such bravery. The true leftist way. </p>", "persistent": false, "language": "en-US", "user": null}, {"source": "http://louderwithcrowder.com/feed/", "link": "https://www.louderwithcrowder.com/byron-donalds-calls-out-democrats", "title": "Watch: Byron Donalds calls out Democrats right on the damn spot as they accuse GOP of being white nationalists", "date_published": "2023-02-07 18:18:18+00:00", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=32990996&amp;width=1200&amp;height=600&amp;coordinates=0%2C0%2C0%2C240\" /><br /><br /><p>The Democrat Party's response to everything is a noun, a verb, and call someone raaaaaacist. Rep. Byron Donalds has <a href=\"https://www.louderwithcrowder.com/byron-donalds-reporter-cori\" target=\"_blank\">proven he is not that dude</a>. So when the House Dem committee thought they would be slick and tweet while a hearing was going on, Donalds called them out.</p><p>The hearing was about Joe Biden's border crisis. And while Democrats call anyone who disagrees with them racist, they've been calling people <a href=\"https://www.louderwithcrowder.com/wesley-hunt-border-crisis\" target=\"_blank\">concerned about illegal immigration raaaaaaacist</a> the longest. So the Oversight Committee Democrats tweeted this. You can tell by the verbiage whoever runs their account is your basic low-information zoomer who doesn't know sh*t about f*ck. Or, a boomer who is trying too hard.</p>\n<p class=\"shortcode-media shortcode-media-rebelmouse-image\">\n<img alt=\"\" class=\"rm-shortcode\" id=\"30673\" src=\"https://www.louderwithcrowder.com/media-library/image.png?id=32991016&amp;width=980\" />\n</p>\n<p>Republicans have a comprehensive solution. Go back to enforcing laws and do the exact opposite that Joe Biden's administration has done since he's been sworn in. Do the exact opposite comprehensively. That's the solution.</p><p>Donalds addressed not only the pathetic use of the race card but the slimy way Democrats went about it. \"I'm just going to cut to the chase. To my colleagues on the other side of the aisle who wanna state we're using this hearing for white nationalism, I'm not doing that. So if you feel that strongly, come walk to this side of the room and let's talk about it face to face. But leave that kind of silly stuff for someone else. Don't bring that stuff out here today. This stuff is serious.\"</p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\">.<a href=\"https://twitter.com/RepDonaldsPress?ref_src=twsrc%5Etfw\">@RepDonaldsPress</a> responding to this tweet during the border crisis hearing: I'm not doing that, so if you feel that strongly, come walk up to this side of the room and let's talk about it face to face...Don't bring that here today, this stuff is serious. <a href=\"https://t.co/jXAgtMNFHn\">https://t.co/jXAgtMNFHn</a> <a href=\"https://t.co/6ZC6T6oiIZ\">pic.twitter.com/6ZC6T6oiIZ</a><br />— Julio Rosas (@Julio_Rosas11) <a href=\"https://twitter.com/Julio_Rosas11/status/1623002224824659980?ref_src=twsrc%5Etfw\">February 7, 2023</a></blockquote> </div><p>It's bad enough Democrats have immature, ignorant, dinkuses running their social media. They also have them drafting their immigration policy. Anytime Democrats are ready to discuss matters like adults or grow a backbone to say these things face to face, Rep. Donalds is ready to work with them.</p><p><p>\n<em><strong>Editor’s Note</strong>\n</em>\n</p>\n<p>\n<em><strong><a href=\"https://lwcnewswire.substack.com/\" target=\"_blank\">LwC is on Substack now</a></strong>! Each day we overwhelm your brains with the content you've come to love from the Louder with Crowder Dot Com website.. but algorithms hide our ranting and raving as best they can. The best way to stick it to Big Tech? </em><strong><a href=\"https://lwcnewswire.substack.com/\" target=\"_blank\"><em>Subscribe to For the Content!</em></a></strong>\n</p></p><p class=\"shortcode-media shortcode-media-youtube\">\n<span class=\"rm-shortcode\" style=\"display: block; padding-top: 56.25%;\"></span>\n<small class=\"image-media media-caption\">WAIT! How Much is Illegal Immigration Costing YOU?! | Louder With Crowder</small>\n<small class=\"image-media media-photo-credit\">\n<a href=\"https://youtu.be/KWNa3IB4qo8\" target=\"_blank\">youtu.be</a>\n</small>\n</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "http://louderwithcrowder.com/feed/", "link": "https://www.louderwithcrowder.com/tesla-driver-falls-asleep", "title": "Watch As This Unconscious Tesla Driver Offers Us a Glimpse Into the AI-Powered Future", "date_published": "2023-02-07 16:43:38+00:00", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=32990564&amp;width=1200&amp;height=800&amp;coordinates=100%2C0%2C100%2C0\" /><br /><br /><p>Artificial intelligence could soon run the world. Not just because of how advanced it's becoming, but also because humans are becoming incomprehensibly lazy. Take, for example, this <a href=\"https://www.louderwithcrowder.com/alyssa-milano-tesla\" target=\"_blank\">Tesla</a> driver who decided to take a snooze while her <a href=\"https://www.louderwithcrowder.com/elon-musk-whiskey-marshmallows-cash\" target=\"_blank\">Elon-Musk</a>-Mobile did all the work. </p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\">\\u201cVIDEO: Tesla driver falls asleep on California highway\\n\\nSOURCE: New York Post\\u201d</div> — The Nation Nigeria (@The Nation Nigeria)\n        <a href=\"https://twitter.com/TheNationNews/status/1622935050353356801\">1675772843</a>\n</blockquote>\n\n<p>The video was <a href=\"https://nypost.com/2023/02/06/video-shows-tesla-driver-apparently-asleep-at-the-wheel/\" target=\"_blank\">taken</a> on a California freeway near Temecula. The woman filming, Kiki Dolas, exclaimed, <em>\"Guys, you're not going to believe this. This is a brand-new Tesla, she doesn't even have plates on it, right? She is OUT. Sleeping, completely knocked out. And this car is driving her. Look at how dangerous that is, you guys. I’m sorry, that is too damn dangerous!” </em></p><p>Dolas was driving home from Las Vegas when she and her partner spotted the dozing driver. She told a local news station,<em> “We started honking to try to get her attention because maybe she’s having a health emergency or something. I really wasn’t sure. So we couldn’t get her attention, the traffic is getting thicker and thicker so I said, ‘You know what? Let me call 911.'”</em></p><p>The police reportedly tracked down the Tesla in two minutes and found the driver awake. </p><p>This is just a wee bit concerning, given that Tesla's autopilot systems are already under investigation for potentially causing crashes. The National Highway Traffic Safety Administration is investigating at least 41 crashes where Tesla features, such as autopilot and automated braking, were involved. </p><p>Tesla's website also warns that its cars are not self-driving:<em> \"Autopilot, Enhanced Autopilot and Full Self-Driving Capability are intended for use with a fully attentive driver, who has their hands on the wheel and is prepared to take over at any moment.”</em></p><p>I wouldn't exactly call this lady \"fully attentive.\" At least not until the cops showed up. I'm also not sure how she missed the most crucial rule of the impending robot apocalypse - you can't trust the AI. Everyone knows that. </p>", "persistent": false, "language": "en-US", "user": null}, {"source": "http://louderwithcrowder.com/feed/", "link": "https://www.louderwithcrowder.com/daphne-velma-kiss-cut", "title": "WATCH: Actress Who Played Daphne in Scooby-Doo Reveals 'Steamy Kiss' With Velma Was Cut. Shocker.", "date_published": "2023-02-07 16:06:13+00:00", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=32990357&amp;width=1200&amp;height=800&amp;coordinates=66%2C0%2C134%2C0\" /><br /><br /><p>The latest <a href=\"https://www.louderwithcrowder.com/velma-bad-ratings\" target=\"_blank\">Scooby-Doo</a> reboot was a total flop in more ways than one. But one of the reasons was definitely all the gay. And it turns out, the 2002 movie was also at risk of having too much gay.</p><p>Sarah Michelle Gellar, who played Daphne in the movie, recently went on \"Watch What Happens Live\" with Andy Cohen. She told Cohen that the movie was originally a \"lot less family-friendly\" and that this was actually why she signed on. Oh, and there was a gay kiss. Of course. </p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\">\\u201cSarah Michelle Gellar confirms that the original cut of the 2002 Scooby-Doo film included a steamy kiss between Velma & Daphne and implications that Fred was into men as well as women. #WWHL\\u201d</div> — WWHL (@WWHL)\n        <a href=\"https://twitter.com/BravoWWHL/status/1621379624474124289\">1675402000</a>\n</blockquote>\n\n<p>A caller asked Gellar if <a href=\"https://www.louderwithcrowder.com/scooby-doo-velma-video-game\" target=\"_blank\">Velma</a> and Daphne had a relationship on the side, and Gellar responded,<em> \"I don’t know about a relationship on the side, but there was a steamy ... I mean, I said it was steamy, but they probably didn't think it was, hence it was cut. It was an actual kiss between Daphne and Velma that got cut.\"</em></p><p>Writer James Gunn has made similar comments and claimed he tried to make Velma gay, but the studio kept \"watering it down\" until she was straight with a boyfriend. They also reportedly cut out a scene suggesting Fred may not be straight-as-an-arrow. </p><p>These aren't exactly groundbreaking revelations - that Fred is a little bi-curious and Velma's a lesbian. The problem is this was a PG-rated movie for KIDS. It'd be weird if there was a highly sexualized <em>straight</em> scene in a kid's movie. They just want to see the Scooby-Doo gang solve mysteries. These weird subplots about the character's sexuality are purely for the adults.</p><p> If a kid goes to see their favorite mystery-solving squad on the big screen and instead sees a steamy makeout sesh between the two female characters...they'll probably be a tad confused and uncomfortable. It's just not necessary. Unless of course there's an ulterior motive and a larger push to expose children to highly sexual content at increasingly younger ages. But that's just a right-wing CoNsPiRaCy.</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "http://louderwithcrowder.com/feed/", "link": "https://www.louderwithcrowder.com/daphne-velma-scooby-doo-cut", "title": "Watch: Scooby-Doo actress reveals 'steamy kiss' with Velma was cut... as was implying Fred's sexuality", "date_published": "2023-02-07 16:06:13+00:00", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=32990357&amp;width=1200&amp;height=400&amp;coordinates=0%2C70%2C0%2C224\" /><br /><br /><p>The latest <a href=\"https://www.louderwithcrowder.com/velma-bad-ratings\" target=\"_blank\">Scooby-Doo</a> reboot was a total flop in more ways than one. But one of the reasons was definitely all the gay. And it turns out, the 2002 movie was also at risk of having too much gay.</p><p>Sarah Michelle Gellar, who played Daphne in the movie, recently went on \"Watch What Happens Live\" with Andy Cohen. She told Cohen that the movie was originally a \"lot less family-friendly\" and that this was actually why she signed on. Oh, and there was a gay kiss. Of course. </p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\">\\u201cSarah Michelle Gellar confirms that the original cut of the 2002 Scooby-Doo film included a steamy kiss between Velma & Daphne and implications that Fred was into men as well as women. #WWHL\\u201d</div> — WWHL (@WWHL)\n        <a href=\"https://twitter.com/BravoWWHL/status/1621379624474124289\">1675402000</a>\n</blockquote>\n<p>A caller asked Gellar if <a href=\"https://www.louderwithcrowder.com/scooby-doo-velma-video-game\" target=\"_blank\">Velma</a> and Daphne had a relationship on the side, and Gellar responded,<em> \"I don’t know about a relationship on the side, but there was a steamy ... I mean, I said it was steamy, but they probably didn't think it was, hence it was cut. It was an actual kiss between Daphne and Velma that got cut.\"</em></p><p>Writer James Gunn has made similar comments and claimed he tried to make Velma gay, but the studio kept \"watering it down\" until she was straight with a boyfriend. They also reportedly cut out a scene suggesting Fred <a href=\"https://www.yahoo.com/entertainment/sarah-michelle-gellar-scooby-doo-2002-daphne-velma-kissing-scene-cut-225714910.html\" target=\"_blank\">may not be straight-as-an-arrow</a>. </p><blockquote>\"There was a great line, too, where I remember, I'll never forget, where we were having a fight — Daphne and Fred — and then I yell at him, 'And that ascot makes you look gay!' and I slam the door,\" Gellar said. \"And they cut that, too.\"</blockquote><p>These aren't exactly groundbreaking revelations - that Fred is a little bi-curious and Velma's a lesbian. The problem is this was a PG-rated movie for KIDS. It'd be weird if there was a highly sexualized <em>straight</em> scene in a kid's movie. They just want to see the Scooby-Doo gang solve mysteries. These weird subplots about the character's sexuality are purely for the adults.</p><p> If a kid goes to see their favorite mystery-solving squad on the big screen and instead sees a steamy makeout sesh between the two female characters...they'll probably be a tad confused and uncomfortable. It's just not necessary. Unless of course there's an ulterior motive and a larger push to expose children to highly sexual content at increasingly younger ages. But that's just a right-wing CoNsPiRaCy.</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "http://louderwithcrowder.com/feed/", "link": "https://www.louderwithcrowder.com/oklahoma-capitol-protest", "title": "WATCH:  'Trans Lives Matter' Protestors Stage Insurrection at Oklahoma Capitol But No One Seems to Care", "date_published": "2023-02-07 15:17:11+00:00", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=32990072&amp;width=1245&amp;height=700&amp;coordinates=0%2C0%2C0%2C0\" /><br /><br /><p>Before we get into this story, I want to remind you all that entering a capitol building to protest is literally the worst crime any human being can commit and previously lead to the <a href=\"https://www.louderwithcrowder.com/january-6th-debunk-trump\" target=\"_blank\">darkest day</a> in American history. Carry on. </p><p>Yesterday, 150 Trans Lives Matter protests stormed the <a href=\"https://www.louderwithcrowder.com/university-drag-queen-story-hour\" target=\"_blank\">Oklahoma</a> Capitol building to <a href=\"https://www.louderwithcrowder.com/furries-counterprotest-feminists\" target=\"_blank\">protest</a> proposed bills that would ban various forms of gender-affirming medical procedures, including reassignment surgery, for people under the ages of 18-26. The protestors were taped inside the Capitol, chanting, \"trans lives matter\" and \"protect trans kids.\" Many of them held signs with slogans like, \"you can't erase us\" and \"my birthday wish is for trans rights.\" </p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\">\\u201chttps://t.co/X7TXB0DW1c\\u201d</div> — Nick Camper (@Nick Camper)\n        <a href=\"https://twitter.com/nickcamper/status/1622656770152833042\">1675706029</a>\n</blockquote>\n\n<p>The Oklahoma State Legislature hasn't voted on the proposed laws yet. The least restrictive proposal bans anyone under the age of 18 from receiving gender reassignment surgery. Y'know, since they can't even legally consume alcohol yet. Seems reasonable to me. But then again, my birthday wish wasn't for trans rights. </p><p>The most restrictive law bans physicians from referring anyone under the age of 26 for gender transition procedures, which include surgery and hormonal treatment. If a doctor provided such a referral anyway, they could face criminal charges and/or lose their license. The bill was proposed by Republican Senator David Bullard, who said the age of 26 was chosen because research shows the brain continues to develop until the age of 25. </p><p>Governor Stitt also gave his State of the State address last night, and, despite the protestors, doubled down on the state's efforts: <em>\"</em><em>'We must protect our most vulnerable - our children. After all, minors can’t vote, can’t purchase alcohol, can’t purchase cigarettes…we shouldn’t allow a minor to get a permanent gender-altering surgery in Oklahoma. </em><em>That’s why I am calling on the Legislature to send me a bill that bans all gender transition surgeries and hormone therapies on minors in the state!\" </em></p><p>It's unclear how many of the protestors have since been tracked down by the FBI and placed in solitary confinement until their trial date. But surely that's coming, since that's the punishment for unlawfully entering a capitol building...right?</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "http://louderwithcrowder.com/feed/", "link": "https://www.louderwithcrowder.com/harry-potter-video-game", "title": "Nerd creates app to narc on your friends who play the new Harry Potter video game, since JK Rowling is a... you know", "date_published": "2023-02-07 14:29:28+00:00", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=32989659&amp;width=1200&amp;height=800&amp;coordinates=70%2C0%2C130%2C0\" /><br /><br /><p>Spoiler: I know nothing about video games. I was born with every other geek gene (pro wrestling, comic books sci-fi) but the video game one skipped me. What I do know is that video games are insanely popular, and there are a number of woke twats who take up the gaming space. It's not surprising that someone would create an app so other woke twats would narc out their friends who play the new Harry Potter game. Sadly, it's also not surprising he/him doesn't realize that he/him is the asshole here.</p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\">Introducing <a href=\"https://t.co/q3Qq5j7f0M\">https://t.co/q3Qq5j7f0M</a> - find out if anyone you follow on twitch has streamed THAT new wizard game <a href=\"https://t.co/i1VIBU64dk\">pic.twitter.com/i1VIBU64dk</a><br />— Sam Gibbs (@iamsamgibbs) <a href=\"https://twitter.com/iamsamgibbs/status/1622570858626617344?ref_src=twsrc%5Etfw\">February 6, 2023</a></blockquote> </div><p>The drama is this. There is a Harry Potter video game coming out. Harry Potter was created by JK Rowling. JK Rowling has become the <a href=\"https://www.louderwithcrowder.com/jk-rowling-scotland-march-activist\" target=\"_blank\">head transphobe-in-charge</a> even though journalists assigned \"Rowing is a Transphobe\" clickbait <a href=\"https://www.louderwithcrowder.com/jk-rowling-twenty-quotes\" target=\"_blank\">can't find anything transphobic she said</a>. Therefore, if you play this video game, you too are a transphobe. Or something.</p><p class=\"shortcode-media shortcode-media-rebelmouse-image\">\n<img alt=\"\" class=\"rm-shortcode\" id=\"83923\" src=\"https://www.louderwithcrowder.com/media-library/image.gif?id=32989735&amp;width=980\" />\n</p>\n<p>The odd thing is despite JK Rowling being Hater McHaterpants, <a href=\"https://hotair.com/john-s-2/2023/02/06/hogwarts-legacy-is-getting-solid-reviews-despite-attempts-to-cancel-it-n528840\" target=\"_blank\">the game is getting stellar reviews</a>. Though some are hedging. IGN says that it's a great game, but \"whether it’s ethical to play is a separate but still very important question.\"</p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\">Hogwarts Legacy Reviews <a href=\"https://twitter.com/hashtag/PS5?src=hash&amp;ref_src=twsrc%5Etfw\">#PS5</a>:<br /><br />Carole Quintaine 10/10<br />MeuPlayStation 10/10<br />Glitched Africa 10/10<br />PSU 9.5/10<br />TierraGamer 9.5/10<br />IGN 9/10<br />IGN Spain 9/10<br />PSX Brasil 9/10<br />Press Start 9/10<br />PlayStation Lifestyle 9/10<br />PowerUp! 9/10<br />Geek Culture 9/10<br />WellPlayed 9/10<br />FingerGuns 9/10 <a href=\"https://t.co/twixnPXB5j\">pic.twitter.com/twixnPXB5j</a><br />— GermanStrands (@GermanStrands) <a href=\"https://twitter.com/GermanStrands/status/1622556193347584001?ref_src=twsrc%5Etfw\">February 6, 2023</a></blockquote> </div><p>The video game maker <a href=\"https://dailycaller.com/2023/02/06/harry-potter-video-game-trans-character-jk-rowling/\" target=\"_blank\">even threw in a trans character</a> -- a witch some confused as a wizard if any of that makes a lick of sense to you -- to no doubt stick to Rowling. The author was not reached for comment. But had she been, I'm sure <a href=\"https://www.louderwithcrowder.com/jk-rowling-royalties\" target=\"_blank\">she would be too busy counting money to comment</a>.</p><p>Whatever you do, should you stream the new Harry Potter game, beware. The person who created Harry Potter may have a single political opinion you disagree with, and you might have your name leaked by a douchebag to people whose entire personality is that JK Rowling has a single political opinion they disagree with.</p><p><p>\n<em><strong>Editor’s Note</strong>\n</em>\n</p>\n<p>\n<em><strong><a href=\"https://lwcnewswire.substack.com/\" target=\"_blank\">LwC is on Substack now</a></strong>! Each day we overwhelm your brains with the content you've come to love from the Louder with Crowder Dot Com website.. but algorithms hide our ranting and raving as best they can. The best way to stick it to Big Tech? </em><strong><a href=\"https://lwcnewswire.substack.com/\" target=\"_blank\"><em>Subscribe to For the Content!</em></a></strong>\n</p></p><p class=\"shortcode-media shortcode-media-youtube\">\n<span class=\"rm-shortcode\" style=\"display: block; padding-top: 56.25%;\"></span>\n<small class=\"image-media media-caption\">EXCLUSIVE TRAILER: Crowder Films 'Moses' Movie! | Louder With Crowder</small>\n<small class=\"image-media media-photo-credit\">\n<a href=\"https://youtu.be/7t5Vwa7AIDE\" target=\"_blank\">youtu.be</a>\n</small>\n</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "http://louderwithcrowder.com/feed/", "link": "https://www.louderwithcrowder.com/sam-smith-destantis-grammys", "title": "Team DeSantis exposes who's really declaring a culture war on America, and SPOILER... it's not their boss", "date_published": "2023-02-07 13:52:31+00:00", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=32989307&amp;width=1245&amp;height=700&amp;coordinates=0%2C0%2C0%2C118\" /><br /><br /><p>Any time Ron DeSantis says anything, the media responds with some derpity derp about \"he's starting culture wars, yargle blargle.\" You know, what with America's Governor's insane opinion that <a href=\"https://www.louderwithcrowder.com/ron-desantis-legislature\" target=\"_blank\">little kids shouldn't be sexualized</a>, students <a href=\"https://www.louderwithcrowder.com/ron-desantis-history-class\" target=\"_blank\">shouldn't be taught to hate themselves</a>, and worse of all... maybe teachers <a href=\"https://www.louderwithcrowder.com/ron-desantis-cell-phones\" target=\"_blank\">should be allowed to ban smartphones from the classrooms</a> so that kids aren't distracted. You and I of course know the truth about the media and our culture wars, which we'll get to in a minute.</p><p>Team DeSantis couldn't help but notice the same media who attacks their boss LOVED the Grammy Awards on Sunday night. And they couldn't help but notice an ideological difference. (shout out to <a href=\"https://twitchy.com/dougp-3137/2023/02/06/bryan-griffin-christina-pushaw-show-lefty-media-the-real-culture-war-and-its-not-desantis/\" target=\"_blank\">Twitchy</a>)</p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\">Media: \"DeSantis is waging a culture war!\"<br /><br />Meanwhile, praiseworthy to the same media: Pfizer sponsored a Hollywood event featuring a hell themed dance with a separate appearance at the same awards show by Jill Biden. <a href=\"https://t.co/OOHIqMp4Tq\">https://t.co/OOHIqMp4Tq</a><br />— Bryan Griffin (@BryanDGriffin) <a href=\"https://twitter.com/BryanDGriffin/status/1622612002341367808?ref_src=twsrc%5Etfw\">February 6, 2023</a></blockquote> </div><p><br /></p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\">The only \"culture war\" is being waged against normalcy, decency, morality, and the people who value those things.<br />— Christina Pushaw 🐊 🇺🇸 (@ChristinaPushaw) <a href=\"https://twitter.com/ChristinaPushaw/status/1622612578781302785?ref_src=twsrc%5Etfw\">February 6, 2023</a></blockquote> </div><p>On a related note, cut this sh*t out every time anyone mentions a Big Pharma company on any Big Tech platform.</p><p class=\"shortcode-media shortcode-media-rebelmouse-image\">\n<img alt=\"\" class=\"rm-shortcode\" id=\"ccc73\" src=\"https://www.louderwithcrowder.com/media-library/image.png?id=32989360&amp;width=980\" />\n</p>\n<p>Personally? I don't share some of the pearl-clutching over the Sam Smith performance. I'm oldhead enough to remember when listening to Ozzy Osbourne was going to make me kill myself (I haven't) and that Iron Maiden would make me carve a pentagon in my forehead. Yet I managed to still turn out okay-ish. I'm also oldhead enough to not fully know what a Sam Smith is. Apparently, he's the latest popstar hardo looking to offend the \"squares.\"</p><p>But the fact that a popstar going on national television looking to upset a majority of American he/they/xi knew they would offend in an event sponsored by DOCTOR Jill Biden's favorite pharmaceutical company is part of the problem.</p><p>Every time you turn on the TV, or open a magazine, or send your kids to public school, a small minority of leftists bombard you with their radical political agenda and ideology. Yet they are never accused of launching a war on the culture. It's only when the right, or anyone slightly to the left of Karl Marx, starts to push back that we're told WE'RE the ones starting culture wars. </p><p>Teachers' unions for decades have been spending millions on school board elections. Once the right decided they were going to compete in an open election and do the same, the media clutched their pearls and claimed: \"it was never like this.\"</p><p>It's not that conservatives aren't the ones starting a culture war. It's that the left is unhappy we're finally retaliating again the one they've been waging for generations.</p><p><p>\n<em><strong>Editor’s Note</strong>\n</em>\n</p>\n<p>\n<em><strong><a href=\"https://lwcnewswire.substack.com/\" target=\"_blank\">LwC is on Substack now</a></strong>! Each day we overwhelm your brains with the content you've come to love from the Louder with Crowder Dot Com website.. but algorithms hide our ranting and raving as best they can. The best way to stick it to Big Tech? </em><strong><a href=\"https://lwcnewswire.substack.com/\" target=\"_blank\"><em>Subscribe to For the Content!</em></a></strong>\n</p></p><p class=\"shortcode-media shortcode-media-youtube\">\n<span class=\"rm-shortcode\" style=\"display: block; padding-top: 56.25%;\"></span>\n<small class=\"image-media media-caption\">Balenciaga is Part of a MUCH BIGGER Satanic Scheme | Louder With Crowder</small>\n<small class=\"image-media media-photo-credit\">\n<a href=\"https://youtu.be/EjOXiWVA5l4\" target=\"_blank\">youtu.be</a>\n</small>\n</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "http://louderwithcrowder.com/feed/", "link": "https://www.louderwithcrowder.com/elon-musk-whiskey-marshmallows-cash", "title": "Enjoy watching Elon Musk drinking whiskey and toasting marshmallows on the roof of Tesla while singing Johnny Cash", "date_published": "2023-02-07 12:20:22+00:00", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=32988908&amp;width=1245&amp;height=700&amp;coordinates=0%2C0%2C0%2C0\" /><br /><br /><p>It's Tuesday. Biden's State of the Union is tonight. The State of the Union is the most useless piece of political theater we put ourselves through every year. You're already sick of hearing previews of it and dreading the recaps tomorrow. You need a distraction. So because we owe it to the people, here is video of Elon Musk drinking whiskey and toasting marshmallows on the roof of Tesla HQ while singing Johnny Cash's \"Ring of Fire.\"</p><p>That's literally the entire video. And a rare accurate use of the word \"literally.\"</p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\">Ring of Fire by Johnny Cash needs to happen at CyberRodeo <a href=\"https://twitter.com/elonmusk?ref_src=twsrc%5Etfw\">@elonmusk</a> <a href=\"https://t.co/XcqKrL7rxG\">pic.twitter.com/XcqKrL7rxG</a><br />— Tesla Owners Silicon Valley (@teslaownersSV) <a href=\"https://twitter.com/teslaownersSV/status/1510148974723837953?ref_src=twsrc%5Etfw\">April 2, 2022</a></blockquote> </div><p>As reported by the fine folks at <a href=\"https://www.whiskeyriff.com/2023/02/06/elon-musk-sings-johnny-cashs-ring-of-fire-drinks-whiskey-roasts-marshmallows-on-top-of-tesla-factory/\" target=\"_blank\">Whiskey Riff</a>, this video is from 2019. Elon Musk having a hang on the roof of one of the many, many, many companies he owns. I would love to know the conversation that led to this event.</p><p>ELON: Hey Bob, what are you working on?</p><p>BOB: Coding. You?</p><p>ELON: I'm about to go up to the roof with a bottle of Four Roses to toast some marshmallows and sing Johnny Cash songs. Wanna come?</p><p>BOB: Well now I do!</p><p>Now that I look at the video again, it appears someone snuck in a wiener.</p><p class=\"shortcode-media shortcode-media-rebelmouse-image\">\n<img alt=\"\" class=\"rm-shortcode\" id=\"21935\" src=\"https://www.louderwithcrowder.com/media-library/image.png?id=32988947&amp;width=980\" />\n</p>\n<p>Funny enough, <a href=\"https://www.louderwithcrowder.com/elon-musk-twins\" target=\"_blank\">this is not the first Elon Musk post we've had</a> that involves a wiener. Or even the <a href=\"https://www.louderwithcrowder.com/elon-musk-weiner\" target=\"_blank\">second</a> or <a href=\"https://www.louderwithcrowder.com/elon-musk-chinese-proverb\" target=\"_blank\">third</a>.</p><p>If Musk is looking for ways to monetize Twitter, VIP events where people pay for the Elon Musk Bonfire Experience would be very lucrative. Elon provides the whiskey and the marshmallows. Maybe he borrows some weed from Joe Rogan. Hire Koe Wetzel as Master of Ceremonies. I smell money. And also, toasted marshmallows.</p><p><p>\n<em><strong>Editor’s Note</strong>\n</em>\n</p>\n<p>\n<em><strong><a href=\"https://lwcnewswire.substack.com/\" target=\"_blank\">LwC is on Substack now</a></strong>! Each day we overwhelm your brains with the content you've come to love from the Louder with Crowder Dot Com website.. but algorithms hide our ranting and raving as best they can. The best way to stick it to Big Tech? </em><strong><a href=\"https://lwcnewswire.substack.com/\" target=\"_blank\"><em>Subscribe to For the Content!</em></a></strong>\n</p></p><p class=\"shortcode-media shortcode-media-youtube\">\n<span class=\"rm-shortcode\" style=\"display: block; padding-top: 56.25%;\"></span>\n<small class=\"image-media media-caption\">Elon Musk NUKES Woke Twitter Employees! | Louder With Crowder</small>\n<small class=\"image-media media-photo-credit\">\n<a href=\"https://youtu.be/t3zz7J2Cr7s\" target=\"_blank\">youtu.be</a>\n</small>\n</p>", "persistent": false, "language": "en-US", "user": null}], "source": {"url": "http://louderwithcrowder.com/feed/", "title": "Louder With Crowder"}}