{"entries": [{"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-07/usa-zatwierdzono-sprzedaz-polsce-wyrzutni-himars-wartosc-wyniesie-10-mld-dolarow/", "title": "USA. Zatwierdzono sprzedaż Polsce wyrzutni HIMARS. Wartość wyniesie 10 mld dolarów", "date_published": "2023-02-07 20:36:00+00:00", "description": "Departament Stanu zgodził się na sprzedaż Polsce 18 wyrzutni HIMARS wraz z amunicją. Koszt całego zestawu oszacowano na około 10 mld dolarów - podała agencja Defense Security Cooperation Agency. Systemy te to jedne z najpotężniejszych broni krótkiego zasięgu typu ziemia-ziemia.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-07/argentyna-w-andach-znaleziono-cialo-alpinistki-zaginela-42-lata-temu/", "title": "Argentyna: W Andach odnaleziono ciało alpinistki. Zaginęła 42 lata temu", "date_published": "2023-02-07 18:17:00+00:00", "description": "Poszukiwania Marty Altamirano trwały od 1981 roku. Po latach na jej ciało natrafiła grupa alpinistów podczas wspinaczki na szczyt Mercedario. Zwłoki 20-latki z powodu zamarznięcia zachowały się w dobrym stanie.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-07/niemcy-do-ukrainy-moze-trafic-187-czolgow-leopard-1-rzad-zezwolil-na-dostawe/", "title": "Niemcy. Do Ukrainy może trafić 178 czołgów Leopard 1. Rząd zezwolił na dostawę", "date_published": "2023-02-07 17:18:00+00:00", "description": "Niemiecki rząd zdecydował, że firmy zbrojeniowe mogą dostarczyć do Ukrainy 178 czołgów bojowych Leopard 1. Wiele maszyn może być zniszczonych i wymaga remontu - przekazały media. Jak dodano, nie zostało jeszcze ustalone, kto sfinansuje potrzebne naprawy. Niemieckie czołgi mają trafić do Kijowa najwcześniej w połowie tego roku.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-07/trzesienie-ziemi-w-turcji-wzruszajace-slowa-uratowanej-pieciolatki-nic-mi-nie-jest-tato/", "title": "Trzęsienie ziemi w Turcji. Wzruszające słowa uratowanej pięciolatki: \"Nic mi nie jest, tato\"", "date_published": "2023-02-07 16:46:00+00:00", "description": "Pięcioletnia dziewczynka, która znajdowała się pod gruzami w tureckim Kahramanmaras, została wyciągnięta żywa przez ratowników po siedmiu godzinach od trzęsienia ziemi. Moment, w którym mała Ayşe widzi po raz pierwszy ojca po tak długim czasie, został nagrany przez obecnych na miejscu dziennikarzy. Zapytana o to, jak się czuje, odpowiedziała wtedy, że... nic jej nie jest.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-07/rosja-chcial-ukrasc-z-mauzoleum-cialo-lenina-byl-pijany/", "title": "Rosja: Chciał ukraść z mauzoleum ciało Lenina. Był pijany", "date_published": "2023-02-07 16:34:00+00:00", "description": "42-letni mieszkaniec Moskwy został zatrzymany za próbę kradzieży z mauzoleum ciała Włodzimierza Lenina - poinformowała rosyjska agencja TASS, powołując się na służby. Zdaniem lekarzy mężczyzna był pijany i cierpiał na zaburzenia psychiczne wywołane alkoholem.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-07/rosja-siergiej-szojgu-podal-straty-ukrainy-w-trakcie-wojny/", "title": "Rosja: Siergiej Szojgu \"podał\" straty Ukrainy w trakcie wojny", "date_published": "2023-02-07 12:53:00+00:00", "description": "Siły Zbrojne Ukrainy tylko w styczniu straciły 6500 żołnierzy - przekazał we wtorek minister obrony Federacji Rosyjskiej Siergiej Szojgu. Według oficjalnych danych armii ukraińskiej, od 10 tys. do 13 tys. żołnierzy zginęło łącznie w trakcie dziesięciu miesięcy wojny.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-07/turcja-reporter-polsat-news-mieszkancy-zablokowali-przejazd-polskich-strazakow-blagaja-o-pomoc/", "title": "Turcja. Reporter Polsat News: Mieszkańcy zablokowali przejazd polskich strażaków, błagają o pomoc", "date_published": "2023-02-07 11:19:00+00:00", "description": "Polscy ratownicy zostali zablokowani przez lokalnych mieszkańców około 50 km od miejscowości Adiyaman, do której zmierzają z akcją ratunkową - Błagają, żeby ratownicy zatrzymali się i zaczęli akcję - relacjonował reporter Polsat News Cyprian Jopek z Turcji. Jak powiadomił, docelowe miejsce, w którym pracować będą polscy ratownicy może jeszcze ulec zmianie.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-07/trzesienie-ziemi-w-turcji-polscy-ratownicy-jada-do-adiyaman/", "title": "Trzęsienie ziemi w Turcji. Polscy ratownicy jadą do Adiyaman", "date_published": "2023-02-07 10:05:00+00:00", "description": "76 polskich strażaków z grupy Husar bierze udział w akcji ratunkowej w Turcji. Polska ekipa została skierowana do miasta Adiyaman, gdzie będzie dowodzić akcji. - Nasi ratownicy są wystarczająco doświadczeni, wystarczająco zmotywowani, żeby działać jak najlepiej - mówił na antenie Polsat News komendant główny Państwowej Straży Pożarnej gen. bryg. Andrzej Bartkowiak.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-07/streamerki-z-twitcha-zobaczyly-swoje-twarze-w-filmach-porno-szok-wsrod-internetowych-tworcow/", "title": "Streamerki z Twitcha zobaczyły swoje twarze w filmach porno. Szok wśród internetowych twórców", "date_published": "2023-02-07 09:51:00+00:00", "description": "Nie zaangażowano ich do roli w filmach pornograficznych, ale i tak w nich wystąpiły. Ktoś użył wizerunków użytkowniczek portalu Twitch, używając technologii deepfake. Nagrania są tak wykonane, że ich odbiorcy mogą być przekonani o ich prawdziwości. Jedna ze skrzywdzonych, zrozpaczonych kobiet zaapelowała do internautów, by nie rozpowszechniali wideo z jej udziałem.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-07/ramzan-kadyrow-grozi-denazyfikacja-polski-oferuje-pomoc-w-referendum-na-slasku/", "title": "Ramzan Kadyrow grozi denazyfikacją Polski. Oferuje pomoc w referendum na Śląsku", "date_published": "2023-02-07 09:19:00+00:00", "description": "Nie ukrywam, że mam taki zamiar i niejednokrotnie deklarowałem, że walka z satanizmem powinna być kontynuowana w całej Europie, a przede wszystkim na terenie Polski - napisał przywódca Czeczenii Ramzan Kadyrow. Według Kadyrowa, na Śląsku powinno odbyć się referendum, które może pomóc zorganizować Rosja.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-07/sejsmolog-o-przyczynach-trzesienia-ziemi-w-turcji-architekturze-sejsmicznej-i-systemach-ostrzegania/", "title": "Sejsmolog o przyczynach trzęsienia ziemi w Turcji, architekturze sejsmicznej i systemach ostrzegania", "date_published": "2023-02-07 07:44:00+00:00", "description": "- Tym, co robi wrażenie w przypadku trzęsienia ziemi w Turcji, jest fakt, że było ono odczuwalne również w Polsce - powiedział sejsmolog z Instytutu Meteorologii i Gospodarki Wodnej prof. Paweł Wiejacz. Wyjaśnił, że był to ruch rzędu kilku minimetrów, który nie jest zauważalny dla człowieka. Ekspert wyjaśnił też, jak doszło do trzęsienia i czy można było zminimalizować straty wśród ludzi.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-07/turcja-trzecie-trzesienie-ziemi/", "title": "Turcja: Trzecie trzęsienie ziemi", "date_published": "2023-02-07 05:45:00+00:00", "description": "W Turcji doszło do kolejnego trzęsienia ziemi - powiadomiła agencja Reuters. Jak przekazało, Europejsko Śródziemnomorskie Centrum Sejsmologiczne (EMSC) trzęsienie ziemi o magnitudzie 5,6 wystąpiło w środkowej Turcji. Było to trzecie trzęsienie ziemi od poniedziałku.", "persistent": false, "language": "pl-PL", "user": null}], "source": {"url": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Polsat News"}}