{"entries": [{"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2023/02/encrypted-messaging-app-exclu-used-by.html", "title": "Encrypted Messaging App Exclu Used by Criminal Groups Cracked by Joint Law Enforcement", "date_published": "2023-02-07 17:35:00+00:00", "description": "A joint law enforcement operation conducted by Germany, the Netherlands, and Poland has cracked yet another encrypted messaging application named Exclu used by organized crime groups.\nEurojust, in a press statement, said the February 3 exercise resulted in the arrests of 45 individuals across Belgium and the Netherlands, some of whom include users as well as the administrators and owners of the", "persistent": false, "language": "en-US", "user": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2023/02/hackers-exploit-vulnerabilities-in.html", "title": "Hackers Exploit Vulnerabilities in Sunlogin to Deploy Sliver C2 Framework", "date_published": "2023-02-07 12:58:00+00:00", "description": "Threat actors are leveraging known flaws in Sunlogin software to deploy the Sliver command-and-control (C2) framework for carrying out post-exploitation activities.\nThe findings come from AhnLab Security Emergency response Center (ASEC), which found that security vulnerabilities in Sunlogin, a remote desktop program developed in China, are being abused to deploy a wide range of payloads.\n\"Not", "persistent": false, "language": "en-US", "user": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2023/02/tackling-new-cyber-insurance.html", "title": "Tackling the New Cyber Insurance Requirements: Can Your Organization Comply?", "date_published": "2023-02-07 12:47:00+00:00", "description": "With cyberattacks around the world escalating rapidly, insurance companies are ramping up the requirements to qualify for a cyber insurance policy. Ransomware attacks were up 80% last year, prompting underwriters to put in place a number of new provisions designed to prevent ransomware and stem the record number of claims. Among these are a mandate to enforce multi-factor authentication (MFA)", "persistent": false, "language": "en-US", "user": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2023/02/linux-variant-of-clop-ransomware.html", "title": "Linux Variant of Clop Ransomware Spotted, But Uses Faulty Encryption Algorithm", "date_published": "2023-02-07 11:02:00+00:00", "description": "The first-ever Linux variant of the Clop ransomware has been detected in the wild, but with a faulty encryption algorithm that has made it possible to reverse engineer the process.\n\"The ELF executable contains a flawed encryption algorithm making it possible to decrypt locked files without paying the ransom,\" SentinelOne researcher Antonis Terefos said in a report shared with The Hacker News.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2023/02/vmware-finds-no-evidence-of-0-day-flaw.html", "title": "VMware Finds No Evidence of 0-Day in Ongoing ESXiArgs Ransomware Spree", "date_published": "2023-02-07 10:21:00+00:00", "description": "VMware on Monday said it found no evidence that threat actors are leveraging an unknown security flaw, i.e., a zero-day, in its software as part of an ongoing ransomware attack spree worldwide.\n\"Most reports state that End of General Support (EoGS) and/or significantly out-of-date products are being targeted with known vulnerabilities which were previously addressed and disclosed in VMware", "persistent": false, "language": "en-US", "user": null}], "source": {"url": "https://feeds.feedburner.com/TheHackersNews", "title": "The Hacker News"}}