{"entries": [{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "link": "https://www.youtube.com/watch?v=vw-DLcZBfq0", "title": "Indigo Girls: Tiny Desk Concert", "date_published": "2023-02-07 10:00:36+00:00", "description": "Ann Powers | February 7, 2023\nA thrill of recognition passed through the crowd gathered around the Tiny Desk when the Indigo Girls began the first song of this set of stone-cold classics. It's \"Closer To Fine\" – arguably the singalong song of the '90s (it was released in 1989) and still a signature for the duo that's been offering life lessons to its fervent fans for nearly four decades. In politically purposeful T-shirts – Emily Saliers wore one reading PROTECT TRANS KIDS, while Amy Ray's was from the environmental justice-oriented Water is Life Festival – the two shared space as only they can, trading off songs each had written while becoming one through their trademark harmonies. The selection they offered provides an ideal brief overview of a legendary career.\n\n\"Look Long,\" the title track from the Girls' 15th studio album, released in 2020, featured Saliers in a tenderly contemplative mood, calling for perspective in the midst of struggle. The duo's sole accompanist, Lyris Hung, seized the room's attention on the fiery Ray rocker \"Go,\" and then came \"Kid Fears,\" one of the Girls's most beloved ballads, a dose of compassion that feels as necessary now as it did in 1989. The love in the room at that moment flowed both ways. \"I'm always quoting NPR, so thank you all for your work — all of y'all, collectively,\" Ray said near the set's end. And then as the music began again, the smiles on the Girls' faces showed that they were feeling that wave of gratitude for noble work returned.\n\nSET LIST\n\"Closer to Fine\"\n\"Look Long\"\n\"Go\"\n\"Kid Fears\"\n\nMUSICIANS\nAmy Ray: vocals, acoustic guitar\nEmily Saliers: vocals, acoustic guitar\nLyris Hung: violin\n\nTINY DESK TEAM\nProducer: Bob Boilen \nDirector/Editor: Maia Stern\nAudio Engineer: Josh Rogosin\nSeries Producer: Bobby Carter\nVideographers: Maia Stern, Jill Britton, Kara Frame, Sofia Seidel \nAudio Assistant: Neil Tevault\nProduction Assistant: Pilar Galvan\nTiny Desk Team: Suraya Mohamed, Joshua Bryant, Marissa Lorusso, Hazel Cills, Ashley Pointer\nVP, Visuals and Music: Keith Jenkins\nSenior VP, Programming: Anya Grundmann\n\n#nprmusic #tinydesk #indigogirls", "persistent": false, "language": "en-US", "user": null}], "source": {"url": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "NPR Music"}}