{"entries": [{"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/tv-and-radio/2023/jan/22/happy-valley-recap-series-three-episode-four-pandemonium-in-court", "title": "Happy Valley recap: series three, episode four – pandemonium in court!", "date_published": "2023-01-22 22:00:04+00:00", "description": "<p>From that pulsating, propulsive closing sequence to Rob’s mysterious new suitcase, it was yet another stress-packed hour of sublime drama</p><p><em>Spoiler alert: this recap is published after <a href=\"https://www.theguardian.com/tv-and-radio/happy-valley\">Happy Valley</a> airs on BBC One in the UK. Do not read on if you haven’t watched episode four.</em></p><p>Tommy’s on the run, Joanna’s in a suitcase and Catherine’s a whisker away from retirement. As Sally Wainwright’s searing drama enters its home stretch, here’s your Crown Court hearing with regard to the fourth episode …</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jan/22/happy-valley-recap-series-three-episode-four-pandemonium-in-court\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/us-news/2023/jan/22/womens-march-2023-roe-v-wade-abortion-rights", "title": "Women’s March draws thousands across US after Roe v Wade overturned", "date_published": "2023-01-22 21:43:16+00:00", "description": "<p>Protesters mark 50 years since landmark decision that protected abortion rights nationwide</p><p>Thousands of protesters gathered across the United States to protest the end of the federal right to abortion – marching on the the 50th anniversary of the <a href=\"https://www.theguardian.com/us-news/roe-v-wade\">Roe v Wade</a> supreme court decision that made abortion a constitutional right in 1973, but which was <a href=\"https://www.theguardian.com/world/2022/jun/24/roe-v-wade-overturned-abortion-summary-supreme-court\">struck down</a> last year.</p><p>At more than 200 Women’s March events in 46 states, demonstrators condemned the court’s decision, which leaves it up to individual states to decide whether to protect, ban or restrict abortion rights. Since last year’s startling decision from the conservative-dominated bench, abortion has been banned or severely restricted in <a href=\"https://www.guttmacher.org/2023/01/six-months-post-roe-24-us-states-have-banned-abortion-or-are-likely-do-so-roundup\">14 states, after the ruling on 24 June.</a></p> <a href=\"https://www.theguardian.com/us-news/2023/jan/22/womens-march-2023-roe-v-wade-abortion-rights\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/sport/2023/jan/22/composition-of-champions-cup-last-16-offers-clues-to-six-nations-supremacy", "title": "Composition of Champions Cup last 16 offers clues to Six Nations supremacy", "date_published": "2023-01-22 20:06:52+00:00", "description": "<p>Presence of five English sides appears positive for Steve Borthwick but Warren Gatland may have more to smile about</p><p>The Six Nations is just around the corner and there is mounting evidence to suggest it will be even more cutthroat than ever. The Champions Cup is not a surefire guide to Six Nations supremacy but it is a timely gauge of the prevailing mood in certain nations. Some of this weekend’s results, not least, not least victories <a href=\"https://www.theguardian.com/sport/2023/jan/20/leicester-ospreys-european-rugby-champions-cup-match-report-rugby-union\">for Ospreys</a> and Edinburgh over Leicester and Saracens respectively, would suggest that cross-border margins continue to shrink.</p><p>At first glance the presence of five English sides, three apiece from Ireland, France and South Africa and one each from Wales and Scotland in the <a href=\"https://www.theguardian.com/sport/european-rugby-champions-cup\">Champions Cup</a> last 16 might seem encouraging for the new England head coach Steve Borthwick, who will be keen to see plenty of English-qualified players contesting big games for their clubs in early April.</p> <a href=\"https://www.theguardian.com/sport/2023/jan/22/composition-of-champions-cup-last-16-offers-clues-to-six-nations-supremacy\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/commentisfree/picture/2023/jan/22/ben-jennings-on-conservatives-and-cashflows-cartoon", "title": "Ben Jennings on Conservatives and cashflows – cartoon", "date_published": "2023-01-22 19:30:01+00:00", "description": "<a href=\"https://www.theguardian.com/commentisfree/picture/2023/jan/22/ben-jennings-on-conservatives-and-cashflows-cartoon\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/stage/2023/jan/22/ted-whitehead-obituary", "title": "Ted Whitehead obituary", "date_published": "2023-01-22 19:06:23+00:00", "description": "<p>Dramatist and screenwriter whose best-known stage play, Alpha Beta, is a scorching study of marriage and morality</p><p>As a passionate lover of football, in particular of Liverpool FC, Ted Whitehead, who has died aged 89, would have readily admitted that his career as a writer was a game of two halves. In the first, under the name EA Whitehead, he was an admired stage dramatist who wrote a number of scorching studies of the sex war for the Royal Court theatre including, in 1972, Alpha Beta starring <a href=\"https://www.theguardian.com/film/2019/feb/08/albert-finney-obituary\">Albert Finney</a> and Rachel Roberts. In the second half he became a prolific writer of TV drama whose output included adaptations of <a href=\"https://www.theguardian.com/books/2023/jan/04/fay-weldon-obituary\">Fay Weldon</a>’s The Life and Loves of a She-Devil and The Cloning of Joanna May, as well as contributions to long-running series such as Cracker.</p><p>While brilliantly acted by Finney and Roberts, Alpha Beta went beyond the study of two trapped individuals to offer a critique of working-class morality, western European monogamy and the restrictive influence of Catholic dogma. Perhaps confirming DH Lawrence’s argument that marriage is more of a duel than a duet, the play showed its lasting power when revived by the <a href=\"https://www.theguardian.com/stage/2015/jun/26/alpha-beta-review-as-shocking-as-anything-on-the-london-stage\">Finborough theatre in 2015</a>.</p> <a href=\"https://www.theguardian.com/stage/2023/jan/22/ted-whitehead-obituary\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/football/2023/jan/22/arsenal-manchester-united-premier-league-match-report", "title": "Eddie Nketiah’s late goal settles thriller as Arsenal inch past Manchester United", "date_published": "2023-01-22 18:53:17+00:00", "description": "<p>It was a game to evoke memories of the time when these two clubs had a rivalry that defined English football as well as the destination of the Premier League title; a shuddering collision that was surely the best watch of the season so far.</p><p>Roy Keane in the tunnel; Keown versus Van Nistelrooy; brawls; flying pizza. It all felt like a part of it again because, for the first time in a long while, the fixture had a relevance to the championship race. As it always was, it was incident filled from first to last, tackles flying, tempers flaring. And, when it was all over, Arsenal had taken an adrenaline-fuelled step towards their first title since 2004.</p> <a href=\"https://www.theguardian.com/football/2023/jan/22/arsenal-manchester-united-premier-league-match-report\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/film/2023/jan/22/eileen-review-anne-hathaway-thriller-sundance-film-festival", "title": "Eileen review – Anne Hathaway transfixes in off-kilter thriller", "date_published": "2023-01-22 18:32:24+00:00", "description": "<p><strong>Sundance film festival:</strong> the Oscar winner gives a pitch-perfect turn in an adaptation of Ottessa Moshfegh’s hit novel that doesn’t push its weirdness far enough</p><p>There’s a fantastically well-measured performance from Anne Hathaway in the strange, if not quite strange enough, thriller Eileen, an adaptation of <a href=\"https://www.theguardian.com/books/2016/apr/01/eileen-ottessa-moshfegh-review-random-act-violence\">Ottessa Moshfegh’s Booker prize-shortlisted novel</a>. She’s an actor who doesn’t always find her sweet spot, admirably trying to show extensive range for a star of her high wattage, yet often not proving to be the right match for her material, big swings frustratingly filed away as big misses.</p><p>Hathaway has an outsized energy that can jar with roles that require a performer who can more convincingly, quietly disappear, and so in Eileen, where her character Rebecca is exploding into the drab world of 1960s Massachusetts as a glamorous, and potentially dangerous, bombshell, it’s a match-up that feels like kismet. Her arrival is a ground-shifter for bored 24-year-old Eileen (Thomasin McKenzie) whose life consists of caring for her cruel alcoholic father (a horribly believable Shea Wigham, a sterling character actor long overdue for more attention), controlling her sexual desire and working a thankless job as a secretary at a juvenile facility. When Rebecca joins the staff as a psychologist, Eileen, like the men surrounding her, is unable to stop staring, a sudden flash of colour in an otherwise muted world.</p><p>Eileen premiered at the Sundance film festival and is seeking distribution</p> <a href=\"https://www.theguardian.com/film/2023/jan/22/eileen-review-anne-hathaway-thriller-sundance-film-festival\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/business/2023/jan/22/uk-will-be-15-years-late-in-hitting-1tn-annual-export-target-figures-show", "title": "UK will be 15 years late in hitting £1tn annual export target, figures show", "date_published": "2023-01-22 18:32:06+00:00", "description": "<p>Exclusive: forecasts predict exports will fall to £707bn next year and target will not be reached until 2035</p><p>Ministers have been accused of leaving a “record of failure and broken promises” as internal forecasts show Britain will be 15 years late in achieving its £1tn annual export target after being hit by Brexit.</p><p>Projections from the Department for International Trade (DIT) show the value of UK exports will not reach £1tn until 2035, based on current trends, with the total due to fall to £707bn next year.</p> <a href=\"https://www.theguardian.com/business/2023/jan/22/uk-will-be-15-years-late-in-hitting-1tn-annual-export-target-figures-show\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/commentisfree/2023/jan/22/the-guardian-view-on-germany-and-ukraine-a-fateful-hesitation", "title": "The Guardian view on Germany and Ukraine: a fateful hesitation | Editorial", "date_published": "2023-01-22 18:30:00+00:00", "description": "<p>Last week’s decision not to commit western tanks against Russia will be seen in Moscow as proof of European weakness</p><p>As Sherlock Holmes once pointed out, something that does not happen can be as significant as something that does. Friday’s meeting of defence ministers at Ramstein in Germany had been billed as the moment when the western allies, Germany above all, would finally commit the battle tanks that Ukraine has been demanding. It didn’t happen. As our own <a href=\"https://www.theguardian.com/world/2023/jan/20/ukraine-germany-leopard-2-tanks-ramstein\">weekend report</a> delicately expressed it, Germany declined to take a decision.</p><p>Although tanks dominated the headlines, a lot of military <a href=\"https://www.ifw-kiel.de/publications/kiel-working-papers/2022/the-ukraine-support-tracker-which-countries-help-ukraine-and-how-17204/\">commitments</a> came out of Ramstein. A US package, worth $2.5bn, includes fighting vehicles, air defence and rockets. Nine other allies gave more support, too, including tanks from the UK. These are the latest steps in the gradual extension of western military support and hardening of attitudes. They are a recognition that the spring will be decisive and that Ramstein will shape the military outcome.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jan/22/the-guardian-view-on-germany-and-ukraine-a-fateful-hesitation\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/uk-news/2023/jan/22/nadhim-zahawis-future-threatened-as-labour-steps-up-pressure-over-tax-affairs", "title": "Nadhim Zahawi’s future threatened as Labour steps up pressure over tax affairs", "date_published": "2023-01-22 18:26:29+00:00", "description": "<p>Angela Rayner says Rishi Sunak should come clean about any concerns raised with No 10 about ex-chancellor and HMRC penalty</p><p>Nadhim Zahawi’s political future appeared under increasing threat on Sunday night, after Labour pushed hard for answers about his tax issues and government colleagues offered little support for his plight.</p><p>After a weekend dominated by questions over the Conservative party chair’s tax position, Labour signalled its intention to pin the controversy on to Rishi Sunak, demanding the prime minister explain if he knew about the issue when he appointed Zahawi to his cabinet.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jan/22/nadhim-zahawis-future-threatened-as-labour-steps-up-pressure-over-tax-affairs\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/commentisfree/2023/jan/22/the-guardian-view-on-radio-3s-new-leader-a-tough-challenge-ahead", "title": "The Guardian view on Radio 3’s new leader: a tough challenge ahead | Editorial", "date_published": "2023-01-22 18:25:00+00:00", "description": "<p>Besieged by cuts, falling audiences and rows about ‘dumbing down’, BBC radio’s classical music flagship is small but still vitally important</p><p>Radio 3 is a relatively small station – 1.7 million weekly listeners, just <a href=\"https://www.rajar.co.uk/listening/quarterly_listening.php\">3% of the UK adult population</a>, at the last count – but it generates big arguments. Is it too elitist or too populist? Should it showcase music or include drama, poetry and debate too? Does it “superserve” an elderly, upmarket, predominantly white audience in the south of England? Is it a shrine to the past or a beacon to the future?<br /><br />These arguments have rumbled on for decades, and will fill the in-tray of Radio 3’s new “controller”, to use the corporation’s time-honoured but now rather fusty job title. <a href=\"https://www.bbc.com/mediacentre/2023/sam-jackson-new-bbc-radio3-controller\">Sam Jackson</a> is a former managing editor of <a href=\"https://www.theguardian.com/music/2017/sep/06/classic-fm-25th-anniversay-john-suchet-sam-jackson\">Classic FM </a>and Smooth Radio, but the anti-populists should relax – that won’t mean wall-to-wall ambient music on Radio 3. “Radio 3 is unlike any other station: a network delivering ambitious, unique content, with live classical music at its core,” Mr Jackson insists. <br /><br />The station’s aficionados may be few in number, but they are remarkably sharp-elbowed and would storm Broadcasting House if there was any sign of drivetime-style dumbing down. That phrase “dumbing down” has been the bugbear of controllers from Nicholas Kenyon in the early 1990s on. No one has ever properly defined what it means, and it has become a barrier to developing Radio 3 and growing its audience. Music critic and commentator <a href=\"https://www.normanlebrecht.com/\">Norman Lebrecht</a> has argued that Mr Jackson’s predecessor, Alan Davey, oversaw “eight years of <a href=\"https://slippedisc.com/2022/09/just-in-bbc-drops-head-of-classical-music/\">dumbing down”</a> during his tenure, but that is unfair. Mr Davey kept the ship afloat at a time of financial stringency and the marginalisation of classical music within British cultural life. He <a href=\"https://www.theguardian.com/music/2015/jul/21/were-too-darned-modest-about-we-do-radio-3-boss-alan-daveys-typical-day\">wanted to create </a>a station that thrived on ideas and discussion, but faced pushback from colleagues within the BBC who thought that would make it too similar to Radio 4.<br /><br />Mr Jackson’s appointment has been largely welcomed, though having another white male as controller – the latest in an unbroken line since the Third Programme morphed into Radio 3 in 1967 – reportedly <a href=\"https://slippedisc.com/2023/01/breaking-bbc-radio-3s-new-controller-is/\">caused some anguish</a> at the BBC. He arrives at a time of instability at the station. Budgets are shrinking and Radio 3 is vulnerable because its cost-per-listener is so high. Broadcasting concerts, running orchestras and choirs, and putting on the Proms are expensive – £60m a year, five times more than Radio 6 Music, which attracts 2.5 million listeners a week. Radio 3 suffered a startling fall in listenership in <a href=\"https://www.rajar.co.uk/docs/2022_09/National%20Stations%20Q3%202022%20-%20Clean.pdf\">the most recent quarter</a>, and if that is repeated this year it really will be in trouble. The planned move of more of the station’s staff, including the entire leadership team, <a href=\"https://radiotoday.co.uk/2021/03/more-bbc-radio-stations-to-relocate-out-of-london/\">to Salford </a>as part of the ongoing “levelling up” of the BBC is also causing turbulence.<br /><br />Poisoned chalice or an opportunity for Mr Jackson to bring a fresh vision to the BBC’s cultural standard-bearer? At a time when the Arts Council’s <a href=\"https://www.theguardian.com/commentisfree/2022/nov/19/england-opera-cutting-funding-eno-levelling-up\">tin-eared approach to opera</a> has reduced the sector to a mixture of rage and impotence, with music education <a href=\"https://www.theguardian.com/commentisfree/2020/dec/22/the-guardian-view-on-music-education-not-an-optional-extra\">more undervalued</a> than ever, despite evidence of its <a href=\"https://nafme.org/excitement-equity-exploration-music-education-in-finland/\">benefits in other countries</a>, and with the BBC itself <a href=\"https://www.theguardian.com/commentisfree/2023/jan/01/the-guardian-view-on-the-bbc-more-important-than-ever\">under assault</a>, the UK needs Radio 3 to be flourishing, confident and agenda-setting. Definitely beacon rather than museum. The station’s new controller will be judged on whether he can renew its sense of purpose, and appeal to an audience with no interest in tired old cliches about dumbing down. What matters in music – and culture generally – is not the division between pop and posh, but between good and bad, inspired and insipid.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jan/22/the-guardian-view-on-radio-3s-new-leader-a-tough-challenge-ahead\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/uk-news/2023/jan/22/manchester-police-appeal-for-information-a-year-after-killing-of-kennie-carter", "title": "Fresh appeal and reward posted on anniversary of death of Kennie Carter, 16", "date_published": "2023-01-22 17:57:56+00:00", "description": "<p>Parents of boy stabbed in Manchester urge people to ‘do the right thing’ as police offer £50,000 reward</p><p>The parents of a 16-year-old boy who was stabbed to death in Manchester have urged anyone with information to “do the right thing” as police announced a £50,000 reward on the anniversary of his killing.</p><p>Joan Dixon and Glen Carter said they “can’t move on” until the person who stabbed “cheeky chappy” Kennie Carter on 22 January last year is brought to justice.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jan/22/manchester-police-appeal-for-information-a-year-after-killing-of-kennie-carter\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/us-news/live/2023/jan/22/us-womens-marches-50th-anniversary-roe-v-wade-live", "title": "Women’s marches take place across country on 50th anniversary of Roe v Wade – live", "date_published": "2023-01-22 17:49:18+00:00", "description": "<p>More than 200 events in 46 states to protest supreme court decision that struck down the federal right to an abortion in US</p><p>Hello Guardian live blog readers, we are currently covering several developing news events and this blog is going to keep you appraised on the women’s march now underway in Washington, DC, and some other places in the US. </p><p>And US vice president Kamala Harris is speaking in Tallahassee, Florida, in a major speech to mark what would have been the 50th anniversary of the Roe v Wade decision by the US Supreme Court in 1973 that afforded the federal right to an abortion in America.</p><p><strong>At more than 200 Women’s March events</strong> in 46 states, demonstrators are lamenting the Supreme Court’s decision that now leaves it to individual states to decide on whether to make abortion legal for themselves. Abortion has since been banned or severely restricted in <a href=\"https://www.guttmacher.org/2023/01/six-months-post-roe-24-us-states-have-banned-abortion-or-are-likely-do-so-roundup\">14 states since the ruling on June 24.</a></p><p><strong>Protests</strong> included hundreds gathered at the Freedom Plaza steps in Washington, DC, ahead of the march. </p><p><strong>In Madison, Wisconsin</strong>, where a key event is taking place, thousands of protestors are flooding the streets surrounding the state Capitol, with signs that read “bans off our bodies,” and “our blood is on your hands.”</p><p><strong>Kamala Harris</strong> is talking now in Florida on the ongoing battle for reproductive rights.</p> <a href=\"https://www.theguardian.com/us-news/live/2023/jan/22/us-womens-marches-50th-anniversary-roe-v-wade-live\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/football/2023/jan/22/european-roundup-haller-returns-after-cancer-dortmund-winks-barcelon-real-madrid", "title": "European roundup: Haller returns after cancer in Dortmund win over Augsburg", "date_published": "2023-01-22 17:43:36+00:00", "description": "<ul><li>Bellingham scores and sets up winner in 4-3 against Augsburg</li><li>Harry Winks makes full Sampdoria debut in defeat to Udinese</li></ul><p>Sébastien Haller made his competitive return following testicular cancer in <strong>Borussia Dortmund</strong>’s thrilling 4-3 Bundesliga victory over <strong>Augsburg</strong>.</p><p>Haller’s introduction as a 62nd-minute substitute for Youssoufa Moukoko, with the game finely poised at 2-2, was met with rapturous reception at Signal Iduna Park. The former West Ham player underwent chemotherapy after a malignant tumour was discovered in July, just days after he joined the German club from Ajax in a reported £27m deal.</p> <a href=\"https://www.theguardian.com/football/2023/jan/22/european-roundup-haller-returns-after-cancer-dortmund-winks-barcelon-real-madrid\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/uk-news/2023/jan/22/new-hostile-environment-policies-immigration-home-office", "title": "New hostile environment policies show Windrush lessons ‘not been learned’", "date_published": "2023-01-22 17:40:05+00:00", "description": "<p>Immigration experts scathing about Home Office plans to tighten access to services for people without legal status</p><p>Home Office plans to reheat “thoroughly discredited” hostile environment policies show the government has not learned lessons from the <a href=\"https://www.theguardian.com/uk-news/windrush-scandal\">Windrush</a> scandal, immigration experts have said.</p><p>A taskforce to crack down on illegal immigration is being set up, the Home Office announced on Sunday. As well as blocking access to banking for those without immigration status, it intends to find new ways of checking individuals’ immigration status when they use schools or the NHS.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jan/22/new-hostile-environment-policies-immigration-home-office\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/politics/2023/jan/22/johnson-denies-conflict-of-interest-in-appointment-of-bbc-chairman", "title": "Johnson denies conflict of interest in appointment of BBC chairman", "date_published": "2023-01-22 17:26:10+00:00", "description": "<p>Labour asks watchdog to examine recruitment process after reports Richard Sharp helped former PM with personal finances</p><ul><li><strong><a href=\"https://www.theguardian.com/politics/2023/jan/21/labour-urges-inquiry-of-claim-bbc-chairman-helped-boris-johnson-secure-loan-guarantee\">Labour urges inquiry into claim BBC chair ‘helped Boris Johnson</a>’</strong></li></ul><p>Boris Johnson made a surprise appearance in Ukraine on Sunday as he denied any conflict of interest over his role in appointing a new BBC chairman while in No 10.</p><p>Labour has asked the watchdog for public appointments to examine the recruitment process after it was reported Richard Sharp helped Johnson with his personal finances during the interview process for the role at the corporation.</p> <a href=\"https://www.theguardian.com/politics/2023/jan/22/johnson-denies-conflict-of-interest-in-appointment-of-bbc-chairman\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/jan/22/vatican-investigating-rumours-of-sex-party-at-newcastle-cathedral", "title": "Vatican investigating rumours of ‘sex party’ at Newcastle cathedral", "date_published": "2023-01-22 17:22:32+00:00", "description": "<p>Dean of St Mary’s Cathedral alleged to have invited worshippers to his living quarters during lockdown</p><p>The Vatican is investigating rumours of a “sex party” at a British cathedral which is alleged to have happened during lockdown.</p><p>As part of an investigation into the circumstances of Robert Byrne’s resignation as the Bishop of Hexham and Newcastle, the Catholic church is looking into claims one of his priests invited worshippers to a private party at his lodgings.</p> <a href=\"https://www.theguardian.com/world/2023/jan/22/vatican-investigating-rumours-of-sex-party-at-newcastle-cathedral\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/jan/22/lula-accuses-jair-bolsonaro-genocide-yanomami-indigenous-amazon", "title": "Jair Bolsonaro accused of acts of genocide against Amazonian group", "date_published": "2023-01-22 17:14:10+00:00", "description": "<p>Brazilian president says predecessor emboldened wildcat miners which led to wrecked forests and disease and deaths of Indigenous group</p><p>Brazil’s new president, Luiz Inácio Lula da Silva, has accused Jair Bolsonaro’s far-right administration of committing genocide against the Yanomami people of the Amazon, amid public outrage over a humanitarian catastrophe in the country’s largest Indigenous territory.</p><p>Lula visited the Amazon state of Roraima on Saturday to denounce the plight of the Yanomami, whose supposedly protected lands have been plunged into crisis by government neglect and the explosion of illegal mining.</p> <a href=\"https://www.theguardian.com/world/2023/jan/22/lula-accuses-jair-bolsonaro-genocide-yanomami-indigenous-amazon\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/jan/22/huge-crowds-protest-in-israel-over-rightwing-governments-judicial-reforms", "title": "Huge crowds protest in Israel over rightwing government’s judicial reforms", "date_published": "2023-01-22 16:56:33+00:00", "description": "<p>Estimated 100,000 people took to streets in Tel Aviv in what protesters described as ‘fight for Israel’s destiny’</p><p>An estimated 100,000 people took to the streets of Tel Aviv on Saturday night in what protestors described as a “fight for Israel’s destiny” over sweeping judicial reforms proposed by the new far-right government.</p><p>Israel’s longtime prime minister, Benjamin Netanyahu, returned to office last month at the helm of a coalition of conservative and religious parties that make up <a href=\"https://www.theguardian.com/world/2022/nov/04/israels-benjamin-netanyahu-comeback-brings-despair-for-left-wing-parties\">the most right-wing government in the country’s history</a>.</p> <a href=\"https://www.theguardian.com/world/2023/jan/22/huge-crowds-protest-in-israel-over-rightwing-governments-judicial-reforms\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/us-news/2023/jan/22/ghislaine-maxwell-prince-andrew-photo-virginia-giuffre-epstein", "title": "Ghislaine Maxwell calls Prince Andrew photo with Virginia Giuffre ‘a fake’", "date_published": "2023-01-22 16:48:40+00:00", "description": "<p>Former girlfriend of Jeffrey Epstein questions authenticity of infamous 2001 photograph during interview from Florida prison</p><p>Ghislaine Maxwell has questioned the authenticity of a photograph that came to symbolise Virginia Giuffre’s sexual abuse allegations against Prince Andrew, amid reports the Duke of York is considering overturning his settlement.</p><p>In a video interview from prison, Maxwell who appears in the <a href=\"https://www.theguardian.com/uk-news/2022/feb/15/virginia-giuffre-prince-andrew-picture-settlement-lawsuit\">infamous 2001 photograph</a> alongside the then 17-year-old Giuffre as Andrew holds her semi-bare waist, said: “I don’t believe it’s real for a second.”</p> <a href=\"https://www.theguardian.com/us-news/2023/jan/22/ghislaine-maxwell-prince-andrew-photo-virginia-giuffre-epstein\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/music/2023/jan/22/lisa-marie-presley-memorial-service-graceland", "title": "Hundreds gather to mourn Lisa Marie Presley at Graceland memorial service", "date_published": "2023-01-22 16:46:46+00:00", "description": "<p>People pay their respects at Memphis mansion that singer inherited from her father, rock legend Elvis Presley </p><p>Hundreds of mourners gathered in Graceland on a chilly, grey Sunday morning to pay their respects to singer Lisa Marie Presley at the Memphis, Tennessee, mansion she inherited from her father, rock legend Elvis Presley.</p><p>Presley <a href=\"https://www.theguardian.com/music/2023/jan/13/lisa-marie-presley-singer-and-daughter-of-elvis-dies-aged-54\">died on 12 January</a> at the age of 54. Earlier that day, she had been rushed to a Los Angeles-area hospital after reportedly suffering cardiac arrest at her home. She is survived by her daughters, actress Riley Keough and 14-year-old twins Finley and Harper Lockwood.</p> <a href=\"https://www.theguardian.com/music/2023/jan/22/lisa-marie-presley-memorial-service-graceland\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/business/2023/jan/22/businesses-berate-scattergun-approach-to-uk-government-energy-support", "title": "Businesses berate ‘scattergun’ approach to UK government energy support", "date_published": "2023-01-22 16:46:09+00:00", "description": "<p><strong>Exclusive:</strong> small business and hospitality groups urge rethink to let firms renegotiate fairer contracts and stave off closure</p><p>Groups representing more than 100,000 UK firms have accused ministers of taking a “scattergun” approach to supporting businesses with their gas and electricity costs, amid fears many will be forced to close this year by unaffordable bills.</p><p>Earlier this month, the chancellor, Jeremy Hunt, confirmed that the scheme designed to soften the blow of soaring monthly payments for energy would <a href=\"https://www.theguardian.com/business/2023/jan/09/business-energy-bill-support-to-be-reduced-from-march-treasury-confirms\">become significantly less generous from April</a>.</p> <a href=\"https://www.theguardian.com/business/2023/jan/22/businesses-berate-scattergun-approach-to-uk-government-energy-support\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/football/2023/jan/22/reading-manchester-united-womens-super-league-wsl-match-report", "title": "Rachel Williams puts Manchester United top with winning goal at Reading", "date_published": "2023-01-22 16:33:14+00:00", "description": "<p>Substitute Rachel Williams revitalised Manchester United’s title charge by sending her team to the top of the Women’s Super League with an 87th-minute strike launched into the roof of the net to kill off a resilient Reading.</p><p>United are level with second-placed Chelsea on 28 points but have a superior goal difference. The reverse fixture may have ended 4-0, on the opening weekend of the season, with Reading four down inside 35 minutes, but the threat of an upset from a Kelly Chambers side is always high.</p> <a href=\"https://www.theguardian.com/football/2023/jan/22/reading-manchester-united-womens-super-league-wsl-match-report\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/football/2023/jan/22/manchester-city-wolves-premier-league-match-report", "title": "Erling Haaland hat-trick sees off Wolves as Manchester City close gap on Arsenal", "date_published": "2023-01-22 16:29:51+00:00", "description": "<p>The hat-trick man is back – if he was ever away. Erling Haaland’s fourth Premier League treble swept him to 25 competition goals, 31 in all, and may signal Manchester City are again the slick winning machine Pep Guardiola demanded.</p><p>The win takes the champions to two behind Arsenal ahead of the leaders later game on Sunday afternoon against Manchester United. Haaland, as he does, made scoring appear child’s play – his strikes came in a 17-minute exhibition – and so Guardiola, for today at least, can be pleased with the response to the scattergun call to arms that came after <a href=\"https://www.theguardian.com/football/2023/jan/19/manchester-city-tottenham-premier-league-match-report\">Thursday’s victory over Tottenham</a> and which was repeated before kick-off in a demand for “fire and passion”.</p> <a href=\"https://www.theguardian.com/football/2023/jan/22/manchester-city-wolves-premier-league-match-report\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/football/2023/jan/22/leeds-united-brentford-premier-league-match-report", "title": "Max Wöber helps shut Brentford out on his first start but Leeds can’t find winner", "date_published": "2023-01-22 16:27:15+00:00", "description": "<p>Jesse Marsch has insisted in recent weeks that Leeds are very close to clicking and they almost proved him right against Brentford but were unable to come up with a winner.</p><p>Anyone who watched the first 45 minutes could have been forgiven for not returning for the second half but that was the time when Leeds showed what they capable of through quick passing, relentless pressing and the creation of chances. However, it means very little when they fail to do the most important thing in football: score goals.</p> <a href=\"https://www.theguardian.com/football/2023/jan/22/leeds-united-brentford-premier-league-match-report\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/business/2023/jan/22/breeding-maggots-heal-wounds-welsh-firm-biomonde", "title": "‘People are shocked’: the Welsh firm breeding maggots to heal wounds", "date_published": "2023-01-22 16:23:44+00:00", "description": "<p>BioMonde supplies greenbottle larvae for treatment of non-squeamish patients across Europe</p><p>Tens of thousands of ordinary greenbottle flies are swarming inside 30 boxes in a cleanroom at an unassuming building in a south Wales business park, where passersby would not suspect that insect eggs are regularly collected to breed larvae for “maggot therapy” on the NHS.</p><p>Hundreds of UK health service hospitals as well as clinics in Germany are using maggots to clean chronic wounds such as diabetic leg ulcers and speed up the healing process – reviving a centuries-old tradition practised by Maya tribes in Central America and Indigenous Australians.</p> <a href=\"https://www.theguardian.com/business/2023/jan/22/breeding-maggots-heal-wounds-welsh-firm-biomonde\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/media/2023/jan/22/ian-black-former-guardian-middle-east-editor-dies", "title": "Ian Black, former Guardian Middle East editor, dies aged 69", "date_published": "2023-01-22 16:23:28+00:00", "description": "<p>Black, who was also a former diplomatic and European editor, had a rare neurological disease and wrote moving account of his illness</p><p>Ian Black, the Guardian’s former Middle East editor, has died aged 69. He had a rare neurological disease.</p><p>Black, who was also a former diplomatic and European editor for the paper, died peacefully on Sunday morning surrounded by his family.</p> <a href=\"https://www.theguardian.com/media/2023/jan/22/ian-black-former-guardian-middle-east-editor-dies\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/uk-news/2023/jan/22/suspected-fox-hunting", "title": "Police in England arrest six men over suspected illegal fox hunting", "date_published": "2023-01-22 16:22:20+00:00", "description": "<p>Extensive fox hunting investigation as 22 dogs seized in southern counties raids pursuing suspected wildlife offences by terrier men</p><p>Six men have been arrested and 22 dogs seized in police raids over suspected illegal fox hunts across several English counties.</p><p>The men were arrested in dawn raids on Wednesday by police from Kent, Norfolk, Sussex, and Thames Valley, in one of the UK’s largest ever fox hunting investigations.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jan/22/suspected-fox-hunting\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/jan/22/with-dangerous-anti-immigrant-rhetoric-history-risks-repeating-itself", "title": "With dangerous anti-immigrant rhetoric, history risks repeating itself | Letters", "date_published": "2023-01-22 16:16:05+00:00", "description": "<p>Readers respond to an article by Joan Salter, a Holocaust survivor, which condemned the home secretary’s language about asylum seekers</p><p>I would like to endorse Joan Salter’s brave words (<a href=\"https://www.theguardian.com/commentisfree/2023/jan/17/confronted-suella-braverman-holocaust-survivor-refugees-home-secretary\">I confronted Suella Braverman because as a Holocaust survivor I know what words of hate can do, 17 January</a>). I too was a child immigrant – I came here in 1958 from Poland, when rabid nationalism was making life for Jews difficult again. Jewish people were again being identified, discriminated against and humiliated. “You killed Jesus Christ” was the accusation they shouted at me in the park where I played. So “swarms” of us left.</p><p>We “invaded” the UK, Australia, Canada, the US and Israel. Having done so, I would hope that we contributed to the workforce and welfare of these countries. My father became an eminent academic, a fellow of the Royal Society of Edinburgh, my mother was a talented medical biochemist, and I became a researcher and teacher. Read more of what became of my extended family in my recent book Never Tell Anyone You’re Jewish.</p> <a href=\"https://www.theguardian.com/world/2023/jan/22/with-dangerous-anti-immigrant-rhetoric-history-risks-repeating-itself\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/business/2023/jan/22/coal-fired-power-stations-restarted-again-as-uk-cold-snap-bites", "title": "Coal power stations fired up again as UK cold snap bites", "date_published": "2023-01-22 16:07:00+00:00", "description": "<p>National Grid asks Drax and EDF to start warming three plants as precaution amid cold weather and low wind speeds </p><p>Britain’s electricity generators have been forced to warm up coal-fired power stations for the second time this winter following a sustained period of cold weather and lower wind generation.</p><p>With a high pressure weather system with associated light winds likely to dominate for a few more days, National Grid’s <a href=\"https://www.nationalgrideso.com/\">electricity system operator (ESO)</a> said early on Sunday it had asked Drax to start “warming” two of its coal units at its North Yorkshire site and EDF to do the same for one at its West Burton plant in Nottinghamshire to ensure supplies on Monday.</p> <a href=\"https://www.theguardian.com/business/2023/jan/22/coal-fired-power-stations-restarted-again-as-uk-cold-snap-bites\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/society/2023/jan/22/manchester-to-open-two-homes-vulnerable-children-stuck-hospital", "title": "Manchester to open two homes for vulnerable children who get stuck in hospital", "date_published": "2023-01-22 15:52:35+00:00", "description": "<p>City council aims to undercut private operators and house children with complex needs rejected by other homes</p><p>Manchester city council is setting up two special children’s homes to house the increasing number of vulnerable young people who end up stuck in hospital because no residential providers will take them.</p><p>The homes, believed to be the first of their kind, aim to undercut private operators who sometimes demand tens of thousands of pounds each week to look after children with the most complex needs. A Guardian investigation earlier this year found that Knowsley council in Merseyside <a href=\"https://www.theguardian.com/society/2022/aug/28/english-council-paid-50k-a-week-to-house-vulnerable-child-merseyside\">was charged almost £50,000 a week</a> for the care of one teenager.</p><p><em>In the UK and Ireland, Samaritans can be contacted on 116 123, or email <a href=\"mailto:jo@samaritans.org\">jo@samaritans.org</a> or <a href=\"mailto:jo@samaritans.ie\">jo@samaritans.ie</a>. In the US, the National Suicide Prevention Lifeline is <a href=\"\">1-800-273-8255</a>. In Australia, the crisis support service Lifeline is 13 11 14. Other international helplines can be found at <a href=\"http://www.befrienders.org/\">befrienders.org</a>.</em></p> <a href=\"https://www.theguardian.com/society/2023/jan/22/manchester-to-open-two-homes-vulnerable-children-stuck-hospital\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/film/2023/jan/22/polite-society-review-sundance", "title": "Polite Society review – inventive action comedy soars, then falters", "date_published": "2023-01-22 15:40:50+00:00", "description": "<p><strong>Sundance film festival:</strong> We Are Lady Parts creator Nida Manzoor’s initially refreshing film follows two sisters torn apart by impending marriage but a big swing is taken that sinks what follows</p><p>Polite Society, the feature debut from British writer-director Nida Manzoor, traffics in several familiar lanes: the coming-of-age high school comedy, a Bollywood movie, the light gravity-bending and slo-mo shots of a martial arts flick. Its particular flavor, however, is immediately distinctive and winning – at least at first. The 104-minute film from the creator of the TV series We Are Lady Parts has one of the most refreshing first halves of a comedy that I’ve seen, with a promising set-up: genuine sibling concern over what an older sister’s engagement means for their bond and creative dreams, crossed with a teenage girl’s capacity for self-centered fantasies.</p><p>The younger sister in question is Ria Khan, played by delightful newcomer Priya Kansara, a London-based Pakistani Muslim girl who dreams of becoming one of Britain’s top stuntwoman (in one of the film’s more successful bits, Priya’s unanswered feelings-dump emails to Britain’s actual top stuntwoman double as both voiceover and diary.) She’s close to Lena (Umbrella Academy’s Ritu Arya) in the spiky, secret-language way of two sisters against the world – Lena, recently returned home after dropping out of art school, will protest and spar with Ria but ultimately still films the amateur stunt videos for Ria’s YouTube channel, to the gentle chagrin of their more traditional career-seeking parents (Shobu Kapoor and Jeff Mirza).</p> <a href=\"https://www.theguardian.com/film/2023/jan/22/polite-society-review-sundance\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/technology/2023/jan/22/elon-musk-twitter-debt", "title": "Is Elon Musk’s Twitter in too much trouble to cover its debts?", "date_published": "2023-01-22 15:39:47+00:00", "description": "<p>Social media platform faces $300m interest payment this week, and default could trigger debt restructuring – or bankruptcy</p><p>Elon Musk sold a statue of Twitter’s bird logo last week <a href=\"https://www.theguardian.com/technology/2023/jan/19/twitter-auction-bird-statue-elon-musk#:~:text=What%20do%20you%20get%20the,logo%2C%20for%20a%20mere%20%24100%2C000.&amp;text=That%27s%20what%20the%20priciest%20item,supplies%2C%20according%20to%20the%20BBC.\">for $100,000</a> – and he needs the money. The social media platform that he owns reportedly faces an interest payment of about $300m (£242m) on its debt this week, amid difficult financial conditions for the company.</p><p>Twitter has been a loss-making business, even in the good times, but its problems have worsened since it was <a href=\"https://www.theguardian.com/technology/2022/oct/27/elon-musk-completes-twitter-takeover\">bought by the Tesla chief executive less than three months ago</a>. Musk himself has raised the spectre of <a href=\"https://www.theguardian.com/technology/2022/nov/10/exodus-twitter-elon-musk-possible-bankruptcy\">Twitter entering chapter 11 bankruptcy</a>, although he has since played that prospect down. How much trouble is Twitter in, months after it was bought by the world’s second richest man?</p> <a href=\"https://www.theguardian.com/technology/2023/jan/22/elon-musk-twitter-debt\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/sport/2023/jan/22/korda-and-pegula-into-australian-open-quarter-finals-on-successful-day-for-us", "title": "Korda and Pegula into Australian Open quarter-finals on successful day for US", "date_published": "2023-01-22 15:29:24+00:00", "description": "<ul><li>Korda aiming to match father by winning title in Melbourne</li><li>Coco Gauff frustrated after loss to Jelena Ostapenko</li></ul><p>It was a successful Sunday for the Americans at the Australian Open as Sebastian Korda earned a place in his first grand slam quarter-final, while Jessica Pegula progressed to the last-eight in Melbourne for the third straight year.</p><p>Korda earned his place by taking the last three points of the match to edge out No 10 seed Hubert Hurkacz 3-6, 6-3, 6-2, 1-6, 7-6 (10-7).</p> <a href=\"https://www.theguardian.com/sport/2023/jan/22/korda-and-pegula-into-australian-open-quarter-finals-on-successful-day-for-us\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/news/gallery/2023/jan/22/lunar-new-year-and-an-icy-lake-the-weekends-best-photos", "title": "Lunar new year and an icy lake – the weekend’s best photos", "date_published": "2023-01-22 15:28:06+00:00", "description": "<p><strong>The Guardian’s picture editors select photo highlights from around the world</strong></p> <a href=\"https://www.theguardian.com/news/gallery/2023/jan/22/lunar-new-year-and-an-icy-lake-the-weekends-best-photos\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/football/live/2023/jan/22/arsenal-v-manchester-united-premier-league-live-score-updates", "title": "Arsenal v Manchester United: Premier League – live", "date_published": "2023-01-22 15:00:39+00:00", "description": "<ul><li>Premier League updates from the 4.30pm GMT kick-off</li><li><a href=\"https://www.theguardian.com/football/2023/jan/20/arsenal-manchester-united-meeting-of-giants-again-at-last\">Arsenal v United looks like a meeting of giants again</a></li><li>And you can share your thoughts with Rob <a href=\"mailto:rob.smyth@theguardian.com\">via email</a></li></ul><p>Do call it a comeback. Sure, Arsenal and Manchester United have been here for years, but they haven’t exactly been rocking their peers or putting suckers in fear. That’s starting to change, and how refreshing it is to preview a match between Arsenal and Manchester United by talking about the present and the future rather than the past.</p><p>There’s nowt wrong with remembering the glory days of the late 1990s and early 2000s. This was, after all, <a href=\"https://ntzr.substack.com/p/9-arsene-who\">the greatest rivalry in English football history</a>. But it’s not a great sign when the past is the only thing you talk about, and in some ways Arsenal v Manchester United has been the saddest Premier League fixture of the past decade: two old fellas at the bar, leering absent-mindedly at the top shelf as they reflect on the good old days when they engaged in fist-based discourse after 12 pints.</p> <a href=\"https://www.theguardian.com/football/live/2023/jan/22/arsenal-v-manchester-united-premier-league-live-score-updates\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/music/2023/jan/22/the-capital-gigis-recovery-review-superlative-downbeat-rock-thrills-ethel-return-my-head", "title": "The Murder Capital: Gigi’s Recovery review – superlative downbeat rock thrills", "date_published": "2023-01-22 15:00:38+00:00", "description": "<p>(Human Season)<br />The Irish post-punk band go bigger and deeper on a second album that exudes muscular drama</p><p>The Murder Capital’s lavishly poetic, intensely dour <em>When I Have Fears</em> was superb, an album so perfectly realised that any sequel could seem a pointless exercise. Thankfully, <a href=\"https://themurdercapital.com/\">the Irish quintet</a> disagreed. While <em><a href=\"https://themurdercapital.lnk.to/gigisrecovery\">Gigi’s Recovery</a></em> isn’t always bursting with the joys of spring – a first draft was rejected for being “fucking depressing” – it extends their post-punk palette brilliantly beyond the monochrome grief and pain of their 2019 debut. Piercing the gothic gloom are new textures that broaden and deepen their sound, hinting at the big music of U2 and Simple Minds without losing the youthful, bug-eyed intensity that’s long abandoned those bands.</p><p>Ethel and <a href=\"https://www.youtube.com/watch?v=6NQddPqfIpI\">Return My Head</a> are the pick of the singles, fizzing, constantly promising something very exciting is about to happen, then delivering. James McGovern’s aching croon comes into its own on quieter moments such as love ballad Belonging, while the band tilt at new standards of excellence with grandly reflective The Lie Becomes the Self and the huge, indelible title track. </p> <a href=\"https://www.theguardian.com/music/2023/jan/22/the-capital-gigis-recovery-review-superlative-downbeat-rock-thrills-ethel-return-my-head\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/uk-news/2023/jan/22/its-a-sensitive-time-leicester-looks-for-answers-after-autumns-unrest", "title": "‘It’s a sensitive time’: Leicester looks for answers after autumn’s unrest", "date_published": "2023-01-22 15:00:38+00:00", "description": "<p>Images of violent clashes went round the world, and there are fears a crucial inquiry will leave ‘unfinished business’</p><p>It has been four months since wide <a href=\"https://www.theguardian.com/uk-news/2022/sep/23/how-communal-unrest-flared-leicester-muslim-hindu-tensions\">unrest broke out on the streets of east Leicester</a>, and although calm has been restored on the streets, a sense of unease remains.</p><p>“I don’t think we can ever go back to normal,” said the community worker Rukhsana Hussain. “It reminds me of Covid when everyone was talking about the ‘new normal’. I think we’ve got a new normal in Leicester now, because we’ve had quite a significant change in what the community perceives safety to be.”</p> <a href=\"https://www.theguardian.com/uk-news/2023/jan/22/its-a-sensitive-time-leicester-looks-for-answers-after-autumns-unrest\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/sport/2023/jan/22/perez-seals-biggest-win-as-bunker-shot-on-17th-sees-off-soderberg-in-abu-dhabi", "title": "Perez seals biggest win as bunker shot on 17th sees off Söderberg in Abu Dhabi", "date_published": "2023-01-22 14:55:27+00:00", "description": "<ul><li>Frenchman wins by a stroke after late drama</li><li>Pádraig Harrington holds firm to finish fourth</li></ul><p>Who needs the world’s best? Pre-tournament chatter here at the Abu Dhabi Championship surrounded the appearance of just one player from inside the Top 20 of golf’s ranking system. A prize fund of $9m was not a sufficient draw for golfers who can now compete for double that purse as routine.</p><p>What the tournament lacked in star quality it more than made up for with late drama. In the space of 15 mad minutes the Frenchman Victor Perez looked to have sealed victory before flirting with a horrible capitulation. In the end, he saw off the challenge of Sebastian Söderberg after the Swede wasted a great opportunity to win with just a short iron in his hand at the 72nd hole.</p> <a href=\"https://www.theguardian.com/sport/2023/jan/22/perez-seals-biggest-win-as-bunker-shot-on-17th-sees-off-soderberg-in-abu-dhabi\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/business/2023/jan/22/energy-costs-disabled-people-cost-of-living-crisis", "title": "‘Eating or breathing’: energy costs force stark choices on disabled people", "date_published": "2023-01-22 14:40:28+00:00", "description": "<p>People with severe disabilities and chronic conditions struggling in cost of living crisis, research shows</p><p>Soaring energy bills are forcing people with severe disabilities and chronic health conditions to choose in extreme cases between “eating or breathing” as they struggle to navigate the cost of living crisis, new research shows.</p><p>According to a survey by the charity <a href=\"https://www.euansguide.com/\">Euan’s Guide</a>, people are either opting to reduce their use of vital, energy-intensive electrical medical aids and equipment – putting their health in jeopardy – or where this is impossible, cutting back drastically on food, heating and travel.</p> <a href=\"https://www.theguardian.com/business/2023/jan/22/energy-costs-disabled-people-cost-of-living-crisis\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/news/2023/jan/22/joseph-stiglitz-economist-income-tax-high-earners-70-per-cent-inequality", "title": "Joseph Stiglitz: tax high earners at 70% to tackle widening inequality", "date_published": "2023-01-22 14:09:28+00:00", "description": "<p>Nobel-prizewinning economist calls for new top rate of income tax and 2-3% wealth tax on fortunes</p><p>Joseph Stiglitz, the Nobel prize-winning Keynesian economist, has called for the super-rich to be subjected to taxes as high as 70% to help tackle widening inequality.</p><p>Stiglitz, who won the Nobel prize in economics in 2001 and pioneered many ideas about globalisation and inequality, said introducing a special worldwide income tax rate of 70% on the highest earners “would clearly make sense”.</p> <a href=\"https://www.theguardian.com/news/2023/jan/22/joseph-stiglitz-economist-income-tax-high-earners-70-per-cent-inequality\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/jan/22/russia-claims-advances-zaporizhzhia-nato-squabbles-tanks-ukraine", "title": "Russia claims advances in Zaporizhzhia as Nato squabbles over tanks to Ukraine", "date_published": "2023-01-22 14:09:28+00:00", "description": "<p>Moscow-installed official says south-eastern front is ‘mobile’, with troops moving in on Orikhiv and Hulyaipole</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/jan/22/russia-ukraine-war-think-faster-and-send-tanks-now-ukraine-and-baltic-states-urge-germany-live\">Russia-Ukraine war – latest news updates</a></li></ul><p></p><p></p><p></p><p>Russia has claimed to have made advances in Ukraine’s Zaporizhzhia region as Nato allies continued to squabble over the potential supply of tanks to the war-torn country’s defence.</p><p>After months of stalemate in the south-eastern region, Moscow-installed officials said the front was now “mobile” while the Ukrainian army reported that 15 settlements had come under artillery fire.</p> <a href=\"https://www.theguardian.com/world/2023/jan/22/russia-claims-advances-zaporizhzhia-nato-squabbles-tanks-ukraine\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/football/2023/jan/22/like-an-ice-rink-emma-hayes-fumes-after-chelsea-v-liverpool-abandoned", "title": "‘Like an ice rink’: Emma Hayes fumes after Chelsea v Liverpool abandoned", "date_published": "2023-01-22 14:08:51+00:00", "description": "<ul><li>Frozen pitch forces game to be halted after six minutes</li><li>Chelsea manager calls for undersoil heating across the WSL</li></ul><p>The Chelsea manager, Emma Hayes, said “we’ve got to take our game seriously” after their Women’s Super League match at home to Liverpool <a href=\"https://www.theguardian.com/football/live/2023/jan/22/chelsea-v-liverpool-womens-super-league-live\">was abandoned after six minutes</a> due to a frozen pitch.</p><p>Hayes said the lunchtime match at Kingsmeadow “should never have started” as she called for undersoil heating to be installed at WSL stadiums.</p> <a href=\"https://www.theguardian.com/football/2023/jan/22/like-an-ice-rink-emma-hayes-fumes-after-chelsea-v-liverpool-abandoned\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/football/live/2023/jan/22/leeds-v-brentford-premier-league-live-score-updates", "title": "Leeds v Brentford: Premier League – live", "date_published": "2023-01-22 14:02:29+00:00", "description": "<ul><li>Premier League updates from the 2pm GMT kick-off</li><li>Get in touch with Alex <a href=\"mailto:alex.hess@guardian.co.uk\">via email</a> or <a href=\"https://twitter.com/a_hess\">on Twitter</a></li></ul><p><strong>@hankbobbym tweets in:</strong> “Managerial LinkedIn top dog has to be Brendan Rodgers and his Brentian nonsense. ‘One of my strengths is I learn, and I like to learn from all sorts of people in all walks of life.’”</p><p><strong>A good point well made.</strong> Rodgers is a terrific coach but he doesn’t half love a bit of management-speak. My own favourite of his is “You can live without water for many days, but you can’t live for a second without hope”, but it’s a matter of personal taste.</p><p>It is cold and Leeds have not won in the Premier League since early November but Elland Road is packed with fans hoping this is the day the team clicks. Jesse Marsch says he can see an improvement each week and a morale-boosting FA Cup win over Cardiff means there is reason to be hopeful but Brentford have not lost in seven and know how to open up defences, especially one as porous as Leeds</p> <a href=\"https://www.theguardian.com/football/live/2023/jan/22/leeds-v-brentford-premier-league-live-score-updates\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/jan/22/nelson-chamisa-zimbabwe-opposition-leader-warns-of-zanu-pf-violence", "title": "‘The Crocodile has not changed’: Zimbabwe opposition warns of election violence", "date_published": "2023-01-22 14:00:40+00:00", "description": "<p>Opposition leader Nelson Chamisa urges world to keep ‘eyes on’ President Mnangagwa amid fears of repression this summer</p><p>The leader of Zimbabwe’s main opposition party has warned of violence and repression by the ruling Zanu-PF party to ensure victory in elections scheduled for later this year.</p><p>In an interview with the <em>Observer,</em> Nelson Chamisa, president of the Citizens Coalition for Change (CCC), called on the international community to have “eyes on” the struggling southern African country despite other crises around the world and to “offer solidarity” to those fighting for change there.</p> <a href=\"https://www.theguardian.com/world/2023/jan/22/nelson-chamisa-zimbabwe-opposition-leader-warns-of-zanu-pf-violence\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/jan/22/climate-crisis-and-neglect-threaten-spains-saffron-crop", "title": "Climate crisis and neglect threaten Spain’s saffron crop", "date_published": "2023-01-22 14:00:39+00:00", "description": "<p>Growers fear a perfect storm for a tradition that has long bound rural communities together</p><p>A sharp wind shunts clouds across the low and endless skies of La Mancha as Carlos Fernández stoops to pluck the last mauve flowers of the season from the cold earth. Their petals, which stain his index finger and thumb blue, enclose an almost weightless prize whose crimson threads are treasured in Spain and across the world.</p><p>But despite the prices his crop fetches, and the weighty comparisons those prices inevitably invite, the life of a saffron grower is not without its trials, travails and frustrations.</p> <a href=\"https://www.theguardian.com/world/2023/jan/22/climate-crisis-and-neglect-threaten-spains-saffron-crop\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/commentisfree/2023/jan/22/tories-policy-conservative-party-government", "title": "Ludicrous ideas, perpetual scandal: the Conservatives are in absolute freefall | John Harris", "date_published": "2023-01-22 14:00:39+00:00", "description": "<p>The force that once considered itself the natural party of government has become a cult of bitterness and denial</p><p></p><p>You may not have heard of Nat Wei, AKA Lord Wei of Shoreditch. Until very recently, the 46-year-old Conservative peer – ennobled by David Cameron, for whom he once did some work on the concept of the “big society” – had certainly escaped my attention. But when he published <a href=\"https://conservativehome.com/2023/01/13/nat-wei-five-groups-of-target-voters-we-need-to-win-over-at-the-next-election-and-what-we-can-offer-them/\">a brief article</a> on the activist website ConservativeHome, he became the kind of human firework that sometimes briefly illuminates the political sky, before once again falling into obscurity.</p><p>There may be rot at the top and, especially after this weekend, huge questions facing <a href=\"https://www.theguardian.com/politics/2023/jan/21/labour-urges-inquiry-of-claim-bbc-chairman-helped-boris-johnson-secure-loan-guarantee\">Boris Johnson</a> and <a href=\"https://www.theguardian.com/uk-news/2023/jan/21/nadim-zahawi-fights-for-his-political-life-after-admitting-tax-error\">Nadhim Zahawi</a> (and others) about money, power and entitlement, but Wei’s message was that his comrades ought to buck up. “It really feels like many in the party have already begun to throw in the towel,” he wrote. “Which is unfortunate because the country actually needs us to take action, innovate and solve problems.” Predictably enough, one of the issues he chose to explore was that of “out-of-control wokery in tertiary education” – which, he said, might be tackled using truly ingenious methods.</p><p>John Harris is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jan/22/tories-policy-conservative-party-government\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/commentisfree/2023/jan/22/welcome-to-the-age-of-dark-copers-where-morbid-curiosity-is-a-means-of-survival", "title": "Welcome to the age of ‘dark copers’ – where morbid curiosity is a means of survival | Emma Beddington", "date_published": "2023-01-22 14:00:39+00:00", "description": "<p>From haunted dolls to horror films, there is a big appetite right now for fear-as-fun. Are we all just practicing for what 2023 throws at us?</p><p>A friend gleefully informed me that <a href=\"https://www.ebay.co.uk/sch/i.html?_from=R40&amp;_trksid=p2380057.m570.l1313&amp;_nkw=haunted+dolls&amp;_sacat=0\">you can buy haunted dolls</a> – “vessels” for unquiet spirits – on eBay. Rebekkah Sexual Spirit (“her vessel is missing an arm … she says she does not care”) has been snapped up, but you can get Maggie (“NOT A TOY”; “a vast mass of dark energy”; “can make you feel very unwell” – all of which sounds like me on an average Tuesday) for £225. You know the kind: horror movie trope dolls with smooth porcelain faces and blank eyes – absolutely terrifying. The first one startled me so much I twitched, accidentally clicked “buy” and had to carefully navigate backwards to save myself. Then I went back and looked at more.</p><p>Why? They gave me that prickly, uncomfortable feeling: nasty but compelling. I’m not a thrill-seeker (except the thrill of racing the bin out as the lorry rounds the corner), but I’ve become quite enamoured of creepy recently. I spent a while freaking myself out studying the eerie images produced by the AI tool Midjourney when <a href=\"https://twitter.com/mileszim/status/1613965684937224192\">prompted to create photos of “people”</a>. At a quick glance, nothing seems amiss; look closer and these preternaturally shiny wraiths smile with mouths crammed with perfect teeth, there are far too many long, tapered fingers everywhere and one digital changeling seems to have an extra collarbone. Argh!</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jan/22/welcome-to-the-age-of-dark-copers-where-morbid-curiosity-is-a-means-of-survival\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/lifeandstyle/2023/jan/23/a-day-at-the-beach-tasmania-shipstern-bluff-surfing-waves", "title": "A day at the beach: ‘I looked through the tunnel of water at all the people hollering for me’", "date_published": "2023-01-22 14:00:38+00:00", "description": "<p>The waves at Tasmania’s Shipstern Bluff are notoriously big. When she was 18, <strong>Lizzie Stokely</strong> faced them for the first time – and decided to surf them</p><p><em>As told to Gill Hutchison</em></p><ul><li><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=cvau_sfl\">Get our weekend culture and lifestyle email</a></li></ul><p>I was 18 when<strong> </strong>I decided to go down to Shipstern Bluff and maybe try to surf the famous giant waves. I left from my home on Bruny Island at 3.30am and then ran out of fuel. I had just become a P-plater and had bought a tiny red car for $900. I felt so embarrassed at my silly mistake.</p><p>I had to call the guys who I would be on the boat with – and hadn’t yet met – to<strong> </strong>ask them to pick me up by the side of the road. We squashed together in one car with our boards and gear and drove the three hours to the Tasman Peninsula. When we arrived, the four of us loaded our gear into a tinny and began the hour-long boat<strong> </strong>ride down the coast to Shipstern.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jan/23/a-day-at-the-beach-tasmania-shipstern-bluff-surfing-waves\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/lifeandstyle/2023/jan/22/readers-reply-why-is-the-surname-farmer-uncommon-when-there-were-so-many-farmers-for-so-long", "title": "Readers reply: why is the surname Farmer uncommon when there were so many farmers for so long?", "date_published": "2023-01-22 14:00:38+00:00", "description": "<p>The long-running series in which readers answer other readers’ questions on subjects ranging from trivial flights of fancy to profound scientific and philosophical concepts</p><p>Why is the surname Farmer so uncommon when there were large numbers of farmers for so long? Is it because most of them were tenant farmers, and the actual landowners were higher up the social scale with longstanding family names? <em>Gerry Cotter, Morecambe, Lancs</em></p><p><em>Send new questions to </em><strong><a href=\"mailto:nq@theguardian.com\">nq@theguardian.com</a></strong><em>.</em></p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jan/22/readers-reply-why-is-the-surname-farmer-uncommon-when-there-were-so-many-farmers-for-so-long\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/society/2023/jan/23/stranded-at-sea-amateur-female-sailors-speak-of-sexual-abuse-by-captains-they-met-online", "title": "Stranded at sea: amateur female sailors speak of sexual abuse by captains they met online", "date_published": "2023-01-22 14:00:38+00:00", "description": "<p>Crew websites urged to do more to protect victims, who set off seeking adventure only to be trapped onboard with a predator</p><p>Chloe Russell* was in her 40s when she decided to quit her desk job and embark on a sailing journey around French Polynesia.</p><p>With no boat and little experience, she joined Crewbay, a site connecting amateur crew with work. She included her LinkedIn profile, where she soon received a message from a ship captain.</p> <a href=\"https://www.theguardian.com/society/2023/jan/23/stranded-at-sea-amateur-female-sailors-speak-of-sexual-abuse-by-captains-they-met-online\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/tv-and-radio/2023/jan/22/leila-farzad-on-acting-pain-and-speaking-her-mind-better", "title": "‘To hell with being sweet and affable’: Leila Farzad on acting, pain and speaking her mind", "date_published": "2023-01-22 14:00:38+00:00", "description": "<p>After years of waiting impatiently in the wings, Leila Farzad has finally landed her first starring role – a ‘callous and cold’ police officer. Here, she talks about Iranian pride, PMT and what she owes I Hate Suzie</p><p>In the television show <em>I Hate Suzie</em>, Leila Farzad’s character, Naomi, argues the life-changing benefits of PMT. It’s the moment of Permanent Mega Truth, she says – a brief window every month when a woman’s real feelings are revealed. The stoic veil lifts. Huge problems become clear. We realise we must leave our job or relationship. Or… we wait for it to pass and go back to pretending everything is fine.</p><p><em>I Hate Suzie</em> is a brutal, funny, raw series, starring and co-created by Billie Piper, about a celebrity whose life is upended when her phone is hacked. (Photos of her having sex with a man who isn’t her husband appear online. Everything falls apart.) Farzad’s big break came when she was cast in the role of Piper’s agent. When I tell her I think of the PMT line regularly – at least once a month – she grins. “I’m there right now,” she says. She closes her eyes and sighs, as if she’s just opened a meditation app. “I’m sweating, I’m not sleeping, my sense of smell is heightened. The smell of my cat’s diarrhoea was so bad it literally woke me from my sleep,” she laughs. She tells me she’s an overs-sharer, though she doesn’t need to; she freely lists the symptoms of her polycystic ovary syndrome and bends her arms backwards to demonstrate the hypermobility that means she’s banned from performing yoga. There’s the daily battles of her raging IBS, too. Ah, a comrade. I tell her I have Buscopan, the antispasmodic IBS relief medicine, in my bag. I’ve uttered the secret password of our people. She nods, knowingly. “You get it. Never trust a fart.”</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jan/22/leila-farzad-on-acting-pain-and-speaking-her-mind-better\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/commentisfree/2023/jan/23/the-fetishisation-of-youth-might-be-undergoing-a-makeover-when-has-ageing-ever-looked-this-fun", "title": "The fetishisation of youth might be undergoing a makeover – when has ageing ever looked this fun? | Van Badham", "date_published": "2023-01-22 14:00:37+00:00", "description": "<p>As the domain of human potential is staked by the powerful older, it’s not unreasonable to imagine beauty standards may one day shift too</p><p>Is the modern mind out of step with the modern pace of ageing? Two recent incidents – one personal and one as glittery as Hollywood’s award season – provoke consideration of such a question.</p><p>In the first; a middle-aged acquaintance is alarming friends with his accelerating attempts to youthify. He<strong> </strong>recently got a little Botox jab to iron out an ageing wrinkle between the eyes. This received many compliments, but then<strong> </strong>came a touch-up of some crow’s feet that were bothering him. After that was some jaw sculpting, because the temptation to erase the weathering of his features was not reduced by his procedures but encouraged by them. Now he’s had something done to his nose, and his mouth, and added dental veneers. Compliments have been replaced with public silence and private fraught concern.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jan/23/the-fetishisation-of-youth-might-be-undergoing-a-makeover-when-has-ageing-ever-looked-this-fun\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/food/2023/jan/22/setting-pulses-racing-the-reading-scientists-perfecting-broad-bean-bread", "title": "Setting pulses racing: the Reading scientists perfecting broad bean bread", "date_published": "2023-01-22 13:34:34+00:00", "description": "<p>By making their nutritious bread taste like normal white loaves, scientists aim to help disadvantaged</p><p>It’s creamy-white in colour with a deep brown crust. It has a mild floury taste but with a moreish salty tang. It crisps up nicely in a toaster, and it’s the perfect accompaniment to butter, jam or hummus.</p><p>This is bread – but not as you know it. Scientists at the University of Reading are finding ways to make British diets far more nutritious and sustainable by stealth, replacing the soya flour, and some of the wheat, with broad beans – also known as faba or fava beans.</p> <a href=\"https://www.theguardian.com/food/2023/jan/22/setting-pulses-racing-the-reading-scientists-perfecting-broad-bean-bread\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/lifeandstyle/2023/jan/22/new-lease-of-life-how-to-make-the-most-of-a-rental-property", "title": "New lease of life: how to make the most of a rental property", "date_published": "2023-01-22 13:00:36+00:00", "description": "<p>Not owning your own home doesn’t mean that you can’t make it marvellous, as this south Manchester apartment shows</p><p>Midcentury design classics paired with contemporary pieces; colour-coordinated objects on simple white shelving; art and textiles that add pattern to a space… That’s what you get when you walk into a creative couple’s home where imagination and style nous compensate for the lack of a generous budget.</p><p>The south Manchester apartment that artist Laurie Maun shares with partner Dominic Owen, founder of unisex clothing brand Heresy, and their newborn baby, Sonny, is an exercise in versatile living. Having always lived in rental homes, they’ve honed their decor skills and furniture choices to easily add character to a space – but without the DIY.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jan/22/new-lease-of-life-how-to-make-the-most-of-a-rental-property\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/artanddesign/2023/jan/22/spain-and-the-hispanic-world-review-royal-academy-london-hispanic-society-museum-and-library-new-york-treasure-trove-takes-a-trip-goya-el-greco-velazquez", "title": "Spain and the Hispanic World review – a New Yorker’s treasures", "date_published": "2023-01-22 13:00:36+00:00", "description": "<p><strong>Royal Academy, London</strong><br />The pick of Manhattan’s Hispanic Society Museum &amp; Library, including masterpieces by Goya, El Greco and Velázquez, have been loaned to the UK for an unmissable show</p><p>Halfway through this magnificent exhibition hangs a portrait by Goya so famous it has its own nickname – <em>The Black Duchess</em>. It shows a fiercely intelligent woman standing outdoors in a romantic landscape dressed in crackling black lace. Her eyes flash, her sash blazes scarlet, the yellow and gold of her bodice burn like flames through the lace.</p><p>The Duchess of Alba is as beautiful as she is haughty. One hand on hip, she points down with the other to some words written in the sand beneath her feet. Solo Goya – Only Goya. Is it a pledge of love, or an imperious summons, as if the artist should kneel before her? He puts himself, and us, on eye level with her gilded slippers. The duchess was his patron and friend, and perhaps more. What the portrait – and its subject – meant to him may remain forever undisclosed but Goya never let the painting go. It was with him until his death.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/jan/22/spain-and-the-hispanic-world-review-royal-academy-london-hispanic-society-museum-and-library-new-york-treasure-trove-takes-a-trip-goya-el-greco-velazquez\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/food/2023/jan/22/the-20-best-budget-wines-in-the-uk-high-street-supermarkets", "title": "The 20 best budget wines in the UK", "date_published": "2023-01-22 13:00:36+00:00", "description": "<p>OFM’s drinks expert picks high street wines where quality comes at a surprisingly low price</p><p><strong>Caves des Roches Côtes de Gascogne</strong><br />France 2021 (£5.50, <a href=\"https://www.tesco.com/groceries/en-GB/products/311433012\">Tesco</a>)<br />The dry white wines made in Armagnac country in south-west France’s Côtes de Gascogne, such as this zippy example from the high-performing local co-operative Plaimont , are pungently green-fruited, cool, clear and crisp in a manner that will appeal to sauvignon blanc lovers but at seriously low prices.</p> <a href=\"https://www.theguardian.com/food/2023/jan/22/the-20-best-budget-wines-in-the-uk-high-street-supermarkets\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/music/2023/jan/22/lucinda-williams-review-dirt-mixed-with-tears-in-an-evening-of-consummate-americana", "title": "Lucinda Williams review – dirt mixed with tears in an evening of consummate Americana", "date_published": "2023-01-22 12:49:32+00:00", "description": "<p><strong>Barbican, London</strong><br />The singer-songerwriter leaned in to the precariousness of life as she paid tribute to lost friends, including Jeff Beck and Tom Petty</p><p>There has always been an emotional vulnerability to the music of Lucinda Williams. Roots, blues, country, Americana, call it what you will – above all, hers are songs that find the tender parts: the taste of sweat, the scent of persimmons, the long drive thinking of a lover.</p><p>Tonight at the Barbican, that fragility feels amplified. A little over two years ago, Williams suffered a stroke, in the wake of which it seemed unlikely she would return to performing. But this evening she stands on stage, in blue jeans and gold-fringed black shirt, launching into a rendition of her 1998 track Can’t Let Go that acquires new resonance in light of her presence.</p> <a href=\"https://www.theguardian.com/music/2023/jan/22/lucinda-williams-review-dirt-mixed-with-tears-in-an-evening-of-consummate-americana\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/society/2023/jan/22/mps-urge-asbestos-cape-altrad-company-fund-cancer-research", "title": "MPs urge asbestos company to pay £10m to fund cancer research", "date_published": "2023-01-22 12:48:43+00:00", "description": "<p>All-party group including peers backs campaign by victims’ group, saying Cape ‘knowingly put people in danger’</p><p>MPs and peers have written to one of the biggest manufacturers of asbestos calling on it to make a £10m donation towards mesothelioma research “for knowingly putting people in danger”.</p><p>In a letter to Altrad, parent company of Cape, the all-party parliamentary group (APPG) on occupational safety and health says that <a href=\"https://www.theguardian.com/uk-news/2022/mar/20/uk-asbestos-maker-withheld-information-on-material-risks-court-papers-show\">documents released after a long-running court battle</a> show that Cape historically “provided misleading reassurance about the dangers of asbestos”.</p> <a href=\"https://www.theguardian.com/society/2023/jan/22/mps-urge-asbestos-cape-altrad-company-fund-cancer-research\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/jan/22/people-smugglers-recruiting-russian-captains-for-migrant-boats-to-italy", "title": "People-smugglers ‘recruiting Russian captains for migrant boats to Italy’", "date_published": "2023-01-22 12:46:42+00:00", "description": "<p>Russians have replaced Ukrainians since the war began and at least 14 have been arrested in Italy, NGOs claim</p><p>People-smugglers are recruiting dozens of Russian citizens to replace Ukrainian sailors captaining boats carrying migrants from Turkey to Italy, NGOs have claimed.</p><p>Since Moscow’s invasion of Ukraine at least 14 Russian nationals have been arrested by the Italian police on charges of illegally transporting asylum seekers.<br /><br />A <a href=\"https://www.borderline-europe.de/unsere-arbeit/long-you-can-still-listen-criminalization-migrant-boat-drivers-2022?l=en\">report </a> by the Italian non-governmental organisation Arci Porco Rosso and the nonprofit Borderline Europe “noted a doubling in the number of arrests of Russian citizens” accused of piloting the vessels compared to the previous year, as well as many more arrests of ‘‘Syrians, Bengalis, and even people from landlocked countries, such as Kazakhstan and Tajikistan’’.<br /><br />The Turkey to Italy route was established by a criminal network of Turkish smugglers as an alternative to the long Balkans overland route to the EU, <a href=\"https://www.theguardian.com/global-development/2020/dec/23/black-book-of-thousands-of-migrant-pushbacks-presented-to-eu\">in part in response to pushbacks</a>, typically <a href=\"https://www.theguardian.com/world/2017/sep/14/luxury-landings-the-migrants-crossing-the-mediterranean-by-yacht\">using small fast yachts</a>, most often stolen or rented. About 11,000 migrants arrived on the Italian coasts of Puglia, Calabria and Sicily in 2021 from the Turkish ports of Izmir, Bodrum and Çanakkale.<br /><br />Initially the smugglers almost exclusively recruited <a href=\"https://www.nytimes.com/2017/05/23/world/europe/smugglers-offer-luxury-passage-for-migrants-if-they-can-pay.html\">Ukrainian skippers</a>, many of whom had fled the country in order to escape military service during the war against Russian-backed separatists in Donbas. But since the February 2022 Russian invasion of Ukraine, the number of Ukrainians recruited by Turkish smugglers has been decreasing.</p> <a href=\"https://www.theguardian.com/world/2023/jan/22/people-smugglers-recruiting-russian-captains-for-migrant-boats-to-italy\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/business/2023/jan/22/what-we-learned-at-davos-global-economy", "title": "What we learned at Davos: signs of hope emerge from the pessimism | Larry Elliott", "date_published": "2023-01-22 12:26:51+00:00", "description": "<p>Prospects for artificial intelligence and green transition fuel sense that the only way is up for the global economy</p><p>The world has become hard-wired for pessimism, and there was plenty of it on display in Davos last week.</p><p>Much has changed in the 52 years since the World Economic Forum was first held in the Swiss ski resort. At that original WEF summit the global economy was dominated by the rich nations of Europe and northern America, currencies were fixed under the Bretton Woods system, and oil was $2 a barrel. The cold war between the US and the Soviet Union was still raging. It was a pre-digital age; personal computers and smartphones were things of the future. Artificial intelligence (AI) was the stuff of science fiction.</p> <a href=\"https://www.theguardian.com/business/2023/jan/22/what-we-learned-at-davos-global-economy\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/science/2023/jan/22/dark-energy-chameleon-trap-prize-nottingham-scientist-clare-burrage", "title": "Dark energy ‘chameleon trap’ wins £100,000 prize for Nottingham scientist", "date_published": "2023-01-22 12:13:50+00:00", "description": "<p>Ingeniously simple lab experiment led by Prof Clare Burrage recognised by Blavatnik awards</p><p>Dark energy is the enigma at the heart of modern physics: the universe is supposed to be awash with the stuff, but it has never been seen and its nature is unknown.</p><p>When faced with a mystery of such epic proportions, simply eliminating certain options is considered a success. This week such an advance, using an ingeniously simple desktop experiment, was recognised by the <a href=\"http://blavatnikawards.org/honorees/profile/clare-burrage/\">prestigious Blavatnik award for young scientists</a>.</p> <a href=\"https://www.theguardian.com/science/2023/jan/22/dark-energy-chameleon-trap-prize-nottingham-scientist-clare-burrage\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/sport/2023/jan/22/andy-murray-ruthlessness-ranking-tennis-brutal-australian-open", "title": "Andy Murray targets ruthlessness and ranking after brutal Australian Open | Tumaini Carayol", "date_published": "2023-01-22 12:11:32+00:00", "description": "<p>Andy Murray has made undeniable recent strides but aged 35, could do with avoiding epic battles that have built his legacy</p><p>At <a href=\"https://www.theguardian.com/sport/2023/jan/21/andy-murray-australian-open-battling-defeat-to-roberto-bautista-agut\">the end of a delirious six days</a> in Melbourne, as Andy Murray again battled into the night and took his audience on a journey of persistence and grit across three consecutive rounds, he was asked if the sacrifices and efforts he had made in order to prepare for the tournament were worth the result. He took a moment to consider his answer.</p><p>“I felt good about the way that I was playing,” he said. “It’s more enjoyable for me when I’m playing like that, when I’m coming into a major event and really believing that I can do some damage. But I can have a deeper run than the third round of a slam, there’s no question about that. Obviously draws can open up for you. I need to also help myself with that.”</p> <a href=\"https://www.theguardian.com/sport/2023/jan/22/andy-murray-ruthlessness-ranking-tennis-brutal-australian-open\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/media/2023/jan/22/can-bbc-radio-thrive-in-a-new-world-of-podcasts", "title": "Can BBC radio thrive in a new world of podcasts?", "date_published": "2023-01-22 12:00:36+00:00", "description": "<p>The loss of Ken Bruce, following other big-name DJs, is a blow for Radio 2. The challenge now is to stay relevant</p><p>No one will win the top prize choice of bluetooth headphones or a smart speaker for simply knowing which Radio 2 DJ’s show has featured <a href=\"https://www.theguardian.com/music/2023/jan/20/t-shirts-trivia-and-on-air-proposals-why-everything-stops-for-popmaster\">the Popmaster slot </a>for 25 years. But the popular music quiz, like the show’s host, Ken Bruce, is now moving over to Greatest Hits Radio.</p><p>The mellow tones of Bruce, who last week announced he is to leave the BBC after 45 years, have provided the soundtrack for many lives, <a href=\"https://www.theguardian.com/media/2022/feb/05/how-radio-2-veteran-ken-bruce-became-a-no-1-hit\">soothing ears in the kitchens</a>, offices and cars and lorry cabs of Britain. Even so, the outcry that met news of his departure on social media seemed to suggest brutal and sinister forces were at work.</p> <a href=\"https://www.theguardian.com/media/2023/jan/22/can-bbc-radio-thrive-in-a-new-world-of-podcasts\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/food/2023/jan/22/ruth-rogers-no-right-way-to-deal-with-grief-river-cafe", "title": "Ruth Rogers: ‘There’s no right way to deal with grief. Mine is to keep going’", "date_published": "2023-01-22 12:00:36+00:00", "description": "<p>At a place run by one of her many proteges, the chef and restaurateur talks about loss, family and Nancy Pelosi’s tablecloth</p><p>There is always pressure when your mentor comes to lunch. Anna Tobias worked in Ruth Rogers’s River Cafe in two spells, before opening <a href=\"https://www.theguardian.com/food/2020/dec/11/cafe-deco-london-wc1-restaurant-review-grace-dent\">Cafe Deco</a>, a room of her own in Bloomsbury, a couple of years ago. Tobias greets her old boss in her new place at noon sharp with a mix of affection and a slight nervousness, the more so when Rogers, who is an avid hugger, but quite steely of eye, asks her what we should eat: “I’m told you do fabulous quiches?”</p><p>“Ah, sorry, no quiche today.”</p> <a href=\"https://www.theguardian.com/food/2023/jan/22/ruth-rogers-no-right-way-to-deal-with-grief-river-cafe\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/jan/22/bangladesh-opposition-crackdown-thousands-arrested", "title": "‘They beat me with sticks’: Bangladesh opposition reels under crackdown as thousands held", "date_published": "2023-01-22 12:00:36+00:00", "description": "<p>Police accused of shooting at activists and leaders of growing street protests against Sheikh Hasina’s draconian government</p><p></p><p>It was a warm afternoon in May 2020 when Ahmed Kabir Kishore, dozing lazily, awoke to 20 men breaking down the door of his apartment in Dhaka, Bangladesh. With guns waved in his face, he was dragged to a van outside. “Move away, we have arrested a terrorist,” he heard them shout at the crowds.</p><p>Kishore was not a terrorist. He was a cartoonist whose political drawings, published in prominent Bangladesh newspapers and magazines, took a critical view of the alleged corruption, human rights abuses and mishandling of the Covid pandemic by the government, led by prime minister Sheikh Hasina.</p> <a href=\"https://www.theguardian.com/world/2023/jan/22/bangladesh-opposition-crackdown-thousands-arrested\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/jan/22/karen-levy-the-more-workers-are-monitored-the-less-likely-they-are-to-think-outside-the-box", "title": "Prof Karen Levy: ‘The more workers are monitored, the less they think outside the box’", "date_published": "2023-01-22 12:00:35+00:00", "description": "<p>The information science expert discusses the drawbacks of surveillance technology for long-distance lorry drivers – and everyone else</p><p>Karen Levy studies the impact of data-collecting technologies on workers. She is an associate professor of information science at Cornell University. Her new book, <em><a href=\"https://guardianbookshop.com/data-driven-9780691175300\">Data Driven</a></em>, examines how digital surveillance is upending life and work for long-haul truckers and looks at what can be gleaned from their experience as we face a proliferation of new tech tools for managerial control.</p><p><strong>Technology is being increasingly used to monitor and surveil <a href=\"https://www.theguardian.com/technology/2022/apr/27/remote-work-software-home-surveillance-computer-monitoring-pandemic\">all types of workers</a>. Why focus on long-distance lorry drivers?<br /></strong>Long-haul truckers live in their cabs for days or even weeks at a time. Though the line between the workplace and the home has become blurrier post-pandemic, it is a combination that many of us don’t really experience. Trucking also has a strong occupational identity based on autonomy and freedom: workplace surveillance really hits at the heart of how truckers see themselves. </p> <a href=\"https://www.theguardian.com/world/2023/jan/22/karen-levy-the-more-workers-are-monitored-the-less-likely-they-are-to-think-outside-the-box\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/commentisfree/2023/jan/22/vladimir-putin-ukraine-west-russia-president", "title": "When will Putin give up Ukraine? Only when his inner circle forces him to stop | Olga Chyzh", "date_published": "2023-01-22 12:00:35+00:00", "description": "<p>Unlike western leaders, the Russian president does not answer to voters or the media. Which means he plays a much, much longer game</p><p>Almost a year on, Russia’s invasion of Ukraine has lost little of its shock value. Last weekend, a <a href=\"https://www.theguardian.com/world/2023/jan/16/ukraine-death-toll-rises-from-russian-missile-strike-on-dnipro\">targeted missile strike</a> hollowed out a residential building in Dnipro, killing 45 citizens. Now, the UK, France and <a href=\"https://www.theguardian.com/commentisfree/2023/jan/18/germany-history-defend-ukraine-zelenskiy\">even ever-cautious Germany</a> are talking about supplying Ukraine with western tanks – something that seemed unthinkable even a month ago as western allies remained stuck in a bureaucratic game of chicken, with none willing to be the first to send tanks.</p><p>So what has changed?<strong> </strong>Top defence officials in the US and EU <a href=\"https://www.nytimes.com/2023/01/12/world/europe/ukraine-western-tanks.html\">have explained</a> the recent development as a way to help Ukraine gain decisive battlefield success that would force Russia into peace negotiations. Yet Ukraine has been desperately pleading with the west to provide offensive weapons since the early days of the invasion. What has motivated this new resolve among Ukraine’s western supporters?</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jan/22/vladimir-putin-ukraine-west-russia-president\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/stage/2023/jan/22/the-games-we-play-review-an-absorbing-mix-of-juggling-dance-and-philosophy", "title": "The Games We Play review – an absorbing mix of juggling, dance and philosophy", "date_published": "2023-01-22 11:48:14+00:00", "description": "<p><strong>The Place, London</strong><br />Gandini Juggling’s amiable, multifaceted show delves into the history of the art form while keeping several other balls in the air</p><p>The story of a juggling pig; another about monks who juggle their way to enlightenment in Bhutan; the feats of a three-armed showman; the existence of a trick so dangerous we can’t risk seeing it – some of Sean Gandini’s tales might be too tall to be true, but it’s all part of the games he plays.</p><p>Having started out performing on the streets of Covent Garden, Gandini founded the company Gandini Juggling 30 years ago with his partner (on stage and off), Kati Ylä-Hokkala. Their work brings together juggling and choreography; they have made ensemble shows inspired by dance legends such as <a href=\"https://www.theguardian.com/stage/2009/jul/01/pina-bausch-obituary-dance\">Pina Bausch</a> and <a href=\"https://www.theguardian.com/stage/2009/jul/27/obituary-merce-cunningham\">Merce Cunningham</a>, and worked in collaboration with contemporary choreographers including Seeta Patel and <a href=\"https://www.theguardian.com/stage/2019/feb/01/gandini-juggling-alexander-whitley-spring-review-sadlers-wells\">Alexander Whitley</a>.</p> <a href=\"https://www.theguardian.com/stage/2023/jan/22/the-games-we-play-review-an-absorbing-mix-of-juggling-dance-and-philosophy\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/football/live/2023/jan/22/chelsea-v-liverpool-womens-super-league-live", "title": "Chelsea v Liverpool: Women’s Super League – live", "date_published": "2023-01-22 11:44:32+00:00", "description": "<ul><li>Match at Kingsmeadow kicks off at 12.30pm (GMT)</li><li><a href=\"https://www.theguardian.com/football/2023/jan/18/sara-bjork-gunnarsdottir-landmark-maternity-pay-ruling-a-wake-up-call\">Gunnarsdóttir hails maternity pay ruling as ‘wake-up call’</a></li><li>Share your thoughts with Tom <a href=\"mailto:tom.davies@theguardian.com\">via email</a> or <a href=\"https://twitter.com/tomdaviesE17\">on Twitter</a></li></ul><p><strong>Morning everyone.</strong> Welcome to what on the face of it looks like a routine home win for Chelsea. Emma Hayes’s side played like the champions they are at Arsenal last week, absorbing pressure and showing their clinical steak in snaffling up a late chance, through Sam Kerr, to grab a draw that kept their rivals at bay. Liverpool, on the other hand, suffered a chastening 6-0 shellacking at Manchester United.</p><p>But Liverpool stunned Chelsea 2-1 on the opening weekend of the season – still the Blues’ only defeat of the campaign – and have been busy in the transfer market again this week, signing the midfielder Miri Taylor from Angel FC of the NWSL. The influential forward Katie Stengel could also be back and their manager, Matt Beard, has been trilling about the Reds’ “positive week in training”. A reaction is due, and this should be worth watching, certainly more so than the <a href=\"https://www.theguardian.com/football/2023/jan/21/liverpool-chelsea-premier-league-match-report\">dreary draw</a> between these clubs’ men’s teams yesterday.</p> <a href=\"https://www.theguardian.com/football/live/2023/jan/22/chelsea-v-liverpool-womens-super-league-live\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/stage/2023/jan/22/whos-afraid-of-virginia-woolf-ustinov-studio-theatre-royal-bath-review-elizabeth-mcgovern-cracks-the-whip-dougray-scott-lindsay-posner", "title": "Who’s Afraid of Virginia Woolf? review – Elizabeth McGovern cracks the whip", "date_published": "2023-01-22 11:30:34+00:00", "description": "<p><strong>Ustinov Studio, Theatre Royal Bath<br /></strong>The Hollywood star is on top form opposite Dougray Scott in Edward Albee’s classic tale of a marriage gone sour</p><p>Edward Albee’s first short play, <em>The</em> <em>Zoo Story</em>, premiered in Germany in a double bill with Samuel Beckett’s <em>Krapp’s Last Tape</em> in 1959. Albee admired Beckett and shared his taste for the absurd, along with a love of music hall and vaudeville. <em><a href=\"https://www.theatreroyal.org.uk/event/whos-afraid-of-virginia-woolf/\">Who’s Afraid of Virginia Woolf?</a></em> is a grotesque expansion of the familiar comic double act, given an absurdist twist and pummelled to fit a classic, naturalistic set-up: the unfulfilled marriage. Director Lindsay Posner deploys these influences effectively through the dynamics of the play, especially via the rhythms of the dialogue (even though, on a pre-press night, tempos occasionally faltered).</p><p>George and Martha have finessed their patter over 23 lacerating years of wedded blistering. Their young guests, Nick and Honey, become the unwitting fall guys to the older couple’s private routines, and unwilling audience to an excoriating exposition of a relationship in which love is indistinguishable from hate. As their early-hours, alcohol-fuelled encounter develops, though, the boundaries between the couples become blurred. Are Nick and Honey the image of what George and Martha once were? Are George and Martha are the prediction of what Nick and Honey will become or, terrifyingly, of what any of us might become if we settle for a life based on illusions?</p><p><a href=\"https://www.theatreroyal.org.uk/event/whos-afraid-of-virginia-woolf/\">At the Ustinov Studio, Theatre Royal Bath until 11 February</a></p> <a href=\"https://www.theguardian.com/stage/2023/jan/22/whos-afraid-of-virginia-woolf-ustinov-studio-theatre-royal-bath-review-elizabeth-mcgovern-cracks-the-whip-dougray-scott-lindsay-posner\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/commentisfree/2023/jan/22/roe-v-wade-abortion-rights-50th-anniversary", "title": "In a more just world, this would be the 50th anniversary of Roe v Wade | Moira Donegan", "date_published": "2023-01-22 11:15:34+00:00", "description": "<p>Until last year, Roe made it more possible for women’s lives to be determined by their choices, not merely by their bodies</p><p>If the supreme court hadn’t overturned it last June, undoing a longstanding precedent and inflicting untold harm to women’s well-being and dignity, Sunday 22 January would have been the fiftieth anniversary of Roe v Wade.</p><p>Over those 50 years, Roe changed American life dramatically. Abortion became a routine part of life, a resource people planned their lives around having. In contrast to its political controversy, abortion in the Roe era was – as it is now – aggressively common. Approximately one in four American women will have an abortion at some point in the course of their reproductive lives.</p><p>Moira Donegan is a Guardian US columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jan/22/roe-v-wade-abortion-rights-50th-anniversary\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/us-news/2023/jan/22/trump-v-biden-us-mexico-border-policies-analysis", "title": "Trump v Biden: how different are their policies on the US-Mexico border?", "date_published": "2023-01-22 11:00:35+00:00", "description": "<p>Biden’s immigration promises fall short as some of Trump’s policies remain in place – here’s what’s similar and what’s different</p><p>Under Donald Trump, Americans were confronted with a near-constant onslaught of racist, anti-immigrant rhetoric and policy, especially regarding the US-Mexico border, as the same man who <a href=\"https://www.youtube.com/watch?v=ZGSAhNZnisk\">led chants</a> about building a wall there won the 2016 presidential election and took control of the Oval Office for the next four years.</p><p>Vulnerable migrants were <a href=\"https://time.com/5645501/trump-anti-immigration-rhetoric-racism/\">mounting “an invasion</a>”, Trump said. The United States’ asylum system – a key commitment to its humanitarian values – was “<a href=\"https://www.nytimes.com/2019/07/15/us/politics/trump-asylum-rule.html\">ridiculous” and “insane</a>”. Immigrants of color made headlines for supposedly coming here from “<a href=\"https://www.nbcnews.com/politics/white-house/trump-referred-haiti-african-countries-shithole-nations-n836946\">shithole</a>” countries, and Mexican immigrants <a href=\"https://www.bbc.com/news/av/world-us-canada-37230916\">were called</a> drug dealers, criminals and rapists.</p> <a href=\"https://www.theguardian.com/us-news/2023/jan/22/trump-v-biden-us-mexico-border-policies-analysis\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/food/2023/jan/22/five-staple-ingredients-budget-recipes-rice-potatoes-cheese", "title": "Five staple ingredients, five delicious budget recipes", "date_published": "2023-01-22 11:00:34+00:00", "description": "<p>Chorizo and lemon rice, cheese souffle, Shanghainese noodles: classic family dishes that deliver luxury at an affordable price from chefs including Joe Woodhouse and Fuchsia Dunlop</p><p>Aside from allowing for basic store cupboard ingredients – such as salt, pepper, olive oil, flour, dried herbs – we asked our cooks to calculate the cost of shopping from scratch at major supermarkets. You will have some leftover ingredients which will, of course, keep for other meals. The cost of each recipe was correct at time of going to press.</p> <a href=\"https://www.theguardian.com/food/2023/jan/22/five-staple-ingredients-budget-recipes-rice-potatoes-cheese\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/jan/22/canada-indigenous-mining-agreement-resource-projects", "title": "Landmark deals give Indigenous key role in Canada resource projects", "date_published": "2023-01-22 11:00:34+00:00", "description": "<p>YQT community signs unprecedented agreement with coal company giving Indigenous leadership ‘veto’ on proposed project</p><p>Two landmark deals in western Canada could reshape the role of Indigenous nations in resource development projects, placing greater power in the hands of groups that have long been excluded and signalling a possible shift in how industry and governments negotiate with communities on the frontlines of environmental degradation.</p><p>In recent years, a string of <a href=\"https://www.theguardian.com/world/2020/feb/10/canada-protest-indigenous-wetsuweten-pipeline\">fierce battles over pipelines</a> have put a spotlight on the fractious nature of resource extraction projects, often pitting First Nations communities <a href=\"https://www.theguardian.com/environment/2022/mar/10/canadian-pipeline-groups-spend-big-to-pose-as-indigenous-champions\">against powerful companies</a>.</p> <a href=\"https://www.theguardian.com/world/2023/jan/22/canada-indigenous-mining-agreement-resource-projects\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/food/2023/jan/22/nigel-slater-how-his-memoir-toast-became-a-phenomenon", "title": "Nigel Slater on how his memoir Toast became a phenomenon", "date_published": "2023-01-22 11:00:34+00:00", "description": "<p>On the 20th anniversary of his bestseller, Nigel Slater tells how it all began … and how it went to stage and screen</p><p>Toast is 20. But the memoir that chronicled my childhood (cooking, eating, crying, and a few other “ings” a wiser author might have left out) started life as neither book, film nor stage play, but as an article in the <em>Observer</em>.</p><p>I was unsure about the idea. A request for a piece about the food I had grown up with. Did my editor know that my childhood had been a catalogue of sliced white bread, Jacobs’ Cream Crackers and Sugar Puffs? That I refused to eat any meat that wasn’t roast chicken or a lamb chop and any vegetable save frozen peas? I pondered how a story whose gastronomic highlights were arctic roll and butterscotch Angel Delight would go down with the readers. Surely the food of my father’s childhood, where his broke single mum brought him up on bread and dripping and soup made from bones begged from the butcher, might produce a better story.</p> <a href=\"https://www.theguardian.com/food/2023/jan/22/nigel-slater-how-his-memoir-toast-became-a-phenomenon\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/uk-news/2023/jan/22/gaslit-by-my-own-force-female-police-report-systemic-abuse-by-male-officers", "title": "‘I was gaslit by my own force’: female police report ‘systemic’ abuse by male officers", "date_published": "2023-01-22 11:00:34+00:00", "description": "<p>In wake of David Carrick verdict, women from England and Wales come forward to report mental, physical and professional toll</p><p>Despite having been a police officer and also married to one, Helen (not her real name) says she now “wouldn’t ring the police for anything”.</p><p>When Helen separated from her husband, he subjected her to emotional and financial abuse and harassment.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jan/22/gaslit-by-my-own-force-female-police-report-systemic-abuse-by-male-officers\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/lifeandstyle/2023/jan/22/when-i-struggled-with-breastfeeding-ancient-images-of-motherhood-helped-me-feel-less-isolated", "title": "When I struggled with breastfeeding, ancient images of motherhood helped me feel less isolated", "date_published": "2023-01-22 11:00:33+00:00", "description": "<p>I felt like a failure because I found breastfeeding so painful but visual art helped me make sense of my experience</p><p>Mythical mothers, divine mothers and royal mothers. Ancient clay statuettes of pregnant women and contemporary explorations of birth. As an art historian of 20 years, I’ve seen a lot of representations of motherhood. And from Renoir’s wholesome portraits of his wife nursing their son to countless versions of the Madonna and Child, many of these images depicted blissful breastfeeding scenes. A few years ago, with my new baby asleep on my chest and unable to relax into sleep myself, I began obsessively searching for historical fragments of mothering lives – because I felt as if I was failing and needed something to tether myself to.</p><p>When I decided to get pregnant, I already knew I wanted to breastfeed. Other parents decide it’s not for them – a decision I respect now more than ever – but it was how I pictured my motherhood. I carried these idealised artistic representations of breastfeeding with me into antenatal classes, where I watched a woman hold a doll to a knitted boob and made notes on the best feeding positions. In these classes, we were never told about formula milk or preparing bottles or about how we might feel if our feeding hopes didn’t go as planned.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jan/22/when-i-struggled-with-breastfeeding-ancient-images-of-motherhood-helped-me-feel-less-isolated\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/food/2023/jan/22/nigel-slaters-recipes-for-cream-of-onion-soup-and-clementine-and-lemon-tarts", "title": "Nigel Slater’s recipes for cream of onion soup, and clementine and lemon tarts", "date_published": "2023-01-22 10:30:33+00:00", "description": "<p>A golden onion soup and a luxurious couscous dish to warm the soul in the bleak midwinter</p><p>I usually take my time cooking onions, leaving them to do their thing in oil or butter until they are soft and golden. Not a task to hurry if you want them truly sweet and amber-hued. This week I needed to cook them differently – soft enough to crush between finger and thumb, but not browned – for a pale and calming soup to enjoy on a cold day.</p><p>I sliced the onions and added them to the pan with celery and leafy twigs of thyme and bay. The heat was kept at a moderate level and the onions and aromatics puttered away quietly, cooking at a whisper rather than a sizzle. They were stirred every 5 minutes or so, their edges taking on the palest yellow colour without a hint of brown. The strong onion notes were softened further with a little cream, then given a smoky note with speck, torn into thick ribbons to dunk into the ivory depths of the soup.</p> <a href=\"https://www.theguardian.com/food/2023/jan/22/nigel-slaters-recipes-for-cream-of-onion-soup-and-clementine-and-lemon-tarts\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/stage/2023/jan/22/a-streetcar-named-desire-almeida-review-rebecca-frecknall-paul-mescal-patsy-ferran-anjana-vasan-watch-on-the-rhine-donmar-ellen-mcdougall-patricia-hodge", "title": "The week in theatre: A Streetcar Named Desire; Watch on the Rhine", "date_published": "2023-01-22 10:30:33+00:00", "description": "<p><strong>Almeida; Donmar Warehouse, London<br /></strong>Paul Mescal, Patsy Ferran and Anjana Vasan captivate in Rebecca Frecknall’s headlong take on Tennessee Williams. And Lillian Hellman’s 1941 call to arms resonates anew</p><p>This <em>Streetcar</em> is transporting. The casting of Rebecca Frecknall’s production guaranteed <a href=\"https://almeida.co.uk/whats-on/a-streetcar-named-desire/10-dec-2022-4-feb-2023#open-calendar\">a sellout</a>, and has produced three bewitching performances: Paul Mescal in the part that <a href=\"https://www.theguardian.com/film/2004/jul/04/features.review1\">Brando</a> and his T-shirt played in the 1951 movie, alongside Patsy Ferran, stepping in late for an injured <a href=\"https://www.theguardian.com/stage/2022/dec/08/almeida-theatre-cancels-performances-of-a-streetcar-named-desire-as-actor-withdraws\">Lydia Wilson</a>, as Blanche, and Anjana Vasan as sister Stella. Yet the central triumph is Frecknall’s ability to find the pulse of Tennessee Williams’s 1947 play. Confusion and desire are not embodied in a single performance: they sweep the stage, pushing the action along.</p><p>Frecknall has been most acclaimed for her massive production of <em><a href=\"https://www.theguardian.com/stage/2021/dec/19/cabaret-playhouse-review-eddie-redmayne-jessie-buckley-best-of-enemies-young-vic-james-graham-trouble-in-mind-national-theatre\">Cabaret</a> </em>(still running at the Playhouse). Yet her real breakthrough was her 2018 reimagining of Williams’s little-known <em><a href=\"https://www.theguardian.com/stage/2018/mar/11/summer-and-smoke-patsy-ferran-macbeth-rory-kinnear-review\">Summer and Smoke</a>,</em> also featuring Ferran and Vasan: Frecknall weirded the play, making it look both internal and like <em>Streetcar’s</em> twin. This production has a similar, though more far-reaching effect.</p> <a href=\"https://www.theguardian.com/stage/2023/jan/22/a-streetcar-named-desire-almeida-review-rebecca-frecknall-paul-mescal-patsy-ferran-anjana-vasan-watch-on-the-rhine-donmar-ellen-mcdougall-patricia-hodge\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/money/2023/jan/22/forcing-prepayment-meters-suppliers-grant-shapps", "title": "Stop forcing people on to prepayment meters, UK minister urges suppliers", "date_published": "2023-01-22 10:28:43+00:00", "description": "<p>Grant Shapps tells firms to stop pushing consumers on to pre-paid tariffs amid threat to ‘name and shame’ worst offenders</p><p>The business secretary has urged energy suppliers to stop forcibly switching households struggling with energy bills to prepayment meters, after calls for government action amid a surge in cases.</p><p>Grant Shapps has written to companies saying he wants them to voluntarily end the practice of moving households on to <a href=\"https://www.theguardian.com/money/2022/oct/25/why-rising-use-of-prepayment-meters-could-be-disconnection-by-back-door\">more expensive prepaid energy tariffs</a> against their will and promising to “name and shame” the worst offenders.</p> <a href=\"https://www.theguardian.com/money/2023/jan/22/forcing-prepayment-meters-suppliers-grant-shapps\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/us-news/2023/jan/22/monterey-park-shooting-los-angeles-lunar-new-year-festival", "title": "Shooting reported after lunar new year festival near Los Angeles", "date_published": "2023-01-22 10:28:29+00:00", "description": "<p>People speak of shooter with machine gun as police respond to incident in Monterey Park, which has large Asian population</p><p>Dozens of police officers responded to reports of a shooting after a large lunar new year celebration in a community to the east of Los Angeles late on Saturday.</p><p>Officials provided no information about the shooting in Monterey Park, a city of about 60,000 people with a large Asian population that is about 10 miles (16km) from downtown LA.</p> <a href=\"https://www.theguardian.com/us-news/2023/jan/22/monterey-park-shooting-los-angeles-lunar-new-year-festival\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/commentisfree/2023/jan/22/thanks-to-nadhim-zahawi-the-tories-bar-of-shame-has-reached-new-depths", "title": "Thanks to Nadhim Zahawi, the Tories’ bar of shame has reached new depths | Stewart Lee", "date_published": "2023-01-22 10:00:34+00:00", "description": "<p>The chair of the Conservative party has had to cough up millions of pounds he owed in tax after a dispute with HMRC over an offshore family trust</p><p>I was extremely surprised last week to learn that the Tory chair, Nadhim Zahawi, who famously <a href=\"https://www.theguardian.com/politics/2013/nov/10/nadhim-zahawi-admits-taxpayers-electricity-stables\">used public money to warm the stables of his chilly horses</a>, had finally tasted the fist of justice. Last year, Zahawi said: “I’ve always declared my financial interests and paid my taxes in the UK.” In fact, it seems, Zahawi has had to cough up millions of pounds he owed in tax after a dispute with HMRC over an offshore family trust. Last week, his spokesperson said of his boss: “He is proud to have built a British business that has become successful around the world.” The spokesperson said this when asked whether Zahawi was paying millions to HM Revenue and Customs. The answer is the answer to a different question, a British question admittedly, but one that was not asked.</p><p>When asked a question, politicians, you can’t just say any words as a reply. There has to be some relationship. Is it any wonder examination standards declined so sharply when Zahawi was education secretary. “Explain how Adolf Hitler justified the annexation of the Sudetenland.” “Sartana is coming so trade your pistols for a coffin.” Will that do?</p><p>Stewart Lee’s shows <em>Snowflake</em> and <em>Tornado</em> are available <a href=\"https://www.bbc.co.uk/iplayer/episodes/m001bvpn/stewart-lee\">on BBC iPlayer</a>. <em><a href=\"https://www.stewartlee.co.uk/live-dates/\">Basic Lee</a></em><a href=\"https://www.stewartlee.co.uk/live-dates/\"> tour dates are booking now</a>. Stewart will appear in <a href=\"https://www.leicestersquaretheatre.com/stand-up-for-ukraine/\">Stand Up for Ukraine at the Leicester Square theatre, London</a>, on 28 January</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jan/22/thanks-to-nadhim-zahawi-the-tories-bar-of-shame-has-reached-new-depths\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/commentisfree/2023/jan/22/can-robots-really-plug-the-workforce-shortage-left-by-brexit", "title": "Can robots really plug the workforce shortage left by Brexit? | Torsten Bell", "date_published": "2023-01-22 10:00:33+00:00", "description": "<p>One study shows that when workers are scarce automation can help, but that’s still impossible in many sectors</p><p>Migration was quite a big deal, Brexit-wise, but six years on, and two after the end of free movement, what has been the impact?</p><p>The level of net migration <a href=\"https://www.ons.gov.uk/peoplepopulationandcommunity/populationandmigration/internationalmigration/bulletins/longterminternationalmigrationprovisional/yearendingjune2022\">certainly hasn’t fallen</a>, but a <a href=\"https://www.cer.eu/insights/post-brexit-immigration-uk-labour-market\">new report</a> from Jonathan Portes and John Springford argues that if you focus on workers, the end of freedom of movement has left about 330,000 fewer in Britain (460,000 fewer Europeans, but 130,000 more from elsewhere). That’s a reduction of roughly 1% of the labour force, prompting many to say that a lack of migration drove recent economy-wide labour shortages.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jan/22/can-robots-really-plug-the-workforce-shortage-left-by-brexit\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/food/2023/jan/22/puccini-and-prawn-cocktail-live-music-goes-on-cafe-menu-to-tempt-customers", "title": "Puccini and prawn cocktail: live music goes on cafe menu to tempt customers", "date_published": "2023-01-22 10:00:33+00:00", "description": "<p>Classical, jazz, cabaret and even circus tricks are being laid on by restaurants and pubs to win back clientele in an ever-tougher market</p><p>Puccini with the prawn cocktail starter tonight? A little Lloyd Webber with the linguine? A growing number of London pubs and cafes are putting live music and performance on the menu to tempt reluctant patrons to dine out.</p><p>The trend, also mirrored in other British cities as the cost of living crisis threatens to keep customers at home, now encompasses classical music and musical theatre. It is no longer only jazz musicians who play regularly to diners at London venues such as Soho’s Pizza Express or Toulouse Lautrec in Elephant and Castle. Even circus performers are taking to the small stages being set up in some restaurants.</p> <a href=\"https://www.theguardian.com/food/2023/jan/22/puccini-and-prawn-cocktail-live-music-goes-on-cafe-menu-to-tempt-customers\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/football/2023/jan/22/wolves-complete-33m-deal-to-sign-craig-dawson-from-west-ham", "title": "Wolves complete £3.3m deal to sign Craig Dawson from West Ham", "date_published": "2023-01-22 09:57:29+00:00", "description": "<ul><li>Defender moves to Molineux on two-and-a-half-year contract</li><li>Dawson not signed in time to play at Manchester City</li></ul><p>Wolves have completed the signing of Craig Dawson from West Ham. The centre-back returns to the Midlands having spent a large chunk of his playing career at West Brom before moving to London in 2019.</p><p>Dawson joins Wolves for a £3.3m fee after weeks of speculation, in which the West Ham manager, David Moyes, was critical of Julen Lopetegui’s club for allegedly making their interest in the defender public earlier this month.</p> <a href=\"https://www.theguardian.com/football/2023/jan/22/wolves-complete-33m-deal-to-sign-craig-dawson-from-west-ham\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/politics/2023/jan/22/james-cleverly-nadhim-zahawi-tax-investigation-bbc-chair-boris-johnson", "title": "Cleverly ‘doesn’t know’ if Zahawi was under tax investigation as chancellor", "date_published": "2023-01-22 09:56:20+00:00", "description": "<p>Foreign secretary also says he has no idea whether BBC chair helped Boris Johnson arrange guarantee on loan</p><p>James Cleverly has said he does not know whether Nadhim Zahawi was investigated over his taxes when chancellor, or when Rishi Sunak knew about the issue, as the government attempted to defend the embattled Tory party chair.</p><p>In an interview with Sky News, Cleverly, the foreign secretary, also said he had no idea whether Richard Sharp, the BBC chair, helped Boris Johnson <a href=\"https://www.theguardian.com/politics/2023/jan/21/labour-urges-inquiry-of-claim-bbc-chairman-helped-boris-johnson-secure-loan-guarantee\">arrange a guarantee on a loan</a> of up to £800,000, weeks before the then PM recommended Sharp for the BBC role.</p> <a href=\"https://www.theguardian.com/politics/2023/jan/22/james-cleverly-nadhim-zahawi-tax-investigation-bbc-chair-boris-johnson\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/music/2023/jan/22/martha-wainwright-things-i-regret-led-me-to-find-out-who-i-am", "title": "Martha Wainwright: ‘My happiest decade is also my saddest – this decade’", "date_published": "2023-01-22 09:30:32+00:00", "description": "<p>The singer-songwriter on her famous musical family, coping with death, divorce and parenting, and how her childhood was still easier than Prince Harry’s</p><p>Martha Wainwright, 46, is an American-Canadian singer-songwriter, daughter of folk musicians <a href=\"https://www.theguardian.com/lifeandstyle/2022/sep/05/i-was-promiscuous-thats-on-marriage-loudon-wainwright-iii-on-sex-addiction-booze-and-family-feuds\">Loudon Wainwright III</a> and <a href=\"https://www.theguardian.com/music/kate-mcgarrigle\">Kate McGarrigle</a> and sister of singer-composer <a href=\"https://www.theguardian.com/music/rufus-wainwright\">Rufus Wainwright</a>. She has had to work throughout her life to come confidently into her own with piercingly honest songs that tell it like it is – and how it was. Her disarming page-turner of a memoir, <em><a href=\"https://www.theguardian.com/books/2022/mar/28/stories-i-might-regret-telling-you-by-martha-wainwright-review-first-class-family-drama\">Stories I Might Regret Telling You</a></em><em>,</em> mixes steadiness with vulnerability.</p><p><strong>Throughout your life, your career has been talked about within your family context – is that a blessing or a curse?<br /></strong>I used to see it as a curse but am learning to take it as a blessing. The blessing also came as a responsibility after my mother died [in 2010]. There was a vacuum created by a great artist who had taken up a lot of room in my life, for better or worse. There was a need not to fill her shoes specifically but to live up to whatever I could do. Not that I’m saying I’ve achieved that…</p> <a href=\"https://www.theguardian.com/music/2023/jan/22/martha-wainwright-things-i-regret-led-me-to-find-out-who-i-am\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/film/2023/jan/22/alice-darling-showing-emotional-abuse-on-screen", "title": "Alice, Darling and the importance of showing emotional abuse on screen", "date_published": "2023-01-22 09:19:31+00:00", "description": "<p>The new film starring Anna Kendrick is one of the few visual narratives to deftly handle the insidious effects of an emotionally abusive relationship</p><p>If not guided by an ominous score and a remarkable lead performance of brittle, jittery anxiety, it might take you a third of <a href=\"https://www.theguardian.com/film/2022/sep/12/alice-darling-review-anna-kendrick-drama\">Alice, Darling</a>, a new film starring Anna Kendrick as a woman in an emotionally abusive relationship, to realize something is wrong. Alice’s relationship with Simon (Charlie Carrick), a thirtysomething Toronto-based artist with a suave British accent, could seem innocuous on a clue-by-clue basis. In isolation, a “thinking of me?” text with a kissing face emoji, or the way he drapes his arm over her like a cape, or his chiding to raise her professional ambitions, could seem like affection. The tell is in Alice’s frayed hair – barrel-curled into, as her friend Tess (Kaniehtiio Horn) puts it, an outdated Gossip Girl coif and, from the very first scene, nervously pulled into matted clumps.</p><p>Alice, Darling, directed by Mary Nighy from a script by Alanna Farris, is the rare film to depict the battering of the psyche, let alone one which deftly and accurately depicts the corrosive, insidious effect of coercive control absent the evidence of physical abuse. Simon never hits her, a point which Alice uses to discount the seriousness of her situation to her two best friends. “But he doesn’t hurt me though,” she insists to Tess and Sophie (Wunmi Mosaku), who too slowly realize the extent to which Simon’s yawning insecurities and possessiveness have erased Alice’s sense of self and autonomy. The film smartly prioritizes effect over cause, resisting the trap of litigating just how toxic Simon’s behavior was nor the escape hatch of “it wasn’t that bad.” We see snippets of his manipulations but mostly how it manifests in Alice: the way she obsessively buffs her body into near hairlessness, recites ominous facts about sugar, rehearses a lie about seeing her friends to escape his judgement, treats sex as responsibility rather than pleasure. The way she expunges a flirty waiter’s number from a napkin like she’s bleaching blood, lest Simon find it in the trash can.</p> <a href=\"https://www.theguardian.com/film/2023/jan/22/alice-darling-showing-emotional-abuse-on-screen\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/jan/22/ageing-planet-the-new-demographic-timebomb", "title": "Ageing planet: the new demographic timebomb", "date_published": "2023-01-22 09:00:34+00:00", "description": "<p>India is about to overtake China as the most populous country, but as birthrates fall we’re facing life in a greyer world. Are we ready for the physical, political and financial challenges ahead?</p><p>In Japan even criminals are getting old. In the country’s notorious yakuza crime syndicates, more than half of members are now over 50, according to the national police agency.</p><p>Veterans who have passed 70 outnumber those under 20 by two to one, even though teenagers are the groups’ traditional source of “muscle”.</p> <a href=\"https://www.theguardian.com/world/2023/jan/22/ageing-planet-the-new-demographic-timebomb\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/jan/22/japans-hi-tech-restaurants-secret-world-robot-sushi-chefs", "title": "‘Not soulless blocks of rice’: the secret world of Japan’s robot sushi chefs", "date_published": "2023-01-22 09:00:34+00:00", "description": "<p>Cutting-edge technology is helping food chains reach the holy grail of  flawless, contactless, low-budget dining</p><p>The secret behind the hi-tech future of sushi lies in an unremarkable building in the backstreets of Osaka.</p><p>Inside, empty plastic cups and plates adorned with scrunched-up wet paper – to replicate the weight and texture of scallops – make their way along a conveyer belt.</p> <a href=\"https://www.theguardian.com/world/2023/jan/22/japans-hi-tech-restaurants-secret-world-robot-sushi-chefs\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/jan/22/lost-photos-warsaw-uprising-reveal-horror-jews-last-stand", "title": "Lost photos from Warsaw Ghetto Uprising reveal horror of Jews’ last stand", "date_published": "2023-01-22 09:00:33+00:00", "description": "<p>Images found in attic taken by Polish firefighter who risked life to record how Jewish Poles fought the Nazis despite impossible odds</p><p>The photographs are blurry, composed hastily and taken surreptitiously, sometimes with heads or objects in the foreground obscuring part of the view.</p><p>But Holocaust historians say the imperfect pictures, discovered last month in a Polish attic decades after their creator died, are nonetheless priceless. They are the only known photographs from inside the Warsaw Ghetto Uprising not to be taken by Germans.</p> <a href=\"https://www.theguardian.com/world/2023/jan/22/lost-photos-warsaw-uprising-reveal-horror-jews-last-stand\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/commentisfree/2023/jan/22/this-attempt-to-cut-the-pay-of-public-servants-offends-a-basic-british-sense-of-fairness", "title": "This attempt to cut the pay  of public servants offends a basic British sense of fairness | Will Hutton", "date_published": "2023-01-22 09:00:33+00:00", "description": "<p>The revered philosopher John Rawls had it right: most citizens believe that the government has an obligation to create a just society</p><p>In September 1931, 1,000 sailors in the British Atlantic fleet engaged in open revolt, refusing to put to sea from the port of Invergordon – one of the very few mutinies in our naval history. Sailors from all ranks were protesting against proposed general pay cuts of 10%, but also at the unfair decision to cut by 25% the wages of junior ratings and those joining after 1925 – part of the then National Government’s doomed attempt to deal with the Depression, balance the national budget and stay on the gold standard.</p><p>That attempt backfired spectacularly. The 25% cut might have been rescinded to get the fleet back to sea – even the admirals conceded that it was unfair – but international investors concluded that, after a decade of government efforts to force down real wages to make British business competitive, the limit had been reached. Britain could not compel its workforce into the financial straitjacket of ever lower real wages, imposed by trying to tie sterling to the price of gold. The run on the pound proved unstoppable. Five days later, Britain gave in to reality and was forced off the gold standard.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jan/22/this-attempt-to-cut-the-pay-of-public-servants-offends-a-basic-british-sense-of-fairness\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/music/2023/jan/22/beethovens-fur-elise-historian-concludes-she-never-existedus-elise-historian-concludes-she-never-existed", "title": "Who was Beethoven’s mysterious Elise? Historian concludes she never existed", "date_published": "2023-01-22 09:00:33+00:00", "description": "<p>The identity of the muse for Für Elise<em> </em>has long puzzled experts. A new book suggests it was named by someone else, after the composer’s death</p><p>It is one of classical music’s most famous compositions and also one of its most intriguing mysteries. <a href=\"https://www.theguardian.com/music/2020/feb/01/beethoven-not-completely-deaf-says-musicologist\">Ludwig van Beethoven</a>’s enchanting <em>Für Elise</em> has been played by generations of children learning the piano but musicologists have struggled in vain to find the “Elise” who inspired it.</p><p>Now a leading Beethoven expert has come to the conclusion that there never was an Elise – or at least not one that Beethoven knew.</p> <a href=\"https://www.theguardian.com/music/2023/jan/22/beethovens-fur-elise-historian-concludes-she-never-existedus-elise-historian-concludes-she-never-existed\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/film/2023/jan/22/observer-film-critics-personal-alternative-oscars-shortlists-winners", "title": "Envelopes, please! Our film critics reveal their personal Oscars shortlists", "date_published": "2023-01-22 09:00:32+00:00", "description": "<p>Ahead of the official Academy nominations on Tuesday, Observer critics and film writers pick their standout movies, performances, directors and more</p><p><em><strong>Aftersun</strong></em></p><p><em>Elvis</em></p><p><em>The Banshees of Inisherin</em></p><p><em>Gangubai Kathiawadi</em></p><p><em>Guillermo del Toro’s Pinocchio</em></p><p><strong>Charlotte Wells – </strong><em><strong>Aftersun</strong></em></p><p>Martin McDonagh – <em>The Banshees of Inisherin</em></p><p>Baz Luhrmann – <em>Elvis</em></p><p>Sarah Polley – <em>Women Talking</em></p><p>SS Rajamouli – <em>RRR</em></p> <a href=\"https://www.theguardian.com/film/2023/jan/22/observer-film-critics-personal-alternative-oscars-shortlists-winners\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/stage/2023/jan/22/the-sleeping-beauty-review-royal-opera-house-london-marianela-nunez-vadim-muntagirov", "title": "The Sleeping Beauty review – a vintage production rises and shines", "date_published": "2023-01-22 09:00:32+00:00", "description": "<p><strong>Royal Opera House, London</strong><br />It’s unapologetically retro, and there’s no story, but the Royal Ballet’s latest revival of Petipa’s intricate masterpiece casts its spell</p><p>When choreographers want to refresh their belief in the possibilities of classical dance, they return to <em><a href=\"https://www.roh.org.uk/tickets-and-events/the-sleeping-beauty-by-marius-petipa-details\">The Sleeping Beauty</a></em>. From Frederick Ashton to Alexei Ratmansky, from Kenneth MacMillan to George Balanchine and on to William Forsythe and Christopher Wheeldon, Marius Petipa’s 19th-century masterpiece has been a guide.</p><p>It has influenced other things, too. I always wonder how much the horned hat worn by evil fairy Maleficent in <a href=\"https://www.theguardian.com/film/2014/jun/17/how-we-made-sleeping-beauty-disney\">Disney’s 1959 cartoon</a> was inspired by Oliver Messel’s designs for Carabosse in the Royal Ballet’s 1946 production, which launched <a href=\"https://www.theguardian.com/news/2001/mar/09/guardianobituaries1\">Ninette de Valois</a>’s baby ballet company on its path to world fame.</p><p><em><a href=\"https://www.roh.org.uk/tickets-and-events/the-sleeping-beauty-by-marius-petipa-details\">The Sleeping Beauty</a></em> is in rep at the Royal Opera House, London, until 6 June</p> <a href=\"https://www.theguardian.com/stage/2023/jan/22/the-sleeping-beauty-review-royal-opera-house-london-marianela-nunez-vadim-muntagirov\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/uk-news/2023/jan/22/factory-flaw-hunt-for-stolen-1977-sign-that-put-manchester-on-pop-music-map", "title": "Factory flaw: hunt for stolen 1977 sign that put Manchester on pop music map", "date_published": "2023-01-22 09:00:31+00:00", "description": "<p>The very first Factory club night was advertised with this poster. Now its designer wants it back to complete a major archive</p><p>The hunt is on to locate an object that truly qualifies as “a sign of the times”. In 1977, the first Factory club night in Manchester was advertised with a poster using the now-famous symbol of a health and safety warning, urging workers to protect their ears from loud noise. But the original sign used in the artwork is missing.</p><p>The acclaimed designer Peter Saville was a young student at Manchester Polytechnic when Tony Wilson, the TV presenter and promoter behind the city’s burgeoning music scene, asked him to create an advert for the event. Luckily, inspiration was near at hand.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jan/22/factory-flaw-hunt-for-stolen-1977-sign-that-put-manchester-on-pop-music-map\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/lifeandstyle/2023/jan/22/we-knew-there-would-be-tears-but-they-werent-ours", "title": "It was our baby daughter’s first time at nursery and we knew there would be tears – but they weren’t ours | Séamas O'Reilly", "date_published": "2023-01-22 09:00:31+00:00", "description": "<p>We hover anxiously until the childminder politely tells us to go…</p><p>She looks impossibly small, like a bee-sized human. The large-format Lego blocks she’s been plopped beside make her already slight dimensions appear positively lilliputian. Even the other babies around her seem giant in comparison. None are older than 18 months and only one appears capable of walking, but a couple seem twice her height. I remind myself that in any other context these other children would themselves seem self-evidently tiny, but placed in context with our daughter, they look like they could help me with my car insurance or do my taxes.</p><p>The waterworks haven’t started yet, but the childminder asks me to set up a WhatsApp group with her, my wife and I, that will let us know as soon as they do. We hover anxiously, until she politely tells us we should go. At her request, we slink out of the door without looking back, feeling like we’ve placed an incendiary device in her home.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jan/22/we-knew-there-would-be-tears-but-they-werent-ours\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/society/2023/jan/22/nhs-crisis-existential-risk-for-the-government", "title": "The NHS crisis is an existential risk for the government", "date_published": "2023-01-22 09:00:31+00:00", "description": "<p>The searing memories of this winter will endure and any action ministers take now will come too late to improve their standing at the next election</p><p>Crisis, conflict and collapse have driven the NHS to the top of the political agenda. Every day brings new horror stories from the frontlines of a health service on its knees. Yet there is no evidence of urgency from the government, which seems determined to weather the winter struggle while handing out as little cash as possible to hospitals and staff. They may come to regret this. An unprecedented healthcare crisis poses unprecedented electoral risks on a broad front.</p><p>The first of these is already obvious in the daily news rounds, which are now <a href=\"https://www.theguardian.com/uk-news/2023/jan/20/nhs-ambulance-workers-announce-fresh-strike-dates-as-pay-row-escalates\">dominated by NHS stories</a>, none of them good for the government. Polling shows rapid rises in the share of voters rating <a href=\"https://www.theguardian.com/politics/2023/jan/14/most-uk-voters-still-back-strikes-by-nurses-and-ambulance-crews\">healthcare as an urgent priority</a>. The dangers from this rise in salience are magnified because much of it will be driven by direct experience of <a href=\"https://www.theguardian.com/commentisfree/2023/jan/11/nhs-doctors-crisis-never-end-quitting\">a collapsing health system</a>. Changing the focus of the media narrative won’t do much good when hundreds of thousands of voters are seeing the crisis for themselves every day.</p> <a href=\"https://www.theguardian.com/society/2023/jan/22/nhs-crisis-existential-risk-for-the-government\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/commentisfree/2023/jan/22/three-years-after-brexit-where-is-the-new-golden-age-that-they-promised-us", "title": "Three years after Brexit, where is the new golden age that they promised us? | Andrew Rawnsley", "date_published": "2023-01-22 08:30:30+00:00", "description": "<p>Nothing in the prospectus has survived contact with reality</p><p>At 11pm on the last day of January, it will be precisely three years since the UK departed the European Union, an anniversary that prompts me to ask: how are you enjoying the “new golden age”?</p><p>That’s what we were promised by the proselytisers of Brexit, none with more hyperbole than Jacob Rees-Mogg. “The moment of national renewal has come,” <a href=\"https://www.dailymail.co.uk/debate/article-7930155/JACOB-REES-MOGG-shine-bright-sunbeam-certainty-end-long-night-doubt.html\">he ejaculated</a> on the pages of the <em>Mail on Sunday</em>. “We can embark on this new age with confidence and excitement. Over two millenniums since mighty Augustus quelled the unrest and strife in ancient Rome… our auriferous prime minister is bringing in a new era of revitalisation to our nation.” </p> <a href=\"https://www.theguardian.com/commentisfree/2023/jan/22/three-years-after-brexit-where-is-the-new-golden-age-that-they-promised-us\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/music/2023/jan/22/beyonce-makes-controversial-live-return-at-exclusive-dubai-concert", "title": "Beyoncé makes controversial live return at exclusive Dubai concert", "date_published": "2023-01-22 08:23:37+00:00", "description": "<p>US singer plays first full concert for more than four years to audience of invited influencers and journalists</p><p><a href=\"https://www.theguardian.com/music/beyonce\">Beyoncé</a> has given her first full concert in more than four years, at a luxury resort in Dubai, for an audience of invited influencers and journalists.</p><p>The US music website Pitchfork originally <a href=\"https://pitchfork.com/news/beyonce-invites-journalists-and-influencers-to-dubai-for-luxury-weekend/\">reported</a> that the musician would perform for the unofficial opening of the Atlantis the Royal hotel on 21 January, and had invited select guests to “a weekend where your dreams become your destination”.</p> <a href=\"https://www.theguardian.com/music/2023/jan/22/beyonce-makes-controversial-live-return-at-exclusive-dubai-concert\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/society/2023/jan/22/tenant-with-incurable-lung-disease-caused-by-mould-to-sue-hackney-council", "title": "Tenant with incurable lung disease ‘caused by mould’ to sue Hackney council", "date_published": "2023-01-22 08:15:30+00:00", "description": "<p>Max, 38, goes to court over chronic sarcoidosis that damp conditions in his flat put him at “extra risk of lung complications”, according to doctors</p><p>A tenant with an incurable lung condition he says was caused by mould in his flat has called for greater punishments for councils and landlords that fail to act on “inhumane” living conditions.</p><p>In 2021, Max, 38, was diagnosed with sarcoidosis – an autoimmune condition triggered by exposure to certain irritants such as chemicals or fungus – four years after he had moved into a flat riddled with leaks, damp and black mould that was offered to him by Hackney council.</p> <a href=\"https://www.theguardian.com/society/2023/jan/22/tenant-with-incurable-lung-disease-caused-by-mould-to-sue-hackney-council\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/culture/ng-interactive/2023/jan/22/simone-lia-year-of-the-rabbit-cartoon", "title": "Simone Lia: Year of the rabbit – cartoon", "date_published": "2023-01-22 08:00:32+00:00", "description": "<a href=\"https://www.theguardian.com/culture/ng-interactive/2023/jan/22/simone-lia-year-of-the-rabbit-cartoon\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/lifeandstyle/2023/jan/22/time-to-dip-a-gardening-toe-into-quirky-hydroponics", "title": "Time to dip a gardening toe into quirky hydroponics", "date_published": "2023-01-22 08:00:32+00:00", "description": "<p>Growing plants without soil is easier than you think – and means you can appreciate the architecture of the roots. Here’s how…</p><p>Hydroponics is one of those growing techniques that seems to be capturing people’s imagination at the moment – fuelled perhaps by the slew of CGI images showing futuristic vertical farms atop skyscrapers that are flooding social media these days. Fortunately, you don’t have to have an engineering degree or be the owner of a glass-covered penthouse to try this out for yourself. Here’s my beginner’s guide to home hydroponics.</p><p>This growing technique can be as simple or complicated as you want it to be, but at its heart is the basic fact that plants do not need soil to grow. In fact, generally speaking, all that soil provides for plants is a source of moisture, air and minerals – roughly in that order. Dispensing with soil means you can grow plants without any growing media whatsoever, in clear glass vases, orbs or bowls.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jan/22/time-to-dip-a-gardening-toe-into-quirky-hydroponics\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/society/2023/jan/22/work-less-live-more-is-it-time-to-end-the-five-day-week", "title": "Work less, live more: is it time to end the five-day week?", "date_published": "2023-01-22 08:00:32+00:00", "description": "<p>Research shows that working fewer hours can be far more productive. Richard Godwin clocks on to find out if it’s true</p><p>I have been meaning to write about the miracles of the four-day week for a while now. Ever since I started working a four-day week last August, in fact. This was prompted by a change in childcare arrangements (our two-year-old, Aubrey, started his own four-day week at nursery) and an upping of my wife’s work commitments. We all thought it best that I should take charge of him on Fridays. Having heard friends hymn their own four-day weeks (“It revolutionised Sundays,” said a friend who had taken Mondays off to look after his boys), I thought the arrangement would suit my right-on, pro-feminist, climate-conscious, kind-of-had-it-with-constant-deadlines sensibility rather well.</p><p>And indeed, our first Friday was a triumph. I acquired a child seat for my bike and we pedalled from Bristol to Bath and back in the late-summer sunshine, rehearsing the arguments from key post-capitalist works, such as <em>Inventing the Future</em> by Nick Srnicek and Alex Williams, and <em>Utopia for Realists</em> by Rutger Bregman, which posit less work as a solution to all manner of 21st-century ills.</p> <a href=\"https://www.theguardian.com/society/2023/jan/22/work-less-live-more-is-it-time-to-end-the-five-day-week\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/books/2023/jan/22/and-then-what-by-catherine-ashton-review-colourful-insider-account-of-european-diplomacy", "title": "And Then What? by Catherine Ashton review – colourful insider account of European diplomacy", "date_published": "2023-01-22 08:00:31+00:00", "description": "<p>The first and presumably last Briton ever to lead European foreign policy gives us a glimpse of an approach – more collaboration, less alpha male showboating – now sadly lost</p><p>In February 2014, Catherine Ashton flew to Kyiv to hold talks with Ukraine’s embattled president, Viktor Yanukovych. For four years, she had been the European Union’s top envoy. As its first ever high representative for foreign affairs and security, Ashton was used to dealing with crises. Her in-tray included Iran’s nuclear programme; a rumbling dispute between Serbia and Kosovo; and natural disasters around the world, from an earthquake in Haiti to the tsunami in Japan.</p><p>This one was precipitated by Yanukovych’s decision to pull out abruptly from an association agreement with the EU. It prompted thousands of protesters to set up camp in the <a href=\"https://www.theguardian.com/cities/2014/apr/08/architects-revolt-kiev-maidan-square-ukraine-insurrection\">Maidan</a> – Independence Square – in the centre of Kyiv. They spent weeks demonstrating in the cold. Lurking in the background was a spectre: Russia. Or, more accurately, Vladimir Putin, a chilly and “unsmiling” leader with a “deep sense of grievance”. Over the years she got to know him well.</p> <a href=\"https://www.theguardian.com/books/2023/jan/22/and-then-what-by-catherine-ashton-review-colourful-insider-account-of-european-diplomacy\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/film/2023/jan/22/babylon-review-damien-chazelle-margot-robbie-brad-pitt-messy-exhausting-tale-of-early-hollywood", "title": "Babylon review – Damien Chazelle’s messy, exhausting tale of early Hollywood", "date_published": "2023-01-22 08:00:31+00:00", "description": "<p>Despite star wattage from Margot Robbie and Brad Pitt, ​the ​La La Land​ director’s ​overcooked portrait of a nascent Tinseltown is more hysterical than historical</p><p>In the opening act of <a href=\"https://www.theguardian.com/film/2018/oct/07/damien-chazelle-first-man-interview-flag-donald-trump-la-la-land\">Damien Chazelle</a>’s hyperventilating, splashboard portrait of early Hollywood, an elephant shits explosively straight on to the screen, covering us in a veritable sewage farm of sloppy excreta. Over the next three hours (believe me, it feels longer) we’ll be treated to a man chomping down on live rats in the bowels of hell, a giant alligator snapping at the heels of subterranean revellers to the monkey/chimp refrain of <a href=\"https://en.wikipedia.org/wiki/Aba_Daba_Honeymoon\">Aba Daba Honeymoon</a>, and a rattlesnake sinking its fangs into Margot Robbie’s neck before having its head cut off with a knife. We’ll also get to watch an actor pee on a Fatty Arbuckle-style partygoer (“Playtime with potty time!”) and see Robbie projectile-vomiting all over someone’s nice suit, extravagantly despoiling a Klikó rug in the process. All this is delivered in shrieking, hyperactive tones that make Baz Luhrmann’s <em>Moulin Rouge!</em> look like one of the slower works of Hungarian auteur <a href=\"https://www.theguardian.com/film/2012/may/26/bela-tarr-turin-horse\">Béla Tarr</a>. Subtle it is not. Nor is it good.</p><p>The story (if that word can be used to describe a succession of over-choreographed set pieces strung together by interstitial date markers and bouts of screaming) follows silver-screen dreamers Manuel “Manny” Torres (<a href=\"https://www.theguardian.com/film/2023/jan/13/babylon-breakout-star-diego-calva-i-owe-this-role-to-margot-robbie-something-happened-between-us\">Diego Calva</a>) and Nellie LaRoy (Robbie) as they ascend the greasy pole to stardom in the foundational days of motion pictures. Nellie wants to become a star (“You don’t <em>become</em> a star, honey. You either are one or you aren’t”), while Manny longs to be in the movie-making business in <em>any </em>capacity, from shovelling shit at glitzy parties, to becoming a fixer for matinee idol Jack Conrad (Brad Pitt) and assuming uncertain positions at a studio (when asked if he’s “a producer”, he replies that he is an “<em>executive</em>”).</p> <a href=\"https://www.theguardian.com/film/2023/jan/22/babylon-review-damien-chazelle-margot-robbie-brad-pitt-messy-exhausting-tale-of-early-hollywood\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/politics/2023/jan/22/lib-dems-target-blue-wall-tory-voters-anger-nhs-crisis", "title": "Lib Dems target ‘blue wall’ Tory voters angry about NHS crisis", "date_published": "2023-01-22 08:00:31+00:00", "description": "<p>Party to switch focus from economy after polling shows voters in southern Conservative seats put health service as No 1 issue</p><p>A “blue wall” offensive focusing on the NHS is being plotted by the Liberal Democrats this weekend, amid mounting evidence that the Conservative brand has been significantly damaged among crucial voters in traditional Tory seats.</p><p>Lib Dem campaigners charged with securing a breakthrough in seats in the south-east are gathering in a Staffordshire hotel this weekend, as all the parties begin to sketch out their early general election planning. The group will be told that the usual tactic of targeting liberal Tory voters in affluent areas with messages about the economy will be dialled down, after the NHS crisis was found to be resonating significantly in these areas.</p> <a href=\"https://www.theguardian.com/politics/2023/jan/22/lib-dems-target-blue-wall-tory-voters-anger-nhs-crisis\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/food/2023/jan/22/top-chefs-best-cooking-advice-jeremy-lee-angela-hartnett", "title": "Never say sorry: chefs share the best cooking advice they ever had", "date_published": "2023-01-22 08:00:31+00:00", "description": "<p>Jeremy Lee, Angela Hartnett and many more pass on the tips that have saved them in the kitchen</p><p><em><strong>Jamie Oliver, cook, author and broadcaster</strong></em></p> <a href=\"https://www.theguardian.com/food/2023/jan/22/top-chefs-best-cooking-advice-jeremy-lee-angela-hartnett\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/politics/2023/jan/22/sunak-risks-public-outcry-with-pre-election-tax-cuts-paul-nowak-union-head", "title": "Sunak risks public ‘uproar’ with tax cuts before election, TUC leader warns", "date_published": "2023-01-22 08:00:31+00:00", "description": "<p>Paul Nowak says prime minister faces general condemnation if he does not prioritise resolving public sector disputes</p><p>Rishi Sunak will provoke a public uproar should he prioritise pre-election tax cuts over better pay for nurses, ambulance workers and teachers, Britain’s most senior union figure has warned.</p><p>With the prime minister already under pressure from Tory MPs to sanction tax cuts in the spring budget, Paul Nowak, the general secretary of the TUC, warned that the public would condemn any such move while a series of public sector pay disputes remained unresolved.</p> <a href=\"https://www.theguardian.com/politics/2023/jan/22/sunak-risks-public-outcry-with-pre-election-tax-cuts-paul-nowak-union-head\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/fashion/2023/jan/22/a-natural-look-to-brighten-winter-days", "title": "A natural look to brighten winter days", "date_published": "2023-01-22 08:00:30+00:00", "description": "<p>How to make the barely there look work for you. Plus, a great retinoid serum and lush hair treatments</p><p>Three weeks into January and applying makeup still feels laborious. Hence easy and natural is ideal. That said, “natural” is totally subjective; for some, natural is a full face of maquillage – contouring, powder, falsies, the works. For those with a minimalistic outlook, here’s the tip. A foundation or concealer that feels and – when applied – looks like skin, an elevated, grownup lip balm that you can use sans mirror, a mascara that gives you full, thick lashes in seconds (Sculpted by Aimee is phenomenal) and a highlighter to dot on your cheekbones so you don’t look as dull as January.</p><p><strong>1.</strong> <strong>Byredo Lip Balm</strong> £40, <a href=\"https://www.cultbeauty.com/\">cultbeauty.com</a> <br /><strong>2.</strong> <strong>Sisley Stylo correct Concealer</strong> £46, <a href=\"https://www.net-a-porter.com/en-gb/\">net-a-porter.com</a><br /><strong>3.</strong> <strong>Lancôme Teint Idole Ultra Wear Care &amp; Glow Foundation</strong> £30, <a href=\"https://www.lancome.co.uk/\">lancome.co.uk</a> <br /><strong>4.</strong> <strong>Rare Beauty Positive Light Silky touch Highlighter</strong> £28, <a href=\"https://www.sephora.co.uk/\">sephora.co.uk</a> <br /><strong>5.</strong> <strong>Sculpted by Aimee My Mascara</strong> £17, <a href=\"https://sculptedbyaimee.co.uk/\">sculptedbyaimee.co.uk</a></p> <a href=\"https://www.theguardian.com/fashion/2023/jan/22/a-natural-look-to-brighten-winter-days\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/travel/2023/jan/22/10-chic-town-and-city-townhouse-hotels-in-the-uk", "title": "Townhouse retreats: 10 chic town and city hotels in the UK", "date_published": "2023-01-22 08:00:30+00:00", "description": "<p>These great little weekend getaways combine history, atmospheric surroundings and buzzing central locations</p><p>An ideal weekend retreat, the Eastbury was originally designed as an 18th-century “gentleman’s residence”, and now houses 27 individually styled bedrooms, with designs inspired by the herbs, flowers and trees in the hotel’s award-winning walled garden. The garden is also home to the hotel’s spa, which boasts an outdoor hot tub as well as two treatment rooms. Upmarket dinners come with live music on Friday and Saturday nights, while the Pod, a glass sphere in the garden seating up to four, is ideal for a special occasion. <br /><em>Doubles from £235 B&amp;B, <a href=\"https://theeastburyhotel.co.uk/\">theeastburyhotel.co.uk</a></em></p> <a href=\"https://www.theguardian.com/travel/2023/jan/22/10-chic-town-and-city-townhouse-hotels-in-the-uk\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/live/2023/jan/22/russia-ukraine-war-think-faster-and-send-tanks-now-ukraine-and-baltic-states-urge-germany-live", "title": "Russia-Ukraine war: ‘Think faster’ and send tanks now, Ukraine and Baltic states urge Germany – live", "date_published": "2023-01-22 07:54:26+00:00", "description": "<p>Russia expands artillery offensive outside main frontline in Donbas industrial belt, say officials, while US advises Ukraine to hold back for more weapons and training</p><ul><li><strong><a href=\"https://www.theguardian.com/world/ukraine\">See all our Russia-Ukraine war coverage</a></strong></li></ul><p>Russia increased shelling of Ukraine’s eastern regions outside the main frontline in the Donbas industrial area, officials from the Zaporizhzhia and Sumy regions have said.</p><p>Senior US officials have meanwhile advised Ukraine to hold off on launching a major offensive against Russian forces until the latest supply of US weaponry is in place and training has been provided, a senior Biden administration official said.</p> <a href=\"https://www.theguardian.com/world/live/2023/jan/22/russia-ukraine-war-think-faster-and-send-tanks-now-ukraine-and-baltic-states-urge-germany-live\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/environment/2023/jan/22/business-minister-boasted-britishvolt-brexit-success-months-before-collapse", "title": "Business minister boasted Britishvolt was Brexit success story months before collapse", "date_published": "2023-01-22 07:30:30+00:00", "description": "<p>Electric car battery firm planned to build large facility in Northumberland with government funds if it found investors</p><p>Ministers were using the electric car battery maker Britishvolt as a prime example of the government’s record for “securing business investment in the UK” just months before the scheme collapsed without any public investment.</p><p>The company, once heralded as Britain’s potential champion for battery making, fell into administration last week after the <a href=\"https://www.theguardian.com/business/2023/jan/17/britishvolt-expected-enter-administration-tuesday\">failure of last-ditch talks</a> to find emergency funding to keep it afloat. Its demise has been criticised as showing the government’s lack of industrial strategy, the shortcomings of “levelling up” and Britain’s failure to grasp new manufacturing opportunities in the wake of Brexit.</p> <a href=\"https://www.theguardian.com/environment/2023/jan/22/business-minister-boasted-britishvolt-brexit-success-months-before-collapse\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/lifeandstyle/2023/jan/22/rip-wild-swimming-natures-cure-all-has-thrown-in-the-towel-sewage", "title": "RIP wild swimming. Nature’s ‘cure all’ has thrown in the towel | Eva Wiseman", "date_published": "2023-01-22 07:30:30+00:00", "description": "<p>Immersing yourself in cold water never did appeal to many of us, but raw sewage and now medical evidence all mean the trend could soon be out of its depth</p><p>Farewell, wild swimming, it’s been fun. Well, not fun. Not “fun” in the traditional sense of the word. More, I suppose, it’s been baffling, sometimes bloodcurdling and, eventually, a banal cliché flattened by overuse, but this is an obituary of sorts, so we will be kind.</p><p>Much in the same way Lucozade rebranded itself from medicine to energy drink, in the past decade this hobby pivoted to wellness, adding the “wild” having spent many years known simply as “swimming”. Led in no small part by this newspaper, it became a trend, elevated by its health-giving properties and photos of nice ladies grinning in swimwear. It was not for me. No, I am a person quite tied to dry land, and cosiness, and a lack of eels scraping my shins, but I applaud those who did it. Those brave enough to jump straight into lakes, whether for exercise, their mental health, their headaches or their Instagrams. You always knew who was a wild swimmer, because they would tell you, frequently. And I’d applaud until my palms stung, because this was a feat of endurance and bravery so far beyond my own pathetic limits that they might as well have jumped into an active volcano rather than the local pond. But.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jan/22/rip-wild-swimming-natures-cure-all-has-thrown-in-the-towel-sewage\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/commentisfree/2023/jan/22/can-victims-of-hope-for-justice-from-a-crumbling-system", "title": "Can victims of crime  hope for justice from a crumbling system? | Yvonne Roberts", "date_published": "2023-01-22 07:30:29+00:00", "description": "<p>As every police force in England and Wales begins reviewing abuse allegations against its officers, the underfunded legal system is already buckling under a vast backlog</p><p>Channel 4’s drama series, <em><a href=\"https://www.channel4.com/programmes/the-light-in-the-hall\">The Light in the Hall</a></em>, featuring the remarkable Joanna Scanlan, exposes the damage inflicted on the family and friends of a teenager murdered 18 years earlier whose body has never been found (hence the light on in the hall) and whose alleged killer is released on parole against the wishes of dead girl’s mother. However, the mental injuries, the injustices inflicted and the disregarded demands of victims are rarely so central.</p><p>After police officer <a href=\"https://www.theguardian.com/uk-news/2023/jan/16/met-police-david-carrick-one-woman-act-of-bravery-abuse\">David Carrick’s conviction</a> on 51 charges of rape and domestic abuse, the Met announced it was reviewing a further 1,633 cases of domestic and sexual abuse involving more than <a href=\"https://www.bbc.co.uk/news/uk-england-beds-bucks-herts-64293158\">800 officers</a>. Every police force in England and Wales is reviewing allegations of domestic and sexual abuse relating to officers <a href=\"https://www.itv.com/news/2023-01-18/all-police-forces-asked-to-check-officers-against-database-after-carrick-case\">dating back a decade</a>. Potentially, that’s a significant number of historical victims and more women coming forward. But how much faith can they have in what follows?</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jan/22/can-victims-of-hope-for-justice-from-a-crumbling-system\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/politics/2023/jan/22/jeremy-hunt-led-calls-big-pay-rise-nhs-nurses-last-summer", "title": "Jeremy Hunt led calls for big pay rise for NHS nurses last summer", "date_published": "2023-01-22 07:00:30+00:00", "description": "<p>Chancellor, as chair of select committee, signed off report saying it was ‘unacceptable’ that nurses were struggling to feed families</p><p>Jeremy Hunt, the chancellor of the exchequer, led calls just six months ago for a big pay rise for nurses to reflect the cost of living crisis, describing it as “unacceptable” that they were <a href=\"https://www.theguardian.com/society/2022/sep/30/nhs-nurses-not-eating-at-work-in-order-to-feed-their-children-survey-finds\">struggling to buy enough food for their families</a>, pay their housing costs and get to work.</p><p>The statements, made last July in a report by the health and social care select committee, which Hunt chaired at the time, and signed off on, places the chancellor under more pressure to offer a better deal to nurses and other NHS workers to prevent further crippling strikes and stem the exodus of key staff to the private sector.</p> <a href=\"https://www.theguardian.com/politics/2023/jan/22/jeremy-hunt-led-calls-big-pay-rise-nhs-nurses-last-summer\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/society/2023/jan/22/uk-crisis-centres-forced-to-turn-away-victims-as-need-rises-and-cash-runs-out", "title": "UK rape crisis centres forced to turn away victims as need rises and cash runs out", "date_published": "2023-01-22 07:00:30+00:00", "description": "<p>With survivors waiting up to 18 months for support and therapy, and caseloads increasing, staff close lists </p><p>Rape crisis centres that provide support and counselling to victims are being forced to shut their waiting lists across the country because a lack of funding means they can no longer meet the demand.</p><p>Staff at centres from Scotland to Somerset have described waiting lists as long as 18 months for access to counselling, therapy and advocacy services, with some deciding to close lists altogether.</p> <a href=\"https://www.theguardian.com/society/2023/jan/22/uk-crisis-centres-forced-to-turn-away-victims-as-need-rises-and-cash-runs-out\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/us-news/2023/jan/22/george-santos-lies-republican-party-future", "title": "‘We don’t know his real name’: George Santos’s unravelling web of lies", "date_published": "2023-01-22 07:00:30+00:00", "description": "<p>‘Nobody even knows who this guy is,’ critics say, but he was still  awarded with House panel assignments – showing the party ‘stands for nothing’</p><p>“He didn’t just steal from a service dog. He didn’t just steal from a dying service dog. He stole from a disabled homeless veteran’s dying service dog. Oh my God. You evil and stupid!”</p><p>That was how Leslie Jones, guest host of Comedy Central’s The Daily Show, <a href=\"https://www.youtube.com/watch?v=EjJzdLfL5j4\">summed up</a> just one of this week’s revelations about George Santos, a US congressman whose shameless fabulism has stunned Washington, a capital that thought it had smelt every flavour of mendacity from politicians.</p> <a href=\"https://www.theguardian.com/us-news/2023/jan/22/george-santos-lies-republican-party-future\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/society/2023/jan/22/long-nhs-waiting-lists-cutting-chances-of-pregnancy-fertility-chief-warns", "title": "Long NHS waiting lists cutting chances of pregnancy, fertility chief warns", "date_published": "2023-01-22 07:00:29+00:00", "description": "<p>Health service backlogs for gynaecological diagnoses and treatments are preventing women from starting IVF promptly</p><p>Prospective parents’ chances of having a baby are being affected by long <a href=\"https://www.theguardian.com/society/nhs\">NHS</a> waiting lists for women’s health treatments, the UK’s fertility chief has warned.</p><p>Julia Chain, chair of UK fertility regulator the Human Fertilisation and Embryology Authority (HFEA), said delays to women getting diagnoses and treatments for gynaecological issues were preventing them from starting IVF quickly, which meant it was less likely to work.</p> <a href=\"https://www.theguardian.com/society/2023/jan/22/long-nhs-waiting-lists-cutting-chances-of-pregnancy-fertility-chief-warns\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/artanddesign/2023/jan/22/the-big-picture-thatchers-children-30-years-on", "title": "The big picture: Thatcher’s children, 30 years on", "date_published": "2023-01-22 07:00:29+00:00", "description": "<p>Three decades after his photographs of a family in Blackpool came to symbolise the deprivation of post-Thatcherite Britain, Craig Easton caught up with the now adult children</p><p>In 1992, <a href=\"https://www.craigeaston.com/\">Craig Easton</a> was commissioned by the French newspaper <em>Libération</em> to take photographs to illustrate a story on the idea of the British “underclass” – what the Tories of the time called “something for nothing” society. Easton spent some time with Mandy and Mick Williams and their family in Blackpool. Mick had lost his job as a removals man and he and his wife and six children had subsisted for years on benefits in a temporary hostel. The pictures of the Williams children became emblematic of the deprivation of post-Thatcherite Britain.</p><p>Easton wondered over the years what became of the family. He first tried to track the children down in 2005 and eventually caught up with them a decade later, mostly still living in the north-west. Katrina, pictured here at her wedding reception in 2018, was four when Easton first photographed her with her siblings. When he showed her those newspaper pictures, it was the first time she’d seen any images of herself as a child.</p><p><em>Thatcher’s Children</em> by Craig Easton is <a href=\"https://www.craigeaston.com/purchase/bank-top-lz2l3\">published by Gost</a>; <a href=\"https://www.craigeaston.com/\">craigeaston.com</a></p> <a href=\"https://www.theguardian.com/artanddesign/2023/jan/22/the-big-picture-thatchers-children-30-years-on\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/business/2023/jan/22/wilson-won-after-13-wasted-tory-years-starmer-can-do-exactly-the-same", "title": "Wilson won after 13 wasted Tory years. Starmer can do exactly the same", "date_published": "2023-01-22 07:00:29+00:00", "description": "<p>The Labour front bench was highly visible in Davos, while Sunak didn’t even attend. One senses that the guard is changing</p><p>The Labour party under Keir Starmer is clearly a government in waiting. The Labour leader and his shadow chancellor, Rachel Reeves, were <a href=\"https://www.theguardian.com/business/2023/jan/19/starmer-reeves-vaccum-davos-charm-offensive-rishi-sunak\">generally considered to be representing the UK last week</a> at the resumed, post-epidemic annual meeting in Davos of the World Economic Forum. Our prime minister, the hapless Rishi Sunak, may be desperate for overseas investors to back Brexit Britain, but did not even bother to beat the drum by going to Davos himself.</p><p>Sunak must know that the game is already up. He seeks consensus, but is tortured by the detritus of what has become the Conservative and Brexit party, <a href=\"https://www.theguardian.com/business/2022/dec/11/infamy-infamy-the-brexit-legions-have-still-got-it-in-for-sunak\">who are out to get him</a>. Now, in a sane world, there would be a general election this year; the Augean stables would be cleared and this reprehensible, indeed disgusting, government would be thrown out. But unless one of Harold Macmillan’s “events” precipitates an unexpected election, we are fated to wait another year.</p> <a href=\"https://www.theguardian.com/business/2023/jan/22/wilson-won-after-13-wasted-tory-years-starmer-can-do-exactly-the-same\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/jan/22/navalny-deputy-maria-pevchikh-putin-opposition-corruption-foundation", "title": "‘We do our work because we are angry’: Navalny’s colleague Maria Pevchikh on taking on Putin", "date_published": "2023-01-22 07:00:29+00:00", "description": "<p>It’s two years since the arrest and imprisonment of Russian opposition leader Alexei Navalny. Here his deputy talks about continuing his fearless anti-corruption work – and why she won’t give up hope of his release</p><p>Two years ago this week, the leader of the Russian opposition, Alexei Navalny,<a href=\"https://www.theguardian.com/world/2021/jan/17/alexei-navalny-to-fly-into-moscow-in-challenge-to-putin\"> flew into Moscow</a> knowing that he faced certain arrest and imprisonment. It was an extraordinary act of courage and leadership. He had only just recovered from an attempt on his life after collapsing on a plane poisoned with what was later found to be the nerve agent novichok. He was not meant to survive.</p><p>“There was no way he wouldn’t have gone back to Moscow,” the investigative journalist Maria Pevchikh tells me. “That wasn’t even on the table.” As the head of investigations for the Anti-Corruption Foundation (FBK), the organisation founded by Navalny, Pevchikh worked alongside him for a decade and was with him in Siberia when he was poisoned.</p> <a href=\"https://www.theguardian.com/world/2023/jan/22/navalny-deputy-maria-pevchikh-putin-opposition-corruption-foundation\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/lifeandstyle/2023/jan/22/charlie-higson-i-hope-to-be-so-unwound-i-can-just-lie-on-the-sofa", "title": "Charlie Higson: ‘I hope to be so unwound I can just lie on the sofa’", "date_published": "2023-01-22 06:45:28+00:00", "description": "<p>The comedian and author on gorging on granola, long lie-ins, Zen housework and feeling totally relaxed </p><p><strong>​​Up early or lie-in? </strong>My wife leans towards the idea that one ought to be up and about, so she usually gets fed up, as I’ve always preferred to stay in bed.</p><p><strong>Sunday breakfast?</strong> My perfect Sunday is sitting at the table, light coming through the glass roof of the kitchen, reading the Sunday papers, with a bowl of granola, toast with marmalade, a glass of kombucha, not being disturbed. I can just about manage that these days.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jan/22/charlie-higson-i-hope-to-be-so-unwound-i-can-just-lie-on-the-sofa\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/commentisfree/2023/jan/22/observer-view-belarus-rogue-regime-relationship-russia", "title": "The Observer view on Belarus’s rogue regime and its ties to Russia | Observer editorial", "date_published": "2023-01-22 06:30:28+00:00", "description": "<p>As Belarus’s democratically elected president is tried for treason in absentia, she demands deeper sanctions on the brutal regime</p><p>A show trial carries with it a noxious whiff of Soviet times and in the case of Belarus, a country trapped by its past, the allusion is wholly appropriate. Sviatlana Tsikhanouskaya, elected president in 2020 in a contest stolen by Belarus’s dictator, Alexander Lukashenko, was accused of treason by a court in Minsk last week. Her <a href=\"https://www.reuters.com/world/europe/belarus-puts-exiled-opposition-leader-trial-treason-charges-2023-01-17/\">trial is a sham</a> and a farce. The opposition leader is one among countless victims of an illegitimate rogue regime that oppresses its people and threatens the security of Europe.</p><p>Lukashenko, in power since 1994, has long been notorious for his authoritarian rule. But the situation has steadily deteriorated since the huge pro-democracy protests three years ago that nearly brought him down. Belarus now holds about 1,500 political prisoners. Tsikhanouskaya is not among them; she is being tried in absentia. But many others are less fortunate, including her husband, Sergei Tikhanovsky, whom she replaced as opposition leader after his arrest. He was later <a href=\"https://www.euronews.com/2021/12/14/sergei-tikhanovskaya-the-husband-of-belarus-opposition-leader-svetlana-given-18-year-jail-\">jailed</a> for 18 years.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jan/22/observer-view-belarus-rogue-regime-relationship-russia\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/us-news/2023/jan/22/justice-department-finds-more-classified-documents-at-joe-bidens-home", "title": "Justice department finds more classified documents at Joe Biden’s home", "date_published": "2023-01-22 06:23:47+00:00", "description": "<p>New search turns up six more items from tenures as vice-president and in the Senate</p><p>A new search of president Joe Biden’s home in Wilmington, Delaware by the US justice department found six more items, including documents with classification markings, a lawyer for the president said in a statement Saturday night.</p><p>Some of the classified documents and “surrounding materials” dated from Biden’s tenure in the senate, where he represented Delaware from 1973 to 2009, according to his lawyer, Bob Bauer. Other documents were from his tenure as vice-president in the Obama administration, from 2009 through 2017, Bauer said.</p> <a href=\"https://www.theguardian.com/us-news/2023/jan/22/justice-department-finds-more-classified-documents-at-joe-bidens-home\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/lifeandstyle/2023/jan/22/stuck-at-home-happy-plants-will-keep-me-company", "title": "Stuck at home, happy plants will keep me company", "date_published": "2023-01-22 06:15:28+00:00", "description": "<p>Working from home while convalescing from a niggling illness, Allan Jenkins contemplates the growth around him</p><p>I am back being poorly. Confined to our London flat. Perhaps the long walks in driving Danish winter rain took more out of me than I’d realised.</p><p>So my world has shrunk again. No Twelfth Night on Plot 29, a tradition here for Howard and me. A late Christmas commune with our north London land and whisky. Sometimes wiser older men. But not this year.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jan/22/stuck-at-home-happy-plants-will-keep-me-company\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/society/2023/jan/22/big-issue-struggling-to-stay-afloat-cost-of-living-crisis", "title": "Big Issue struggling to stay afloat amid cost of living crisis, says founder", "date_published": "2023-01-22 06:00:29+00:00", "description": "<p>John Bird calls on government to curb surge in homelessness by preventing eviction of tenants who cannot pay their rent</p><p>The<em> Big Issue</em> narrowly avoided going bust during the pandemic, its founder has said, as sales continue to be hit by the cost of living crisis.</p><p>For the first time in the magazine’s over 30-year history, Covid meant that people who are homeless or long-term unemployed were not able to sell it on the streets, and its leadership had to rapidly rethink the model of the social business.</p> <a href=\"https://www.theguardian.com/society/2023/jan/22/big-issue-struggling-to-stay-afloat-cost-of-living-crisis\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/uk-news/2023/jan/22/parents-urged-help-teachers-win-battle-pay-jobs", "title": "Parents urged to help teachers win battle over pay and jobs", "date_published": "2023-01-22 06:00:29+00:00", "description": "<p>As schools struggle to find staff for key roles, heads tell families to demand action from their MPs and to back strikers</p><p>Parents are being called on to help teachers in their fight for a pay rise as unions try to win the public relations battle against the government over next month’s strikes.</p><p>With thousands of schools across England and Wales set to close in February <a href=\"https://www.theguardian.com/uk-news/2023/jan/16/neu-teachers-strike-schools-england-wales#:~:text=Teachers%20in%20England%20and%20Wales%20vote%20to%20strike%20as%20nurses%20prepare%20further%20action,-Thousands%20of%20schools&amp;text=Thousands%20of%20schools%20in%20England,also%20prepare%20for%20further%20stoppages.\">after teachers voted to strike</a>, the Association of School and College Leaders (ASCL) union has told the <em>Observer</em> that it is working with <a href=\"https://www.parentkind.org.uk/\">Parentkind</a>, the umbrella group for parent-teacher associations in schools, and with school governors to get parents to lobby backbench Conservative MPs on the <a href=\"https://www.theguardian.com/education/2023/jan/15/teachers-unions-new-strike-ballots-naht-threshold\">crisis in recruiting and retaining teachers</a>.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jan/22/parents-urged-help-teachers-win-battle-pay-jobs\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/tv-and-radio/2023/jan/22/tv-tonight-an-electrifying-reminder-of-vivienne-westwoods-legacy", "title": "TV tonight: an electrifying reminder of Vivienne Westwood’s legacy", "date_published": "2023-01-22 06:00:29+00:00", "description": "<p>Kate Moss celebrates the queen of fashion in this cracking documentary. Plus: say a prayer for Neil in Happy Valley. Here’s what to watch this evening</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jan/22/tv-tonight-an-electrifying-reminder-of-vivienne-westwoods-legacy\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/food/2023/jan/22/climat-manchester-youve-come-to-the-right-place-restaurant-review", "title": "Climat, Manchester: ‘You’ve come to the right place’ – restaurant review", "date_published": "2023-01-22 06:00:28+00:00", "description": "<p>Eight floors up in an office block, Climat takes Manchester’s buzzy restaurant scene to new heights</p><p><strong><a href=\"https://restaurantclimat.co.uk/\">Climat</a>, 8th Floor, Blackfriars House, Manchester M3 2JA (0161 710 2885). Snacks £4-£7.50, larger plates £7.50-£24, sharing plates £30-£70, desserts £5.50-£8.50, wines from £29</strong></p><p>No one will ever write romantic poetry about the entrance to Climat in Manchester. Words like “blunt” and “austere” are never likely to make hearts tremble. As if Climat should care. Only restaurants dependent on passing trade need worry about their lip-glossed looks, and right now nobody is coming here accidentally. Climat, open for only three weeks the night I visit, is every kind of hot. Manchester is a big bustling city, but faced by a new venture that everyone agrees is doing all the good things in all the right ways, it behaves like the sweetest kind of village. The good news passes swiftly from digital ear to digital ear.</p> <a href=\"https://www.theguardian.com/food/2023/jan/22/climat-manchester-youve-come-to-the-right-place-restaurant-review\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/food/2023/jan/22/great-wines-to-make-the-most-of-damp-january", "title": "Great wines to make the most of ‘Damp’ January", "date_published": "2023-01-22 06:00:28+00:00", "description": "<p>Many people have tried their hand at Dry January with mixed results, but lower-alcohol and lighter wines are also worth considering</p><p><strong>Ceretto Moscato d’Asti DOCG, Italy 2021 (from £18, <a href=\"http://harrogatefinewinecompany.com/\">harrogatefinewinecompany.com</a>; <a href=\"http://heritagecellars.co.uk/\">heritagecellars.co.uk</a>; <a href=\"https://rdwines.shop/\">rdwines.shop</a>) </strong>Having dealt over the past couple of weeks with drinks for Dry January, this week I’m looking at wines for people who are doing a month of drinking less, rather than no, alcohol – an event that I’m assured by various authoritative sources (OK, by a string of enthusiastic PRs) has come to be known as Damp January. That could of course mean drinking fewer glasses of your usual tipple, but it could also mean finding wines that have significantly lower alcohol in the first place. There are plenty of lighter wines that pre-date the current no-low fashions: wines that have lower alcohol as a function of the conditions and grape varieties and the stylistic ambitions of the winemaker rather than any conscious effort to reduce the abv. Wines such as that great burst of sweetly muscat-grapey frothy joy that is Moscato d’Asti from Piedmont in northwest Italy, as exquisitely represented here by Ceretto’s ebullient 5.5% abv example.</p><p><strong>Tesco Finest Steep Slopes Riesling QbA, Mosel, Germany 2021 (£7, <a href=\"https://www.tesco.com/\">Tesco</a>) </strong>Another classic region that has long specialized in naturally low-alcohol wines is the Mosel Valley in Germany. This is riesling country, and it’s that variety’s naturally steely acidity that makes a light and technically off-dry wine such as Moselland Riesling Kabinett 2021 (£10.95, <a href=\"http://tanners-wines.co.uk/\">tanners-wines.co.uk</a>) “feel” dry in the mouth – the acidity “disguises” the sugar so that you don’t really notice the sweetness, just the succulent stone fruit and the refreshing lively feel. The wine has presence enough to feel as if it has more than its 8% alcohol, too, and that barely perceptible sugar is actually very good for matching with dishes with a little chilli spice. Over the past couple of decades, the fashion in Mosel and other regions of Germany is to ferment more of the natural sugar into alcohol and make drier styles. But even these are scarcely heavyweights in the alcohol department: Tesco’s great value Steep Slopes with its lime-candy raciness clocks in at a relatively modest 11.5% abv.</p> <a href=\"https://www.theguardian.com/food/2023/jan/22/great-wines-to-make-the-most-of-damp-january\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/lifeandstyle/2023/jan/22/ask-philippa-perry-im-single-about-to-turn-40-and-fear-i-will-self-destruct", "title": "I’m single, about to turn 40 – and fear I will self-destruct | Ask Philippa", "date_published": "2023-01-22 06:00:28+00:00", "description": "<p>You’re successful and do control and logic well – but it’s time to dare yourself dream and listen to your body</p><p><em><strong>The dilemma </strong>Although I only look about 30, I am about to turn 40 and I am worried I am going to self-destruct. The real issue, though, is that turning 40 feels like doors are about to close. Professionally, I am successful. I do a hard, responsible job. I know I am good at what I do. The “but” is that I am single. I have never had any children and the only romantic relationship I have had in the past decade was with someone who would not commit to me. I can’t countenance internet dating; that’s not a value judgment on what anyone else wants to do, but it isn’t for me. I feel like I am open to meeting people, but having lost the most recent years of my life to the pandemic, the scope of possibilities for this seems minuscule.</em></p><p><em>I have always had an issue with wanting something without knowing the particulars. I was never a child who “dreamed” of a wedding. If I met someone I liked, I might want to date them, but all through my early adulthood when my peers wanted a boyfriend, I don’t remember sharing their thought process – unless we were talking about a specific person. Similarly, the question, “Do you want children?” and even “Do you want a partner?” is unanswerable to me unless I know the circumstances.</em></p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jan/22/ask-philippa-perry-im-single-about-to-turn-40-and-fear-i-will-self-destruct\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/commentisfree/2023/jan/22/the-observer-view-on-the-free-market-thinking-that-failed-britishvolt", "title": "The Observer view on the free market thinking that failed Britishvolt | Observer editorial", "date_published": "2023-01-22 06:00:28+00:00", "description": "<p>The government’s hands-off approach meant the odds were against the EV battery startup from the start</p><p><br />An essential pillar of Conservative party thinking has resulted in the collapse of Britishvolt, the electric vehicle battery maker and hoped-for saviour of the UK car industry. With a £3bn factory due to be built at Blyth, lighting up the Northumberland coast, the UK-owned and -run business would, in Boris Johnson’s words, “create thousands of jobs in our industrial heartlands” and boost electric vehicle production “as part of our green industrial revolution”.</p><p>Not for this government, nor any of its predecessors since 2010, the careful planning and collaboration with industry that propels investment in Japan, South Korea, China, Germany and the US. Ministers prefer to keep their hands by their sides and wallets firmly closed, in case they might be accused of a return to 1970s corporatism.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jan/22/the-observer-view-on-the-free-market-thinking-that-failed-britishvolt\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/theobserver/commentisfree/2023/jan/22/at-last-a-sensible-article-on-prince-harry-and-his-book", "title": "At last, a sensible article on Prince Harry and his book | Letters", "date_published": "2023-01-22 06:00:27+00:00", "description": "<p>So many people claim to ‘know’ the royal family that they take sides accordingly</p><p>I almost passed Catherine Bennett’s article by, so fed up have I become with the outpourings of blind condemnation that have been the norm (“<a href=\"https://www.theguardian.com/commentisfree/2023/jan/14/prince-harry-has-left-the-zoo-so-why-is-he-being-treated-like-a-caged-animal\">Prince Harry has left the zoo. So why is he being treated like a caged animal?</a>”, Comment). It was an eye-opener to find a journalist analysing the book without a preformed judgment that one side is wholly right and the other wholly wrong. Instead, there was a straightforward look at what Harry’s book, <em>Spare</em>, tells about being inside the royal family. They have a life so far removed from the ordinary experience that it is incredible so many believe they truly “know” the character of individual royals and are prepared to die in a Twitter or Facebook ditch defending them.</p><p>What is most strange is that Catherine Bennett’s observations are so obvious, and should have been so to everyone. But it is as Harry says: so many people imbue the royal family with qualities and celebrity that they have done nothing to earn, except by simply being born.<br /><strong>Mike Wisbach</strong><br />Buckingham</p> <a href=\"https://www.theguardian.com/theobserver/commentisfree/2023/jan/22/at-last-a-sensible-article-on-prince-harry-and-his-book\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/jan/22/lunar-new-year-brings-china-out-from-under-pall-of-covid", "title": "Lunar new year brings China out from under pall of Covid", "date_published": "2023-01-22 05:32:37+00:00", "description": "<p>End of zero-Covid policy allows family gatherings and largest festivities since pandemic began</p><p>People across China have rung in the lunar new year with family gatherings and crowds visiting temples after the government lifted its strict zero-Covid policy, marking the biggest festive celebration since the pandemic began three years ago.</p><p>The lunar new year is the most important annual holiday in China. Each year is named after one of the 12 signs of the Chinese zodiac in a repeating cycle, with this year being the year of the rabbit. For the past three years celebrations were muted in the shadow of the pandemic.</p> <a href=\"https://www.theguardian.com/world/2023/jan/22/lunar-new-year-brings-china-out-from-under-pall-of-covid\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/sport/2023/jan/22/elena-rybakina-stuns-world-no-1-iga-swiatek-to-reach-australian-open-qurater-finals", "title": "Elena Rybakina stuns world No 1 Iga Świątek to reach Australian Open quarter-finals", "date_published": "2023-01-22 04:01:00+00:00", "description": "<ul><li>Wimbledon champion dismantles top seed 6-4, 6-4 in Melbourne</li><li>Kazakh player next faces Jeļena Ostapenko in final eight</li></ul><p>In a sport where many of the most promising players make their talent instantly known, Elena Rybakina took her time. During her youth, Rybakina was a late bloomer who did not thrive until her final year as a junior. When she won her first significant title on the clay courts of Milan just before her 18th birthday in 2017, a new generation of younger rivals had already established themselves at the top. Her opponent in the final, two years her junior, was a Polish prodigy by the name of Iga Świątek.</p><p>It was the first meeting of the pair and, perhaps, the first of a new women’s tennis rivalry. On Sunday, in the fourth round of the Australian Open, the only two active, reigning grand slam champions faced off on Rod Laver Arena, and at the end of two bruising sets Rybakina emerged victorious against the best player in the world. </p> <a href=\"https://www.theguardian.com/sport/2023/jan/22/elena-rybakina-stuns-world-no-1-iga-swiatek-to-reach-australian-open-qurater-finals\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/jan/22/new-zealand-labour-caucus-votes-in-chris-hipkins-to-succeed-jacinda-ardern", "title": "New Zealand: Chris Hipkins taking over from Jacinda Ardern on Wednesday", "date_published": "2023-01-22 02:41:39+00:00", "description": "<p>Sole nominee secures Labour endorsement for prime minister, with Carmel Sepuloni as deputy, and incumbent’s last engagements on Tuesday</p><p>Chris Hipkins will be New Zealand’s next prime minister following a formal vote that endorsed him as Jacinda Ardern’s successor after her shock resignation on Thursday.</p><p>New Zealand will also swear in its first ever Pasifika deputy prime minister, with social development minister Carmel Sepuloni, who is of Tongan and Samoan descent, to take the role.</p> <a href=\"https://www.theguardian.com/world/2023/jan/22/new-zealand-labour-caucus-votes-in-chris-hipkins-to-succeed-jacinda-ardern\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/jan/22/russia-ukraine-war-at-a-glance-what-we-know-on-day-333-of-the-invasion", "title": "Russia-Ukraine war at a glance: what we know on day 333 of the invasion", "date_published": "2023-01-22 02:21:27+00:00", "description": "<p>Baltic countries urge Germany to send tanks ‘now’; Ukraine adviser tells allies ‘think faster’ over arms supply</p><ul><li><strong><a href=\"https://www.theguardian.com/world/ukraine\">See all our Russia-Ukraine war coverage</a></strong></li></ul><p><strong>An adviser to President Volodymyr Zelenskiy has said that caution and slow decision making</strong> over whether to send Leopard 2 tanks to Ukraine is costing lives. Mykhailo Podolyak <a href=\"https://twitter.com/Podolyak_M/status/1616733597880262657\">tweeted</a> on Saturday his frustration at “global indecision” over arms supply to Ukraine: “Today’s indecision is killing more of our people. Every day of delay is the death of Ukrainians. Think faster.”</p><p><strong>Baltic countries have told Germany to send the tanks “now”</strong> to Ukraine after <a href=\"https://www.theguardian.com/world/2023/jan/21/germany-backlash-reluctance-tanks-ukraine-leopard\">perceived heel-dragging by the government in Berlin</a>. The Latvian foreign minister, Edgars Rinkēvičs, <a href=\"https://eng.lsm.lv/article/politics/diplomacy/latvia-calls-on-germany-to-send-leopard-tanks-to-ukraine-now.a492667/\">tweeted</a> they are “needed to stop Russian aggression”. The same tweet was put out by his counterparts in Estonia and Lithuania.</p><p><strong>Joe Biden <a href=\"https://www.ukrinform.net/rubric-polytics/3656407-biden-about-leopard-tanks-ukraine-is-going-to-get-all-the-help-they-need.html\">told reporters</a> after an event on Friday night that “Ukraine is going to get all the help they need,”</strong> in response to a question about <a href=\"https://www.theguardian.com/world/2023/jan/20/leopard-2-german-tanks-what-are-they-why-does-ukraine-want-them\">the tanks</a>.</p><p><strong>The German defence minister, Boris Pistoriusm said that despite heightened expectations “we still cannot say when a decision will be taken</strong>, and what the decision will be, when it comes to the Leopard tank”. Germany has said it is doing a stocktake of its current tank numbers ahead of a possible decision.</p><p><strong>Some 50 nations agreed on Friday to provide Kyiv with billions of dollars’ worth of military hardware</strong>, including armoured vehicles and munitions needed to push back Russian forces.</p><p><strong>A tearful Volodymyr Zelenskiy <a href=\"https://www.theguardian.com/world/2023/jan/21/volodymyr-zelenskiy-attends-memorial-service-for-ukraine-helicopter-crash-victims\">attended a memorial service</a> on Saturday to commemorate seven senior interior ministry officials killed</strong> in a helicopter crash on Wednesday, Reuters reported. The interior minister, Denys Monastyrskyi, his deputy and five others were killed when their helicopter plummeted amid fog into a nursery on the eastern outskirts of Kyiv. Including those on the ground, a total of 14 people were killed.</p><p><strong>Agence France-Presse has reported the Russian army as saying its troops have launched an offensive in the Zaporizhzhia region</strong> in south-east Ukraine. Russian forces claimed to have taken “more advantageous lines and positions” during the assault.</p><p><strong>A 17-year-old boy has been injured by Russian shelling</strong> of Sumy oblast, Ukraine.</p><p><strong>Russian attacks on Friday killed one person in Kharkiv, three people in Donetsk and one person in Zaporizhzhia.</strong> Four were also injured in Kherson, according to Zelenskiy’s office.</p><p><strong>The war in Ukraine is in a state of deadlock, according to the UK Ministry of Defence.</strong> In an intelligence update, it said there was a possibility of Russian advances around the heavily contested city of Bakhmut in the Donbas region, but otherwise little movement.</p><p><strong>Near Kremina in the north-east, Ukraine’s forces have made small gains</strong> and defended against Russian counterattacks.</p> <a href=\"https://www.theguardian.com/world/2023/jan/22/russia-ukraine-war-at-a-glance-what-we-know-on-day-333-of-the-invasion\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/jan/22/peru-police-make-violent-raid-on-limas-san-marcos-university", "title": "Peru police make violent raid on Lima’s San Marcos University", "date_published": "2023-01-22 01:51:29+00:00", "description": "<p>Students beaten and thrown out of dormitories amid crackdown on protests against President Dina Boluarte</p><p>Scores of police raided a Lima university on Saturday, smashing down the gates with an armoured vehicle, firing teargas and detaining more than 200 people who had come to the Peruvian capital to take part in anti-government protests.</p><p>Images showed dozens of people lying face down on the ground at San Marcos University after the surprise police operation. Students told the Guardian they were pushed, kicked and hit with truncheons as they were forced out of their dormitories.</p> <a href=\"https://www.theguardian.com/world/2023/jan/22/peru-police-make-violent-raid-on-limas-san-marcos-university\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/sport/2023/jan/21/nfl-playoffs-kansas-city-chiefs-jacksonville-jaguars-patrick-mahomes-injury", "title": "Patrick Mahomes beats injury to lead Chiefs past Jaguars and into AFC title game", "date_published": "2023-01-22 01:03:11+00:00", "description": "<ul><li>Jacksonville Jaguars 20-27 Kansas City Chiefs</li><li>Chiefs quarterback briefly sidelined with ankle injury</li></ul><p>Hobbling along on an injured ankle, Patrick Mahomes threw for 195 yards and two touchdowns on Saturday night, leading the Kansas City Chiefs to a 27-20 victory over the Jacksonville Jaguars and a spot in their fifth straight AFC title game.</p><p>Mahomes missed most of the second quarter after his ankle was landed on by a Jacksonville defender. But the All-Pro quarterback returned in the second half and, relying on guts and guile, led the Chiefs on a 75-yard TD drive in the fourth quarter that helped to ensure a date with the Bengals or Bills for a spot in the Super Bowl.</p> <a href=\"https://www.theguardian.com/sport/2023/jan/21/nfl-playoffs-kansas-city-chiefs-jacksonville-jaguars-patrick-mahomes-injury\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/sport/2023/jan/22/liam-smith-stuns-chris-eubank-jr-with-fourth-round-stoppage", "title": "Liam Smith stuns Chris Eubank Jr with fourth-round stoppage", "date_published": "2023-01-22 00:11:15+00:00", "description": "<ul><li>Clash of bitter British middleweight rivals ends in shock</li><li>Referee stopped fight after Smith landed flurry of blows</li></ul><p>Liam Smith stopped Chris Eubank Jr with brutal and clinical authority in the fourth round of their middleweight contest in Manchester on Saturday night. His decisive victory, after an initially competitive and intriguing bout, settled the simmering animosity between the two men and has earned Smith the right to engage in far more prestigious fights. While no title was at stake in this domestic showdown between two fierce local rivals, Smith knew that a fourth defeat in his 37th bout would have been devastating for his future prospects. Eubank Jr, who is a year younger at 33, looked dazed and stricken beneath the percussive fists of Smith.</p><p>Pinned in his own corner early in the shockingly decisive round, Eubank Jr was caught by a blurring flurry of blows which culminated in a left hook and a cuffing right which sent him crumpling to the canvas. He was on his haunches, his right glove trying desperately to gain a grip on the ropes so that he could haul himself back to his feet. When he managed to get up Eubank Jr staggered drunkenly towards the referee, Victor Laughlin, but he was clearly hurt and confused. He spread his hands, questioningly, while Laughlin counted. It was as if he was asking the referee why he was still shouting: “Six … seven … eight.”</p> <a href=\"https://www.theguardian.com/sport/2023/jan/22/liam-smith-stuns-chris-eubank-jr-with-fourth-round-stoppage\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/jan/22/sandi-toksvig-to-meet-archbishop-of-canterbury-over-same-sex-marriage", "title": "Sandi Toksvig to meet Archbishop of Canterbury over same-sex marriage", "date_published": "2023-01-22 00:10:58+00:00", "description": "<p>Move follows bishops’ refusal to back gay marriage while blessings to be on voluntary basis for clergy</p><p>Sandi Toksvig has said she will be meeting the archbishop of Canterbury for coffee, after bishops this week refused to back gay marriage but said civil partnerships could be blessed in church.</p><p>“Quick update – I will be meeting the Archbishop of Canterbury for a long promised coffee next week,” the broadcaster and author, who is gay, tweeted on Saturday.</p> <a href=\"https://www.theguardian.com/world/2023/jan/22/sandi-toksvig-to-meet-archbishop-of-canterbury-over-same-sex-marriage\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/technology/2023/jan/22/first-industrial-action-at-amazon-uk-hopes-to-strike-at-firms-union-hostility", "title": "First industrial action at Amazon UK hopes to strike at firm’s union hostility", "date_published": "2023-01-22 00:05:20+00:00", "description": "<p>In Coventry, 300 GMB members plan to down tools over long hours, bad management and a 50p-an-hour pay rise</p><p>Amazon workers at a vast depot in Coventry will stage a historic strike on Wednesday – the first time the delivery giant’s UK operations have ever been hit by industrial action.</p><p>The immediate cause of the dispute was a 50p-an-hour pay rise offered to warehouse staff in the summer, which many felt was insulting – particularly after they had worked throughout the Covid pandemic.</p> <a href=\"https://www.theguardian.com/technology/2023/jan/22/first-industrial-action-at-amazon-uk-hopes-to-strike-at-firms-union-hostility\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}], "source": {"url": "https://www.theguardian.com/rss", "title": "The Guardian"}}