{"entries": [{"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/ubrania-bedziemy-przymierzac-smartfonem-regionalny-szef-zalando-zdradza-plany-wywiad/e7jxk30", "title": "Ubrania będziemy przymierzać smartfonem. Regionalny szef Zalando zdradza plany [WYWIAD]", "date_published": "2023-01-22 15:16:27+00:00", "description": "Handel internetowy ma za sobą lata błyskawicznego rozwoju, jednak wciąż dla wielu klientów możliwość przymierzenia ubrań w sklepie jest nie do zastąpienia. Daniel Rogiński, szef Zalando na Polskę i inne kraje regionu zapewnia, że już niedługo technologia pozwoli przymierzyć w satysfakcjonujący ubrania zdalnie. Mimo tego Rogiński zapewnia, że tradycyjny handel wcale nie zginie. Menedżer opowiada też o tym, jak zmieniła się moda przez dekadę i jakie polskie marki królują na platformie.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/technologie/roblox-bije-rekordy-popularnosci-jego-tworca-jest-dzis-miliarderem/vwqk3s7", "title": "Stworzył Robloxa i dziś jest miliarderem. Jego nazwisko brzmi dość swojsko", "date_published": "2023-01-22 14:37:18+00:00", "description": "Większość rodziców o Robloksie słyszy niemal codziennie. To bijąca w ostatnich miesiącach rekordy popularności wśród dzieci i młodzieży gra komputerowa. Do tego stopnia, że już \"podgryza\" legendarnego Minecrafta. Za Robloxem, w którego gra nawet 50 mln ludzi dziennie, stoi biznesmen o swojsko brzmiącym nazwisku. To urodzony w Kanadzie David Baszucki.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/czeski-trump-ktory-gardzi-polskim-jedzeniem-andrej-babisz-wraca-do-gry/q0wq1ds", "title": "Czeski Trump, który gardzi polskim jedzeniem. Andrej Babisz wraca do gry?", "date_published": "2023-01-22 13:50:01+00:00", "description": "Przez wielu komentatorów nazywany jest \"czeskim Donaldem Trumpem\". Dopiero stracił fotel premiera, a już zdążył dostać się do drugiej tury wyborów prezydenckich. Andrej Babisz to jeden z najbardziej kontrowersyjnych polityków w naszym regionie, który przed laty nazywał polską żywność \"g*wnem\". Zarzuca mu się wyłudzenia, pranie pieniędzy czy ukrywanie majątku. A on i tak wraca.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/twoje-pieniadze/emerytury/prawie-50-proc-polakow-chce-obnizenia-wieku-emerytalnego/0cz5x2y", "title": "Prawie 50 proc. Polaków chce obniżenia wieku emerytalnego", "date_published": "2023-01-22 13:43:49+00:00", "description": "44,8 proc. ankietowanych uważa, że wiek emerytalny należałoby w Polsce obniżyć; 32,4 proc. jest za tym, żeby wiek emerytalny został podniesiony — wynika z sondażu IBRiS dla Radia ZET.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/finanse/powstanie-drugi-najwiekszy-blok-walutowy-na-swiecie/nzywrzl", "title": "Powstanie drugi największy blok walutowy na świecie", "date_published": "2023-01-22 13:22:37+00:00", "description": "Brazylia i Argentyna ogłoszą w tym tygodniu, że rozpoczynają prace przygotowawcze nad wspólną walutą. Jeśli to się uda, może powstać drugi co do wielkości blok walutowy na świecie — informuje \"Financial Times\".", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/co-slychac-na-najbardziej-kontrowersyjnych-budowach-w-polsce/5wf2yz6", "title": "Co słychać na najbardziej kontrowersyjnych budowach w Polsce? Sprawdzamy", "date_published": "2023-01-22 12:48:03+00:00", "description": "Zamek w Stobnicy, hotel w Pobierowie, drapacz chmur przy plaży w Międzyzdrojach – mało kto nie słyszał o tych inwestycjach. Każda z nich miała w ostatnim czasie problemy. Czy udało się z nich wyjść? Na jakim etapie obecnie są prace konstrukcyjne? Kiedy budowle będą dokończone? Oto nasze podsumowanie.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/w-norwegii-znaleziono-najstarszy-kamien-runiczny-liczy-2000-lat/xxs3t9k", "title": "W Norwegii znaleziono najstarszy kamień runiczny. Liczy 2000 lat i daje wgląd w starożytne pismo", "date_published": "2023-01-22 12:10:00+00:00", "description": "W Norwegii znaleziono najprawdopodobniej najstarszy na świecie kamień runiczny, datowany na ponad 2000 lat.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/biznes/stosuja-metody-sprzed-600-lat-utkanie-jednego-sari-zajmuje-miesiac/8e9r87e", "title": "Stosują metody sprzed 600 lat. Utkanie jednego sari zajmuje miesiąc", "date_published": "2023-01-22 11:41:00+00:00", "description": "Większość sari Banarasi ma 5,5 m długości, a do utkania jednego potrzeba 5 tys. nici. Niegdyś tylko najbogatsze i najbardziej wpływowe rodziny w Indiach mogły sobie na nie pozwolić. Teraz tradycyjne sari wykonuje tylko 15 proc. zakładów rzemieślniczych.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/prawo/praca/praktyki-za-dobre-slowo-staz-za-glodowa-stawke-nadal-oczekuje-sie-pracy-za-free/t1t3j0n", "title": "Praktyki za dobre słowo, staż za głodową stawkę. Nadal oczekuje się pracy za darmo", "date_published": "2023-01-22 11:07:00+00:00", "description": "Praktyki za dobre słowo? Staż za głodową stawkę? To nadal się dzieje. Liczbę ofert bezpłatnych praktyk i nisko płatnych staży ograniczyła pandemia, ale znów wracają. Pracodawcy powinni być jednak czujni. Oferując pracę za darmo, mogą narazić się na poważne nadszarpnięcie wizerunku.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/firmy/strategie/czterodniowy-tydzien-pracy-wynik-eksperymentu-w-33-firmach/7fl1g2j", "title": "Nadszedł czas, aby wszyscy wzięli wolne piątki. Wynik eksperymentu w 33 firmach", "date_published": "2023-01-22 10:33:00+00:00", "description": "33 firmy działające w sześciu różnych państwach przeprowadziły ogromny eksperyment i wprowadziły na pół roku czterodniowy tydzień pracy. Wynik eksperymentu jest pozytywny: właściwie każde przedsiębiorstwo odnotowało wzrost przychodów, poprawę zdrowia i samopoczucia pracowników oraz pozytywny wpływ na środowisko.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/lifestyle/podroze/szampania-burgundia-prowansja-urlop-na-szlaku-najlepszych-francuskich-win/zv8cgb8", "title": "Szampania, Burgundia, Prowansja — urlop na szlaku najlepszych francuskich win", "date_published": "2023-01-22 10:12:00+00:00", "description": "Jeśli jesteś miłośnikiem architektury, spokojnych, sielankowych krajobrazów, wina i wyśmienitej kuchni, to urlop we Francji na pewno cię zachwyci. W artykule prezentujemy wycieczki po najpiękniejszych winiarskich regionach Francji — od stolicy szampana Épernay przez Reims i region białego wina Chablis do Dijon i Beaune w Burgundii. Kolejne dwie propozycje to rejsy najpiękniejszymi rzekami Europy — po Mozeli i Renie. W artykule polecamy sprawdzone i docenione przez klientów wycieczki od biura podróży Albatros. Oferta dotyczy wycieczek w sezonie wiosna — lato 2023. Zapraszamy!", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/twoje-pieniadze/mcdonalds-to-dopiero-poczatek-pojechalem-sprawdzic-ceny-na-warszawskim-lotnisku/h1fsgjq", "title": "McDonald's to dopiero początek. Pojechałem sprawdzić ceny na warszawskim lotnisku", "date_published": "2023-01-22 10:02:11+00:00", "description": "Podróże po Polsce, jak powszechnie wiadomo, już do tanich nie należą – i to niezależnie od tego, który środek transportu się wybierze. Nigdzie chyba szok cenowy nie jest tak duży, jak na warszawskim Lotnisku Chopina. Ostatnio spore kontrowersje wywoływały stawki w restauracji McDonald's. Pojechałem tam sprawdzić ceny – okazało się, że hamburgery i tak są tym miejscu wyceniane dość \"konserwatywnie\".", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/wojna-pewne-siebie-chiny-i-kryptowaluty-w-odwrocie-oto-7-cytatow-z-davos/1p1tqbt", "title": "Wojna trwa, Chiny się odgrażają, a kryptowaluty są w odwrocie. Oto siedem ważnych cytatów z Davos", "date_published": "2023-01-22 09:30:41+00:00", "description": "Polityczni liderzy, największe firmy świata i wpływowi menadżerowie. Światowe Forum Ekonomiczne w Davos upłynęło w tym roku pod znakiem wojny, spowolnienia gospodarczego, kryzysu energetycznego i rozczarowania kryptowalutami. Oto siedem cytatów, które odzwierciedlają główne tematy, o których mówiło się w Davos.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/ponad-90-proc-zachodnich-firm-wciaz-nie-opuscilo-rosji/hnc89zj", "title": "Ponad 90 proc. zachodnich firm wciąż nie opuściło Rosji", "date_published": "2023-01-22 09:18:16+00:00", "description": "Pomimo powszechnego oburzenia wojną na Ukrainie, jedynie około 8,5 procent firm z Unii Europejskiej i krajów G7 opuściło Rosję, informuje belgijski dziennik \"Het Laatste Nieuws\", powołując się na badania uniwersytetu w St.Gallen oraz szkoły biznesu IMD w Lozannie.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wideo/jest-wart-144-mln-dol-i-porusza-sie-z-predkoscia-15-kmh-to-kluczowy-sprzet-dla-nasa/qx1nchd", "title": "Jest wart 144 mln dol. i porusza się z prędkością 1,5 km/h. To kluczowy sprzęt dla NASA", "date_published": "2023-01-22 08:59:00+00:00", "description": "Nie mówi się o nim tyle, co o rakietach, a bez niego nie odbyłaby się żadna misja. Transporter gąsienicowy NASA jest tak masywny, że do jego obsługi potrzebna jest załoga składająca się z 25-30 wyszkolonych inżynierów i techników.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/finanse/makroekonomia/ubywa-umow-frankowych-ale-coraz-wiecej-z-nich-jest-podwazana-w-sadach/0bhyjxm", "title": "Ubywa hipotek frankowych. Ale coraz więcej z nich jest podważanych w sądach", "date_published": "2023-01-22 08:42:48+00:00", "description": "Hipoteki frankowe nie są udzielane na masową skalę od ponad dekady, ale umów tego typu w Polsce wciąż jest sporo. Ich liczba jednak systematycznie maleje, o czym decyduje kilka czynników. Jednocześnie wyraźnie rośnie odsetek tych, które są kwestionowane przez klientów w sądach.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/prawo/praca/emerytury-i-renty-specjalne-kto-moze-je-uzyskac/34dnzww", "title": "Przybyło specjalnych emerytur i rent. Kto i jak może je dostać?", "date_published": "2023-01-22 08:13:59+00:00", "description": "W ubiegłym roku specjalną emeryturę lub rentę uzyskało aż 178 osób, czyli o 28 więcej niż rok wcześniej i aż o 139 więcej niż w 2020 r. To świadczenie przyznaje premier na wniosek zainteresowanego albo z własnej inicjatywy. Przeciętny Kowalski może się o nie ubiegać, jeśli uważa, że z uwagi na swoje zasługi, np. działalność publiczną, lub trudną sytuację życiową zasługuje na pomoc państwa.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/rozwoj-osobisty/jak-wykorzystac-metode-trojkata-aby-zlapac-na-klamstwie-szefa/1z6zcnm", "title": "Jak wykorzystać \"metodę trójkąta\", aby złapać na kłamstwie i zdemaskować oszusta", "date_published": "2023-01-22 08:03:00+00:00", "description": "Karen Donaldson, trenerka komunikacji i ekspertka od mowy ciała twierdzi, że manipulatorzy należą do jednej z dwóch kategorii: ci, którzy naprawdę wierzą, że to, co robią, jest słuszne i będą tego zawzięcie bronić, oraz ci, którzy wiedzą, że ich działania są złe, ale i tak zrobią wszystko, aby się wybić.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/kto-rzadzi-w-polskim-biznesie-oto-nasza-mapa-marek/1gvk5y6", "title": "Kto \"rządzi\" w polskim biznesie? Oto nasza \"mapa marek\" [GRAFIKA]", "date_published": "2023-01-22 08:02:00+00:00", "description": "Do kogo należą polskie marki? Czasem łatwo się pogubić, zwłaszcza jeśli koncern paliwowy zarządza również firmami medialnymi, a z kolei znany koncern medialny próbuje swoich sił w gastronomii. Przygotowaliśmy więc \"mapę\" polskich firm i ich właścicieli.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/niemcy-pod-sciana-musza-wymyslic-wszystko-na-nowo/3s2pk67", "title": "Niemcy pod ścianą. Muszą wymyślić wszystko na nowo", "date_published": "2023-01-22 08:00:00+00:00", "description": "W sprawie wysłania czołgów do Ukrainy Berlin czasem zachowuje się, jakby chciał, a nie mógł, a czasem – jakby mógł, ale nie chciał. Wrażenie robi to fatalne, a pozycja polityczna Berlina jest coraz gorsza. Ponieważ kryzys polityczny Niemiec jest tak widowiskowy, trudniej dostrzec inny, być może jeszcze poważniejszy. Niemiecka gospodarka jest na zakręcie, a mieszkańcy nie są zgodni, w którą stronę trzeba iść.", "persistent": false, "language": "en-US", "user": null}], "source": {"url": "https://businessinsider.com.pl/.feed", "title": "Business insider"}}