[{"source": "https://www.engadget.com/rss.xml", "title": "Microsoft mistakenly offered Windows 11 upgrades to users with unsupported PCs", "description": "<p>Earlier this week, Windows 10 mistakenly prompted some users to upgrade to <a href=\"https://www.engadget.com/windows-11-review-microsoft-mindful-os-200028040.html\">Windows 11</a>, despite the fact their computers did not meet the operating system’s minimum requirements. Twitter user <a href=\"https://twitter.com/PhantomOfEarth/status/1628846752630439937?s=20\"><ins>PhantomOcean3</ins></a> was among the first to notice the error after Windows 10 displayed a full-screen notification telling him he could install the software on a system that only had 2GB of RAM.</p><div id=\"941fba54e45b4c2880e664d77468ffa1\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">Windows 11 free upgrade being offered to unsupported Windows 10 devices/VMs?<br /><br />Screenshots from a Windows 10 22H2 VM that does not meet the Windows 11 system requirements, big ones being TPM (none) and RAM (2 GB) <a href=\"https://t.co/VNNswgMLiC\">pic.twitter.com/VNNswgMLiC</a></p>— PhantomOcean3💙💛 (@PhantomOfEarth) <a href=\"https://twitter.com/PhantomOfEarth/status/1628846752630439937?ref_src=twsrc%5Etfw\">February 23, 2023</a></blockquote></div><p>“Some hardware ineligible Windows 10 and Windows 11, version 21H2 devices were offered an inaccurate upgrade to Windows 11,” Microsoft states in a <a href=\"https://learn.microsoft.com/en-us/windows/release-health/status-windows-11-21H2#windows-11-upgrades-were-offered-to-ineligible-devices\"><ins>support document</ins></a> spotted by <a href=\"https://www.theverge.com/2023/2/25/23614723/microsoft-windows-11-unsupported-pcs-update-accident\"><em><ins>The Verge</ins></em></a>. “These ineligible devices did not meet the minimum requirements to run Windows 11. Devices that experienced this issue were not able to complete the upgrade installation process.” Microsoft adds it resolved the issue the same day it was detected.</p><span id=\"end-legacy-contents\"></span><p>As <em>The Verge</em> notes, this isn’t the first time Microsoft has erroneously prompted some Windows 10 users to upgrade to Windows 11. Last year, <a href=\"https://www.theverge.com/2022/6/9/23160968/microsoft-windows-11-unsupported-pcs-22h2-update-release-accident\"><ins>hundreds of Windows Insider</ins></a> beta testers were able to install the operating system, even though their machines didn’t meet the minimum requirements. The incidents highlight an ongoing frustration with Windows 11. Microsoft requires that a PC feature a Trusted Platform Module (TPM) before you can install its latest OS on your computer. Ever since Microsoft first revealed that requirement, there’s <a href=\"https://www.engadget.com/windows-11-preview-system-requirements-202709366.html\"><ins>been confusion</ins></a> about what PCs can run Windows 11.</p>", "link": "https://www.engadget.com/microsoft-mistakenly-offered-windows-11-upgrades-to-users-with-unsupported-pcs-225303542.html?src=rss", "date_published": "2023-02-25 22:53:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Apple’s latest hire could mean more ads are coming to TV+", "description": "<p>An ad-supported Apple TV+ tier is starting to look all but inevitable. According to <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=ba0a4cdc-cec8-416a-9e93-e11b8179129c&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=The+Information&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJiYTBhNGNkYy1jZWM4LTQxNmEtOWU5My1lMTFiODE3OTEyOWMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cudGhlaW5mb3JtYXRpb24uY29tL2FydGljbGVzL2FwcGxlLWhpcmVzLWFkLWV4ZWN1dGl2ZS1mb3ItYXBwbGUtdHYtYS1zaWduLW9mLWFwcGxlcy12aWRlby1hZC1hbWJpdGlvbnM_cmM9d2hmMGZkIiwiY29udGVudFV1aWQiOiIwYmUxZDJhOC1iYzgzLTQzZjItODFmMS1iMTFhZGQ0ZGMyM2YifQ&amp;signature=AQAAAfK2UFoRB8LWRBvEyUoWMzJl8gGwJWlbFc4q1vTsRhvD&amp;gcReferrer=https%3A%2F%2Fwww.theinformation.com%2Farticles%2Fapple-hires-ad-executive-for-apple-tv-a-sign-of-apples-video-ad-ambitions%3Frc%3Dwhf0fd\"><em><ins>The Information</ins></em></a>, Apple recently hired Lauren Fry, a former ad tech executive, “to help build a video advertising business” for its streaming service. Before her most recent stint at digital advertising firm <a href=\"https://www.simulmedia.com/\"><ins>Simulmedia</ins></a>, Fry held ad sales roles at AT&amp;T and Comcast.&nbsp;</p><p>Bringing more ads to Apple TV+ would fall in line with some of Apple’s more recent actions. Toward the end of last year, the company began <a href=\"https://www.engadget.com/apple-app-store-today-tab-ads-152249659.html\"><ins>displaying additional ads within the App Store</ins></a>, a move that could be a precursor to <a href=\"https://www.engadget.com/ads-apple-maps-2023-211033899.html\"><ins>search ads appearing in Apple Maps</ins></a> and other first-party software. It’s worth noting before Fry’s hiring, Apple was already showing ads alongside <a href=\"https://www.engadget.com/apple-tv-plus-friday-night-baseball-181930932.html\"><ins>Major League Baseball games</ins></a>. In November, <em>Bloomberg</em> also reported Apple was building a live tv ad network to support its <a href=\"https://www.engadget.com/apple-tv-mls-soccer-streaming-subscription-service-171000757.html\"><ins>10-year deal with Major League Soccer</ins></a>. As <em>The Information</em> points out, an ad-supported tier would be the most straightforward way for Apple to bring more ads to TV+. A handful of other streaming platforms, including <a href=\"https://www.engadget.com/netflix-basic-with-ads-explainer-190555318.html\"><ins>Netflix</ins></a> and <a href=\"https://www.engadget.com/disney-plus-ad-supported-tier-2022-143555459.html\"><ins>Disney+</ins></a>, already offer such tiers to customers as they’re an easy way for those services to broaden their subscriber base.</p><span id=\"end-legacy-contents\"></span>", "link": "https://www.engadget.com/apples-latest-hire-could-mean-more-ads-are-coming-to-tv-205910347.html?src=rss", "date_published": "2023-02-25 20:59:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Dish Network suffers widespread multi-day customer service and website outage", "description": "<p>For the last few days, an “<a href=\"https://twitter.com/dish_answers/status/1629528996856619010?s=20\">internal systems issue</a>” has left many of the services and websites operated by satellite television provider and Sling TV owner Dish Network inaccessible. The outage started on Thursday morning when Dish customers began reporting a host of issues. On <a href=\"https://downdetector.com/status/dish-network/\">Downdetector</a> and <a href=\"https://twitter.com/dish_answers/with_replies\">Twitter</a>, there are complaints of people being unable to access IPTV services like Watch ESPN with their Dish credentials. Other customers say they can’t log in to their online accounts to pay monthly TV and cellular bills. The outage appears to be affecting nearly every part of the company’s footprint – including Boost Mobile, the prepaid wireless carrier Dish <a href=\"https://www.engadget.com/dish-acquires-boost-mobile-wireless-carrier-171217646.html\">purchased in 2020</a> – and its call centers, which have been unreachable since the outage began.</p><p>“Thank you for your patience,” a banner on top of the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3d3dy5kaXNoLmNvbS8iLCJjb250ZW50VXVpZCI6IjQwN2RhZTk5LWZhZjktNGJhYy05OTVlLTlkOTFmMGUzZGM5NSJ9&amp;signature=AQAAAREaSzVgD6ek2poitxLJGQtGeUU2vTH7oRmSAILirdId&amp;gcReferrer=https%3A%2F%2Fwww.dish.com%2F\">Dish website says</a>. “We are experiencing a system issue that our teams are working hard to resolve.” The <a href=\"https://my.boostmobile.com/errors/site-maintenance-1.exist-cust=\">Boost Mobile website</a> provides a more helpful explanation. “Due to internal system issues some users may experience difficulty with their Boost Mobile accounts, paying their bill, or reaching Boost Care,” the landing page states. “Please be assured that if your account is affected, your wireless service is not affected by these issues and your service will not end due to non-payment.”</p><span id=\"end-legacy-contents\"></span><div id=\"a62bf5579c7a4e1dbc860a6306fa2412\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">I'm going to speculate but I think Dish got hacked. <a href=\"https://t.co/parDKO4kPt\">https://t.co/parDKO4kPt</a> is down, along with their call center is completely down. My wife couldn't login to her VPN for work. This is really bad. You think it would've been up by now.. <a href=\"https://twitter.com/hashtag/dish?src=hash&amp;ref_src=twsrc%5Etfw\">#dish</a><a href=\"https://twitter.com/hashtag/dishnetwork?src=hash&amp;ref_src=twsrc%5Etfw\">#dishnetwork</a></p>— ArmedScubaSteve (@ArmedScubaSteve) <a href=\"https://twitter.com/ArmedScubaSteve/status/1628842764329799681?ref_src=twsrc%5Etfw\">February 23, 2023</a></blockquote></div><p>There have been conflicting reports about the cause of the outage. When the company’s problems began on Thursday, <a href=\"https://thedesk.net/2023/02/dish-network-website-outage-cyberattack/\"><em>The Desk</em></a><em>&nbsp;</em>reported they were not the result of a cybersecurity incident. However, on early Saturday morning, <a href=\"https://www.bleepingcomputer.com/news/security/dish-network-goes-offline-after-likely-cyberattack-employees-cut-off/\"><em>Bleeping Computer</em></a><em>&nbsp;</em>said the outage was due to a likely ransomware attack. A source told the outlet employee computers are showing “blank icons,” suggesting they’re infected with malware. A separate source said<em>&nbsp;</em>their manager told them the outage “was caused by an outside bad actor, a known threat agent,” and that Dish had yet to determine how they had gained access to its internal systems.</p><p>“We experienced a systems issue with our corporate network on Thursday that is continuing to affect internal servers and telephone systems, and we are actively investigating it. Our DISH TV, Sling TV, Wireless services, and data networks continue to operate and are up and running,” a Dish spokesperson told Engadget. “However, some of our corporate communications systems, customer care functions, and websites were affected. Our teams are working hard to restore affected systems as quickly as possible.”</p><p>Dish would not confirm if the outage was due to a ransomware attack, but said it hoped to share more information soon. According to <a href=\"https://www.theverge.com/2023/2/24/23613737/dish-outage-internal-system-issue-boost-mobile-genesis\"><em>The Verge</em></a>, as of Friday afternoon, the company had not been forthcoming with employees about what was going on with its internal systems. Many remote workers are reportedly unable to do any work due to issues with Dish’s internal VPN service. Engadget will update this article as more information becomes available.&nbsp;</p>", "link": "https://www.engadget.com/dish-network-suffers-widespread-multi-day-service-outage-191133593.html?src=rss", "date_published": "2023-02-25 19:11:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "The first episode of Star Trek: Picard’s final season is free to watch on YouTube", "description": "<p>If you read Engadget regularly, you probably know how we feel about the final season of <em>Star Trek: Picard</em>. In short, it’s <a href=\"https://www.engadget.com/star-trek-picard-season-3-paramount-plus-preview-review-080010710.html\"><ins>not worth your time</ins></a>. But if you must see the show for yourself, or can’t resist the chance to see the <a href=\"https://www.engadget.com/star-trek-picard-tng-cast-reunion-172119529.html\"><ins>Enterprise-D crew one last time</ins></a>, Paramount is offering a free way to watch the first episode of season three. Provided you live in the US, you can catch “The Next Generation” (no, not that <em>Next Generation</em>) on YouTube for a limited time (<a href=\"https://gizmodo.com/star-trek-picard-season-3-episode-1-watch-free-youtube-1850156313\"><em><ins>via Gizmodo</ins></em></a>). And if you don't live in the US, you can <a href=\"https://www.engadget.com/best-vpn-services-130028530.html\">probably find a way to transport yourself</a> for an hour, can't you?&nbsp;&nbsp;</p><div id=\"0fa6c05c932d4c2099d4117deba813b5\"><div style=\"width: 100%; height: 0; padding-bottom: 56.25%;\"></div></div><p>The debut episode sees Jean-Luc Picard return from retirement (yet again) after his friend and former first officer Will Riker receives a warning from Dr. Beverly Crusher. Engadget Senior Editor Daniel Cooper had the chance to watch the first six episodes of season three before it began streaming earlier this month on <a href=\"https://www.engadget.com/paramount-plus-subscribers-grow-152820376.html\"><ins>Paramount+</ins></a>. In his view, the final season is dull and joyless, with a plot that is far too obvious. But don't let that stop you from making your own decision.</p><span id=\"end-legacy-contents\"></span>", "link": "https://www.engadget.com/the-first-episode-of-star-trek-picards-final-season-is-free-to-watch-on-youtube-164857198.html?src=rss", "date_published": "2023-02-25 16:48:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "FTC drops bid to block Meta's acquisition of Within", "description": "<p>The Federal Trade Commission has given up on trying to stop Meta from purchasing VR company Within. According to <a href=\"https://www.bloomberg.com/news/articles/2023-02-24/meta-notches-win-as-ftc-drops-challenge-of-virtual-reality-buy?sref=10lNAhZ9\"><em>Bloomberg</em></a> and <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=2f007401-3eaa-4237-b69b-54ccbe125502&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=The+Wall+Street+Journal&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIyZjAwNzQwMS0zZWFhLTQyMzctYjY5Yi01NGNjYmUxMjU1MDIiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cud3NqLmNvbS9hcnRpY2xlcy9mdGMtYWJhbmRvbnMtY2hhbGxlbmdlLXRvLW1ldGFzLWFjcXVpc2l0aW9uLW9mLXZpcnR1YWwtcmVhbGl0eS1zdGFydHVwLTZlZTVlNzY3IiwiY29udGVudFV1aWQiOiIwMTRkODgyZS1mNjhhLTRlYTItOWI4YS04NWNkNzFkZDIzOWMifQ&amp;signature=AQAAAW9_iii0zw-YMZC6iVUPhnJ-V9phwtd-NcKSmFgILL7H&amp;gcReferrer=https%3A%2F%2Fwww.wsj.com%2Farticles%2Fftc-abandons-challenge-to-metas-acquisition-of-virtual-reality-startup-6ee5e767\"><em>The Wall Street Journal</em></a>, the agency has voted to drop its administrative case against the company a few weeks after a federal court <a href=\"https://www.engadget.com/ftc-reportedly-loses-court-order-to-block-metas-acquisition-of-vr-developer-within-172220645.html\">denied</a> its request for a preliminary injunction to block the acquisition.&nbsp;</p><p>The FTC originally <a href=\"https://www.engadget.com/ftc-meta-supernatural-within-vr-metaverse-antitrust-193448429.html\">filed antitrust lawsuits</a> in federal court and its in-house court last year in an effort to prevent Meta from snapping up the company that developed the virtual reality workout app Supernatural. At the time, the commission accused Meta of \"trying to buy its way to the top... instead of earning it on the merits.\" It said the company had the resources to enter \"the VR fitness market by building its own app\" and doing so would increase consumer choice and innovation. By buying Within, the FTC alleged Meta would stifle \"future innovation and competitive rivalry.\"</p><span id=\"end-legacy-contents\"></span><p>US District Judge Edward Davila, who oversaw the federal case, ruled in favor of Meta. While he reportedly agreed that mergers that could potentially harm competition in the future should be blocked, he decided that the FTC failed to offer sufficient evidence showing how the Within acquisition would be detrimental to the market. He also said that while Meta has vast resources, it \"did not have the available feasible means to enter the relevant market other than by acquisition.\"</p><p>Technically, Davila's ruling didn't have a direct effect on the administrative case. As <em>The Journal</em> notes, though, antitrust officials have previously dropped administrative lawsuits if the federal court denies an injunction. Now Meta can rest assured that when it <a href=\"https://www.engadget.com/meta-completes-within-acquisition-223323552.html\">completed its acquisition of Within</a> on February 8th, the deal was truly final.&nbsp;</p><p>\"We’re excited that the Within team has joined Meta, and we’re eager to partner with this talented group in bringing the future of VR fitness to life,” a Meta spokesperson told Engadget.&nbsp;&nbsp;</p><p>The FTC's withdrawal represents one of its most pertinent losses under the leadership of <a href=\"https://www.engadget.com/lina-khan-ftc-confirmation-antitrust-big-tech-183254782.html\">Lina Khan</a>, who's known to be a prominent critic of Big Tech and a leading antitrust scholar. In December, the agency took on an even bigger challenge than this one when it filed an antitrust complaint <a href=\"https://www.engadget.com/ftc-microsoft-activision-blizzard-antitrust-competition-lawsuit-191341476.html\">to block Microsoft's planned $68.7 billion</a> takeover of Activision Blizzard. \"Microsoft would have both the means and motive to harm competition by manipulating Activision’s pricing, degrading Activision’s game quality or player experience on rival consoles and gaming services, changing the terms and timing of access to Activision’s content, or withholding content from competitors entirely, resulting in harm to consumers,\" the FTC said.</p>", "link": "https://www.engadget.com/ftc-drops-bid-to-block-metas-acquisition-of-within-153748315.html?src=rss", "date_published": "2023-02-25 15:37:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "The Nokia G22 is HMD's first phone built with repairability in mind", "description": "<p>Just ahead of Mobile World Congress, HMD Global has announced a trio of <a href=\"https://www.engadget.com/tag/nokia/\"><ins>Nokia</ins></a> phones, including the first one it built specifically with repairability in mind. The company has teamed up with iFixit to offer official repair guides and parts to help people fix issues such as a busted display, kaput battery or wonky charging port on the G22.</p><p>The device has a plastic rear casing made entirely of recycled materials, and comes with the promise of two years of Android updates, three years of security patches and a three-year warranty. The G22 is very much an entry-level phone — it has a Unisoc T606 CPU and tops out at 128GB of internal storage (though that's expandable via microSD). It has a 6.5-inch HD display with a 90Hz refresh rate. There's a 50MP camera, 2MP depth camera and 2MP macro sensor. The device supports 20W fast charging, though it runs on Android 12 rather than the latest OS.</p><span id=\"end-legacy-contents\"></span><figure><img alt=\"Nokia G22 and a variety of repair tools\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-02/bb9a4040-b45d-11ed-b72f-4e8cdf9eedc6\" style=\"height: 1608; width: 2000;\" /><figcaption></figcaption><div class=\"photo-credit\">HMD Global</div></figure><p>The G22 embodies the drive HMD has been making to become more environmentally friendly. With other manufacturers such as <a href=\"https://www.engadget.com/apple-user-iphone-repair-policy-change-173047862.html\"><ins>Apple</ins></a>, <a href=\"https://www.engadget.com/google-pixel-phone-self-service-repair-parts-150042251.html\"><ins>Google</ins></a> and <a href=\"https://www.engadget.com/samsung-self-repair-program-galaxy-phone-ifixit-160016344.html\"><ins>Samsung</ins></a> offering official repair guides and parts so consumers can resolve issues by themselves, it makes sense that smaller brands would do the same.</p><p>You'll be able to pick up a G22 in gray or blue starting on March 8th. It starts at £150 ($179) or you can snag one through <a href=\"https://www.engadget.com/nokia-eco-friendly-smartphone-subscription-service-100031376.html\"><ins>HMD's Circular subscription service</ins></a>. To fix certain issues, you can snap up a Fit Kit (i.e., the tools) from iFixit for £5. A replacement battery will cost £23, a display £45 and a charging port £19.</p><p>HMD also announced the Nokia C32, an <a href=\"https://www.engadget.com/tag/android%2013/\"><ins>Android 13</ins></a> phone with &quot;stellar imaging algorithms&quot; and a 50MP main camera. The company says it offers the best image quality of any C-series device to date. The C32 has an octa-core, 1.6Ghz CPU, up to 4GB of RAM and up to 128GB of internal storage. There's a 6.5-inch HD+ display with a notch for the 8MP selfie camera. The £130 ($155) device will be available in charcoal, green and pink, and it will land in the UK this spring.</p><figure><img alt=\"Nokia C32 in green\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-02/b9859ba0-b45e-11ed-af77-1ec8924e1b63\" style=\"height: 1977; width: 1870;\" /><figcaption></figcaption><div class=\"photo-credit\">HMD Global</div></figure><p>In addition, there's the Nokia C22. Like the other new models, it has IP52 splash and dust protection, a microSD slot and (HMD claims) a battery that can run for up to three days on a single charge. The C22 has a dual 13MP camera and a rugged metal chassis, along with Android 13, a 6.5-inch display and an octa-core, 1.6Ghz CPU. Internal storage tops out at 64GB. Again, this is a budget-friendly phone — it starts at £110 ($131). It comes in black and sand colorways and it will be available in the spring.</p><p>On top of all that, HMD wants to bring manufacturing to Europe. &quot;In the first stage of this journey, the company is developing capabilities and processes to bring 5G Nokia device production to Europe in 2023,&quot; it said in a press release. The fact that the European Union is aiming to <a href=\"https://www.engadget.com/eu-chips-act-investment-semiconductors-171507430.html\"><ins>manufacture more chips in the region</ins></a> rather than relying on parts from Asia could make HMD's plan more viable. Making phones in Europe primarily for a European market falls in with HMD's environmentally friendly mission too.</p>", "link": "https://www.engadget.com/the-nokia-g22-is-hmds-first-phone-built-with-repairability-in-mind-140030302.html?src=rss", "date_published": "2023-02-25 14:00:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Apple's third-gen AirPods are back on sale for $150", "description": "<p>Apple originally released its <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMEJESEI5WThILz90YWc9Z2RndDBjLXAtby1tYi0yMCIsImNvbnRlbnRVdWlkIjoiZmRkMjBjNTMtMWY0ZC00MzRhLTkxMjktMzBlYjU2MTQ4NDkwIn0&amp;signature=AQAAAeGtpXdLSU8s4_W8hdcpsoU-nS-cdW5eToU5nofiq9uw&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB0BDHB9Y8H%2F\">third-gen AirPods</a> in 2021 for $179, but their retail price has since gone down by $10. Now, you can get a pair of the wireless earbuds for even less, since they're currently on sale at Amazon for  $150, or $19 cheaper than their usual price these days. The tech giant completely redesigned the AirPods for the third-generation model, giving them a new look with reduced weight, a more tapered silhouette and a shorter stem than their predecessors. While they still don't have the Pro's silicone eartips, we found them more comfortable to wear than the older models.&nbsp;</p><p></p><p>The earbuds come with Apple's redesigned in-ear detection system and use an optical sensor to detect whether you're truly wearing them. Since they're equipped with Apple's H1 chip, they're easy to pair with the company's devices and they have access to always-on, hands-free Siri. When we <a href=\"https://www.engadget.com/apple-airpods-review-2021-160026883.html\">tested them out</a>, we found their audio quality to be superior to older models', thanks to Apple pairing a custom driver with a high-dynamic-range amplifier for \"rich consistent bass\" and \"crisp, clean\" highs. The model is capable of dynamic head tracking, as well, and the sounds it generates are bigger and more immersive.</p><span id=\"end-legacy-contents\"></span><p>If you are looking for something even more affordable, though, <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDdQWEdRQzFRLz90YWc9Z2RndDBjLXAtby1tYi0yMCIsImNvbnRlbnRVdWlkIjoiZmRkMjBjNTMtMWY0ZC00MzRhLTkxMjktMzBlYjU2MTQ4NDkwIn0&amp;signature=AQAAAT1wt4J-dzAFEKrDp8YsfbycnYsBe4Cam7DQaG035RzS&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB07PXGQC1Q%2F\">Apple's second-gen AirPods</a> are also currently on sale for $99 or $60 less than their usual price. They're not quite as advanced as their third-gen sibling, but they still come with improvements over the first AirPods and feature in-ear detection and automatic device switching.</p><p><em>Follow </em><a href=\"https://twitter.com/EngadgetDeals\"><em>@EngadgetDeals</em></a><em> on Twitter and </em><a href=\"https://subscription.yahoo.net/Newsletter/Preference/sub?b=engadgetdeals&amp;src\"><em>subscribe to the Engadget Deals newsletter</em></a><em> for the latest tech deals and buying advice.</em></p>", "link": "https://www.engadget.com/apple-third-gen-airpods-back-on-sale-for-150-110449059.html?src=rss", "date_published": "2023-02-25 11:04:49+00:00", "persistent": false, "user": null, "language": "en-US"}]