[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCxt2r57cLastdmrReiQJkEg", "title": "How Energy Privatisation Bankrupted Britain", "description": "Get Nebula using my link for 40% off an annual subscription: http://go.nebula.tv/tomnicholas\n\nWatch this video ad-free on Nebula: https://nebula.tv/videos/tomnicholas-how-energy-privatization-bankrupted-britain\n\nA video about the energy crisis, privatization and profiteering.\n\nWritten, directed and presented by Tom Nicholas.\nEdited by Georgia Burrows.\n\n*Chapters*\n\n0:00 The Energy Crisis in the UK\n05:42 Part 1: Maggie Thatcher, Energy Snatcher\n12:53 Part 2: Supply Guys\n22:37 Part 3. The Generation Game\n28:19 Nebula!\n31:25 Part 4: Poles, Pipes & Proft\n38:28 Part 5: Price Wars\n46:17 Part 6: The Case for Nationalisation\n\n*Some Copy About this Video for the YouTube Algorithm*\n\nBritain is in crisis. A cost of living crisis. And, in particular, an energy crisis. Since 2020, the typical UK energy bill has risen by 400%. And many are having to choose between heating and eating.\n\nSome of this is the result of global oil prices which have spiked since the beginning of 2022. But, much of it is the result of much longer-term trends which and, in turn, the product of a radical experiment the country undertook starting in the 1980s.\n\nUnder the leadership of Margaret Thatcher (and, later, John Major), the UK began selling-off the entirety of its energy infrastructure to the private investors. Beginning with British Gas in the 1986 and continuing with the electricity supply industry in the 1990s, every part of the UK’s energy supply system has been handed over to corporations whose primary motivation is the accumulation of profit.\n\nThis is the story of how energy privatisation bankrupted Britain.\n\nSupport the channel on Patreon at https://patreon.com/tomnicholas\n\nIf you've enjoyed this video and would like to see more including my What The Theory? series in which I provide some snappy introductions to key theories in the humanities as well as video essays and more then do consider subscribing.\n\nThanks for watching!\n\nTwitter: http://twitter.com/tom_nicholas\nInstagram: http://instagram.com/tomnicholaswtf\nPatreon: http://patreon.com/tomnicholas\nWebsite: http://www.tomnicholas.com\n\nSelect footage courtesy of Getty\n\n#EnergyCrisis #Privatization #TomNicholas", "link": "https://www.youtube.com/watch?v=tVNQElN6VY8", "date_published": "2023-02-25 00:13:40+00:00", "persistent": false, "user": null, "language": "en-US"}]