[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Omar Montes: Tiny Desk Concert", "description": "Anamaria Sayre | August 17, 2023\nShrouded in all black, flamenco garb and flanked by his very own angelitos at the Tiny Desk, Spanish singer Omar Montes is the shining embodiment of the contrasts he constantly plays with. \n\nDancing along the border of tradition and modernity — flamenco and hip hop — the artist recounts his story as a kid of Roma heritage growing up on the streets of Madrid, over the melodic heartbeat of clapping hands. Opening the show with “Patio de la Cárcel,” he trades synthetic beats for transitive horns and lays bare his soul with vivid bars about life in his barrio. Locking in his audience with a heart-thumping trombone line, he switches to flamenco-driven “Metió en un Lío.” Settling back into the beat of clapping hands, he and his band dance through the up-tempo “La Llama del Amor.” \n\nOmar Montes walked into the building on a video call with his grandma — one of the most important people in his life. He closes out his performance with “Conmigo,” infused with the kind of romance you’d imagine his abuela taught him. “For you I would bring down the moon,” he coos. The Spanish artist exudes tradition and soul as he centers his barrio, his people, his familia in his show — bringing a little piece of Spain to the rest of the world.\n\nSET LIST\n“Patio de la Cárcel”\n“Metió en un Lío”\n“La Llama del Amor”\n“Conmigo”\n\nMUSICIANS\nOmar Montes: vocals\nOscar Barrul: vocals, palms\nJose del Curro: vocals, palms\nAlejandro Paez: electric bass\nCesar Galvez: flamenco guitar\nEduardo Figueroa: flamenco cajon\nMarcos Ortega: trumpet\nJavier Campos: saxophone, flute\nRoberto Lorenzo: trombone\n\nTINY DESK TEAM\nProducer: Anamaria Sayre\nDirector/Editor: Kara Frame\nAudio Engineer: Josh Rogosin\nCreative Director: Bob Boilen\nSeries Producer: Bobby Carter\nVideographers: Kara Frame, Joshua Bryant, Maia Stern, Sofia Seidel\nAudio Assistant: Kwesi Lee\nTiny Desk Team: Suraya Mohamed, Ashley Pointer, Hazel Cills\nVP, Visuals and Music: Keith Jenkins\nSenior VP, Programming: Anya Grundmann\n\n#tinydesk #nprmusic #omarmontes", "link": "https://www.youtube.com/watch?v=Rmg040Su5R8", "date_published": "2023-08-17T09:00:30+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i3.ytimg.com/vi/Rmg040Su5R8/hqdefault.jpg"}]