[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "SYNCED Review - The Final Verdict", "description": "From Next Studios comes the free-to-play third-person shooter, SYNCED. It's a well-oiled sci-fi shooter with excellent action and smooth gameplay. Great combat coupled with great visual design is enough to draw players in to giving this title a whirl. \n\nThe progression grind, however, lacks diversity and the incentives to keep players locked in for the long haul. With ongoing support from the studio, these issues can easily change in time. But it's also only time that will tell us whether players are locked in for the long haul.", "link": "https://www.youtube.com/watch?v=scn7yjp4mQQ", "date_published": "2023-09-13T22:00:41+00:00", "bookmarked": false, "dead": null, "artist": "GamingBolt", "album": "GamingBolt", "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/scn7yjp4mQQ/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "STARFIELD VS MASS EFFECT – Who Did Space Sci-Fi Space Better?", "description": "The Mass Effect series is the benchmark that most games aspire to reach the level of when it comes to implementing sci-fi settings in space, and though few games are able to get to its level, the recently released Starfield is definitely vying for that throne- which makes sense, given the sheer scale of the experience and the pedigree of the studio behind it. \n\nBut between the two, which one comes out on top? Given the significant difference in tone and aesthetic between the two games, as well as how both of them utilize their space setting from an actual gameplay and game design perspective, it’s obviously hard to draw one-to-one comparisons- but both do have legs up over each other in different ways. \n\nHere, that’s exactly what we’ll be talking about.", "link": "https://www.youtube.com/watch?v=KXeGDxsUaTQ", "date_published": "2023-09-13T18:30:13+00:00", "bookmarked": false, "dead": null, "artist": "GamingBolt", "album": "GamingBolt", "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/KXeGDxsUaTQ/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Assassin's Creed Mirage - EVERYTHING YOU NEED TO KNOW Before You Buy", "description": "After having delivered three massive open world action RPGs and after having attracted some criticisms over the bloated nature of its recent instalments – Mirage is set to do things right. With a focus on stealth and parkour, a single-city setting, a shorter and more condensed experience in a smaller open world, and a step away from the role-playing mechanics of its recent predecessors, the upcoming Mirage is looking like an exciting prospect for the interested audience. \n\nRecently, we had the chance to see over an hour of gameplay footage from the action-adventure title, and with less than a month left until the game’s launch, here, we’re going to tell you about the most intriguing new details we’ve learned about it after our hands-off experience.", "link": "https://www.youtube.com/watch?v=KiXy2pGRY8k", "date_published": "2023-09-13T13:30:18+00:00", "bookmarked": false, "dead": null, "artist": "GamingBolt", "album": "GamingBolt", "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/KiXy2pGRY8k/hqdefault.jpg"}]