[{"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Alert: New Kubernetes Vulnerabilities Enable Remote Attacks on Windows Endpoints", "description": "Three interrelated high-severity security flaws discovered in Kubernetes could be exploited to achieve remote code execution with elevated privileges on Windows endpoints within a cluster.\nThe issues, tracked as CVE-2023-3676, CVE-2023-3893, and CVE-2023-3955, carry CVSS scores of 8.8 and impact all Kubernetes environments with Windows nodes. Fixes for the vulnerabilities were released on August", "link": "https://thehackernews.com/2023/09/alert-new-kubernetes-vulnerabilities.html", "date_published": "2023-09-13T14:05:00+00:00", "bookmarked": false, "dead": null, "artist": "The Hacker News", "album": "The Hacker News", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Researchers Detail 8 Vulnerabilities in Azure HDInsight Analytics Service", "description": "More details have emerged about a set of now-patched cross-site scripting (XSS) flaws in the Microsoft Azure HDInsight open-source analytics service that could be weaponized by a threat actor to carry out malicious activities.\n\"The identified vulnerabilities consisted of six stored XSS and two reflected XSS vulnerabilities, each of which could be exploited to perform unauthorized actions,", "link": "https://thehackernews.com/2023/09/researchers-detail-8-vulnerabilities-in.html", "date_published": "2023-09-13T13:31:00+00:00", "bookmarked": false, "dead": null, "artist": "The Hacker News", "album": "The Hacker News", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Webinar: Identity Threat Detection & Response (ITDR) – Rips in Your Identity Fabric", "description": "In today's digital age, SaaS applications have become the backbone of modern businesses. They streamline operations, enhance productivity, and foster innovation. But with great power comes great responsibility. As organizations integrate more SaaS applications into their workflows, they inadvertently open the door to a new era of security threats. The stakes? Your invaluable data and the trust", "link": "https://thehackernews.com/2023/09/webinar-identity-threat-detection.html", "date_published": "2023-09-13T11:46:00+00:00", "bookmarked": false, "dead": null, "artist": "The Hacker News", "album": "The Hacker News", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "How Cyberattacks Are Transforming Warfare", "description": "There is a new battlefield. It is global and challenging to defend. What began with a high-profile incident back in 2007, when Estonia was hit by hackers targeting its government and commercial sector, has evolved into cyber warfare that is being waged constantly worldwide. Today, cyberattacks have become the norm, transforming how we think about war and international conflict as a whole. \nFrom", "link": "https://thehackernews.com/2023/09/how-cyberattacks-are-transforming.html", "date_published": "2023-09-13T09:56:00+00:00", "bookmarked": false, "dead": null, "artist": "The Hacker News", "album": "The Hacker News", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Rust-Written 3AM Ransomware: A Sneak Peek into a New Malware Family", "description": "A new ransomware family called 3AM has emerged in the wild after it was detected in a single incident in which an unidentified affiliate deployed the strain following an unsuccessful attempt to deploy LockBit (aka Bitwise Spider or Syrphid) in the target network.\n\"3AM is written in Rust and appears to be a completely new malware family,\" the Symantec Threat Hunter Team, part of Broadcom, said in", "link": "https://thehackernews.com/2023/09/rust-written-3am-ransomware-sneak-peek.html", "date_published": "2023-09-13T09:56:00+00:00", "bookmarked": false, "dead": null, "artist": "The Hacker News", "album": "The Hacker News", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Microsoft Warns of New Phishing Campaign Targeting Corporations via Teams Messages", "description": "Microsoft is warning of a new phishing campaign undertaken by an initial access broker that involves using Teams messages as lures to infiltrate corporate networks.\nThe tech giant's Threat Intelligence team is tracking the cluster under the name Storm-0324, which is also known by the monikers TA543 and Sagrid.\n\"Beginning in July 2023, Storm-0324 was observed distributing payloads using an", "link": "https://thehackernews.com/2023/09/microsoft-warns-of-new-phishing.html", "date_published": "2023-09-13T09:17:00+00:00", "bookmarked": false, "dead": null, "artist": "The Hacker News", "album": "The Hacker News", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Microsoft Releases Patch for Two New Actively Exploited Zero-Days Flaws", "description": "Microsoft has released software fixes to remediate 59 bugs spanning its product portfolio, including two zero-day flaws that have been actively exploited by malicious cyber actors.\nOf the 59 vulnerabilities, five are rated Critical, 55 are rated Important, and one is rated Moderate in severity. The update is in addition to 35 flaws patched in the Chromium-based Edge browser since last month's", "link": "https://thehackernews.com/2023/09/microsoft-releases-patch-for-two-new.html", "date_published": "2023-09-13T05:18:00+00:00", "bookmarked": false, "dead": null, "artist": "The Hacker News", "album": "The Hacker News", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Update Adobe Acrobat and Reader to Patch Actively Exploited Vulnerability", "description": "Adobe's Patch Tuesday update for September 2023 comes with a patch for a critical actively exploited security flaw in Acrobat and Reader that could permit an attacker to execute malicious code on susceptible systems.\nThe vulnerability, tracked as CVE-2023-26369, is rated 7.8 for severity on the CVSS scoring system and impacts both Windows and macOS versions of Acrobat DC, Acrobat Reader DC,", "link": "https://thehackernews.com/2023/09/update-adobe-acrobat-and-reader-to.html", "date_published": "2023-09-13T02:57:00+00:00", "bookmarked": false, "dead": null, "artist": "The Hacker News", "album": "The Hacker News", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Mozilla Rushes to Patch WebP Critical Zero-Day Exploit in Firefox and Thunderbird", "description": "Mozilla on Tuesday released security updates to resolve a critical zero-day vulnerability in Firefox and Thunderbird that has been actively exploited in the wild, a day after Google released a fix for the issue in its Chrome browser.\nThe shortcoming, assigned the identifier CVE-2023-4863, is a heap buffer overflow flaw in the WebP image format that could result in arbitrary code execution when", "link": "https://thehackernews.com/2023/09/mozilla-rushes-to-patch-webp-critical.html", "date_published": "2023-09-13T01:50:00+00:00", "bookmarked": false, "dead": null, "artist": "The Hacker News", "album": "The Hacker News", "user": null, "language": "en-US", "thumbnail": null}]