[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCG_nvdTLdijiAAuPKxtvBjA", "title": "Ant-Man: Quantumania — How to Build a Cinematic Cash-Grab | Anatomy of a Failure", "description": "Get PIA VPN with 83% off + 4 extra months free: https://www.piavpn.com/Filmento\n\nAnt-Man and the Wasp: Quantumania is another movie generated by the Marvel machine, this time happening to feature Ant-Man. It did quite poorly with audiences and also at the box-office, just like other more recent MCU movies like Eternals, easily the worst out of all Ant-Man movies. The main reason for that being that Quantumania isn't an Ant-Man movie so much as it's a cash-grab designed to service the future of the MCU and their new villain, Kang. In today's Anatomy of a Failure, let's shrink closer into what exactly is Quantumania missing that makes it a cash-grab and how to avoid falling into that same trap with you movie.\n\nBook, Amazon: https://www.amazon.com/dp/B0BW1TN97D?ref_=pe_3052080_276849420\nBook, PDF: email me at saltyfilmento(a)gmail.com\n\nSupport:     https://patreon.com/filmento\nFollow:        https://twitter.com/filmento\nFilmento en Español: https://youtu.be/ViDZUofaZd8\n\n#antmanandthewaspquantumania #mcu #antman \n\nMusic:\nhttps://www.youtube.com/@WhiteBatAudio\nhttps://www.youtube.com/@NanoverseProductions\n\n-\nAnt-Man and the Wasp: Quantumania (2023)\nSuper-Hero partners Scott Lang and Hope van Dyne, along with with Hope's parents Janet van Dyne and Hank Pym, and Scott's daughter Cassie Lang, find themselves exploring the Quantum Realm, interacting with strange new creatures and embarking on an adventure that will push them beyond the limits of what they thought possible.\n-\nAnt-Man (2015)\nThe next evolution of the Marvel Cinematic Universe harnesses the tiniest but mightiest force know to man and introduces the newest member of the Avengers: MARVEL'S ANT-MAN. Armed with the amazing ability to shrink in scale but increase in strength, master thief Scott Lang must channel his inner hero and help his new mentor Dr. Hank Pym protect the secret behind his spectacular Ant-Man suit from a new generation of ruthless villains! With humanity's fate in the balance, Pym and Lang must plan and pull off a daring heist everything wrong with quantumania honest trailer kang all scenes kang explained quantumania ending explained after credits scene quantumania trailer kang vs avengers kang vs antman kang moments modok scenes modok meme funny quantumania bad movie good movie flop box office antman 3 antman worst mcu movies quantumania plot holes mistakes kang loki against insurmountable odds. Filled with humor, awesome special effects and exclusive bonus features, this action-packed adventure takes you to new levels of pulse-pounding excitement!", "link": "https://www.youtube.com/watch?v=ipBJ7TFAmcc", "date_published": "2023-04-30 16:00:28+00:00", "persistent": false, "user": null, "language": "en-US"}]