[{"source": "https://thehill.com/news/feed/", "title": "Statue honoring Mamie Till-Mobley, the mother of Emmett Till, unveiled near Chicago", "description": "A statue honoring Mamie Till-Mobley, the mother of Emmett Till, was unveiled at a public high school near Chicago on Saturday. Till-Mobley's alma mater, Argo Community High School, unveiled the statue of her on Saturday, as well as the Emmett Till Memorial Walkway. CBS Chicago News reported that the statue was built by artist Sonja...", "link": "https://thehill.com/homenews/state-watch/3980887-statue-honoring-mamie-till-mobley-the-mother-of-emmett-till-unveiled-near-chicago/", "date_published": "2023-04-30 23:50:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Deterrence, reassurance, and can kicking: The Washington Declaration", "description": "On April 26, the United States and South Korea marked the 70th anniversary of their alliance by announcing the Washington Declaration, which opens a new chapter in the alliance’s approach to extended deterrence. South Korea expressed its “full confidence” in U.S. commitments and reaffirmed that it will not pursue its own nuclear weapons in exchange for greater...", "link": "https://thehill.com/opinion/congress-blog/3980878-deterrence-reassurance-and-can-kicking-the-washington-declaration/", "date_published": "2023-04-30 23:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "GOP furious at VA claiming debt bill cuts veteran benefits: ‘Shamelessly lying’", "description": "House Republicans are fuming over the Department of Veterans’ Affairs claiming that the GOP’s debt limit and spending cut bill would endanger services and benefits for veterans.  “In my nine years as a member of Congress, I have never seen the use of an agency that is so vitally important to so many people be...", "link": "https://thehill.com/homenews/house/3980888-gop-furious-at-va-claiming-debt-bill-cuts-veteran-benefits-shamelessly-lying/", "date_published": "2023-04-30 22:38:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Scott teases 'major announcement' for May 22", "description": "Sen. Tim Scott (R-S.C.) teased an announcement for May 22 during a town hall on Sunday, widely speculated to be the official launch of his presidential campaign.  “On May the 22nd in North Charleston, South Carolina, it is time to make the final step,” Scott told supporters in Charleston, S.C.  “Please tell your friends, be...", "link": "https://thehill.com/homenews/campaign/3980862-scott-teases-major-announcement-for-may-22/", "date_published": "2023-04-30 22:04:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Ted Cruz decries 'political smear job' against Clarence Thomas for ethics questions", "description": "Sen. Ted Cruz (R-Texas) on Sunday argued that the scrutiny on Supreme Court Justice Clarence Thomas over his financial disclosures is a \"political smear job\" as lawmakers push to shore up the court's ethics standards. \"They're not looking at any other judges. This is a political smear job directed at Clarence Thomas, because he is an extraordinary constitutionalist,\"...", "link": "https://thehill.com/blogs/blog-briefing-room/3980799-ted-cruz-decries-political-smear-job-against-clarence-thomas-for-ethics-questions/", "date_published": "2023-04-30 21:46:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "FBI, local authorities offer $80,000 reward for arrest of Texas mass shooting suspect", "description": "The FBI Houston office and local authorities in Texas are offering a combined $80,000 reward for the arrest of a mass shooting suspect who allegedly shot and killed five people in a town north of Houston on Friday. \"Like the sheriff has said, we have over 200 law enforcement personnel from federal, state and local...", "link": "https://thehill.com/homenews/state-watch/3980804-fbi-local-authorities-offer-80000-reward-for-arrest-of-texas-mass-shooting-suspect/", "date_published": "2023-04-30 21:39:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Memo: Culture war’s frontlines are drawn in the states", "description": "The biggest fights in the nation are increasingly being duked out in state legislatures. On Thursday alone, abortion bans failed by a single vote in both South Carolina and Nebraska. The outcomes handed advocates for reproductive rights the latest in a growing list of victories, many of them chalked up in conservative states. In Florida,...", "link": "https://thehill.com/homenews/state-watch/3979578-the-memo-culture-wars-frontlines-are-drawn-in-the-states/", "date_published": "2023-04-30 21:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "GOP presidential contenders knock DeSantis over Disney", "description": "Republican presidential candidates Asa Hutchinson and Vivek Ramaswamy on Sunday both took swipes at Gov. Ron DeSantis (R-Fla.) over his dealings with Disney, as talk of a possible 2024 bid for the Florida governor swirls. “I don't like what Disney said about the legislation that I would have supported in Florida, but it's not the...", "link": "https://thehill.com/homenews/state-watch/3980792-gop-presidential-contenders-knock-desantis-over-disney/", "date_published": "2023-04-30 20:44:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Cohn says First Republic sale 'will be a much faster process' than Silicon Valley Bank", "description": "Former Trump economic adviser Gary Cohn on Sunday said the anticipated sale of First Republic bank will be a “much faster process” than occurred in the case of Silicon Valley Bank.  “What will most likely happen is the FDIC will seize control and then simultaneously resell the asset to the successful bidder. I think that...", "link": "https://thehill.com/business/banking-financial-institutions/3980757-cohn-says-first-republic-sale-will-be-a-much-faster-process-than-silicon-valley-bank/", "date_published": "2023-04-30 20:03:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Saudi alfalfa sparks tension in Arizona's Sonoran Desert", "description": "In an arid pocket of Arizona’s rural southwest, thirsty tufts of alfalfa are guzzling unlimited amounts of groundwater — only to become fodder for dairy cows some 8,000 miles east. This Sonoran Desert field of green, cultivated by a Saudi Arabian dairy giant, has become a flashpoint among residents, who resent the Middle Eastern company’s...", "link": "https://thehill.com/policy/equilibrium-sustainability/3978939-saudi-alfalfa-sparks-tension-in-arizonas-sonoran-desert/", "date_published": "2023-04-30 20:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Surgeon general: Time to fix problem of loneliness in US", "description": "U.S. Surgeon General Vivek Murthy is introducing a new framework to address loneliness in the United States this week, writing in a new op-ed that social connections must be a \"top public health priority\" in the country. \"As it has built for decades, the epidemic of loneliness and isolation has fueled other problems that are...", "link": "https://thehill.com/policy/healthcare/3980711-surgeon-general-time-to-fix-problem-of-loneliness-in-us/", "date_published": "2023-04-30 19:49:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Civilian deaths top 400 in Sudan fighting", "description": "More than 400 civilians have died in the fighting in Sudan, according to a group that monitors casualties in the country, as the battling continued over the weekend in the capital city. The civilian death toll reached at least 411 over the weekend, according to Sudan Doctors’ Syndicate, which is monitoring deaths in the country....", "link": "https://thehill.com/policy/international/3980722-civilian-deaths-top-400-in-sudan-fighting/", "date_published": "2023-04-30 19:25:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Earthquake swarms rattle Southern California", "description": "Several earthquakes shook southern California on Sunday in a so-called “swarm” of the seismic events.  Several shakes up to a 4.5 magnitude hit in the southern part of the state, according to the U.S. Geological Survey’s latest data. The first swarm of earthquakes struck midday Saturday local time in the town of Heber near the...", "link": "https://thehill.com/homenews/state-watch/3980656-earthquake-swarms-rattle-southern-california/", "date_published": "2023-04-30 19:21:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "DHS secretary pushes back on 'misperception' that Mexico is not a good partner in fight against fentanyl", "description": "Homeland Secretary Alejandro Mayorkas pushed back Sunday on the \"misperception\" that Mexico does not aid in the fight against fentanyl, noting that the country is an ally in the effort against the drug. When asked about the fentanyl crisis by NBC's Chuck Todd on \"Meet the Press,\" Mayorkas responded that \"there's a misperception that Mexico...", "link": "https://thehill.com/policy/international/3980665-dhs-secretary-pushes-back-on-misperception-that-mexico-is-not-a-good-partner-in-fight-against-fentanyl/", "date_published": "2023-04-30 19:17:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Time magazine celebrates its 100th year with late-night celebrations at Swiss ambassador's residence", "description": "White House correspondents' dinner attendees, politicians and lobbyists partied well into the early hours of Sunday morning at the \"Time 100\" celebration party held at the Swiss ambassador's sleek and modern Washington D.C residence. While the venue was minutes away from the Washington Hilton where the White House Correspondents' Association (WHCA) Dinner took place, Ubers...", "link": "https://thehill.com/homenews/3980590-time-magazine-celebrates-its-100th-year-with-late-night-celebrations-at-swiss-ambassadors-residence/", "date_published": "2023-04-30 19:13:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Star-studded CNN brunch wraps up White House Correspondents’ Association dinner weekend", "description": "To wrap up White House Correspondents’ Association (WHCA) dinner weekend, international DJ Tiesto showed up and made sure the party went out with a bang. Tiesto played a half hour set list at CNN’s political hangover brunch from a booth on the second level of the Line Hotel in Adams Morgan. The hundreds of guests, including...", "link": "https://thehill.com/blogs/in-the-know/3980702-star-studded-cnn-brunch-wraps-up-white-house-correspondents-association-dinner-weekend/", "date_published": "2023-04-30 19:05:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "How to end Texas’s dismantling of the administrative state", "description": "Texas has divisively immortalized itself as an opponent to scientific discovery with two twin decisions: Alliance for Hippocratic Medicine v. FDA and Braidwood Management Inc. v. Becerra.", "link": "https://thehill.com/opinion/healthcare/3978218-how-to-end-texass-dismantling-of-the-administrative-state/", "date_published": "2023-04-30 19:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Texas Republican: Number of migrants trying to cross into US 'getting worse'", "description": "Rep. Tony Gonzales (R-Texas) argued Sunday that border crossings at the Texas-Mexico border are getting worse as Title 42, a federal rule that has allowed the government to strictly regulate border entries, gets set to expire next month. Title 42 is a controversial pandemic-era policy that has allowed the federal government to expel migrants who...", "link": "https://thehill.com/homenews/house/3980679-texas-republican-number-of-migrants-trying-to-cross-into-us-getting-worse/", "date_published": "2023-04-30 18:39:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Scalise says he has 'very strong, open relationship' with McCarthy", "description": "House Majority Leader Steve Scalise (R-Lou.) on Sunday shot down notions of any tension with Speaker Kevin McCarthy (R-Calif.), following recent reporting of a sharp rift between the two Republican leaders. “We have a very strong, open relationship,” Scalise said of the dynamic between himself and McCarthy on ABC’s “This Week.” “We don’t always agree...", "link": "https://thehill.com/homenews/house/3980645-scalise-says-he-has-very-strong-open-relationship-with-mccarthy/", "date_published": "2023-04-30 17:48:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden, Philippines president to meet amid tensions with China", "description": "President Biden is set to meet with Philippines President Ferdinand Marcos Jr. at the White House on Monday amid tensions with China in the Indo-Pacific region. Biden will host Marcos for a bilateral meeting, the White House said, and reaffirm the U.S.’s “ironclad commitment to the defense of the Philippines.”  In addition to talking about...", "link": "https://thehill.com/homenews/3980631-biden-philippines-president-to-meet-amid-tensions-with-china/", "date_published": "2023-04-30 17:36:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Spokesperson says Ocasio-Cortez not planning to challenge Gillibrand", "description": "Rep. Alexandria Ocasio-Cortez (D-N.Y.) appears to be slamming the door on a possible Senate bid in 2024, with her spokesperson saying the progressive favorite is “not planning” on launching a primary challenge to Sen. Kirsten Gillibrand (D-N.Y.). “She is not planning to run for Senate in 2024. She is not planning to primary Gillibrand,” Ocasio-Cortez’s...", "link": "https://thehill.com/homenews/campaign/3980607-spokesperson-says-ocasio-cortez-not-planning-to-challenge-gillibrand/", "date_published": "2023-04-30 17:22:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Scalise: Americans expect Biden to 'sit in a room with Speaker McCarthy and start negotiating' on debt limit, spending", "description": "House Majority Leader Steve Scalise (R-La.) on Sunday said President Biden needs to get to the negotiating table with Speaker Kevin McCarthy (R-Calif.) to debate the debt ceiling and spending cuts.  “The White House needs to ultimately get into this negotiation.  The president's been in hiding for two months, Martha.  That's not acceptable to Americans. ...", "link": "https://thehill.com/homenews/house/3980585-scalise-americans-expect-biden-to-sit-in-a-room-with-speaker-mccarthy-and-start-negotiating-on-debt-limit-spending/", "date_published": "2023-04-30 17:04:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The care tax: The cost of the lack of care for caregivers", "description": "One cost we don’t see on our tax forms each year that we should: the cost of unpaid family caregiving. In fact, President Biden declared “right now, the cost of care is too high” as he signed the largest set of executive actions on care Tuesday in history.    Every person across every socioeconomic background, every...", "link": "https://thehill.com/opinion/congress-blog/3980173-the-care-tax-the-cost-of-the-lack-of-care-for-caregivers/", "date_published": "2023-04-30 17:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "To compete with China, the US must embrace multilateral diplomacy", "description": "While the U.S. has talked about a “pivot to Asia,” China has been pivoting to the world.", "link": "https://thehill.com/opinion/international/3978238-to-compete-with-china-the-us-must-embrace-multilateral-diplomacy/", "date_published": "2023-04-30 17:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Comcast-NBC correspondents' dinner after party sees press, politicians partying late into the night", "description": "The Comcast-NBC White House Correspondents’ Association Dinner after party brought out a bevy of revelers late Saturday evening as members of the media, government figures and even Hollywood stars gathered together. Taking place at the palatial headquarters of the Organization of American States, energy was high among the crowd despite one partygoer describing the preceding...", "link": "https://thehill.com/blogs/in-the-know/3980555-comcast-nbc-correspondents-dinner-after-party-sees-press-politicians-partying-late-into-the-night/", "date_published": "2023-04-30 16:54:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden campaign co-chair says emphasis will be on jobs instead of poll numbers", "description": "Sen. Chris Coons (D-Del.), the national co-chair for President Biden's 2024 campaign, said on Sunday that Biden's team will focus on job numbers over polling results as the president's reelection bid kicks off. \"The numbers we’re going to be talking about are the 12 million jobs created in the first two years that Biden's been president, the...", "link": "https://thehill.com/homenews/campaign/3980566-biden-campaign-co-chair-says-emphasis-will-be-on-jobs-instead-of-poll-numbers/", "date_published": "2023-04-30 16:30:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Sanders warns lawmakers not to 'go to war on the working class' during debt negotiations", "description": "Sen. Bernie Sanders (I-Vt.) on Sunday said he's open to some spending cuts as Congress works out how to deal with the debt ceiling and the threat of default, but knocked House Republicans' recent proposal and warned lawmakers not to \"go to war against the working class.\"  “I think we can move toward cutting military spending. We're...", "link": "https://thehill.com/homenews/senate/3980539-sanders-warns-lawmakers-not-to-go-to-war-on-the-working-class-during-debt-negotiations/", "date_published": "2023-04-30 16:24:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Harris preps for her biggest task yet: Biden 2024", "description": "The White House is preparing for the massive role Kamala Harris will have to play in the 2024 campaign. Harris has taken multiple hits as vice president, and her political stock has plummeted following criticism on multiple fronts.  Yet she remains a key player in Biden world, with even more importance in a reelection campaign...", "link": "https://thehill.com/homenews/administration/3978576-harris-preps-for-her-biggest-task-yet-biden-2024/", "date_published": "2023-04-30 16:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "States are trying to erase black history in schools — it’s up to students to stop them", "description": "The youth of today are realizing our power. After living through school shootings, increasing climate change and a pandemic, we are saying, “Enough is enough!!”", "link": "https://thehill.com/opinion/education/3978384-states-are-trying-to-erase-black-history-in-schools-its-up-to-students-to-stop-them/", "date_published": "2023-04-30 16:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Coons: Harris has struggled to get positive press coverage, credit for work", "description": "Sen. Chris Coons (D-Del.) defended Vice President Kamala Harris on Sunday as she faces questions amid President Biden’s 2024 reelection campaign, arguing she has not received the credit she deserves for her accomplishments in the administration. “The vice president, like many vice presidents, has struggled to get positive press coverage and to get the credit...", "link": "https://thehill.com/blogs/blog-briefing-room/3980551-coons-harris-has-struggled-to-get-positive-press-coverage-credit-for-work/", "date_published": "2023-04-30 15:54:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Ramaswamy says he won't let Trump dodge debates", "description": "Republican presidential candidate Vivek Ramaswamy on Sunday said he won't let former President Trump \"get away\" with not participating in the GOP's primary debates. \"If Donald Trump doesn't do debates, will you not support him, if he's the nominee?\" host Chuck Todd asked the conservative entrepreneur on NBC's \"Meet the Press.\" \"I'm not gonna let...", "link": "https://thehill.com/homenews/campaign/3980517-ramaswamy-says-he-wont-let-trump-dodge-debates/", "date_published": "2023-04-30 15:27:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Mace criticizes DeSantis for signing six-week abortion ban in 'dead of night'", "description": "Rep. Nancy Mace (R-S.C.) criticized Florida’s six-week abortion ban on Sunday, dinging Gov. Ron DeSantis (R) for signing it in “the dead of night.” “Signing a six-week ban that puts women who are victims of rape and girls who are victims of incest in a hard spot isn’t the way to change hearts and minds,”...", "link": "https://thehill.com/blogs/blog-briefing-room/3980521-mace-criticizes-desantis-for-signing-six-week-abortion-ban-in-dead-of-night/", "date_published": "2023-04-30 15:20:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Term limits wouldn’t clean up Congress — they could make things worse", "description": "Term limits have been imposed on legislatures in 16 states with few, if any, benefits.", "link": "https://thehill.com/opinion/campaign/3979677-term-limits-wouldnt-clean-up-congress-they-could-make-things-worse/", "date_published": "2023-04-30 15:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Mayorkas says Biden is '100 percent' up for a second term", "description": "Homeland Security Secretary Alejandro Mayorkas on Sunday said President Biden is \"100 percent\" ready for a second term in the White House as Biden kicks off his 2024 reelection campaign. \"Is he up for a second term?\" host Chuck Todd asked Mayorkas on NBC's \"Meet the Press.\" \"100 percent. Incredibly sharp, incredibly probing, incredible command of...", "link": "https://thehill.com/homenews/campaign/3980473-mayorkas-says-biden-is-100-percent-up-for-a-second-term/", "date_published": "2023-04-30 14:57:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Top GOP negotiator: US won't default if Biden, Senate 'recognize the gravity' of situation", "description": "House Majority Whip Tom Emmer (R-Minn.) on Sunday gave a conditional guarantee that the U.S. won't default on its debt, as long as President Biden and the Senate \"recognize the gravity\" of the situation. \"Can you guarantee as a leader in the United States Congress that the United States of America will not default on its debt?\"...", "link": "https://thehill.com/homenews/senate/3980441-top-gop-negotiator-us-wont-default-if-biden-senate-recognize-the-gravity-of-situation/", "date_published": "2023-04-30 14:53:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Journalists, celebrities celebrate late into night at CBS's 'The After Party'", "description": "Fresh off the White House Correspondents’ Association (WHCA) dinner Saturday night, the festivities kept going late into the evening at CBS News’s ​​“The After Party.” The French ambassador’s residence in Washington, D.C.’s, Kalorama neighborhood was packed with reporters, celebrities and politicians as Ambassador Laurent Bili, who assumed the role earlier this year, hosted the party...", "link": "https://thehill.com/blogs/in-the-know/3980469-journalists-celebrities-celebrate-late-into-night-at-cbss-the-after-party/", "date_published": "2023-04-30 14:41:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "McDaniel says party autopsy for 2022 shows independents didn't break for GOP", "description": "Republican National Committee (RNC) Chairwoman Ronna McDaniel said Sunday a recent report on the party’s disappointing performance in last year’s midterms showed that the GOP was unable to lock down the support of independents, citing abortion messaging as a key reason why. “The biggest takeaway we’re taking is independents did not break our way, which...", "link": "https://thehill.com/homenews/campaign/3980468-mcdaniel-says-party-autopsy-for-2022-shows-independents-didnt-break-for-gop/", "date_published": "2023-04-30 14:33:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Hutchinson says he believes 'in providing an alternative' to Trump", "description": "Former Arkansas Gov. Asa Hutchinson (R) on Sunday said he believes in \"providing an alternative\" to former President Trump as the two candidates gear up for the GOP's 2024 presidential primary. Hutchinson said on CNN's \"State of the Union\" that he's \"absolutely\" found that there's an appetite for his campaign within the GOP, even as Trump polls...", "link": "https://thehill.com/homenews/campaign/3980442-hutchinson-says-he-believes-in-providing-an-alternative-to-trump/", "date_published": "2023-04-30 14:19:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Senate Democrat pushes back on questions about Biden's age: 'He's in fighting form'", "description": "Sen. Chris Van Hollen (D-Md.) dismissed questions about President Biden’s age on Sunday, pointing to Biden’s performance at the White House correspondents' dinner and saying the president was “in fighting form.” “I saw the president last night, he was in fighting form,” Van Hollen said on \"Fox News Sunday.\" “I saw him at the event...", "link": "https://thehill.com/homenews/sunday-talk-shows/3980448-senate-democrat-pushes-back-on-questions-about-bidens-age-hes-in-fighting-form/", "date_published": "2023-04-30 14:12:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Even in these modern times, it’s not easy to land on the moon", "description": "The fact that three attempts to land on the moon have failed in the last few years is puzzling.", "link": "https://thehill.com/opinion/technology/3978327-even-in-these-modern-times-its-not-easy-to-land-on-the-moon/", "date_published": "2023-04-30 14:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Sanders: Biden could 'win in a landslide'", "description": "Sen. Bernie Sanders (I-Vt.) on Sunday said President Biden, who kicked off his reelection campaign last week, could “win in a landslide” in 2024.  Sanders, who ran against Biden in the 2020 race, said it's \"no great secret\" that he and the president \"have strong differences of opinion,\" but stressed that he thinks Biden is...", "link": "https://thehill.com/blogs/blog-briefing-room/news/3980432-sanders-biden-could-win-in-a-landslide/", "date_published": "2023-04-30 13:59:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "RNC chair: Republicans can't ignore abortion on campaign trail", "description": "Republican National Committee (RNC) Chairwoman Ronna McDaniel said on Sunday that Republicans need to address questions about abortion policy “head on” on the campaign trail, adding that the issue played a big role in the party’s disappointing 2022 midterm performance. “Abortion was a big issue in key states like Michigan and Pennsylvania,” McDaniel said on...", "link": "https://thehill.com/homenews/sunday-talk-shows/3980423-rnc-chair-republicans-cant-ignore-abortion-on-campaign-trail/", "date_published": "2023-04-30 13:39:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Facebook agrees to pay $725M settlement: What's the deadline to file a claim?", "description": "If you haven't submitted your claim for a piece of the $725 million Facebook has agreed to pay in a class action privacy lawsuit, you still have time.", "link": "https://thehill.com/homenews/nexstar_media_wire/3970724-facebook-agrees-to-pay-725m-settlement-whats-the-deadline-to-file-a-claim/", "date_published": "2023-04-30 13:28:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump planning Iowa appearance on same day as DeSantis visits state", "description": "Former President Trump is slated to headline a rally in Iowa on the same day that Florida Gov. Ron DeSantis (R) is set to attend fundraising events in the state, as the feud between the two men heats up. Trump will star at a rally next month at a park in Des Moines, according to...", "link": "https://thehill.com/homenews/campaign/3980397-trump-planning-iowa-appearance-on-same-day-as-desantis-visits-state/", "date_published": "2023-04-30 13:07:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Musk: Starship rocket test flight 'roughly' what he expected", "description": "SpaceX CEO Elon Musk said the result of the most recent test launch of his company’s Starship rocket, which exploded in midair a few minutes into the flight earlier this month, was “roughly\" what he expected. \"Basically, the outcome was roughly .. what I expected, and maybe exceeding my expectations,\" Musk said during a Twitter...", "link": "https://thehill.com/policy/technology/3980338-musk-starship-rocket-test-flight-roughly-what-he-expected/", "date_published": "2023-04-30 12:58:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Top highlights from White House correspondents' dinner", "description": "The White House Correspondents Association’s Dinner on Saturday evening, headlined by President Biden and hosted by comedian Roy Wood, Jr., provided comedic relief from some of Washington’s most pressing and intense issues. At times serious, and at other times lighthearted and self-deprecating, the remarks from Biden and Wood and the gathered room of national political...", "link": "https://thehill.com/blogs/in-the-know/in-the-know/3980371-top-highlights-from-white-house-correspondents-dinner/", "date_published": "2023-04-30 12:45:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The right’s demonization of campus diversity, equity and inclusion programs must end", "description": "To a great extent, conservatives use DEI programs as a surrogate for their opposition to affirmative action policies that have been in place in higher education for decades.", "link": "https://thehill.com/opinion/education/3979620-the-rights-demonization-of-campus-diversity-equity-and-inclusion-programs-must-end/", "date_published": "2023-04-30 12:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump, Biden seek safe spaces far from debate stage", "description": "Safe spaces used to be confined to college campuses. Now they’re being embraced by \ntwo grown men seeking the Oval Office who don’t have the courage to debate.", "link": "https://thehill.com/opinion/campaign/3978771-trump-biden-seek-safe-spaces-far-from-debate-stage/", "date_published": "2023-04-30 12:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Ernst slams Biden administration plan to electrify military fleet: 'You don't fight a war that way'", "description": "Sen. Joni Ernst (R-Iowa) slammed the Biden administration on Sunday over its push to electrify the U.S. military fleet. “You don’t fight a war that way,” Ernst told radio talk show host John Catsimatidis on WABC 770 AM’s “Cats Roundtable.”  “This administration has taken it to the extremes with this climate agenda,” she continued. “We...", "link": "https://thehill.com/homenews/senate/3980031-ernst-slams-biden-administration-plan-to-electrify-military-fleet-you-dont-fight-a-war-that-way/", "date_published": "2023-04-30 11:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Second-annual Washington, DC Gala features Diana Ross, honors Gayle King", "description": "Black excellence was on full display as some of the nation’s top Black reporters, policymakers and celebrities packed into the Smithsonian’s National Museum of African American History and Culture in Washington, D.C. late Saturday for theGrio’s Washington, DC Gala. Following the White House Correspondents' Association Dinner, the “Byron Allen Presents The Washington, DC Gala” saw...", "link": "https://thehill.com/blogs/in-the-know/3980256-second-annual-washington-dc-gala-features-diana-ross-honors-gayle-king/", "date_published": "2023-04-30 10:06:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Why GOP voters are so loyal to Trump", "description": "Republican primary voters are showing no signs of easing their support for former President Trump as their 2024 GOP presidential candidate. Trump’s lead in the presumptive field of GOP presidential candidates has widened in most polling, even as he finds himself embroiled in high-profile legal battles and as the party grapples with a worse-than-expected midterm...", "link": "https://thehill.com/homenews/campaign/3978590-why-gop-voters-are-so-loyal-to-trump/", "date_published": "2023-04-30 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]