[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Monster Hunter Rise Sunbreak PS5 Review - The Final Verdict", "description": "The one thing that the Monster Hunter Rise lacks is a notable story. Sure, a story exists. But the game is centered around the action and the journey and less about the details that allegedly brought it all into existence. Characters are often one-note without any significant meaning or depth. Despite, Sunbreak adding a host of new characters, it doesn’t really mean much in the end other than you have some partners to take with you on Follower Collab Quests. Perhaps, a future entry will take us on an emotionally-layered journey with truly embattled characters that are affected by the chaos at hand.\n \nAs an expansion, Monster Hunter Rise: Sunbreak fulfills its intended purpose. With stunning new locales, a host of fearsome monsters, and a few quality-of-life fixes, Sunbreak should be a welcome addition for long-time fans. But with a lack of innovation on the core gameplay loop and the threat of repetition burnout ever-present, this package is ultimately more of the same.", "link": "https://www.youtube.com/watch?v=-Nuf7wabq5A", "date_published": "2023-04-30 17:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "11 NEW Games Of May 2023 To Look Forward To [PS5, Xbox Series X | S, PC]", "description": "The year has already been massive for gaming, with releases like Hogwarts Legacy, Dead Space Remake, and more making their mark. However, May is looking to be the biggest yet, thanks to first-party console exclusives, long-awaited sequels and yes, another remake. It even has what may be the most anticipated game of the last few years.\n\nThere's much more to indulge in, so don't worry. Let's look at the 11 big games launching next month.", "link": "https://www.youtube.com/watch?v=JOxK1uHtHhY", "date_published": "2023-04-30 15:30:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "10 Recent Boss Battles THAT GAVE THE FIGHT OF YOUR LIFE", "description": "There have been some rough boss fights in recent memory, whether it's story bosses requiring a tacit understanding of mechanics or optional bosses that feel straight-up unfair. \n\nWhile there's fun in the challenge itself, these bosses were simply overwhelming, even if they eventually fell. Let's look at ten recent bosses that made you work for that win.", "link": "https://www.youtube.com/watch?v=7OMIv3utQPA", "date_published": "2023-04-30 13:30:03+00:00", "persistent": false, "user": null, "language": "en-US"}]