[{"source": "https://businessinsider.com.pl/.feed", "title": "\"W dobrych czasach nabierasz złych nawyków\". 99-letni inwestor ostrzega przed burzą", "description": "Charlie Munger, amerykański inwestor giełdowy i wiceprezes Berkshire Hathaway, ostrzega przed nadchodzącą burzą na amerykańskim rynku nieruchomości komercyjnych. Jak powiedział, ceny nieruchomości spadają, a amerykańskie banki są pełne \"złych kredytów\".", "link": "https://businessinsider.com.pl/nieruchomosci/99-letni-inwestor-i-przyjaciel-warrena-buffetta-ostrzega-nadchodzi-burza/b0s56dk", "date_published": "2023-04-30 14:56:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Co Polacy robią na fikcyjnym L4? Oto pięć najbardziej szokujących nadużyć", "description": "Majówka to okres wzmożonych urlopów oraz bliższych i dalszych wyjazdów wypoczynkowych wśród Polaków. To jednocześnie czas, w którym rosną wskaźniki fikcyjnych zwolnień chorobowych. Średnio co trzecie zwolnienie lekarskie wykorzystywane jest w sposób niezgodny z jego przeznaczeniem. Firma doradcza Conperio, zajmująca się kompleksowo problematyką absencji chorobowych, przygotowała zestawienie najbardziej oryginalnych nadużyć pracowników na L4, na które kontrolerzy natknęli się w ostatnim roku.", "link": "https://businessinsider.com.pl/praca/kontroler-umowil-sie-na-masaz-oto-top-5-wpadek-pracownikow-na-l4/zy2klm1", "date_published": "2023-04-30 14:24:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Masz problem z podejmowaniem decyzji? Psycholog radzi co z tym zrobić", "description": "Ludzie, którzy odczuwają zmęczenie decyzyjnością w pracy, sprawiają wrażenie niekompetentnych i niedbałych. Oto jak się dowiedzieć, czy cierpisz na taką przypadłość i co z tym zrobić.", "link": "https://businessinsider.com.pl/biznes/masz-problem-z-podejmowaniem-decyzji-w-pracy-psycholog-radzi-co-z-tym-zrobic/v2l5tm9", "date_published": "2023-04-30 14:12:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Angela Merkel broni swojej polityki wobec Rosji. Ostra reakcja doradcy Zełenskiego", "description": "Angela Merkel udzieliła długiego wywiadu, w którym broniła swojej polityki wobec Rosji, w tym polityki energetycznej. Odniosła się także do inwazji Kremla na Ukrainę. Na słowa byłej kanclerz Niemiec ostro zareagował doradca Wołodymyra Zełenskiego.", "link": "https://businessinsider.com.pl/gospodarka/merkel-broni-swojej-polityki-wobec-rosji-ostra-reakcja-ukrainy/9tgb0tc", "date_published": "2023-04-30 13:18:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Nie będzie spekulacji i pompowania cen. Tak minister mówi o rynku nieruchomości", "description": "Rząd dalej pracuje nad zmianami w podatku od czynności cywilno-prawnych — mówi w rozmowie z Business Insiderem Waldemar Buda, minister rozwoju i technologii. I zapewnia, że podwyższając podatek, rząd nie chce ograniczać popytu. Mówi też, jak będzie wyglądać mapa cen transakcyjnych nieruchomości.", "link": "https://businessinsider.com.pl/prawo/nie-bedzie-spekulacji-i-pompowania-cen-minister-buda-mowi-o-rynku-nieruchomosci/j8f8ynb", "date_published": "2023-04-30 12:14:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Dłuższe urlopy, trudniejsze zwolnienia. Największe zmiany w Kodeksie pracy od dekad", "description": "W środę 26 kwietnia br. weszła w życie największa nowelizacja Kodeksu pracy od lat. To przepisy ważne dla 13 mln pracowników. Najgłośniej jest o zmianach dla rodziców, ale zainteresować się nimi powinni wszyscy zatrudnieni na etat, w szczególności na czas określony i okres próbny. Sprawdź, na jakie nowe uprawnienia możesz liczyć.", "link": "https://businessinsider.com.pl/prawo/praca/dluzsze-urlopy-trudniejsze-zwolnienia-najwieksze-zmiany-w-kodeksie-pracy-od-dekad/tpne42n", "date_published": "2023-04-30 12:01:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Owady w jogurtach, słodyczach i kosmetykach. Tego oznaczenia szukaj na etykietach", "description": "Tylko niewielka część producentów wyraźnie i wprost zaznacza na etykietach, że ich wyroby zawierają w sobie owady. Inni stosują techniczne nazwy. Jednocześnie zdziwić się można, jak wielu korzysta z barwnika, za który odpowiada czerwiec kaktusowy.", "link": "https://businessinsider.com.pl/wideo/owady-w-jogurtach-slodyczach-i-kosmetykach-tego-oznaczenia-szukaj-na-etykietach/zmrg6y8", "date_published": "2023-04-30 11:58:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Przejęcie szkoły przy ambasadzie Rosji to nie koniec. \"Jeszcze co najmniej trzy budynki\"", "description": "— W Warszawie są jeszcze co najmniej trzy budynki nielegalnie zajmowane przez Federację Rosyjską — powiedziała posłanka Koalicji Obywatelskiej Aleksandra Gajewska.", "link": "https://businessinsider.com.pl/wiadomosci/przejecie-rosyjskiej-szkoly-w-warszawie-jeszcze-co-najmniej-trzy-budynki/c7np16c", "date_published": "2023-04-30 11:24:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Czterodniowy tydzień pracy się sprawdza. Eksperci twierdzą, że mógłby być jeszcze krótszy", "description": "Choć badania nad 4-dniowym tygodniem pracy wciąż trwają, coraz więcej wskazuje na to, że skrócenie czasu zawodowego może poprawić atmosferę w miejscu zatrudnienia i sprawić, że personel będzie bardziej zadowolony i efektywny.", "link": "https://businessinsider.com.pl/wiadomosci/czterodniowy-tydzien-pracy-sie-sprawdza-pracownicy-sa-bardziej-zadowoleni/g0pblfr", "date_published": "2023-04-30 11:12:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Awantura o szkołę przy ambasadzie Rosji. Andriejew przekazał nowe informacje", "description": "Szkoła przy ambasadzie Rosji w Polsce wznowi pracę 10 maja w innym budynku — poinformował ambasador Rosji w RP Siergiej Andriejew. Poprzedni budynek przejął w sobotę Urząd Miasta Warszawy.", "link": "https://businessinsider.com.pl/wiadomosci/awantura-o-szkole-przy-ambasadzie-rosji-andriejew-mowi-co-dalej/z9xjd0p", "date_published": "2023-04-30 10:45:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Niemcy chcą powtórzyć sukces biletu za 9 euro. Zmiany od 1 maja", "description": "Od 1 maja Niemcy wprowadzają uniwersalny bilet za 49 euro. Jak zapewnia rząd, ma to odciążyć finansowo obywateli w obliczu wysokiej inflacji. Nowa karta abonamentowa ma być następcą popularnego biletu za 9 euro.", "link": "https://businessinsider.com.pl/wiadomosci/niemcy-wprowadzaja-nowy-uniwersalny-bilet-za-49-euro-jak-espresso/89r25ge", "date_published": "2023-04-30 10:08:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Walka z inflacją. Polacy nie wierzą w skuteczność rządu [SONDAŻ]", "description": "Polacy nie wierzą, że rząd poradzi sobie z inflacją — to wniosek z najnowszego sondażu przeprowadzonego na zlecenie \"Rzeczypospolitej\". Aż ponad dwie trzecie badanych wątpi w skuteczność rządu w walce ze wzrostem cen.", "link": "https://businessinsider.com.pl/gospodarka/inflacja-czy-polacy-wierza-w-skutecznosc-rzadu-sondaz/l4ly7y8", "date_published": "2023-04-30 09:36:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "\"Chaos i populizm\". Surowa recenzja byłego ministra rolnictwa Waldemara Pawlaka", "description": "Jak rozwiązać problem importu żywności ze wschodu i jak prowadzić biznes w warunkach podwyższonej, uporczywej inflacji? O tym w nowym odcinku programu \"In Business\" redaktor naczelny Business Insider Polska Mikołaj Kunica rozmawiał z Waldemarem Pawlakiem, szefem Rady Naczelnej PSL i byłym premierem.", "link": "https://businessinsider.com.pl/wiadomosci/chaos-i-populizm-surowa-recenzja-bylego-ministra-rolnictwa-waldemara-pawlaka/h8c4ynj", "date_published": "2023-04-30 08:38:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Dokąd Polacy polecieli na majówkę? Ten kierunek najchętniej wybierają rodziny", "description": "Wśród najpopularniejszych kierunków na majówkę PLL LOT wymienia m.in. Wenecję, Niceę czy Madryt. Z kolei irlandzki przewoźnik Ryanair wskazuje, że najwięcej polskich rodzin na tegoroczną majówkę poleci do Włoch. Jaki kierunek najchętniej wybierają single?", "link": "https://businessinsider.com.pl/lifestyle/podroze/na-majowke-polskie-rodziny-najczesciej-wybieraja-wlochy-a-single/pyylrk1", "date_published": "2023-04-30 08:20:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "To najważniejsze pytanie na rozmowie kwalifikacyjnej. Jak na nie odpowiedzieć?", "description": "U kresu niemal każdej rozmowy o pracę, gdy czujemy już ulgę, że to koniec tego stresującego spotkania, osoba z naprzeciwka rzuca: \"czy ma pan/pani do mnie jakieś pytania?\". Były dyrektor personalny Melindy French Gates, w felietonie dla Insidera pisze, że to najważniejsza część rozmowy kwalifikacyjnej. Oto co, jego zdaniem, najlepiej odpowiedzieć.", "link": "https://businessinsider.com.pl/biznes/to-najwazniejsze-pytanie-na-rozmowie-kwalifikacyjnej-jak-na-nie-odpowiedziec/9bfe8n3", "date_published": "2023-04-30 08:08:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Wakacje last minute się nie opłacą. Większość klientów nie chce popełnić błędu sprzed roku", "description": "Nigdy wcześniej największe polskie biura podróży nie notowały tak dużej liczby rezerwacji w ramach przedsprzedaży wycieczek na sezon letni. Rainbow oraz Itaka pokazały liczby i tłumaczą, że Polacy chcieli uniknąć w ten sposób podwyżek, które pojawiły się na początku ubiegłego roku. Sprawdziliśmy, o ile w tym roku jest drożej, jakie pieniądze wyda przeciętny Kowalski na wakacyjny wyjazd i gdzie go spędzi.", "link": "https://businessinsider.com.pl/poradnik-finansowy/wakacje-last-minute-sie-nie-oplaca-biura-podrozy-pokazuja-liczby/j77zm8k", "date_published": "2023-04-30 06:52:00+00:00", "persistent": false, "user": null, "language": "en-US"}]