[{"source": "https://www.theguardian.com/rss", "title": "UK business confidence increases for fifth month in a row, survey shows", "description": "<p>Institute of Directors index returns to levels last seen just before Russia’s invasion of Ukraine in 2022</p><p>Business confidence has increased for the fifth month in a row, according to a regular health-check by bosses’ lobby group the Institute of Directors.</p><p>The IoD’s “economic confidence index”, which surveys company directors on issues such as the wider economy and their own plans for hiring and investment, rose to -5 in April, up from -13 the previous month.</p> <a href=\"https://www.theguardian.com/business/2023/may/01/uk-business-confidence-increases-for-fifth-month-in-a-row-survey-shows\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/may/01/uk-business-confidence-increases-for-fifth-month-in-a-row-survey-shows", "date_published": "2023-04-30 23:01:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Brilliant Curry scores 50 to set up NBA playoff clash with Lakers and LeBron", "description": "<ul><li>Golden State dismantle Sacramento in Game 7 decider</li><li>Defending champions come back from 2-0 down in series</li></ul><p>Stephen Curry scored a playoff career-high 50 points and answered time and again to will the defending champions on in their quest for a repeat.</p><p>Kevon Looney also grabbed 21 rebounds, and the Golden State Warriors advanced to the Western Conference semi-finals by <a href=\"https://www.espn.com/nba/boxscore/_/gameId/401541236\">beating the Sacramento Kings 120-100</a> in Sunday’s winner-take-all Game 7.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/30/golden-state-warriors-sacramento-kings-nba-playoffs-lakers-basketball\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/30/golden-state-warriors-sacramento-kings-nba-playoffs-lakers-basketball", "date_published": "2023-04-30 22:44:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mark Selby hits historic 147 and cuts Luca Brecel’s lead after first day of final", "description": "<ul><li>End of first day: Luca Brecel 9-8 Mark Selby</li><li>Selby’s maximum is the first ever in a world final</li></ul><p>Mark Selby made the first maximum break in a World Snooker Championship final as he reeled off the final three frames of an exhilarating opening day to trail Belgium’s Luca Brecel 9-8 overnight at the Crucible.</p><p>Forty years after Cliff Thorburn compiled the first 147 in the tournament, four-time champion Selby polished off the 15th to add his name to the list of history-makers at the famous venue.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/30/mark-selby-hits-147-and-cuts-luca-brecels-lead-after-first-day-of-final\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/30/mark-selby-hits-147-and-cuts-luca-brecels-lead-after-first-day-of-final", "date_published": "2023-04-30 22:09:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Frankie Boyle’s Farewell to the Monarchy review – looks like he’s blown his chance of an OBE", "description": "<p>According to the comedian’s hilarious new show, the royals are a crime syndicate we should throw molotov cocktails at – or replace with a constitution. That’s how you tell truth to power!</p><p>‘You’d think Prince Andrew would apologise,” says Frankie Boyle. He’s midway through his timely lament about what he takes to be the misogynistic, thick, inegalitarian non-entities of Britain’s monarchy, shortly before the fatuous institution’s continued existence is solemnised with Charles III’s coronation. “I apologise after <em>consensual</em> sex.”</p><p>And yet, for all the Glaswegian comedian’s republican posturing, there is a queasy sense that if Prince Andrew didn’t exist, Boyle would have to invent him. The Duke of York is the comedy gift that keeps giving. Symbols are important to the royal brand, Boyle tells us. Consider Prince Charles’s crest before he became King. It “shows a lion mounting another lion while a horse looks patiently on. Whereas the Duke of York’s shows a lion paying £12m to a sex-trafficked lion cub the lion claims he never met.”</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/apr/30/frankie-boyles-farewell-to-the-monarchy-review-looks-like-hes-blown-his-chance-of-an-obe\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/apr/30/frankie-boyles-farewell-to-the-monarchy-review-looks-like-hes-blown-his-chance-of-an-obe", "date_published": "2023-04-30 21:55:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Nerves, tension, injuries’: Sean Dyche admits Everton feeling pressure", "description": "<ul><li>Everton face crucial six-pointer against Leicester</li><li>Manager wants better service for Dominic Calvert-Lewin</li></ul><p>Sean Dyche has admitted Everton are feeling the nerves and tension of another relegation struggle before their critical visit to Leicester on Monday.</p><p>Everton are in serious danger of being relegated for the first time since 1951, having collected one win from the past 10 games. Dyche claims there has been positive change since he replaced Frank Lampard, whose final 10 Premier League matches yielded five points with seven goals scored and 17 conceded. Dyche took six points from his opening three games but his record over the past 10 matches reads seven points won, eight goals scored and 20 conceded. Everton conceded four goals in Dyche’s first four games but have shipped 18 in nine matches since he replaced Conor Coady with Michael Keane in central defence.</p> <a href=\"https://www.theguardian.com/football/2023/apr/30/sean-dyche-admits-everton-feeling-pressure\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/30/sean-dyche-admits-everton-feeling-pressure", "date_published": "2023-04-30 21:30:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Graeme Souness steps down from role as Sky Sports pundit after 15 years", "description": "<ul><li>Souness announces departure during live broadcast on Sunday</li><li>‘I was given an opportunity to do this and it’s been magnificent’</li></ul><p>Graeme Souness is leaving his role as a Sky Sports pundit after 15 years. The 69-year-old joined the broadcaster in 2008 after a 22-year management career, but announced his departure on air after Liverpool’s 4-3 win over Tottenham on Sunday.</p><p>He has gained a reputation as a straight-talking pundit, who often clashed with fellow studio guests, and admits he “owes a hundred apologies”.</p> <a href=\"https://www.theguardian.com/football/2023/apr/30/graeme-souness-to-leave-sky-sports-role-as-pundit-at-end-of-season\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/30/graeme-souness-to-leave-sky-sports-role-as-pundit-at-end-of-season", "date_published": "2023-04-30 20:33:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jürgen Klopp accuses referee Paul Tierney of grudge after beating Spurs", "description": "<ul><li>Klopp: ‘I really don’t know what Tierney has against us’</li><li>Spurs’ Ryan Mason feels Diogo Jota deserved red card</li></ul><p>Jürgen Klopp accused the referee Paul Tierney of holding a grudge against Liverpool and of speaking out of turn during his team’s thrilling stoppage‑time victory over Tottenham.</p><p>Klopp was booked by Tierney for sprinting up to the face of fourth official John Brooks when celebrating Diogo Jota’s 94th‑minute winner at Anfield, which came 99 seconds after Richarlison appeared to have completed Spurs’ comeback from three goals down with his first Premier League goal for the club.</p> <a href=\"https://www.theguardian.com/football/2023/apr/30/jurgen-klopp-accuses-referee-paul-tierney-of-grudge-after-beating-spurs\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/30/jurgen-klopp-accuses-referee-paul-tierney-of-grudge-after-beating-spurs", "date_published": "2023-04-30 20:02:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK households missing out on £19bn a year in unclaimed welfare benefits", "description": "<p>Complexity of system and perception of government handouts as ‘shameful’ stopping people from accessing much-needed support</p><p>Millions of UK households are collectively missing out on at least £19bn a year in unclaimed welfare benefits, at a time when many are forced to use food banks or run up debt as they struggle with rising living costs, according to new estimates.</p><p>Lower income households are failing to claim benefits and other cash support for which they are eligible, according to a <a href=\"https://policyinpractice.co.uk/wp-content/uploads/Missing-out-19-billion-of-support.pdf\">study</a> by the consultancy <a href=\"https://policyinpractice.co.uk/\">Policy in Practice</a>. Some families could be forgoing as much as £4,000 a year.</p> <a href=\"https://www.theguardian.com/society/2023/apr/30/uk-households-missing-out-on-19bn-a-year-in-unclaimed-welfare-benefits\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/apr/30/uk-households-missing-out-on-19bn-a-year-in-unclaimed-welfare-benefits", "date_published": "2023-04-30 19:15:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nicola Jennings on King Charles’s huge tax-free income – cartoon", "description": "<a href=\"https://www.theguardian.com/commentisfree/picture/2023/apr/30/nicola-jennings-on-king-charless-huge-tax-free-income-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2023/apr/30/nicola-jennings-on-king-charless-huge-tax-free-income-cartoon", "date_published": "2023-04-30 19:00:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Starmer says BBC chair would be appointed independently under Labour", "description": "<p>Opposition leader says party would change current system, in which PM has final say on who gets job</p><p>Keir Starmer has said Labour would make sure the BBC chair is independently appointed after <a href=\"https://www.theguardian.com/media/video/2023/apr/28/richard-sharp-resigns-as-bbc-chair-video\">Richard Sharp’s resignation</a> following his failure to declare that he had helped Boris Johnson get a loan.</p><p>The Labour leader suggested the party would reform the system, in which the prime minister currently has the final say on who gets the job.</p> <a href=\"https://www.theguardian.com/media/2023/apr/30/starmer-says-bbc-chair-would-be-appointed-independently-under-labour\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/apr/30/starmer-says-bbc-chair-would-be-appointed-independently-under-labour", "date_published": "2023-04-30 18:34:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pep Guardiola warns Manchester City against complacency after Fulham win", "description": "<ul><li>‘I think Arsenal is not going to drop many points’</li><li>Marco Silva loses Tim Ream with a broken arm</li></ul><p>Pep Guardiola urged Manchester City to avoid complacency after the champions pushed Arsenal off the top of the Premier League by grinding out a nervy 2-1 win against Fulham.</p><p>City moved a point above Arsenal thanks to goals from Erling Haaland, his 50th of the season, and Julián Álvarez but they were under pressure during a feisty second half at Craven Cottage. Guardiola was concerned that his team would struggle with fatigue after a tough run of games and he was delighted that they managed to hold Fulham off.</p> <a href=\"https://www.theguardian.com/football/2023/apr/30/pep-guardiola-warns-manchester-city-against-complacency-after-fulham-win\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/30/pep-guardiola-warns-manchester-city-against-complacency-after-fulham-win", "date_published": "2023-04-30 18:02:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Eidevall hails first sell-out crowd at Emirates for Wolfsburg showdown", "description": "<ul><li>Arsenal Women to play in front of record 60,000 home fans</li><li>Women’s Champions League semi-final poised at 2-2</li></ul><p>Head coach Jonas Eidevall believes the first sell-out crowd for a women’s match at the Emirates Stadium can inspire Arsenal into the Women’s Champions League final on Monday.</p><p>It was revealed on Sunday that more than 60,000 tickets have been sold for the semi-final second leg against Wolfsburg, meaning the Gunners are expected to break the attendance record for a women’s club match in England.</p> <a href=\"https://www.theguardian.com/football/2023/apr/30/eidevall-hails-first-sell-out-crowd-at-emirates-for-wolfsburg-showdown\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/30/eidevall-hails-first-sell-out-crowd-at-emirates-for-wolfsburg-showdown", "date_published": "2023-04-30 17:55:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Diogo Jota wins thriller for Liverpool after Spurs’ rousing late comeback", "description": "<p>After 15 minutes at Anfield Tottenham were reliving a nightmare. By the 93rd they had found redemption and had no need to reimburse fans’ ticket costs for a second Sunday in succession. And by the 94th the nightmare was back, Liverpool clinching a fourth consecutive Premier League win seconds after blowing a three-goal lead.</p><p>Spurs’ latest interim manager, Ryan Mason, was at least spared the torment and scrutiny that befell Cristian Stellini after the <a href=\"https://www.theguardian.com/football/2023/apr/23/newcastle-tottenham-premier-league-match-report\">6-1 rout at Newcastle</a>, although it looked ominous when Jürgen Klopp’s team raced into a three-goal advantage after 15 minutes. Harry Kane, Heung-Min Son and the former Everton forward Richarlison, with his first league goal for the club, appeared to have conjured a stunning reprieve only for a dreadful error by Lucas Moura to invite Liverpool off the floor.</p> <a href=\"https://www.theguardian.com/football/2023/apr/30/liverpool-tottenham-premier-league-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/30/liverpool-tottenham-premier-league-match-report", "date_published": "2023-04-30 17:51:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Russia’s Daria Kasatkina supports LTA decision to help Ukrainian players", "description": "<ul><li>Kasatkina: ‘Most of the players, they cannot go home’</li><li>All England Club to support Ukrainians in grass court season</li></ul><p>Daria Kasatkina, the top-ranked women’s tennis player from Russia, has spoken in support of the All England Club and LTA’s decision to help Ukrainian players during the British grass court season.</p><p>Following their decision to allow Russian and Belarusian players to compete as neutrals at this year’s championships, the AELTC and LTA announced last week that they would provide all Ukrainian players with two hotel rooms and access to their exclusive training facilities during the grass court season.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/30/russias-daria-kasatkina-supports-lta-decision-to-help-ukrainian-players\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/30/russias-daria-kasatkina-supports-lta-decision-to-help-ukrainian-players", "date_published": "2023-04-30 17:49:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘You can’t help but get swept up’: joy as Napoli near first title for 33 years", "description": "<p>Party fever grips Naples, a southern city long derided by Italy’s northern powerhouses, as Serie A football crown all but certain</p><p>Naples has exploded into delirious celebrations as its football team edged closer towards clinching its first Serie A title in 33 years – a victory that would resonate well beyond football for this often-derided southern Italian city.</p><p>Napoli had hoped to claim <em>Scudetto</em> glory with six games still to play, but a 1-1 draw against Salernitana meant it has had to delay the official party by a few days.</p> <a href=\"https://www.theguardian.com/world/2023/apr/30/you-cant-help-but-get-swept-up-joy-as-napoli-near-first-title-for-33-years\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/30/you-cant-help-but-get-swept-up-joy-as-napoli-near-first-title-for-33-years", "date_published": "2023-04-30 17:46:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on poverty in Scotland: a contradictory history | Editorial", "description": "<p>The number of Scottish people in deep poverty has grown despite thoughtful welfare reforms. More will be needed</p><p>Social security is an investment in people, yet politicians in England have often treated it as a handout that should be almost impossible to survive on. The Scottish government has taken a different attitude. In place of George Osborne’s two-child limit on benefits, it has established a new<a href=\"https://www.socialsecurity.gov.scot/news-events/news/184-000-getting-25-scottish-child-payment#:~:text=Scottish%20Child%20Payment%20was%20announced,the%20end%20of%20last%20year.\" title=\"\"> weekly payment of £25</a> for each child. To mitigate the bedroom tax, it introduced<a href=\"https://www.gov.scot/policies/private-renting/private-tenancy-reform/\" title=\"\"> discretionary housing payments</a>. While the Department for Work and Pensions rolled out huge changes to benefits without consulting those who use them, Scotland commissioned <a href=\"https://www.gov.scot/collections/social-security-experience-panels-publications/\" title=\"\">“experience panels”</a> to involve people in the design of policies.</p><p>Despite these laudable attempts to ease the pain of Westminster’s swingeing cuts, the longer story of poverty in Scotland is one of bleak contradictions. As new research from the Joseph Rowntree Foundation (JRF) shows, while overall poverty levels have fallen, the number of people in very deep poverty has grown dramatically. Over the past two decades<strong>,</strong> a population <a href=\"https://www.jrf.org.uk/press/dramatic-increase-very-deep-poverty-sees-nearly-half-million-scots-facing-profound-hardship\" title=\"\">the size of Dundee</a> has been pushed into extreme poverty (households with less than 40% of the median income). People in this group are more likely to be single adults, from minority ethnic backgrounds, or disabled. Many of the causes – such as low-paid jobs – are national phenomena. Destitution is <a href=\"https://www.jrf.org.uk/report/destitution-uk-income-thresholds-october-2022#:~:text=For%20example%2C%20we%20calculated%20that,Destitution%20in%20the%20UK%20study.\" title=\"\">rising</a> across Britain. But its increase in Scotland should also be a warning about how policies are targeted.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/30/the-guardian-view-on-poverty-in-scotland-a-contradictory-history\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/30/the-guardian-view-on-poverty-in-scotland-a-contradictory-history", "date_published": "2023-04-30 17:30:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on US-China chip wars: no winners in zero-sum battles | Editorial", "description": "<p>UK policy is to ensure its industry doesn’t suffer collateral damage in the contest for tech supremacy</p><p>Rishi Sunak is <a href=\"https://www.politico.eu/article/rishi-sunak-1-billion-semiconductor-microchip-industry-strategy-funding/\" title=\"\">readying a billion pounds</a> to subsidise the UK’s fledgling <a href=\"https://www.cnbc.com/2023/02/13/uk-semiconductor-strategy-chip-firms-threaten-to-move-overseas.html\" title=\"\">microchip</a> industry. It sounds big. But the British government is merely reacting to US economic warfare against China. Behind the talk of <a href=\"https://www.theguardian.com/business/2022/aug/06/friendshoring-what-is-it-and-can-it-solve-our-supply-problems\" title=\"\">“friendshoring”</a> and resurgent industrial policy is a struggle to avoid collateral damage in the battle between China and the US for tech supremacy.</p><p>The EU plans almost to match the US promise of $52bn (£42bn) in chip subsidies. India is spending $30bn (£25bn) on its semiconductor mission. Mr Sunak looks to be bringing a peashooter to a gunfight. But Britain does not have a complete <a href=\"https://committees.parliament.uk/publications/31752/documents/178214/default/\" title=\"\">end-to-end</a> chip supply chain nor does it aspire to have one. Instead, it is following the slipstream of US power. Washington’s strength is that almost all chip factories contain critical tools from US suppliers. The US has isolated Beijing with export control <a href=\"https://www.reuters.com/technology/what-is-fdpr-why-is-us-using-it-cripple-chinas-tech-sector-2022-10-07/#:~:text=A%20little%2Dknown%20rule%20that,control%20trading%20of%20U.S.%20technologies.\" title=\"\">powers that ban transactions</a> between foreign countries and China. Washington’s legislative arsenal was first deployed against China’s <a href=\"https://thechinaproject.com/2023/01/31/washington-wants-to-completely-cut-huawei-off-from-u-s-suppliers/\" title=\"\">Huawei</a>, whose products Britain has also decided to <a href=\"https://www.politico.eu/article/us-china-huawei-europe-market/\" title=\"\">ban</a>.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/30/the-guardian-view-on-us-china-chip-wars-no-winners-in-zero-sum-battles\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/30/the-guardian-view-on-us-china-chip-wars-no-winners-in-zero-sum-battles", "date_published": "2023-04-30 17:25:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Manchester United fans’ protest not a distraction, says Erik ten Hag", "description": "<ul><li>Fans marched on Old Trafford demanding ‘100% sale’</li><li>Ten Hag: ‘We felt the fans were behind us’</li></ul><p>Erik ten Hag denied that a protest by fans demanding “100% sale” of Manchester United was a distraction, after thousands marched to Old Trafford from the city centre before the 1-0 win against Aston Villa on Sunday.</p><p>Some of those involved in the action held banners stating “Full Sale Only” and “Glazers Out”. This was because of Sir Jim Ratcliffe’s intention to purchase just over 50% of United and being open to one or more of the Glazers, who own the club, retaining their stake.</p> <a href=\"https://www.theguardian.com/football/2023/apr/30/manchester-united-fans-protest-not-a-distraction-says-erik-ten-hag\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/30/manchester-united-fans-protest-not-a-distraction-says-erik-ten-hag", "date_published": "2023-04-30 17:13:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Uzbekistan votes on clause that could extend president’s rule to 2040", "description": "<p>Overhaul of constitution would include allowing Shavkat Mirziyoyev to stay in power </p><p>Polls have closed across Uzbekistan, ending a day of voting in the central Asian nation in a constitutional referendum that could allow President Shavkat Mirziyoyev to remain in power until 2040.</p><p>Voting stations closed at 8:00pm (1500 GMT), after being open for 12 hours. The Election Commission has to announce the result within 10 days.</p> <a href=\"https://www.theguardian.com/world/2023/apr/30/polls-close-uzbekistan-referendum-shavkat-mirziyoyev\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/30/polls-close-uzbekistan-referendum-shavkat-mirziyoyev", "date_published": "2023-04-30 16:42:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Schools deserve better than this Ofsted inspections regime | Letters", "description": "<p>The current process to evaluate schools is not fit for purpose, say readers</p><p>Re your editorial (<a href=\"https://www.theguardian.com/commentisfree/2023/apr/24/the-guardian-view-on-ofsted-inspections-not-fulfilling-their-purpose\" title=\"\">The Guardian view on Ofsted inspections: not fulfilling their purpose, 24 April</a>), in 1992, Ofsted was set up by statute to assess the quality of education in each school. It was not established primarily or directly to improve schools or the system generally. It aimed to provide impartial, independent, professionally subjective judgments to assist leaders, governors and teachers in evaluating their policies and provision so as to help determine priorities for development. It was for schools to consider the inspection findings and commendations, not to necessarily accept them all.</p><p>That original limited but valuable purpose has been forgotten, even corrupted, and overtaken by more grandiose claims. Ofsted is now viewed by its leaders and supporters as providing authoritative, “objective”, incontestable findings and recommendations that have to be acted on. Its detractors contest these claims as unwarranted and overblown. Any reform of the system would do well to recognise the value of the limited purposes set out in the original legislation.<br /><strong>Prof Colin Richards</strong><br /><em>Former HM inspector of schools, Spark Bridge, Cumbria</em></p> <a href=\"https://www.theguardian.com/education/2023/apr/30/schools-deserve-better-than-this-ofsted-inspections-regime\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2023/apr/30/schools-deserve-better-than-this-ofsted-inspections-regime", "date_published": "2023-04-30 16:41:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tories are disappearing in local elections", "description": "<p>Readers say Conservative candidates appear to be distancing themselves from the governing party</p><p>Alison Hallum and Brian Sandall (Letters, <a href=\"https://www.theguardian.com/uk-news/2023/apr/25/one-rule-for-the-royals-finances-another-for-their-subjects\" title=\"\">25 April</a> and <a href=\"https://www.theguardian.com/culture/2023/apr/26/barry-humphries-bargain-book-buys\" title=\"\">26 April</a>) might be interested to know that Conservatives are also disappearing in Milton Keynes. None of their leaflets mention the party, and they’re on the nomination list as “Local Conservatives”. This is a clear attempt at distancing themselves from the governing party, though it appears well-coordinated by campaign headquarters. Friends tell me they are seeing similar in many other areas.<br /><strong>Paul Norris <br /></strong><em>Olney, Buckinghamshire</em></p><p>• In our Tory stronghold we have had no posters or literature from the party. We note from our local paper, the Hereford Times, that they are styling themselves as “Local Conservatives”. Have they even here despaired of their own government?<br /><strong>Margaret and Les Barclay</strong><br /><em>Leominster, Herefordshire</em></p> <a href=\"https://www.theguardian.com/politics/2023/apr/30/tories-are-disappearing-in-local-elections\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/apr/30/tories-are-disappearing-in-local-elections", "date_published": "2023-04-30 16:38:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Korea National Contemporary Dance Company review – rhythmic repetition and gleeful jumping", "description": "<p><strong>The Place, London</strong><br />Double bill of Jaeyoung Lee’s Mechanism and Sung Im Her’s Everything Falls Dramatic opens the sixth annual Korea showcase, which this year tours for the first time</p><p>The thriving contemporary dance scene in Korea gets its annual showcase, now in its sixth year in London, and touring for the first time too. It opens with a double bill from the Korea National Contemporary Dance Company, with works by Jaeyoung Lee, founder of Company Siga, and London-based Sung Im Her, who recently impressed with her movement direction on <a href=\"https://www.theguardian.com/stage/2022/dec/15/paradise-now-review-bush-theatre-margaret-perry\">Paradise Now!</a> at the Bush theatre.</p><p>There are coincidental similarities between the two pieces. Both involve rhythmic repetition, the power of unison and a slow crescendo that leads to everybody jumping gleefully up and down (a formula that ensures a certain amount of audience satisfaction), but they have their own signatures.</p><p><a href=\"https://kccuk.org.uk/en/programmes/koreandancefestival2023/\">A Festival of Korean Dance</a> continues to 11 May at The Place, Warwick Arts Centre, The Lowry, Salford, and The Dance Space, Brighton.<br /></p> <a href=\"https://www.theguardian.com/stage/2023/apr/30/korea-national-contemporary-dance-company-review-rhythmic-repetition-and-gleeful-jumping\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/apr/30/korea-national-contemporary-dance-company-review-rhythmic-repetition-and-gleeful-jumping", "date_published": "2023-04-30 16:37:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Stricken dinghy was not rescued after it entered UK waters, maritime logs reveal", "description": "<p>Boat with 38 people onboard got into difficulty in Channel and left to drift back towards France, FOI request shows</p><p>A boat carrying 38 people, including children, that got into difficulty crossing the Channel was not rescued when it reached UK waters but was instead allowed to drift back towards France, according to internal maritime logs.</p><p>Ministry of Defence officials, who were managing small boats in the Channel at the time, told the Guardian in January that they disputed that the stricken dinghy had entered UK waters.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/30/stricken-dinghy-not-rescued-uk-waters-maritime-logs-reveal\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/30/stricken-dinghy-not-rescued-uk-waters-maritime-logs-reveal", "date_published": "2023-04-30 16:23:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Alldritt inspires La Rochelle to victory over Exeter to set up Leinster final", "description": "<ul><li>Semi-final: La Rochelle 47-28 Exeter</li><li>Holders score seven tries to reach third successive final</li></ul><p>So much for Exeter’s Last Dance. This was a waltz for La Rochelle, a walloping for the Chiefs. They had hoped to wave goodbye to so many departing club stalwarts in style this season but the brutal reality is that they were steamrollered by a La Rochelle side who blend power and panache to devastating effect and are now into their third straight Champions Cup final.</p><p>Grégory Alldritt produced the kind of performance that made him Europe’s premier back-rower not so long ago but La Rochelle’s dominance was all over the pitch – the outside centre UJ Seuteni particularly catching the eye – as they ran in seven tries. They are giving up <a href=\"https://www.theguardian.com/sport/2023/apr/29/leinster-toulouse-champions-cup-semi-final-rugby-union-match-report\">home advantage to Leinster in the final</a> – a rematch of last season’s – but they have provided themselves Europe’s most formidable side in recent years and it is a fool who bets against them retaining their crown. They have also seen off England’s two most recent champions in successive rounds in a manner which suggests the Premiership is unlikely to provide a winner of this competition for a while yet.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/30/la-rochelle-exeter-champions-cup-semi-final-rugby-union-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/30/la-rochelle-exeter-champions-cup-semi-final-rugby-union-match-report", "date_published": "2023-04-30 16:20:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Civilians attacked in Darfur region as Sudan fighting escalates", "description": "<p>UN refugee agency ‘extremely concerned’ about effect on ‘fragile’ region, as evidence emerges of widespread destruction</p><p>Fighting has erupted in Sudan’s Darfur region including the use of heavy weaponry, and attacks on civilians and essential healthcare infrastructure, escalating a crisis now in its third week that was sparked by two rival generals.</p><p>Across the Sudanese capital, Khartoum, the sound of gunfire echoed through the streets throughout Sunday and airstrikes hit its twin city Omdurman. A Jordanian public broadcaster <a href=\"https://twitter.com/AlMamlakaTV/status/1652612453698777091\">showed images</a> of the towering Sudanese central bank ablaze.</p> <a href=\"https://www.theguardian.com/world/2023/apr/30/civilians-darfur-region-sudan-fighting-escalates\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/30/civilians-darfur-region-sudan-fighting-escalates", "date_published": "2023-04-30 16:06:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "County cricket: Middlesex v Kent, Warwickshire v Surrey, and more – live", "description": "<ul><li>Day four from the latest round of the County Championship</li><li><a href=\"https://www.theguardian.com/sport/2016/aug/18/sign-up-to-the-spin\">Sign up for The Spin</a> | And <a href=\"mailto:tanya.aldred.freelance@theguardian.com\">mail Tanya</a>, <a href=\"https://twitter.com/tjaldred\">tweet her</a> or post BTL</li></ul><p><strong>An early wicket at Grace Road</strong> as Wright picks up his fourth wicket of the innings. Cooke remains on 127 – Glamorgan’s lead stretches to 53. Some fascinating non-cricket related reading in the Observer today, including this on our dear departed ex-PM:</p><p><strong>An excellent back</strong>-against-the-wall effort, but how long can Singh-Dale stay with him? Gloucs, 213-9, 242 behind.</p> <a href=\"https://www.theguardian.com/sport/live/2023/apr/30/county-cricket-middlesex-v-kent-warwickshire-v-surrey-and-more-live-day-four\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2023/apr/30/county-cricket-middlesex-v-kent-warwickshire-v-surrey-and-more-live-day-four", "date_published": "2023-04-30 16:04:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "To those who rejoice at Richard Sharp’s fall at the BBC – be careful what you wish for | Jane Martinson", "description": "<p>The past Tory donor was clearly conflicted by his dealings with Boris Johnson, but he believed in the BBC. The next chair might not</p><p>In the aftermath of Richard Sharp’s resignation as chair of the BBC and Boris Johnson’s humiliation as the man who caused the defenestration of yet another who got too close, there is a warning to be voiced: be careful what you wish for.</p><p>Sharp was obviously and hopelessly conflicted by his failure to declare a connection to an £800,000 loan guarantee for Johnson during his interview for the prime post.</p><p>Jane Martinson is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/30/to-those-who-rejoice-at-richard-sharps-fall-at-the-bbc-be-careful-what-you-wish-for\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/30/to-those-who-rejoice-at-richard-sharps-fall-at-the-bbc-be-careful-what-you-wish-for", "date_published": "2023-04-30 16:04:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Liz Truss disputing £12,000 bill relating to use of Chevening grace-and-favour house", "description": "<p>Invoice for ex-PM’s time at Kent mansion when foreign secretary is thought to include sums for missing bathrobes and party business</p><p>Liz Truss is disputing part of a £12,000 bill sent to her by the Cabinet Office relating to her use of the grace-and-favour Chevening house while she was foreign secretary.</p><p>The bill mostly covered hospitality but also included missing items, such as some bathrobes, and dates back to last summer when she was fighting the Conservative leadership campaign against Rishi Sunak.</p> <a href=\"https://www.theguardian.com/politics/2023/apr/30/liz-truss-disputing-12000-bill-relating-to-use-of-chevening-grace-and-favour-house\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/apr/30/liz-truss-disputing-12000-bill-relating-to-use-of-chevening-grace-and-favour-house", "date_published": "2023-04-30 16:02:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Napoli made to wait for Scudetto party after late Salernitana equaliser", "description": "<ul><li>Napoli must wait for first title since Maradona and 1990</li><li>Second-placed Lazio earlier lost 3-1 to Internazionale</li></ul><p><strong>Napoli</strong> have been made to wait for their first Serie A title in 33 years, after a late <strong>Salernitana </strong>equaliser denied them the victory that was needed to secure a historic Scudetto.</p><p>A 3-1 defeat for second-placed <strong>Lazio</strong> at <strong>Internazionale</strong> had placed destiny in Neapolitan hands, but Boulaye Dia’s goal for Salernitana at the Diego Armando Maradona Stadium quietened the rampant celebrations in Naples.</p> <a href=\"https://www.theguardian.com/football/2023/apr/30/napoli-made-to-wait-for-scudetto-party-after-late-salernitana-equaliser\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/30/napoli-made-to-wait-for-scudetto-party-after-late-salernitana-equaliser", "date_published": "2023-04-30 15:54:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ding Liren succeeds Carlsen as world chess champion with gutsy playoff win", "description": "<ul><li><a href=\"https://www.theguardian.com/sport/live/2023/apr/30/world-chess-championship-live-tiebreaks-ian-nepomniachtchi-ding-liren\">Ding beats Nepomniachtchi in tiebreaks for historic world title</a></li><li>30-year-old becomes China’s first men’s world chess champion</li></ul><p>Ding Liren completed a most improbable journey to the summit of world chess on Sunday when he defeated Russia’s Ian Nepomniachtchi in a heart-stopping tiebreak playoff to capture the sport’s most prestigious title.</p><p>The 30-year-old from Zhejiang province, who never once led in the three-week match at the St Regis Astana Hotel until victory was in hand, boldly played for a win from what looked to be a drawn position in the last of four rapid games. That fighting spirit paid off handsomely when a stunned Nepomniachtchi resigned after 68 moves, making Ding the first Chinese man to become world chess champion.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/30/ding-liren-world-chess-champion-ian-nepomniachtchi\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/30/ding-liren-world-chess-champion-ian-nepomniachtchi", "date_published": "2023-04-30 15:47:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Man dead after stabbing near Cornwall nightclub", "description": "<p>24-year-old local man in Bodmin arrested on multiple charges with seven other people left injured after closing time</p><p>A man has died and seven others were left injured after a stabbing near a nightclub in Cornwall.</p><p>Police were called to Castle Canyke Road in the Victoria Square area in Bodmin, Cornwall at 3.15am on Sunday after reports of a person with a knife and multiple people with suspected stab wounds.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/30/man-dead-after-stabbing-near-bodmin-cornwall-nightclub\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/30/man-dead-after-stabbing-near-bodmin-cornwall-nightclub", "date_published": "2023-04-30 15:41:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Julián Álvarez’s screamer earns win at Fulham to send Manchester City top", "description": "<p>The illusion of competitiveness is fading fast. Manchester City are finally back on their perch and there is little reason to think they are going to let Arsenal back in after digging out another crucial win on a fiery afternoon at Craven Cottage.</p><p>Arsenal, of course, can regain top spot by beating Chelsea on Tuesday night. Mikel Arteta is desperate for his young side to keep going until the final day, and perhaps he will motivate them by claiming he saw signs of a City choke. Fulham had certainly given the champions a tougher time than Arsenal, Bayern Munich and Liverpool managed – and Pep Guardiola must have been relieved to hear the final whistle after eight minutes of stoppage time.</p> <a href=\"https://www.theguardian.com/football/2023/apr/30/fulham-manchester-city-premier-league-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/30/fulham-manchester-city-premier-league-match-report", "date_published": "2023-04-30 15:24:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fernandes strikes to secure win for Manchester United against Aston Villa", "description": "<p>After thousands of Manchester United fans marched on Old Trafford demanding a “100% sale” of the club, their players did the best kind of business on the pitch, ending Aston Villa’s 10-game unbeaten sequence, and tightening the hold on fourth place in the Champions League qualification chase.</p><p>If supporters are unhappy about Sir Jim Ratcliffe’s bid to buy just over 50% of United and him being open to one or more of the Glazer siblings retaining a stake, all Erik ten Hag can do is keep the team on the upward curve marked “improvement”.</p> <a href=\"https://www.theguardian.com/football/2023/apr/30/manchester-united-aston-villa-premier-league-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/30/manchester-united-aston-villa-premier-league-match-report", "date_published": "2023-04-30 15:20:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Wilson seals Newcastle comeback win to push Southampton closer to drop", "description": "<p>It is safe to assume Callum Wilson does not regard April as the cruellest month. At the end of March the England striker looked thoroughly out of sorts but eight goals in seven games over the past four weeks have confirmed his post World Cup slump is well and truly over.</p><p>Wilson’s introduction as a half-time substitute transformed a match that had begun badly for Newcastle but concluded with Eddie Howe’s third placed side set apparently fair for the Champions League. Southampton, meanwhile, remain well and truly stuck to the bottom of the Premier League.</p> <a href=\"https://www.theguardian.com/football/2023/apr/30/newcastle-southampton-premier-league-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/30/newcastle-southampton-premier-league-match-report", "date_published": "2023-04-30 15:11:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Student survey strengthens campaign for ‘Harry’s law’ on suicide data", "description": "<p>Parents of Harry Armstrong Evans welcome the finding that 88% want universities to be more transparent</p><p>Almost 90% of students want universities to be more transparent about suicides, according to a survey carried out after the death of Harry Armstrong Evans, an undergraduate who killed himself in 2021 after suffering a mental health crisis.</p><p><a href=\"https://www.theguardian.com/education/2022/oct/31/harry-armstrong-evans-suicide-family-anger-exeter-university\">Armstrong Evans’ parents</a> said the survey added weight to <a href=\"https://www.theguardian.com/education/2022/oct/05/parents-urge-uk-universities-to-reveal-student-suicide-rates\">their campaign for a “Harry’s law”</a> under which universities would have to publish the annual student suicide rate.</p> <a href=\"https://www.theguardian.com/education/2023/apr/30/student-survey-harrys-law-suicide-data-universities\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2023/apr/30/student-survey-harrys-law-suicide-data-universities", "date_published": "2023-04-30 15:01:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Frankenstein’s warning: the too-familiar hubris of today’s technoscience", "description": "<p>Technology presuming to recreate humanity is central to Mary Shelley’s masterpiece. It is more relevant today than ever</p><ul><li><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=cvau_sfl\">Get our weekend culture and lifestyle email</a></li></ul><p>Can we imagine a scenario in which the different anxieties aroused by George Romero’s horror film <a href=\"https://www.theguardian.com/film/2018/oct/24/night-living-dead-review-george-romero-horror-1968-classic-ghouls\">Night of the Living Dead</a> and Stanley Kubrick’s sci-fi dystopia <a href=\"https://www.theguardian.com/film/2014/nov/27/2001-a-space-odyssey-review-rerelease\">2001: A Space Odyssey</a> merge?</p><p>How might a monster that combined our fear of becoming something less than human with our fear of increasingly “intelligent” machines appear to us and what might it say?</p> <a href=\"https://www.theguardian.com/books/2023/may/01/frankensteins-warning-the-too-familiar-hubris-of-todays-technoscience\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/may/01/frankensteins-warning-the-too-familiar-hubris-of-todays-technoscience", "date_published": "2023-04-30 15:00:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "New artificial intelligence tool can accurately identify cancer", "description": "<p>Exclusive: Algorithm performs more efficiently and effectively than current methods, according to a study</p><p>Doctors, scientists and researchers have built an artificial intelligence model that can accurately identify cancer, in a development they say could speed up diagnosis of the disease and fast-track patients to treatment.</p><p>Cancer is a leading cause of death worldwide. It results in about 10 million deaths annually, or nearly one in six deaths, according to the World Health Organization. In many cases, however, the disease can be cured if detected early and treated swiftly.</p> <a href=\"https://www.theguardian.com/society/2023/apr/30/artificial-intelligence-tool-identify-cancer-ai\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/apr/30/artificial-intelligence-tool-identify-cancer-ai", "date_published": "2023-04-30 15:00:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tell Me How This Ends by Jo Leevers review – a sympathetic double act", "description": "<p>The bond between a terminally ill woman and an oddball charity worker makes for a promising, pleasingly complex debut</p><p>When it comes to piecing together a narrative, knowing exactly where to start, what to include and what to leave out is vital. So discovers Annie, one of two central characters in <a href=\"https://www.joleevers.com/\">Jo Leevers</a>’ mystery-freighted first novel, <em>Tell Me How This Ends</em>.</p><p>Annie, who’s in her 60s, has been diagnosed with terminal cancer when she signs up for a charitable initiative called the Life Stories Project. The aim is that she’ll receive a bound copy of her own life story for friends and relatives to remember her by, except that Annie has neither. Nor is she seeking to celebrate her life: all she wants is a clear conscience.</p> <a href=\"https://www.theguardian.com/books/2023/apr/30/tell-me-how-this-ends-by-jo-leevers-review-a-sympathetic-double-act\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/apr/30/tell-me-how-this-ends-by-jo-leevers-review-a-sympathetic-double-act", "date_published": "2023-04-30 15:00:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Alexandria Ocasio-Cortez ‘not planning’ to run for Senate seat in 2024", "description": "<p>Decision clears way for incumbent New York senator Kirsten Gillibrand to run for re-election unopposed by congresswoman</p><p>Alexandria Ocasio-Cortez will not run for a seat in the US Senate next year, according to her office, clearing the way for incumbent New York senator Kirsten Gillibrand, a Democrat, to run for re-election unopposed by the progressive congresswoman.</p><p>“She is not planning to run for Senate in 2024. She is not planning to primary Gillibrand,” Lauren Hitt, Ocasio-Cortez’s spokesperson,<a href=\"https://www.politico.com/news/2023/04/30/aoc-is-not-planning-to-run-for-senate-in-2024-00094454\"> told Politico.</a></p> <a href=\"https://www.theguardian.com/us-news/2023/apr/30/alexandria-ocasio-cortez-not-running-senate-2024\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/30/alexandria-ocasio-cortez-not-running-senate-2024", "date_published": "2023-04-30 14:53:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jota sinks Rangers in Scottish Cup to keep Celtic on course for treble", "description": "<p>It will pain Rangers that the defining goal in this semi-final stemmed from the kind of amateur defending that has undermined them against Celtic routinely in recent times. Celtic will take their place in the Scottish Cup final against Inverness early next month, with an eighth domestic treble in the club’s history now looking a near certainty.</p><p>This was a typically messy and fraught tie. Jota proved the match-winner, stealing in to head in Daizen Maeda’s cross as the Rangers defence stood motionless. Immediately before this, Rangers players had halted in their tracks as Matt O’Riley claimed in vain for a Celtic free-kick. It was a bizarre act of self-harm from those in blue, with Maeda capitalising on hesitation to pinch the ball and cross into Jota’s path.</p> <a href=\"https://www.theguardian.com/football/2023/apr/30/celtic-rangers-scottish-cup-semi-final-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/30/celtic-rangers-scottish-cup-semi-final-match-report", "date_published": "2023-04-30 14:44:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Help low-paid workers or face curbs to bosses’ pay, fund managers tell UK firms", "description": "<p>Investment managers join call for companies to pay real living wage across entire supply chains</p><p>Many of Britain’s largest employers must do more to increase pay for <a href=\"https://www.theguardian.com/business/2022/sep/16/lowest-paid-workers-britain-finances-living-wage-foundation-poll\">workers struggling with the cost of living crisis</a> or face votes against pay increases for executives, investment managers have warned.</p><p>Peter Hugh Smith, the chief executive of CCLA, an investment manager for the pensions of charities and church organisations, said many employers were failing “to do the right thing” and meet the “basic standard” of paying workers a living wage.</p> <a href=\"https://www.theguardian.com/society/2023/apr/30/help-low-paid-workers-or-face-curbs-to-executive-pay-fund-managers-tell-uk-firms-living-wage\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/apr/30/help-low-paid-workers-or-face-curbs-to-executive-pay-fund-managers-tell-uk-firms-living-wage", "date_published": "2023-04-30 14:43:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Liverpool v Tottenham: Premier League – live", "description": "<ul><li>Premier League updates from the 4.30pm BST kick-off</li><li><a href=\"https://www.theguardian.com/football/live\">Live scoreboard</a> | Share your thoughts with Rob <a href=\"mailto:rob.smyth@theguardian.com\">via mail</a></li></ul><p><strong>Thirteen Premier League starts, six goals: he’s doing pretty well.</strong></p><p><strong>Spurs’ last six away results: 1-6, 1-1, 3-3, 0-1, 1-4, 0-1.</strong></p> <a href=\"https://www.theguardian.com/football/live/2023/apr/30/liverpool-v-tottenham-premier-league-live-score-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/apr/30/liverpool-v-tottenham-premier-league-live-score-updates", "date_published": "2023-04-30 14:41:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘It knocked me out of reality’: Ukrainians struggle to comprehend strikes on their homes", "description": "<p>A strike that killed 23 people far from any frontlines forces residents to understand that one could come anywhere</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/apr/30/russia-ukraine-war-live-russian-soldiers-likely-placed-in-holes-in-the-ground-for-misdemeanours-says-uk\">Russia-Ukraine war – latest news updates</a></li></ul><p></p><p>Huddled under a blanket, Iryna Babii turned away from the empty space where until Friday nine floors of apartments had been stacked, one of them home to her daughter’s best friend.</p><p>The apartments were obliterated when a Russian missile crashed into this residential block, which sits beside a school in a neighbourhood just near the botanical gardens of Uman, a central Ukrainian city that before the war was known mostly as a Jewish pilgrimage site.</p> <a href=\"https://www.theguardian.com/world/2023/apr/30/ukrainians-struggle-to-comprehend-strikes-on-their-homes\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/30/ukrainians-struggle-to-comprehend-strikes-on-their-homes", "date_published": "2023-04-30 14:34:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Texas man who killed five, including eight-year-old boy, could ‘be anywhere’", "description": "<p>Suspect in fatal shooting of neighbors after noise complaint could be as far as ‘10 or 20 miles’ from murder scene, sheriff says</p><p>The man suspected of killing five people, including an eight-year-old boy, with an AR-15-style weapon after neighbors asked him to stop shooting in his yard could be anywhere by now, authorities in Houston, Texas, have said.</p><p>The manhunt for 38-year-old Francisco Oropeza could now be as wide as “10 or 20 miles” from the murder scene, San Jacinto county sheriff Greg Capers told reporters late Saturday, more than 24 hours after the shooting occurred near the town of Cleveland, about 45 miles north of Houston.</p><p><em>Associated Press contributed to reporting</em></p> <a href=\"https://www.theguardian.com/us-news/2023/apr/30/texas-shooting-five-killed-manhunt-suspect\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/30/texas-shooting-five-killed-manhunt-suspect", "date_published": "2023-04-30 14:29:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "England women’s Rowland seeks rise in club crowds after Twickenham record", "description": "<ul><li>‘We’ve proved there’s an appetite for women’s rugby’</li><li>Rowland hopes crowds can now flock to Premier 15s finale</li></ul><p>England’s Helena Rowland hopes the Red Roses’ grand slam success in front of a women’s world-record crowd at Twickenham will be a springboard for higher attendances in the domestic game.</p><p>Rowland, who plays for Loughborough Lightning in the Premier 15s, started Saturday’s historic match in front of 58,498 fans <a href=\"https://www.theguardian.com/sport/2023/apr/29/england-france-womens-six-nations-rugby-union-match-report\">as England beat France 38-33</a>. After some respite the England players will return to their clubs with the next round of the Premier 15s taking place on the weekend of 13-14 May.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/30/england-womens-rowland-seeks-rise-in-rugby-club-crowds-after-twickenham-record\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/30/england-womens-rowland-seeks-rise-in-rugby-club-crowds-after-twickenham-record", "date_published": "2023-04-30 14:14:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Goths in Whitby and sumo wrestlers: the weekend’s best photos", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/news/gallery/2023/apr/30/goths-in-whitby-and-sumo-wrestlers-the-weekends-best-photos\">Continue reading...</a>", "link": "https://www.theguardian.com/news/gallery/2023/apr/30/goths-in-whitby-and-sumo-wrestlers-the-weekends-best-photos", "date_published": "2023-04-30 14:02:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sparrow by James Hynes review – the last, lonely Roman writes", "description": "<p>A fourth-century man finds himself alone and adrift in Britain in the last days of empire in a brutal, wonderful novel</p><p>J<a href=\"http://www.jameshynes.com/\">ames Hynes</a> is not well known in the UK – <em>Sparrow</em> is the 67-year-old American’s sixth novel but his first to be published internationally. It tells the story of a man who calls himself Jacob, writing in a library in Britain some time in the latter half of the fourth century AD. Jacob has been known by many names over the course of his life: Pusus (Little One), Mouse, Antinous. His secret name for himself is Sparrow. To many, he was known as cinaedus – the catamite. Jacob is, perhaps, the last Roman. He is “a weathered piece of driftwood discarded by a receding tide, the sole remaining resident of a deserted town in an abandoned province at the bleeding edge of a dying empire”.</p><p>We first meet Jacob in the town of Carthago Nova in Hispania. He’s initially under the kitchen table in a brothel called Helicon, watching the woman he thinks of as his mother, Focaria, cook and clean. The prostitutes, known as wolves, are named after the muses: Euterpe, Urania, Clio, Thalia and Melpomeni. For the first 50 pages of the book, Jacob doesn’t step outside the kitchen. He sees Audo, the brothel’s pimp, who bullies and hectors the girls; he grows particularly close to Euterpe, who becomes a second mother to him. We learn that Carthago Nova is a centre of the slave trade, and that Jacob himself was purchased in error, thought to be a girl.</p> <a href=\"https://www.theguardian.com/books/2023/apr/30/sparrow-by-james-hynes-review-the-last-lonely-roman-writes\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/apr/30/sparrow-by-james-hynes-review-the-last-lonely-roman-writes", "date_published": "2023-04-30 14:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘It’s like a miniature Downton’: a cosily grand country seat in Suffolk", "description": "<p>Ambrice Miller has remodelled a 17th-century former malt house into a comfy family home</p><p>Ambrice Miller is sitting in her dining room on a bobbin chair that she designed. On the wall behind her is a hyper-realistic drawing by <a href=\"https://ramadhanihamisi.com/\" title=\"\">Ramadhan Hamis</a>, an artist she represents. An equine bust and two Persian rugs also fill the space beneath an antique crystal chandelier from Provence, which hangs from one of the ceiling beams.</p><p>This space is actually one of the more understated rooms in her home. “Apparently a collector is just a hoarder, but I’ve also been told it’s not hoarding if what you’re holding on to is beautiful,” says the art dealer and asset manager. The malt house she’s standing in has aged rather gracefully. It has the character you’d expect from a 17th-century property and, while there have been a few nips and tucks here and there, thanks to its good bones, Ambrice and her husband, Ben, who undertook most of the renovation works themselves, didn’t need to do any structural work.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/apr/30/interiors-its-like-a-miniature-downton-a-cosily-grand-home-in-suffolk\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/apr/30/interiors-its-like-a-miniature-downton-a-cosily-grand-home-in-suffolk", "date_published": "2023-04-30 14:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Should I worry about how much sleep I’m getting?", "description": "<p>Late nights, early starts, nightmares, anxiety, children … there are so many things that can cut into our shut-eye. When does that threaten our health – and what can we do about it?</p><p>Of all the things to worry about in life, sleep may be the most pernicious. Most things you either <em>can</em> directly control (your booze intake, Twitter consumption, exercise regime) or you can’t (pollution, bees dying, malevolent artificial intelligence). But sleep sits right in the middle: even if you feel as if you are giving yourself enough, are you really? Is it the right sort? And then, of course, there’s always the worry that the worrying itself is a problem – by stressing yourself out about shut-eye, are you making things worse?</p><p>First, take a deep breath. To start with the basics: if you are getting anywhere from seven to nine hours a night, you’re probably fine. “Some people can get away with as little as six hours a night, or might need as much as 10, but those are generally extreme cases,” says Jason Carter, dean of Baylor University’s Robbins College of Health and Human Sciences. “I would start to get concerned with consistently sleeping less than seven hours a night, and really concerned if it dropped to six or below.”</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/apr/30/should-i-worry-about-how-much-sleep-im-getting\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/apr/30/should-i-worry-about-how-much-sleep-im-getting", "date_published": "2023-04-30 14:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Skinny Pelembe: Hardly the Same Snake review – hits and misses", "description": "<p>(Partisan)<br />The Doncaster genre-hopper has plenty of good ideas but can’t quite marshal them into a compelling whole</p><p>Doncaster experimentalist <a href=\"https://www.theguardian.com/music/2019/mar/16/skinny-pelembe-one-to-watch-doya-beardmore-no-blacks-no-dogs-no-irish\">Skinny Pelembe</a> is precisely the type of act that should thrive in our streaming age, when listeners enjoy genre-hopping more than ever. Brought up imbibing Afrobeat, bossa nova, rock, dub, country, hip-hop and more, he has never shied away from decanting everything he has absorbed into his music. It’s just that, as with his 2019 debut, <em>Dreaming Is Dead Now</em>, he can’t quite marshal his many decent ideas into a compelling whole.</p><p>The singles <a href=\"https://www.youtube.com/watch?v=hbQKn6hVaHY\">Don’t Be Another</a> and <a href=\"https://www.youtube.com/watch?v=UwBeaUKSakg\">Like a Heart Won’t Beat</a> are both strong, particularly the latter’s use of piano and rushing percussion, hurrying along to an explosively sudden ending. Elsewhere, moments spark then fail to catch fire. <a href=\"https://www.youtube.com/watch?v=w3pQRP6aEPI\">Oh, Silly George</a> pokes you sharply by starting “I think it’s time we emigrate, feel like an intruder/ Hate it here on match day anyway”, then doesn’t develop any further perceptive thoughts on belonging and exclusion. Although Pelembe has recently spoken of having more confidence in his more-than-adequate voice, he often chooses to layer or distort it. Added to his love of wandering instrumental passages, buried choruses and self-sampling, the overall effect can be quite distancing. It feels like there’s better work to come.</p> <a href=\"https://www.theguardian.com/music/2023/apr/30/skinny-pelembe-hardly-the-same-snake-review-hits-and-misses-dont-be-another-like-a-heart-wont-beat\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/apr/30/skinny-pelembe-hardly-the-same-snake-review-hits-and-misses-dont-be-another-like-a-heart-wont-beat", "date_published": "2023-04-30 14:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fulham v Manchester City: Premier League – live", "description": "<ul><li>Premier League updates from the 2pm BST kick-off</li><li><a href=\"https://www.theguardian.com/football/live\">Live scoreboard</a> | <a href=\"mailto:daniel.gallan.freelance@theguardian.com\">Email Daniel</a> or drop him <a href=\"https://twitter.com/danielgallan\">a tweet</a></li></ul><p>I was wondering when I’d get my first bit of Arsenal related correspondence and <strong>Rick Harris</strong>, in an email titled ‘Ha ha ha ha Haaland’ duly delivers:</p><p><em>“Hi Daniel, I think it is fair to say that Arsenal have done a Newcastle 1996 and all we really needed before their 4-1 thrashing at the hands of the current and likely continuing PL champions was Arteta to lose his rag and splutter ‘I will love it if we beat them’. I really can’t see Fulham having the ability, desire or sheer bloody mindedness to thwart City today and Haaland will undoubtedly score goal 50 of a truly incredible season.”</em></p> <a href=\"https://www.theguardian.com/football/live/2023/apr/30/fulham-v-manchester-city-premier-league-live-score-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/apr/30/fulham-v-manchester-city-premier-league-live-score-updates", "date_published": "2023-04-30 13:49:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rangers v Celtic: Scottish Cup semi-final – live", "description": "<ul><li>Scottish Cup semi-final updates from the 1.30pm BST kick-off</li><li><a href=\"https://www.theguardian.com/football/live\">Live scoreboard</a> | And you can <a href=\"mailto:john.brewin.casual@theguardian.com\">mail John</a> or ping him <a href=\"https://twitter.com/johnbrewin_\">a tweet</a></li></ul><p><strong>Injury news:</strong> Willie Collum, the match referee, has pulled up lame. The fourth official, Don Robertson, will ref the game. This appears to have gone down well with Rangers fans.</p><p><strong>Ange Postecoglou speaks to Viaplay:</strong> “Should be a great atmosphere, I’m looking forward to it. Our creatives forces back in the team, Both ready to go. You don’t rock up the play the big games hoping it will happen today. So far these lads for the last 20-odd months have been great.”<strong> </strong></p> <a href=\"https://www.theguardian.com/football/live/2023/apr/30/rangers-v-celtic-scottish-cup-semi-final-live-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/apr/30/rangers-v-celtic-scottish-cup-semi-final-live-updates", "date_published": "2023-04-30 13:49:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ding Liren defeats Ian Nepomniachtchi to win World Chess Championship – live", "description": "<ul><li>Ding defeats Nepomniachtchi in fourth of four rapid tiebreaks</li><li>Tweet Bryan at<a href=\"https://twitter.com/BryanAGraham\"> @BryanAGraham</a> or <a href=\"mailto:bryan.graham@theguardian.com\">email him</a></li></ul><p><strong>The eval bar goes back to dead even after Ding’s 23. Rb1.</strong> Could a queen sacrifice be in play after <strong>23. ... Ne5 24. e4 b6</strong>?</p><p><strong>A few more moves: 18. Ng5 h6 19. Ne4 Rae8 20. e3 Re5 21. Qd2 Rd8.</strong> The evaluation bar spikes in white’s favor after that last move, although the position looks solid on the board. Ding plays <strong>22. Nd6</strong> and Nepo answers with <strong>22. ... Rh5</strong>.</p> <a href=\"https://www.theguardian.com/sport/live/2023/apr/30/world-chess-championship-live-tiebreaks-ian-nepomniachtchi-ding-liren\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2023/apr/30/world-chess-championship-live-tiebreaks-ian-nepomniachtchi-ding-liren", "date_published": "2023-04-30 13:48:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Russia-Ukraine war live: heavy shelling reported in Kharkiv region after overnight attacks in Kherson", "description": "<p>Two injured by rocket attacks in Kherson after heavy shelling and homes hit by anti-aircraft missiles in Kharkiv</p><p>Shelling through the night in the city of Kherson has injured two people, deputy head of Kherson Oblast Council Yuriy Sobolevsky <a href=\"https://t.me/s/SobolevskyiYurii/1324\">said this morning</a>.</p><p>More than 27 attacks were reported on residential areas of the wider Kherson region on Saturday, according to its authorities, with some<a href=\"https://t.me/khersonskaODA/5465\"> 135 shells fired</a>.</p> <a href=\"https://www.theguardian.com/world/live/2023/apr/30/russia-ukraine-war-live-russian-soldiers-likely-placed-in-holes-in-the-ground-for-misdemeanours-says-uk\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2023/apr/30/russia-ukraine-war-live-russian-soldiers-likely-placed-in-holes-in-the-ground-for-misdemeanours-says-uk", "date_published": "2023-04-30 13:43:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Florida’s rightwing governor backs Badenoch’s ‘war on woke’", "description": "<p>Ron DeSantis supports the UK business secretary’s attempt to stop the left ‘corrupting British society’</p><p>Florida’s rightwing governor, Ron DeSantis, has backed UK business secretary Kemi Badenoch in taking on what he calls “the woke”.</p><p>DeSantis, who is expected to challenge Donald Trump for the Republican nomination for the 2024 presidential electoin, met Badenoch and foreign secretary James Cleverly on a visit to London this week.</p> <a href=\"https://www.theguardian.com/us-news/2023/apr/30/ron-desantis-backs-kemi-badenochs-war-on-woke\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/30/ron-desantis-backs-kemi-badenochs-war-on-woke", "date_published": "2023-04-30 13:16:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "British workers increasingly likely to work into their 70s, research suggests", "description": "<p>Cost of living crisis forcing some older people to stay in work as data shows 61% increase in number of over-70s in employment</p><p></p><p></p><p>British workers are increasingly likely to work into their 70s, according to research released on International Workers’ Day thatfound the cost of living crisis has left older people with little choice but to stay in employment.</p><p>There were 446,601 people above the age of 70 still in work last year, a rise of 61% compared with 277,926 in 2012, said Rest Less, an online community for the over-50s that offers advice to older workers.</p> <a href=\"https://www.theguardian.com/society/2023/apr/30/british-workers-work-into-70s-cost-of-living\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/apr/30/british-workers-work-into-70s-cost-of-living", "date_published": "2023-04-30 13:15:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘We tried to stop her’: Kenyan teenager tells how cult starved his mother", "description": "<p>More than 100 bodies have been unearthed since church leader was arrested on suspicion of luring his followers to their deaths</p><p>Two years ago, Issa Ali’s mother took all her belongings and left her family to join followers of the charismatic church leader Paul Mackenzie Nthenge in the Shakahola forest in south-east Kenya.</p><p>“He told them that’s where Jesus’ second coming will happen,” the 16-year-old said.</p> <a href=\"https://www.theguardian.com/world/2023/apr/30/we-tried-to-stop-her-kenyan-teenager-tells-how-cult-starved-his-mother\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/30/we-tried-to-stop-her-kenyan-teenager-tells-how-cult-starved-his-mother", "date_published": "2023-04-30 13:14:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sergio Pérez holds off Max Verstappen to win Azerbaijan grand prix", "description": "<ul><li>Another one-two for dominant Red Bull in Baku</li><li>Esteban Ocon’s last-lap pitstop causes chaos </li></ul><p>Sergio Pérez won the Azerbaijan Grand Prix with a display of dominant control for Red Bull. He beat his teammate Max Verstappen into second, <a href=\"https://www.theguardian.com/sport/2023/apr/28/charles-leclerc-pole-ferrari-f1-azerbaijan-grand-prix\">with the pole-sitter</a>, Ferrari’s Charles Leclerc, taking third place in Baku. Aston Martin’s Fernando Alonso was fourth and Ferrari’s Carlos Sainz in fifth. Lewis Hamilton and George Russell were in sixth and eighth respectively for Mercedes.</p><p>In a largely uneventful race, the pace of the Red Bulls was such that they were unchallenged throughout. What drama there was played out through the timing of a pitstop under the safety car that cost Verstappen the lead and what would have probably been another win. Behind them, with the field cautious over tyre wear, a procession made for an unremarkable spectacle on the streets of Baku.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/30/sergio-perez-holds-off-max-verstappen-to-win-azerbaijan-grand-prix\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/30/sergio-perez-holds-off-max-verstappen-to-win-azerbaijan-grand-prix", "date_published": "2023-04-30 13:11:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Why do some words not have opposites?", "description": "<p>The long-running series in which readers answer other readers’ questions on subjects ranging from trivial flights of fancy to profound scientific and philosophical concepts</p><p>Why do some words have an opposite, but others don’t? <em>Grant Huxley, Albany</em></p><p><em>Post your answers (and new questions) below or send them to </em><strong><a href=\"mailto:nq@theguardian.com\">nq@theguardian.com</a></strong><em>. A selection will be published next Sunday.</em></p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/apr/30/why-do-some-words-not-have-opposites\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/apr/30/why-do-some-words-not-have-opposites", "date_published": "2023-04-30 13:01:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "At 48, I should be inspired by Gwyneth Paltrow and her abs. But they make me want to throw things | Emma Beddington", "description": "<p>You want a middle-aged woman to run an ultramarathon or start a wellness empire? Can’t I just have a breakdown?</p><p>There is good news for midlifers, so gird your loins for a flurry of off-brand optimism. Kicking off the list is a <a href=\"https://www.theguardian.com/books/2023/apr/23/prize-london-book-fair-over-50s-novel-debut-book\" title=\"\">new prize for debut novelists over 50</a>. “The reason we launched the award was to say to people over 50: yes, you too can be a shiny, sparkly, new writer – just older,” said Lisa Highton of Jenny Brown literary agents, who launched the award. I am delighted, because it will add new literary later bloomers to my carefully memorised list: Penelope Fitzgerald (first novel published at 60), Raymond Chandler (51) and Annie Proulx (56). It looks less impressive every year I still don’t write a novel, so new blood is welcome.</p><p>It’s heartening to see more recognition that while life might have stopped you from <a href=\"https://www.theguardian.com/books/2023/apr/13/granta-reveals-its-pick-of-future-star-british-novelists#:~:text=Granta%20reveals%20its%20pick%20of,British%20novelists%20%7C%20Books%20%7C%20The%20Guardian&amp;amp;text=Writers%20on%20this%20year%E2%80%99s%20Granta,Eleanor%20Catton%20and%20Saba%20Sams\" title=\"\">making that cursed Granta Young Novelists list</a>, this might make your writing richer and more exciting – although nothing short of a full transfusion of virgin’s blood in a Swiss clinic could achieve “shiny, sparkly” for me. This year’s <a href=\"https://www.theguardian.com/books/2023/apr/26/womens-prize-for-fiction-shortlist\" title=\"\">Women’s prize shortlist</a> offers further evidence of that, with five out of six nominees over 50.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/30/at-48-i-should-be-inspired-by-gwyneth-paltrow-and-her-abs-but-they-make-me-want-to-throw-things\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/30/at-48-i-should-be-inspired-by-gwyneth-paltrow-and-her-abs-but-they-make-me-want-to-throw-things", "date_published": "2023-04-30 13:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Readers reply: which professions offer the best pay for the least amount of effort?", "description": "<p>The long-running series in which readers answer other readers’ questions on subjects ranging from trivial flights of fancy to profound scientific and philosophical concepts</p><p>Which professions offer the best pay for the least amount of effort? <em>Anna Harrison, Bosham</em></p><p><em>Send new questions to </em><strong><a href=\"mailto:nq@theguardian.com\">nq@theguardian.com</a></strong><em>.</em></p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/apr/30/readers-reply-which-professions-offer-the-best-pay-for-the-least-amount-of-effort\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/apr/30/readers-reply-which-professions-offer-the-best-pay-for-the-least-amount-of-effort", "date_published": "2023-04-30 13:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nursing union rejects minister’s claim over patient safety exemptions in strike", "description": "<p>RCN chief says measures agreed for ‘really acute urgent services’ in England after transport secretary alleges patients ‘clearly’ at risk</p><p>The Royal College of Nursing has clashed with the government over whether sufficient exemptions have been made to protect patient safety during the nurses’ strike in England that is due to start on Sunday night.</p><p>The general secretary of the RCN, Pat Cullen, said nurses had worked “tirelessly” to make sure their strike would be as safe as possible for patients and that there were national exemptions in place for “those really acute urgent services”.</p> <a href=\"https://www.theguardian.com/society/2023/apr/30/royal-college-of-nursing-union-strike-patient-safety\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/apr/30/royal-college-of-nursing-union-strike-patient-safety", "date_published": "2023-04-30 12:56:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "They call it ‘national conservatism’ but it’s a divisive, far-right movement. Why are Tories embracing it? | John Harris", "description": "<p>High-ranking government members hope to make political capital out of their own failures. Labour must reject this cynicism</p><p>In a fortnight’s time, a remarkable two-day political conference is going to be happening in central London. The people speaking in its debates and discussions come almost entirely from the political right: they will include the home secretary, Suella Braverman, her cabinet colleague Michael Gove, and a host of voices from media outlets such as the Daily Telegraph and GB News.</p><p>What will sit at the heart of proceedings, says the event’s <a href=\"https://nationalconservatism.org/natcon-uk-2023/\">official blurb</a>, are “the idea of the nation” and “the revival of the unique national traditions that alone have the power to bind a people together and bring about their flourishing”. The foes and bugbears that will be decried include “political theories grounded in race”, and “a powerful new Marxism”.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/30/national-conservatism-far-right-divisive-tories\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/30/national-conservatism-far-right-divisive-tories", "date_published": "2023-04-30 12:51:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Not just about the trees: Labour hopeful on the doorsteps in Plymouth", "description": "<p>Council candidates say voters are raising national issues such as cost of living ahead of this week’s elections</p><p>If Plymouth’s relationship with politics had a Facebook status it would be “it’s complicated” – and that’s before you mention the trees.</p><p>In the past 25 years or so in Britain’s Ocean City, there have been four Conservative majority administrations, five Labour majority administrations, and as there is now, there have been four periods of “no overall control”.</p> <a href=\"https://www.theguardian.com/politics/2023/apr/30/abour-hopeful-doorsteps-plymouth-local-elections\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/apr/30/abour-hopeful-doorsteps-plymouth-local-elections", "date_published": "2023-04-30 12:24:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "It’s a Motherf**king Pleasure review – a darkly comic satire on disability", "description": "<p><strong>Soho theatre, London<br /></strong>This debut from disability-led theatre company FlawBored is not afraid to make us squirm as it skewers virtue signalling and corporate buzzwords<br /></p><p>What starts as an audio-described introduction descends into a darkly comic pisstake. From disability-led theatre company FlawBored, this debut is an ensemble-devised satire of the commodification of people with disabilities, spotlighting the disingenuousness, the careless virtue signalling, and the unhelpful anxiety that frequently crop up in conversations around disabilities. The presentation has an easy-going charm to it, but this company is not afraid to make us squirm.</p><p>Through a series of meta sketches fuelled by corporate buzzwords and over-apologies, our three affable hosts (Samuel Brewer, Aarian Mehrabani and Chloe Palmer) drily mock the commercial mass-marketing of disabled identities. The storytelling is playful with a keen eye for experimentation, complete with interruptions from the captioner and moments where they step out of the show to plead with us not to cancel them on Twitter.</p><p><a href=\"https://sohotheatre.com/shows/its-a-motherfking-pleasure/\">At Soho theatre until 13 May</a></p> <a href=\"https://www.theguardian.com/stage/2023/apr/30/its-a-motherfking-pleasure-review-a-darkly-comic-satire-on-disability\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/apr/30/its-a-motherfking-pleasure-review-a-darkly-comic-satire-on-disability", "date_published": "2023-04-30 12:20:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Imperial War Museum to exhibit conflicting perspectives on Troubles", "description": "<p>London museum will display array of testimonies and archive photographs collected over the years</p><p>Complicated and contested stories of conflicts have been told by the Imperial War Museum (IWM) for more than a century. Now, for the first time, it is to tackle the UK’s own war: the 30-year Troubles in <a href=\"https://www.theguardian.com/uk/northernireland\">Northern Ireland</a> that embroiled civilians, paramilitary groups and the British army, leaving hundreds dead and communities traumatised.</p><p>“There was a realisation that this was something that the IWM should address,” said Craig Murray, lead curator of the exhibition. “We wanted to show that it’s complex, difficult – and not over. And we wanted to listen to how and why people disagree about what happened, and air different viewpoints.”</p> <a href=\"https://www.theguardian.com/culture/2023/apr/30/imperial-war-museum-to-exhibit-conflicting-perspectives-on-troubles\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/apr/30/imperial-war-museum-to-exhibit-conflicting-perspectives-on-troubles", "date_published": "2023-04-30 12:02:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Field of fresh cow pats welcomes first dung beetles to be rewilded in France", "description": "<p>Sixty of the keystone species released near Bordeaux to feast on waste from wild cattle and help restore a vital habitat on the Atlantic coast</p><p>In a forest clearing filled with cowpats, French history is being made: the country’s first translocation of dung beetles in a nature reserve near Bordeaux.</p><p>With the same pomp and ceremony afforded to the release of an <a href=\"https://www.theguardian.com/environment/2022/oct/19/rewilding-europe-project-spain-lynx-wild-horses-black-vultures-in-eastern-spain-aoe\">Iberian lynx</a> or a <a href=\"https://www.theguardian.com/environment/2022/sep/27/bison-bears-and-beavers-the-species-making-a-return-to-europe-aoe\">European bison</a>, about 60 “ball rolling” insects were brought to the marshy forests of Étang de Cousseau in south-west France on Wednesday to restore a vital ecosystem function on the Atlantic coast.</p> <a href=\"https://www.theguardian.com/environment/2023/apr/30/france-first-dung-beetle-reintroduction-rewilding-aoe\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/apr/30/france-first-dung-beetle-reintroduction-rewilding-aoe", "date_published": "2023-04-30 12:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The National: First Two Pages of Frankenstein review – still feeling blue", "description": "<p>(4AD)<br />The US band’s ninth album features guest vocals from pals Taylor Swift and Phoebe Bridgers, but their signature melancholy remains undimmed</p><p>Twenty-four years and nine albums into their career, <a href=\"https://www.americanmary.com/\">the National</a> are still examining their sadness. The New York-based band have recently pursued solo projects, with singer Matt Berninger releasing an album in 2021 and guitarist Aaron Dessner working with Taylor Swift and Ed Sheeran, but on <a href=\"https://thenational.ffm.to/f2pof\">their latest effort</a><em> </em>the group return to produce a record that will satisfy longtime fans.</p><p>With maturity comes a newfound softness. Gone are the harsh, angular riffs of early records such as <em>Alligator</em>, while the inky darkness of 2010 breakthrough <em><a href=\"https://www.theguardian.com/music/2010/may/06/national-high-violet-cd-review\">High Violet</a> </em>is supplanted by gently undulating compositions that play over Berninger’s impressionistic lyrics. Opener Once Upon a Poolside sets the tone, with a plaintive piano melody anchoring anxious lines such as “What was the worried thing you said to me?”, before slipping into a similarly forlorn mood on This Isn’t Helping, with backing harmonies from <a href=\"https://www.theguardian.com/music/2022/jun/24/phoebe-bridgers-glastonbury-roe-v-wade-taylor-swift-paul-mescal\">Phoebe Bridgers</a>.</p> <a href=\"https://www.theguardian.com/music/2023/apr/30/the-national-first-two-pages-of-frankenstein-review-still-feeling-blue-taylor-swift-phoebe-bridgers\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/apr/30/the-national-first-two-pages-of-frankenstein-review-still-feeling-blue-taylor-swift-phoebe-bridgers", "date_published": "2023-04-30 12:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A war for our age: how the battle for Sudan is being fuelled by forces far beyond its borders", "description": "<p>A bloody chaos with a cast of warlords, chancers and cynical exploiters, the latest conflict in Africa has parallels with Syria</p><p>Tonight, like every other night for weeks, convoys of trucks will set out across the southern Libyan desert and head towards the border with Sudan, 250 miles away. They will drive from dusk with lights dimmed in a bid to avoid detection. This is a clandestine operation – though hardly secret. Once across the frontier, the convoys will divide, some travelling south, others setting out to the east.</p><p>Most reporting from Sudan has so far focused on the <a href=\"https://www.theguardian.com/world/2023/apr/28/sudan-street-battles-threaten-fragile-ceasefire-turkish-plane-shot-truce-extension\" title=\"\">street battles in the capital</a>, the 500 or more dead and 4,000 wounded, the impending humanitarian crisis and the evacuation of foreign nationals. But though the supply lines running through the desert are a detail in the grand scheme of things, they may tell us more about the nature of this conflict than breathless reports from Stansted as British evacuees arrive back in the UK or briefings from Washington.</p> <a href=\"https://www.theguardian.com/world/2023/apr/30/a-war-for-our-age-how-the-battle-for-sudan-is-being-fuelled-by-forces-far-beyond-its-borders\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/30/a-war-for-our-age-how-the-battle-for-sudan-is-being-fuelled-by-forces-far-beyond-its-borders", "date_published": "2023-04-30 12:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Can drugs fix the UK’s adolescent obesity crisis?", "description": "<p>A powerful new weight-loss medication may be approved for those aged 12 to 17. But healthcare professionals fear it ignores the underlying socioeconomic causes</p><p>Like many GPs around the UK, Semiya Aziz has grown accustomed to seeing children as young as four or five who are obese. Knowing how best to address this delicate and complex issue with parents, given the time constraints of a 10-minute consultation, is a challenge for GPs, who are increasingly shouldering the burden of the UK’s burgeoning <a href=\"https://www.theguardian.com/commentisfree/2023/apr/17/britain-childhood-obesity-emergency-is-poverty-type-2-diabetes\">child obesity crisis</a>.</p><p>“It’s very difficult to actually say, ‘Look, your child is overweight and needs to go on a programme,’” says Aziz, whose practice is in Palmers Green, north London. “There’s a big taboo with discussing it, as parents don’t want to upset their children. And GPs don’t have time in a short consultation to get those educational measures about healthy lifestyles across and delve into the child’s habits.”</p> <a href=\"https://www.theguardian.com/society/2023/apr/30/can-drugs-fix-uk-adolescent-obesity-crisis\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/apr/30/can-drugs-fix-uk-adolescent-obesity-crisis", "date_published": "2023-04-30 12:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Isaac Julien: What Freedom Is to Me review – ghosts, dandies and seduction", "description": "<p><strong>Tate Britain, London</strong><br />Luxurious, dreamlike and made to carry the weight of race, sex and politics, the free-roaming films of Isaac Julien beguile but mystify</p><p>Isaac Julien presents 11 films at <a href=\"https://www.tate.org.uk/whats-on/tate-britain/isaac-julien\">Tate Britain</a> with a combined running time so voluminous you might want to make a day of it, with respite for lunch. They include a group of early works from the 1980s, screened on monitors and walls outside the exhibition, and seven multiscreen films in darkened theatres within. Copious seating, sumptuous carpets, ideal viewing ratios, barcodes that let you watch again later back home: everything has been arranged for your comfort.</p><p>Which is worth bearing in mind as you witness the works of this inveterate seducer. Born in 1960, and starting out with experimental documentaries about police brutality, black life and culture in London, Julien found fame early on with <em>Looking for Langston</em> (1989). What he calls a “meditation” on the ambiguously queer identity of the black US poet <a href=\"https://www.theguardian.com/books/2022/sep/28/where-to-start-with-langston-hughes\">Langston Hughes</a> set out the elements of his style: fact interspersed with fiction, documentary with drama, drifting dreamscapes with archive footage, montages of dance, song and monologue, the camera hovering on beautiful people and places.</p> <a href=\"https://www.theguardian.com/culture/2023/apr/30/isaac-julien-what-freedom-is-to-me-tate-britain-london-review\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/apr/30/isaac-julien-what-freedom-is-to-me-tate-britain-london-review", "date_published": "2023-04-30 12:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tunisian cemeteries fill up as hundreds of dead refugees wash up on coast", "description": "<p>Hospitals, morgues and burial grounds under pressure, with more than 300 bodies found this year in just one region</p><p>Authorities in Tunisia are considering building new cemeteries, as the country runs out of space to bury the dozens of refugees washing up every day on its shores.</p><p>The first three months of 2023 were the deadliest for people attempting to cross the central Mediterranean since 2017, according to the UN, with an increasing number of boats carrying asylum seekers wrecked at sea.</p> <a href=\"https://www.theguardian.com/world/2023/apr/30/tunisian-cemeteries-fill-up-as-hundreds-of-dead-refugees-wash-up-on-coast\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/30/tunisian-cemeteries-fill-up-as-hundreds-of-dead-refugees-wash-up-on-coast", "date_published": "2023-04-30 11:44:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Minister defends ‘offensive’ coronation-day oath to King Charles", "description": "<p>Mark Harper and Labour MP back ‘homage of the people’, but republicans say it ‘holds people in contempt’</p><p>A cabinet minister has said he “hopes people do” swear the proposed oath to the king on the day of his coronation, as republicans described it as “an offensive and tone-deaf gesture that holds the people in contempt”.</p><p>The transport secretary, Mark Harper, said he would be swearing the oath, to be known as a “homage of the people” and pointed out that MPs already “pledge allegiance to his majesty” on taking their seats.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/30/minister-defends-offensive-coronation-day-oath-to-king-charles\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/30/minister-defends-offensive-coronation-day-oath-to-king-charles", "date_published": "2023-04-30 11:34:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Harry Enfield on his King Charles TV portrayal: ‘We both have sausagey fingers’", "description": "<p>The comedian stars as the monarch in a coronation special of The Windsors – but parody is not without empathy, he says</p><p>Britain may have entered a new regnal era, but satire is hanging on to some recognisable features from the last century.</p><p>In the 1970s and 80s, Mike Yarwood, the popular impressionist, regularly brought his version of Prince Charles to viewers of his sparkly evening television show. Now the baton, or jewel-encrusted sceptre, has passed to Harry Enfield.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/apr/30/harry-enfield-king-charles-tv-the-windsors\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/apr/30/harry-enfield-king-charles-tv-the-windsors", "date_published": "2023-04-30 11:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "I thought therapy would bring me happiness - why does it feel more elusive than ever? | Megan Nolan", "description": "<p>In the past few years I’ve been forced to confront my competing desires: the thrill of chaos or the comfort of security</p><p>I started therapy last spring, and was briefly worried that my <a href=\"https://www.theguardian.com/lifeandstyle/2021/jan/09/how-to-find-the-right-therapist\">therapist</a> and I were too demographically similar and might run into each other at a bar – a concern based entirely on his beard and shoe choices. I got around this by aggressively refusing to absorb even the most irrelevant personal information about him. Once, I rhetorically said: “I don’t know what it’s like where you’re from …” and he pleasantly replied: “London!” and I went blank and stared out the window as I tried to forget this personifying detail.</p><p>Once I had managed to flatten him in my mind into a benevolent inhuman listening machine I took to the process, but if anything, therapy has made the concept of happiness feel even more distant than it did in the past. Before, I could at least tell myself I was too lazy and stupid to build the life that would <a href=\"https://www.theguardian.com/science/2021/jan/10/why-its-time-to-stop-pursuing-happiness\">give me happiness</a>. But in this past year, I have begun to understand how nebulous and elusive a notion it really is.</p><p>Megan Nolan is an Irish writer based in London. Her novel Ordinary Human Failings is published on 13 July 2023</p> <a href=\"https://www.theguardian.com/culture/commentisfree/2023/apr/30/therapy-happiness-elusive-competing-desires\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/commentisfree/2023/apr/30/therapy-happiness-elusive-competing-desires", "date_published": "2023-04-30 11:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "TikTokers prepare to blitz followers with coverage of the coronation", "description": "<p>Royal watchers with hundreds of thousands of followers on the app are gearing up to cover the event for younger audiences</p><p>Amanda Matta, 28, is eagerly anticipating the king’s coronation. The TikToker, known as <a href=\"https://www.instagram.com/matta_of_fact/?hl=en\">“matta_of_fact” </a>posted her first video on the topic in December last year, and has “lots more coverage, explainers and analysis” coming up for her channel.</p><p>Matta has 1.2 million subscribers, an enviable audience for even established media outlets, and has become an influential voice on the app when it comes to the royals.</p> <a href=\"https://www.theguardian.com/technology/2023/apr/30/tiktokers-prepare-to-blitz-followers-with-coverage-of-the-coronation\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/apr/30/tiktokers-prepare-to-blitz-followers-with-coverage-of-the-coronation", "date_published": "2023-04-30 11:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Why have we stopped talking to strangers?", "description": "Efficient urban design, attention-grabbing screens and isolating headphones all mean we’re rapidly losing the art and joy of spontaneous encounters. But artist Andy Field has a plan for how we can start to connect again…<p>Andy Field reckons your life doesn’t have enough randomness in it – but don’t worry, it’s not your fault. “We’re sitting right in the middle of the problem,” he says, gesturing out of a café window towards the Olympic Park in east London. “No one is explicitly telling you don’t do this, don’t do that. But there’s no scope for the visitors to this park to be able to determine its meaning, which is the true joy of any park. It’s like: this bit’s for sitting, this bit’s for walking and this is for exercising.”</p><p>It sits in opposition to more traditional public parks that are blank canvases, providing a ragged “geography of openness and possibility”. These places invite, say, a pickup football game, a dog let loose, a blanket spread on the ground which can all lead to the kind of human encounters we are increasingly cut off from. But the Olympic Park is a place, he says, that seems to exist mainly for users to be ushered through as swiftly and easily as possible without lingering, except in strictly designated areas. The opportunity for valuable random encounters has been designed out, to our detriment – and it’s something that’s affecting more and more of our public spaces.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/apr/30/why-have-we-stopped-talking-to-strangers-the-joy-of-encounterism\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/apr/30/why-have-we-stopped-talking-to-strangers-the-joy-of-encounterism", "date_published": "2023-04-30 11:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pawn shops and bread queues: poverty grips Ukraine as war drags on", "description": "<p>People turn to handouts and pawning goods as Kyiv’s bustling bars belie reality of life in wartime for many</p><p>In the Treasure pawn shop in Kyiv, Oleksandra, 40, a well turned out woman in a hooded wool coat and Nike trainers, has come to redeem her sewing machines. Like all those visiting the store, she does not want to give her family name.</p><p>She says that when Russia invaded Ukraine <a href=\"https://www.theguardian.com/world/2022/feb/24/russia-attacks-ukraine-news-vladimir-putin-zelenskiy-russian-invasion\">in February 2022</a>, she was working as an accountant for a firm that employed 14 people, who were all laid off because of the conflict. Since then she has struggled to find regular work. With savings running out, like many others in Kyiv, she turned to pawning her possessions to get by, only finding a job a year later that allowed her to claim back her machines.</p> <a href=\"https://www.theguardian.com/world/2023/apr/30/ukraine-war-poverty-irpin-pawn-shops-bread-queues\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/30/ukraine-war-poverty-irpin-pawn-shops-bread-queues", "date_published": "2023-04-30 10:31:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Keir Starmer stands by Labour’s Sunak attack ad and denies it is racist", "description": "<p>Opposition leader says Tory government has ‘unforgivable’ record as he defends claim PM does not want to see child abusers jailed</p><p>Keir Starmer has personally stood by Labour’s attack ad that accused Rishi Sunak of not wanting to see child abusers jailed, and denied it was playing on racist tropes about grooming gangs.</p><p>The Labour leader said he believed it was accurate to say Sunak did not believe “adults convicted of sexually assaulting children should go to prison”, based on the “unforgivable” record of the Conservative government.</p> <a href=\"https://www.theguardian.com/politics/2023/apr/30/keir-starmer-defends-labour-rishi-sunak-attack-ad\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/apr/30/keir-starmer-defends-labour-rishi-sunak-attack-ad", "date_published": "2023-04-30 10:30:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘She is looking worse for wear’: visitors take a toll on the Lady of the North", "description": "<p>Sightseers at Charles Jencks’s giant sculpture Northumberlandia are being asked to stick to its paths</p><p>Even with a broken ankle, eight-year-old Jack Bell can’t resist barrelling up the steep incline of the naked goddess’s left breast.</p><p>Neither can his two friends, and the person in charge, Jack’s mother, Laura Bell, admits this is a regular occurrence and, with a child’s natural urge to climb, there’s not much she can do about it.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/30/northumberlandia-visitors-take-a-toll-on-the-lady-of-the-north\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/30/northumberlandia-visitors-take-a-toll-on-the-lady-of-the-north", "date_published": "2023-04-30 10:24:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘It’s hell’: vigilantes take to Haiti’s streets in bloody reprisals against gangs", "description": "<p>Members of terrorised Port-au-Prince communities armed with rocks and machetes carry out wave of lynchings</p><ul><li><a href=\"https://www.theguardian.com/world/2023/jan/12/haiti-crisis-jovenel-moise-gangs-water-way-out\">Explainer: How did Haiti’s crisis get so bad?</a></li></ul><p>As Vélina Élysée Charlier ventured on to the streets of her conflict-stricken city last week, she encountered scenes that will haunt her for many years to come.</p><p>Armed civilians dragging bodies through the streets. Smouldering corpses. Young men with machetes chasing suspected gangsters they planned to kill.</p> <a href=\"https://www.theguardian.com/world/2023/apr/30/haiti-port-au-prince-violence-gangs-police\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/30/haiti-port-au-prince-violence-gangs-police", "date_published": "2023-04-30 10:15:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "AI journalism is getting harder to tell from the old-fashioned, human-generated kind | Ian Tucker", "description": "<p>I rumbled a chatbot ruse – but as the tech improves, and news outlets begin to adopt it, how easy will it be to spot it next time?</p><p>A couple of weeks ago I tweeted a call-out for freelance journalists to pitch me feature ideas for the science and technology section of <em> </em>the Observer’s New Review. Unsurprisingly, given headlines, fears and interest in LLM (large language model) chatbots such as ChatGPT, many of the suggestions that flooded in focused on artificial intelligence – including a pitch about how it is being employed to <a href=\"https://www.theguardian.com/technology/2023/apr/29/could-ai-save-amazon-rainforest-artificial-intelligence-conservation-deforestation\">predict deforestation in the Amazon</a>.</p><p>One submission however, from an engineering student who had posted a couple of articles on Medium, seemed to be riding the artificial intelligence wave with more chutzpah. He offered three feature ideas – pitches on innovative agriculture, data storage and the therapeutic potential of VR. While coherent, the pitches had a bland authority about them, repetitive paragraph structure, and featured upbeat endings, which if you’ve been toying with ChatGPT or reading about Google chatbot Bard’s latest mishaps, are hints of chatbot-generated content.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/30/ai-journalism-is-getting-harder-to-tell-from-the-old-fashioned-human-generated-kind\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/30/ai-journalism-is-getting-harder-to-tell-from-the-old-fashioned-human-generated-kind", "date_published": "2023-04-30 10:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Why Britain has become the top destination for US ‘bleisure’ invasion", "description": "<p>American visitors to the UK have risen sharply in number – and it may be because they are choosing to mix business with leisure</p><p>It’s the travel trend that never quite took off. Ever since American trader Ben Hockett made millions during the 2008 global financial crisis by trading online from an Exmouth pub, travel marketers have tried to sell the concept of mixing holidays with work.</p><p>But now blended travel – or “bleisure”, as it was known in the 00s heyday of portmanteau neologisms – seems to be having a moment.</p> <a href=\"https://www.theguardian.com/travel/2023/apr/30/why-britain-has-become-the-top-destination-for-us-bleisure-invasion\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2023/apr/30/why-britain-has-become-the-top-destination-for-us-bleisure-invasion", "date_published": "2023-04-30 10:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Angel Lynn: what her harrowing story tells us about coercive control", "description": "<p>A Channel 4 documentary explores the life of a young woman who was severely injured when she fell from a van after being kidnapped by her abusive boyfriend</p><p>From the corner of a gym in a residential rehabilitation unit in the East Midlands, Nikki Lynn watches her 20-year-old daughter’s physiotherapy session, as she does every day without fail.</p><p>Just two and a half years ago, Angel was an outgoing and adventurous teenager with endless opportunities ahead of her. Then in September 2020, her abusive boyfriend, <a href=\"https://www.theguardian.com/uk-news/2022/mar/23/former-boyfriend-who-kidnapped-angel-lynn-has-sentence-increased\" title=\"\">Chay Bowskill, kidnapped her, and bundled her into a van</a>. As it sped down a major A-road, she fell out and on to the road headfirst.</p> <a href=\"https://www.theguardian.com/society/2023/apr/30/angel-lynn-channel-4-documentary-kidnapped-abusive-boyfriend\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/apr/30/angel-lynn-channel-4-documentary-kidnapped-abusive-boyfriend", "date_published": "2023-04-30 10:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Creating this magical atmosphere is addictive’: five of the hottest festival acts for 2023", "description": "<p>From veteran crowd-pleasers the Chemical Brothers to first-timer yeule, musicians discuss what they love about playing the great outdoors and give their top tips for festival-goers</p><p><strong>Playing the</strong><strong> <a href=\"https://isleofwightfestival.com/\">Isle of Wight festival</a>, 15-18 June</strong><strong>; </strong><strong><a href=\"https://www.wildernessfestival.com/\">Wilderness</a>, 3-6 Aug</strong><strong>; <a href=\"https://www.bayseries.co.uk/show/the-chemical-brothers-bay/\">Cardiff Bay</a> with </strong><strong>2ManyDJs</strong><strong>, </strong><strong>Hot Chip and Erol Alkan</strong><strong>, </strong><strong>9 Sept</strong></p> <a href=\"https://www.theguardian.com/culture/2023/apr/30/five-hottest-music-festival-acts-2023-chemical-brothers-young-fathers-yard-act-biig-piig-yeule\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/apr/30/five-hottest-music-festival-acts-2023-chemical-brothers-young-fathers-yard-act-biig-piig-yeule", "date_published": "2023-04-30 10:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Calling out Braverman’s views on race and abuse is a vital part of my Conservative values | Rehman Chishti", "description": "The home secretary is emboldening the far right by pointing the finger at ethnic groups<p>In a recent <em><a href=\"https://www.spectator.co.uk/article/the-truth-cant-be-racist/\" title=\"\">Spectator</a></em> column, the home secretary, <a href=\"https://www.theguardian.com/politics/suella-braverman\" title=\"\">Suella Braverman</a>, claimed that by highlighting the Pakistani ethnicity of grooming gang members in a “string of cases”, she was merely pointing out “unfashionable facts”. Yet why zero in on a string of cases that received extensive media coverage, rather than acknowledging the full scale of the problem based on the data we have about all such cases?</p><p>To learn that half a million British children are <a href=\"https://www.csacentre.org.uk/knowledge-in-practice/practice-improvement/education-resources/\" title=\"\">sexually abused</a> each year should drive us to anger and action. We are right to want to know how to tackle a problem taking place on such a vast national scale. But we cannot tackle a problem if we fail to truly see what that problem is. And that means seeing it through the lens of fact.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/30/calling-out-suella-braverman-views-on-race-and-abuse-vital-part-of-my-conservative-values\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/30/calling-out-suella-braverman-views-on-race-and-abuse-vital-part-of-my-conservative-values", "date_published": "2023-04-30 09:01:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Five Tory councillors suspended for alleged racism standing in local elections", "description": "<p>Conservative candidates in this week’s polls include several who were reinstated after accusations of racism and Islamophobia</p><p>Five Conservative councillors standing for the party in this week’s local elections in England, have been suspended for alleged racism and Islamophobia in recent years – including one who suggested banning mosques and another who accused Muslims of being on a “quest to turn the world Muslim”.</p><p>They are among 13 councillors identified by the <em>Observer</em>, drawing on research by the anti-fascist group Hope Not Hate, who have been suspended over racist comments and social media posts in the past four years before being reinstated.</p> <a href=\"https://www.theguardian.com/politics/2023/apr/30/tory-councillors-suspended-alleged-racism-standing-local-elections\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/apr/30/tory-councillors-suspended-alleged-racism-standing-local-elections", "date_published": "2023-04-30 09:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Steady progress in the local elections is not enough. Labour needs a knockout blow", "description": "<p>Keir Starmer needs to convert poll leads to council clean sweeps to show his party is on the road back to power</p><p>Much of England goes to the polls on Thursday in <a href=\"https://www.theguardian.com/politics/local-elections\" title=\"\">local elections</a> that will set the political tone going into the summer. The balance of power ought to be clear: Labour holds double digit poll leads, and is favoured on every issue by voters who report exasperation with the government and eagerness for change. Yet the mood in Westminster is more uncertain – Labour fears, and the Conservatives hope, that the tide can still turn before the general election arrives.</p><p>The task for Rishi Sunak in his first electoral test is clear. The tide is against his party, so he needs to set the bar low and hope disaster is at least averted. It does not help that his party are more exposed than usual with this year’s contests mainly on blue-leaning territory. Yet the Conservatives also have a weaker than usual starting position, thanks to the <a href=\"https://www.theguardian.com/politics/2019/may/03/tories-lose-over-1200-seats-in-local-elections-as-major-parties-suffer\" title=\"\">electoral wipeout</a> they suffered in 2019, when nearly all of the seats being contested were last fought. The 2019 contest took place in the dog days of the May government, with Nigel Farage’s Brexit party surging in the polls. It was a disaster for the Tories, with more than 1,300 seats lost, but meltdown then means less exposure now. The Conservatives are defending fewer vulnerable seats and may even recover ground in some quarters. Every defence against the tide and unexpected gain will be seized upon as a sign of resilience.</p> <a href=\"https://www.theguardian.com/politics/2023/apr/30/local-elections-polls-labour-keir-starmer\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/apr/30/local-elections-polls-labour-keir-starmer", "date_published": "2023-04-30 09:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sunak’s sushi train Tories are like a banquet of filth | Stewart Lee", "description": "<p>Oliver Dowden’s appointment as deputy PM proves that the Conservatives’ shallow well of talent is as rancid as our waterways</p><p>All across the land the emergency alarm went off. <a href=\"https://www.theguardian.com/politics/2023/apr/23/oliver-dowden-the-new-deputy-pm-who-is-more-hardline-than-his-image\">Oliver Dowden had been appointed deputy prime minister</a>. The harsh metallic tone of the mobile phone sounded suspiciously like the rattle of a barrel being scraped bare. Metal on metal. There’s not an ounce of talent left in the Tory party. If it was a circus elephant you’d put a bullet in its head and have done with it. A kindness.</p><p><a href=\"https://www.theguardian.com/commentisfree/2023/apr/25/dominic-raab-assault-on-human-rights-european-court-international-law\">Dominic Skeletor Raab is gone</a>, currently preparing to spend more time with the sentient throbbing vein in his head that tells him who can live and who must die. The Conservative response to Raab’s transgressions is not to make sure ministers stop bullying civil service staff, but instead to recruit only party loyalists who will be grateful for the honour of being shouted at by a top Tory, rather than kicking up a fuss. Those wet wipes! Those silly bitches!</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/30/sunak-sushi-train-tories-are-like-a-banquet-of-filth\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/30/sunak-sushi-train-tories-are-like-a-banquet-of-filth", "date_published": "2023-04-30 09:00:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘My father died in my arms at my wedding’", "description": "<p>On his wedding day, Tim Sullivan’s much-loved dad suddenly collapsed and died on what should have been the happiest of days. But what he learned has shaped his life</p><p>It was all set to be one of the happiest days of my life, 9 September 1989. I was getting married. Everything leading up to the date had gone smoothly. The wedding was taking place in a small church, St Teilo’s in Bishopston Valley on the Gower peninsula. About 130 friends and family had made the trip down to South Wales. After the ceremony, Rachel and I were going to process up the hill from the church to the reception at my in-laws’ home, led by a small jazz band and followed by our guests. But as we left the church, my father suddenly collapsed and died in my arms. He was 65, exactly the age I am now as I write this.</p><p>It’s a moment I remember vividly. A moment that affected what I went on to write about in my career and how I wrote it. A moment that demonstrated how tragic things have a habit of occurring at the happiest and most unexpected of times.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/apr/30/my-father-died-in-my-arms-at-my-wedding\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/apr/30/my-father-died-in-my-arms-at-my-wedding", "date_published": "2023-04-30 09:00:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Passengers rescued by lifeboat after Orkney ferry runs aground", "description": "<p>Coastguard agency says fire was extinguished and all 60 passengers were evacuated safe and well</p><p>Passengers on a ferry to Orkney had to be evacuated and taken ashore by lifeboat after the vessel ran aground in what was described as “a major incident”.</p><p>All 60 passengers, including three children and a baby, were said to be safe and well after the incident in Scapa Flow on Saturday evening.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/30/passengers-rescued-by-lifeboat-after-orkney-ferry-runs-aground\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/30/passengers-rescued-by-lifeboat-after-orkney-ferry-runs-aground", "date_published": "2023-04-30 08:37:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Spare a thought for the parents who take their kids to school on the wrong day | Séamas O’Reilly", "description": "<p>I’ve been accused of making up things for this column. But who’d admit to being so foolish?</p><p>In the nearly five years I’ve been writing this column, I’ve sometimes been accused of making up the more alarming things that have happened to me. This is not the case, as many of my more incident-free columns should sadly prove. ‘Please,’ I say to family and friends, damning myself with every word, ‘if I made stuff up, my column would be a lot more exciting.’</p><p>It’s just that when something unlikely or horrifying does happen to me, I jump at it with both hands. The sad, obvious truth about parenting is that much of it is very boring. The sad, obvious truth about writing about parenting is that ‘much of it is very boring’ will not suffice. Knowing this cannot remedy the fact that there are simply weeks in which nothing of any interest happens to me at all, and I’m forced to tackle things from whatever angle I can. This was a problem when I had one child, who often did very little or, worse, did nothing but the one thing I’d already written an article about some weeks previously. I’ve so far avoided writing a column entitled: ‘Yet more adventures in potty training’, but I could have done for most of 2022. And now I have a daughter, I find she alternates between doing very little and doing things that her brother has already done. All of which means, to paraphrase Vivian Mercier’s famous review of <em>Waiting for Godot</em>, ‘Not only does nothing happen, nothing happens twice.’</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/apr/30/spare-a-thought-for-the-parents-who-take-their-kids-to-school-on-the-wrong-day\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/apr/30/spare-a-thought-for-the-parents-who-take-their-kids-to-school-on-the-wrong-day", "date_published": "2023-04-30 08:31:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "We rely too much on Ofsted. It is a blunt tool that fails children, parents and schools | Sonia Sodha", "description": "Its judgments are often inaccurate and outdated and they put undue stress on heads and teachers. We need a more intelligent approach to inspections<p>Choosing your child’s school can feel like immensely high stakes. They will spend years living and breathing that choice, and it will almost inevitably be where their younger siblings go. So it was sighs of relief all round this month when my niece got into her first-choice primary, a lovely school where she attends nursery, and the only one that’s a walk away.</p><p>How to pick a school isn’t always obvious. Distance is a factor; parents often visit to get a feel; and there is a range of public information, from Ofsted inspection reports to pupil attainment data. Is it better to go for a school rated “good” by Ofsted that you can walk to, or is an “outstanding” school worth the daily drive or bus? What happens if the head leaves an outstanding school a year or two in, given the difficulties in recruiting a new one because of the risk it might be downgraded next time?</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/30/we-rely-too-much-on-ofsted-blunt-tool-fails-children-parents-and-schools\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/30/we-rely-too-much-on-ofsted-blunt-tool-fails-children-parents-and-schools", "date_published": "2023-04-30 08:31:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Cuba cancels workers’ day parade as severe oil shortages bite", "description": "<p>President says island is only receiving two-thirds of the petrol it needs as queues outside gas stations stretch miles</p><p>There was a time when International Workers’ Day was marked in <a href=\"https://www.theguardian.com/world/cuba\">Cuba</a> by parades involving millions of people marching through Havana’s Revolution Square. Many came out of conviction, some because they were pressured, others to enjoy the party.</p><p>This Monday, however, the square will be empty, after the Cuban Communist party cancelled this year’s celebrations due to gasoline shortages that are crippling the island’s economy.</p> <a href=\"https://www.theguardian.com/world/2023/apr/30/cuba-workers-day-parade-cancelled-oil-shortages\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/30/cuba-workers-day-parade-cancelled-oil-shortages", "date_published": "2023-04-30 08:30:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Actor Bel Powley: ‘I’d shied away from second world war stories – it’s always all about men’", "description": "<p>The Morning Show star on playing the woman who hid Anne Frank, ​revitalising period dramas and working with her teenage heroes Jennifer Aniston and Reese Witherspoon</p><p>Isobel “Bel” Powley, 31, was born in west London. In 2016 she was Bafta-nominated for <em>The Diary of a Teenage Girl</em> and shortlisted for a British independent film award for playing Princess Margaret in <em>A Royal Night Out</em>. Subsequent film roles include <em>The King </em><em>of Staten Island</em> and <em>Mary Shelley</em>, where she met her fiance, actor Douglas Booth. On TV, she’s starred in <em>The Morning Show</em> and Dolly Alderton’s <em>Everything I Know About Love</em>. She now plays Hermine “Miep” Gies in miniseries <em>A Small Light</em>, based on the true story of the young woman who hid the Frank family during the second world war and preserved Anne’s diary.</p><p><strong>Were you familiar with Miep Gies’s story</strong><strong>?<br /></strong>I’d read Anne Frank’s diary as a kid, and I’m Jewish myself, so you grow up with this weight of history running through your family, but I knew nothing about Miep Gies. I was offered the role on Holocaust Memorial Day, which felt kind of special, but was genuinely like: Who is that? Nor did I know about the occupation of the Netherlands and the Dutch resistance. The first thing I did was get my butt over to Amsterdam. It’s a city that operates in a very specific way – everyone cycles everywhere, it’s built on waterways – so I immersed myself in how it feels to live there. I visited the Anne Frank museum, obviously, but also went to Miep’s old apartment and cycled the same routes as her. That was my springboard for working on this.</p> <a href=\"https://www.theguardian.com/film/2023/apr/30/actor-bel-powley-small-light-morning-show-friends-interview\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/apr/30/actor-bel-powley-small-light-morning-show-friends-interview", "date_published": "2023-04-30 08:30:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bucolic scenes on UK milk adverts hide reality of life for ‘battery cows’", "description": "<p>Consumers are being ‘misled’ into believing dairy cattle graze in fields, says  animal rights campaign</p><p>Some of the UK’s biggest food firms are accused of misleading consumers after buying their <a href=\"https://www.theguardian.com/food/milk--drink-\" title=\"\">milk</a> from intensive industrial dairy units despite using images to promote their products that show cows grazing in green fields.</p><p>Tens of thousands of dairy cattle in England are kept in hangar-style sheds with no or very limited access to pasture. They will typically be milked three times daily, often on large electronic rotating milk parlours, producing up to 32 litres of milk each day.</p> <a href=\"https://www.theguardian.com/world/2023/apr/30/milk-adverts-battery-cows-dairy-cattle-fields-animal-rights\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/30/milk-adverts-battery-cows-dairy-cattle-fields-animal-rights", "date_published": "2023-04-30 08:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Anthony Seldon on Boris Johnson: ‘At his heart, he is extraordinarily empty’", "description": "<p>The distinguished historian and headteacher discusses his latest book about a contemporary prime minister, a devastating – and dispiriting – account of Johnson’s chaotic reign</p><ul><li><a href=\"https://www.theguardian.com/books/2023/apr/30/johnson-at-10-anthony-seldon-raymond-newell-review-ducking-and-diving-with-the-pm-who-would-be-king-boris-johnson\">Andrew Rawnsley reviews Johnson at 10 by Anthony Seldon and Raymond Newell</a></li></ul><p>Sir Anthony Seldon, the famous headteacher, has been writing book-length report cards on British prime ministers for 40 years. The latest, on Boris Johnson, based on the accounts of more than 200 people who witnessed his catastrophic, clown-car time in office first-hand, is a test not only of Seldon’s method, but also his tone. In previous volumes the author has assumed a base level of gravitas in his subjects, and of structure in their government. Though he employs the same quasi-legal model for his inquiry here, gathering careful evidence, weighing judgments, the story he pieces together is often one of venal mayhem; it frequently reads like a considered constitutional appraisal of rats in a sack.</p><p>There is a telling coincidence in the fact that the first indelible report of Johnson’s behaviour was also the work of a school master. Martin Hammond’s infamous notes on Johnson at Eton, which recorded his “disgracefully cavalier attitude”, his “gross failure of responsibility” and his deep-seated belief that he “should be free of the network of obligation that binds everyone else” is the opening source of Seldon’s account. Johnson’s “end was in his beginning”, he argues. Speaking to me about his book last week, Seldon noted that Hammond – who had been the “formidable pipe-smoking” head at Tonbridge school when he started out as a teacher – was a longstanding inspiration, both as an educator and a writer. “Two things,” he says. “One is that his report was typically acute and detailed, like a psychiatrist’s analysis. And second: just how much the character is formed very early on.”</p> <a href=\"https://www.theguardian.com/books/2023/apr/30/anthony-seldon-boris-johnson-at-10-biography-interview\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/apr/30/anthony-seldon-boris-johnson-at-10-biography-interview", "date_published": "2023-04-30 08:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Keir Starmer says he was ‘shocked’ by Diane Abbott’s letter to the Observer", "description": "<p>Labour leader ‘could not believe what he was reading’ when he saw letter saying Jewish, Irish and Traveller people not subject to racism</p><p>Keir Starmer says he could not believe what he was reading when he first saw the letter <a href=\"https://www.theguardian.com/politics/2023/apr/23/diane-abbott-suspended-by-labour-after-saying-jewish-people-not-subject-to-racism\">that Diane Abbott wrote to </a><em><a href=\"https://www.theguardian.com/politics/2023/apr/23/diane-abbott-suspended-by-labour-after-saying-jewish-people-not-subject-to-racism\">the Observer</a> </em>suggesting that Jewish, Irish and Traveller people were not subject to racism for “all of their lives”.</p><p>Abbott, who was Jeremy Corbyn’s shadow home secretary, wrote that although people “with points of difference” suffer prejudice, they had not suffered the same racism as black people.</p> <a href=\"https://www.theguardian.com/politics/2023/apr/30/starmer-shocked-by-diane-abbott-letter-to-the-observer\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/apr/30/starmer-shocked-by-diane-abbott-letter-to-the-observer", "date_published": "2023-04-30 08:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lust for life: the punks keeping the spirit of rebellion alive", "description": "<p>Punk rock exploded in 1977 with a raw power seldom seen since. But Johnny Rotten (as he used to call himself) is 67 now, and most of his fans from that time are in their 60s. So what became of all that energy, spiky hair and safety-pins?</p><p>Mark Jordan enjoys walking around his Welsh home town “got up like a Christmas tree” in vintage Vivienne Westwood bondage shirts and bright blue brothel creepers. “The other day, I was stopped by this young guy walking the dog, he was wide-eyed and said, ‘What is that you’re wearing?’” Jordan says. “His eyes were on sticks when I told him that some of this old punk gear is worth thousands.”</p><p>A teen of the late 1970s, punk was Jordan’s escape from growing up on a drab Merseyside council estate through an economic recession. It was a wild time, Jordan, now 61, recalls, though nothing like the handed-down caricatures of punk anarchy today. “It wasn’t all sitting in doorways drinking lager with a dog on a string,” he explains. “Johnny Rotten said, ‘Get off your arse!’ – don’t sit on it. Punk was always more about outrageousness and embracing life.”</p> <a href=\"https://www.theguardian.com/music/2023/apr/30/lust-for-life-the-punks-keeping-the-spirit-of-rebellion-alive\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/apr/30/lust-for-life-the-punks-keeping-the-spirit-of-rebellion-alive", "date_published": "2023-04-30 08:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK cracks down on cold calls and text scams offering financial products", "description": "<p>Government to extend powers to target fakes and fraudsters </p><p>Cold calls offering financial products will be banned as part of a government crackdown on fraud following evidence that millions of people are being targeted each week.</p><p>Once the ban is in force, anyone being offered phoney cryptocurrency schemes or fraudulent insurance can assume they are a scam.</p> <a href=\"https://www.theguardian.com/money/2023/apr/30/uk-cracks-down-on-cold-calls-and-text-scams-offering-financial-products\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/apr/30/uk-cracks-down-on-cold-calls-and-text-scams-offering-financial-products", "date_published": "2023-04-30 07:01:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Children could be prescribed weight-loss jabs on the NHS", "description": "<p>Department of Health asks watchdog to assess effectiveness of giving semaglutide to obese youngsters aged 12 to 17</p><p>Children as young as 12 in England could be given weight-loss injections on the NHS after the government asked medical watchdog Nice to assess the potential benefits of prescribing them to under-18s.</p><p>Department of Health officials have asked the watchdog to evaluate the clinical and cost effectiveness of giving semaglutide injections to obese children aged 12 to 17, “in addition to healthy nutrition and increased physical activity”, the <em>Observer </em>can reveal.</p> <a href=\"https://www.theguardian.com/society/2023/apr/30/children-could-get-weight-loss-jab-semaglutideon-the-nhs\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/apr/30/children-could-get-weight-loss-jab-semaglutideon-the-nhs", "date_published": "2023-04-30 07:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Stupid!’ Uproar in Romford as hoodies banned in shopping areas", "description": "<p>The symbol of antisocial behaviour is back in the limelight as one London borough outlaws it</p><p>It’s not hard to spot a hoodie in Romford in east London – hooded tops have become almost as ubiquitous as jeans around the UK. So a new rule banning anyone from putting up their hoods in the town centre’s shopping areas has not gone down well with some.</p><p>“It’s the most stupid thing I’ve ever heard in my life,” says Mohamed Amraoui, a 24-year-old prison officer.</p> <a href=\"https://www.theguardian.com/society/2023/apr/30/stupid-uproar-in-romford-as-hoodies-banned-in-shopping-areas\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/apr/30/stupid-uproar-in-romford-as-hoodies-banned-in-shopping-areas", "date_published": "2023-04-30 07:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘We need to read the room’: GOP divided on abortion as Democrats unite for 2024", "description": "<p>Democrats center abortion rights in early stages of presidential campaign while Republicans waver over unpopular position</p><p>Hours after Joe Biden announced his re-election campaign on Tuesday, his vice-president and 2024 running mate, Kamala Harris, delivered a fiery call to action for voters alarmed by the loss of constitutional protections for abortion.</p><p>“This is a moment for us to stand and fight,” she said to a packed auditorium at Howard University, a historically Black college in Washington and her alma mater. To the “extremist so-called leaders” rolling back access to reproductive rights, Harris warned: “Don’t get in our way because if you do, we’re going to stand up, we’re going to organize and we’re going to speak up.”</p> <a href=\"https://www.theguardian.com/world/2023/apr/30/republicans-divided-abortion-democrats-united-2024-election\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/30/republicans-divided-abortion-democrats-united-2024-election", "date_published": "2023-04-30 07:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Emma Raducanu battles her physical limits in the harsh glare of elite tennis", "description": "<p>British player’s astonishing US Open triumph seems all the more surprising given injury problems she has suffered since</p><p>As the players settled in Madrid for the fourth ATP Masters 1000 event of the season, one competitor was extremely unsettled. In her pre-tournament press conference on Tuesday, Emma Raducanu entered the room determined to keep every response as short as possible. One-word answers were preferred. Her day’s work came in at 58 words. Eventually, the moderator recognised the futility of continuing and aborted her media briefing.</p><p>The spectacle was concerning. The past 18 months have been difficult for various reasons and Britain’s young hope has become increasingly guarded, but the positive perspective she had tried to exude in public for much of this period was gone.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/30/tennis-emma-raducanu-injuries-madrid-wimbledon\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/30/tennis-emma-raducanu-injuries-madrid-wimbledon", "date_published": "2023-04-30 07:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "It’s out $787.5m and top host Tucker Carlson. What’s next for Fox News?", "description": "<p>As 2024 election season gets under way the network must figure out how to keep its audience – and its advertisers – happy</p><p>In less than a week, Fox News has <a href=\"https://www.theguardian.com/us-news/2023/apr/18/fox-dominion-settle-us-defamation-lawsuit\">agreed to pay out $787.5m</a> in a huge legal settlement and fired its most popular host, in an unprecedented crisis for America’s most-watched cable news channel just as a critical presidential election cycle begins.</p><p>With the 2024 election essentially already under way, rightwing Fox News must now wrestle – quickly – with how to hold on to the audience that Tucker Carlson, the incendiary rightwing extremist who was <a href=\"https://www.theguardian.com/media/2023/apr/24/tucker-carlson-leaving-fox-news\">fired</a> on Monday, captured and cultivated during his murky seven-year tenure as a primetime host.</p> <a href=\"https://www.theguardian.com/media/2023/apr/30/what-next-fox-news-lawsuit-tucker-carlson-firing\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/apr/30/what-next-fox-news-lawsuit-tucker-carlson-firing", "date_published": "2023-04-30 07:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Appointment of next BBC chair must not be tainted by ‘sleaze’, Labour say", "description": "<p>Shadow secretary for culture calls for root and branch review of top appointments</p><p>Ministers are facing fresh demands to bolster the independence of the process to find the next BBC chair after claims that “cronyism and sleaze” have damaged the role and the corporation’s reputation.</p><p>The government has been pressed to depoliticise the appointment of the job after the <a href=\"https://www.theguardian.com/media/2023/apr/28/richard-sharp-resigns-as-bbc-chair-after-months-of-mounting-pressure\" title=\"\">resignation of Richard Sharp,</a> a Tory donor. He quit after an independent investigation found he had failed to reveal critical information about his role in facilitating a loan for then prime minister Boris Johnson when applying for the job.</p> <a href=\"https://www.theguardian.com/media/2023/apr/30/after-sharp-saga-demands-that-cronyism-and-sleaze-must-not-taint-next-bbc-chair\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/apr/30/after-sharp-saga-demands-that-cronyism-and-sleaze-must-not-taint-next-bbc-chair", "date_published": "2023-04-30 07:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘What if you don’t make it?’: Trent Alexander-Arnold on football’s brutal talent machine", "description": "<p>At 24, Liverpool’s Trent Alexander-Arnold has the world at his feet. But many thousands make the same sacrifices only to be dropped at the last moment – sometimes with tragic consequences. Here, he reveals why he’s working to support ex-academy players</p><p>Trent Alexander-Arnold wants to make clear he has absolutely no regrets about his path to the Premier League. He’s about to recount memories of extreme pressure and major sacrifice. And, really, he’s not complaining. “I’m a success story,” he says, in a soft scouse accent, not boastful. “I look back and I’m proud. I got here through hard work and discipline.” At 24, he has already banked a lifetime of financial and vocational achievements. But he is a rare exception. And for the past few years, that fact has been troubling him.</p><p>Like the vast majority of top-flight professional players in the UK and beyond, Alexander-Arnold came up through a football academy. Across the country, around 12,000 boys aged eight and up are enrolled in these training schemes (boys and girls can start training with clubs from as young as five years old). Professional clubs scout young players and help them develop towards the adult game. Around 3,500 boys are currently signed to Premier League academies, but over 99% of children signed to an academy aged nine won’t have a professional footballing career. “There were players who were faster and stronger than me who didn’t make it,” Alexander-Arnold tells. “I’m not moaning about it. I’m not saying I don’t deserve it. But I played with hundreds of kids growing up. Against thousands. What would have happened if it hadn’t worked out for me?”</p> <a href=\"https://www.theguardian.com/football/2023/apr/30/liverpool-trent-alexander-arnold-on-football-academies-and-the-games-brutal-talent-machine\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/30/liverpool-trent-alexander-arnold-on-football-academies-and-the-games-brutal-talent-machine", "date_published": "2023-04-30 07:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘They say I’m ancient’: Biden speech to White House media proves to be one for the ages", "description": "<p>The 80-year-old US president chooses annual address to have some fun with a crucial voter concern, mixed with digs at Don Lemon and Fox News</p><p>Age shall not weary him, but it might provide some good punchlines.</p><p>Joe Biden, the oldest president in American history, faced his biggest political liability with a smile on Saturday as he addressed a gathering of Washington’s political and media elites.</p> <a href=\"https://www.theguardian.com/us-news/2023/apr/30/they-say-im-ancient-biden-speech-to-white-house-media-proves-to-be-one-for-the-ages\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/30/they-say-im-ancient-biden-speech-to-white-house-media-proves-to-be-one-for-the-ages", "date_published": "2023-04-30 06:40:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bullying victims don’t need more resilience, it’s time for their own #MeToo moment | Martha Gill", "description": "Sexual harassment is another workplace abuse that once seen as trivial, but not any more<br /><p>First, there were <a href=\"https://www.theguardian.com/business/2023/apr/03/revealed-new-claims-of-sexual-misconduct-and-toxic-culture-at-cbi\" title=\"\">the CBI allegations</a>. “Everyone should be bullied once in their lifetime,” an employee was <a href=\"https://www.pressreader.com/uk/the-sunday-telegraph/20230409/282239489905316\" title=\"\">allegedly told</a> during a “campaign of verbal abuse” at the organisation.</p><p>There was <a href=\"https://www.theguardian.com/politics/2023/apr/21/dominic-raab-resignation-letter-rishi-sunak-reply-full\" title=\"\">Dominic Raab’s indignant resignation</a> – he had rashly promised in advance to accept the findings of a bullying inquiry against him, only to find that in the event he didn’t accept them at all. And now <a href=\"https://www.theguardian.com/politics/2023/apr/26/health-department-officials-raised-concerns-about-steve-barclays-behaviour\" title=\"\">new bullying allegations are surfacing</a>, this time around the health secretary, Steve Barclay.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/30/bullying-victims-dont-need-more-resilience-its-time-for-their-own-metoo-moment-dominc-raab\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/30/bullying-victims-dont-need-more-resilience-its-time-for-their-own-metoo-moment-dominc-raab", "date_published": "2023-04-30 06:01:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Piano fever sweeps UK as online lessons and street instruments fuel take-up", "description": "<p>Outdoor pianos, celebrity names and free tuition videos combine to get Britons tickling the ivories once more</p><p>For years, it seemed like the piano was disappearing from British public life. The bulky instruments were cast out of homes and schools and offered for free online.</p><p>But now – despite all the digital entertainment alternatives and conductor <a href=\"https://www.theguardian.com/music/2023/apr/24/simon-rattle-uk-classical-music-arts-council-england-bbc-cuts\" title=\"\">Simon Rattle’s stark warning</a> last week that UK classical music was fighting for its life amid funding cuts – the piano seems to be making a 21st-century comeback in homes, on streets and online.</p> <a href=\"https://www.theguardian.com/education/2023/apr/30/piano-fever-sweeps-uk-online-lessons-street-instruments\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2023/apr/30/piano-fever-sweeps-uk-online-lessons-street-instruments", "date_published": "2023-04-30 06:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Heartbreaking’: private care homes accused of failing UK children due to closures", "description": "<p>Staff warn vulnerable children may be harmed as they struggle to find placements after 28 homes given deadline to shut by chain</p><p>One of the UK’s largest for-profit care chains has been accused of failing dozens of vulnerable children by shutting 28 residential homes, with staff warning they are struggling to find placements for all the children.</p><p>Outcomes First Group, which is owned by private equity firm Stirling Square, is planning to close a string of children’s homes across the Midlands and southern England by 5 May. The homes are understood to accommodate more than 60 children, placed in the care of the private group by councils including Bristol, Cheshire and Enfield in London.</p> <a href=\"https://www.theguardian.com/society/2023/apr/30/heartbreaking-private-care-homes-accused-of-failing-uk-children-due-to-closures\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/apr/30/heartbreaking-private-care-homes-accused-of-failing-uk-children-due-to-closures", "date_published": "2023-04-30 06:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The big picture: Syd Shelton meets the kids of pre-gentrification south Dublin", "description": "<p>In a time before luxury flats and Google offices, the docklands of the Liffey were ruled by tykes on bikes</p><p>In 1985, <a href=\"http://sydshelton.net/\">Syd Shelton</a> recalls, children on bikes still ruled the streets; there weren’t so many cars, and kids didn’t have phones to stare at. He took this picture in Dublin, near the docks. He was in the city preparing a photographic project called Ireland: A Week in the Life of a Nation. Fifty photographers, some famous, such as <a href=\"https://www.theguardian.com/artanddesign/2022/sep/12/william-klein-photographer-dies-aged-96\">William Klein</a>, were due to arrive to capture the country in pictures. In the meantime, Shelton had some time to wander. He thinks of this picture as a street portrait rather than something entirely spontaneous: “I was using flash and a tripod and the image was very much a conversation between me and the kids.”</p><p>The street with the gasometers was in Ringsend, on the south bank of the Liffey. At the time it was entirely a residential area – some of the houses were built by William Beckett, Samuel’s grandfather, in the 1880s. Many of them have now been demolished. Ringsend is the home of Google’s European HQ, and the gasometer has been redeveloped as luxury apartments. Shelton has another photograph from that afternoon in 1985. “I got the kids on bikes to gather their mates,” he says, “and I took a picture of 40 of them, with the gasometer behind.”</p><p><a href=\"https://www.atlasgallery.com/exhibition/seen-and-not-heard\">Seen Not Heard is at Atlas Gallery, London W1, 19 May-24 June</a></p> <a href=\"https://www.theguardian.com/artanddesign/2023/apr/30/the-big-picture-syd-shelton-meets-the-kids-of-pre-gentrification-south-dublin\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/apr/30/the-big-picture-syd-shelton-meets-the-kids-of-pre-gentrification-south-dublin", "date_published": "2023-04-30 06:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Observer view on Turkey: Erdoğan looks more fragile | Observer editorial", "description": "A moment of weakness on TV has done nothing for the president’s strongman image in a country already tiring of authoritarian rule<p>Turkey’s strongman, Recep Tayyip Erdoğan, is looking a little weaker this weekend after dramatically <a href=\"https://www.theguardian.com/world/2023/apr/27/recep-tayyip-erdogan-turkish-election-plans-disrupted-after-being-taken-ill-on-live-tv\" title=\"\">falling ill on live television</a> during campaigning for 14 May presidential and parliamentary elections. Erdoğan, 69, has ruthlessly wielded power, as prime minister and president, for 20 years. His carefully cultivated image is of a tough, indestructible leader. Yet suddenly he appears frail.</p><p>Ministers insist that his illness – he has previously had intestinal surgery – is nothing more serious than stomach flu. He rejoined the fray on Saturday.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/30/observer-vew-turkey-erdogan-more-fragile\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/30/observer-vew-turkey-erdogan-more-fragile", "date_published": "2023-04-30 05:31:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sudan: final UK flight leaves as evacuation operation ends", "description": "<p>Last flight left on Saturday night following evacuation of nearly 1,900 people and amid concerns Sudan’s army had blocked some from leaving</p><p>The final UK flight taking evacuees from Sudan left on Saturday night, the UK government has said, marking the end of Britain’s evacuation operation from the country stricken by warring armed forces.</p><p>The Foreign, Commonwealth and Development Office (FCDO) said the last flight left Wadi Saeedna airfield, just north of the capital, Khartoum, at 10pm local time and that the UK is no longer running evacuation flights from the airfield.</p> <a href=\"https://www.theguardian.com/world/2023/apr/30/sudan-final-uk-flight-leaves-as-evacuation-operation-ends\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/30/sudan-final-uk-flight-leaves-as-evacuation-operation-ends", "date_published": "2023-04-30 05:28:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Joe Biden hails ‘absolute courage’ of detained journalist Evan Gershkovich", "description": "<p>US president says he is ‘working like hell’ to secure release of Wall Street Journal reporter held in Russia on espionage charges</p><p>Joe Biden has praised the “absolute courage” of Evan Gershkovich, the US journalist detained in Russia on espionage charges, and reiterated calls on Moscow for his immediate release.</p><p>The US president said the Wall Street Journal reporter, who is the first correspondent since the cold war to be detained in Russia on spying charges, sought to “shed light on the darkness” of the country and said American efforts to get him home would not cease.</p> <a href=\"https://www.theguardian.com/us-news/2023/apr/30/joe-biden-hails-absolute-courage-of-detained-journalist-evan-gershkovich\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/30/joe-biden-hails-absolute-courage-of-detained-journalist-evan-gershkovich", "date_published": "2023-04-30 05:02:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Alexandros Greek Restaurant, Carlisle: ‘Somewhere that will see you right’ – restaurant review", "description": "<p>This family-run Greek restaurant serves up so much more than just classic dishes</p><p><strong><a href=\"https://www.thegreek.co.uk/\">Alexandros Greek Restaurant &amp; Deli</a>, 68 Warwick Road, Carlisle CA1 1DR <br />(01228 592227). Starters £5.75-£9.95, mains £14.50-£28.50, desserts £7.50, wines from £21</strong></p><p>Lots of restaurants can be full on a Thursday and Friday night. Lots of restaurants can smash it on a Saturday. That’s not how you make a living. To make a living, you have to be full on a Wednesday lunchtime. This Wednesday lunchtime, Alexandros is doing trade of which others can only dream. “It was even busier yesterday,” says Aris Pathanoglou, who owns the place with his wife, Sarah, when I comment on the bustle and hum. It’s an older crowd, the sort who can find space on a weekday for a proper lunch, as long as it’s reliable, and yes, we will have a whole bottle, thanks. Alexandros, a venerable Greek restaurant, which has been feeding the good and greedy of Carlisle for more than two decades, is clearly very reliable.</p> <a href=\"https://www.theguardian.com/food/2023/apr/30/jay-rayner-review-alexandros-carlisle-excellent-greek-family-restaurant\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/apr/30/jay-rayner-review-alexandros-carlisle-excellent-greek-family-restaurant", "date_published": "2023-04-30 05:01:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Observer view on generational inequality: the redistribution of wealth requires political nerve | Observer editorial", "description": "It’s time for baby boomers to share their spoils with the young, or else trouble lies ahead<p>The promise that living in an affluent society with a healthy economy holds out is that successive generations will enjoy ever-greater opportunities. But in the UK that intergenerational covenant is under threat, thanks to a housing market that means falling numbers of people will own their own home, and an ageing society in which today’s young people will shoulder the burden of higher taxes to meet the health and care costs of their parents’ generation. Sir Keir Starmer is right to focus on this as one of the most important issues a Labour government must address in his <a href=\"https://www.theguardian.com/politics/2023/apr/29/keir-starmer-labour-party-home-ownership-leader-voters\">interview</a> with the <em>Observer</em> today.</p><p>So many factors are against today’s young people. First, there are the inherently difficult economics of an ageing society, the product of falling birthrates. Britain will need to spend a higher proportion of GDP on healthcare and pensions as our population of older people increases, with fewer working-age taxpayers to shoulder these costs. And people in their 20s and 30s will not have the same private pension provision as this generation of retired workers, many of whom have benefited from generous defined-benefit schemes long since closed to younger workers.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/30/generational-inequality-redistribution-wealth-requires-political-bravery\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/30/generational-inequality-redistribution-wealth-requires-political-bravery", "date_published": "2023-04-30 05:01:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Diane Abbott’s letter was woeful and inflammatory | Letters", "description": "A public figure should know better than to deny the existence of anti-Jewish racism<p>Diane Abbott denies that Travellers, Irish and Jewish people ever, at any point in their lives and at any point in history, experience racism (“Racism is black and white”, <a href=\"https://www.theguardian.com/theobserver/commentisfree/2023/apr/23/success-for-women-not-same-as-for-men-letters\" title=\"\">Letters</a>). She justifies this by observing that “Jewish people… were not required to sit at the back of the bus”. Maybe not, but Jewish people were rounded up on to trains and transported to death camps – to say nothing of the pubs and hotels whose signs used to read: “No Jews, no Blacks, no Irish.”</p><p>I would be delighted to invite Ms Abbott to my synagogue, where she can meet the security volunteers who keep us safe from antisemitic attacks, and watch us reading from a Torah scroll saved from destruction during the Holocaust. Perhaps, then, she will understand how inappropriate it is for a public figure to make extraordinary and inflammatory remarks such as denying the existence of anti-Jewish racism.<br /><strong>Rabbi Gabriel Kanter-Webber</strong><br />Brighton and Hove Progressive Synagogue<br /></p> <a href=\"https://www.theguardian.com/theobserver/commentisfree/2023/apr/30/diane-abbott-letter-woeful-inflammatory-letters\">Continue reading...</a>", "link": "https://www.theguardian.com/theobserver/commentisfree/2023/apr/30/diane-abbott-letter-woeful-inflammatory-letters", "date_published": "2023-04-30 05:01:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "My husband won’t lift a finger to help me. Should I stay or go?", "description": "Your husband is breaking promises and not listening to you. You’re hurt and frustrated, and desperate for things to change, but don’t act in haste or rage<p><em><strong>The dilemma </strong>I am 47, have two primary-school children and a marriage that is in slow decline. From our initial pre-marriage ideals of a kind of Scandinavian shared approach to parenting and marriage it became apparent that, in fact, our underlying approach was that of his parents. The expectation is that I do everything. Nothing is done in an abusive way, but there is a passive detachment which I see in him that mirrors his dad. In his side of the family, the women run around doing everything while the men watch TV and discuss the news. I have brought this up numerous times, both in frustration and anger and in calmer, sadder moments. My husband will acknowledge this when I am calmer and will try to be more of an equal partner, but after a short time everything falls back to how it has been.</em></p><p><em>I often think about being single. I am not interested in being with another man, but sometimes I find myself wondering if I would have a more equal relationship with a woman. I don’t want to break up because of our children. I have talked with him about splitting up, but he only laughs. Do I stay married? Or should I get out?</em></p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/apr/30/my-husband-wont-lift-a-finger-to-help-me-should-i-stay-or-go\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/apr/30/my-husband-wont-lift-a-finger-to-help-me-should-i-stay-or-go", "date_published": "2023-04-30 05:01:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "April’s cold weather shows it’s time to fill our gardens with hardier plants, say experts", "description": "<p>Top gardeners advise use of tougher varieties that can cope with extremes of heat and cold as conditions disappoint growers</p><p>Gardeners are being urged to grow plants that can cope with extreme heat and cold after the Royal Horticultural Society was bombarded with letters from members asking why species they had cultivated successfully for years were now dying.</p><p>“It seems to be because of the temperature fluctuations,” said Nikki Barker, a senior horticultural adviser at the RHS. “We’ve gone from severe drought with an initially very mild autumn that turned cold. It’s the combination of weather patterns rather than one single event. And plants find it hard to deal with that fluctuation.”</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/apr/30/april-cold-weather-gardens-hardier-plants-extremes-heat-cold\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/apr/30/april-cold-weather-gardens-hardier-plants-extremes-heat-cold", "date_published": "2023-04-30 05:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Fearful and trigger happy’: flooded with guns and paranoia, the US reels from shootings", "description": "<p>Permissive self-defense and gun laws spotlighted by recent shootings in which victims approached gunmen by mistake</p><p>Waldes Thomas and Diamond Darville were driving for the grocery delivery service Instacart near Miami in mid-April when they drove the order up to the wrong address.</p><p>Thomas, 19, and Darville, 18, reportedly told authorities they were backing away from the home when the owner emerged with his son, grabbed on to the driver’s window and fired a gun three times at their car. Antonio Caccavale, who didn’t hit anyone, later reportedly claimed to police who investigated the encounter that he shot because he feared for his and his son’s lives as Thomas and Darville’s car ran over his foot and struck a boulder.</p> <a href=\"https://www.theguardian.com/world/2023/apr/30/usa-gun-crime-paranoia-self-defense-gun-laws\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/30/usa-gun-crime-paranoia-self-defense-gun-laws", "date_published": "2023-04-30 05:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘The suit burns’: Madrid’s street performers suffer in record Spanish heat", "description": "<p>The country has recorded its hottest, driest April yet. For people working outdoors, it’s no joke</p><p>There are many better places to be in Spain than Madrid when recordbreaking temperatures bring summer’s ruthless heat in spring, prompting <a href=\"https://www.theguardian.com/world/2023/apr/27/spain-braced-for-record-april-temperature-of-39c-as-heatwave-causes-misery\" title=\"\">government health warnings, action plans from regional authorities</a> and the familiar agonising wait for outdoor public pools to open.</p><p>There are also many better places to be in Madrid when the mercury nudges 30C (86F) than under a woolly hat inside a furry Sonic the Hedgehog costume in the elegant, shadeless air fryer that is the Spanish capital’s Plaza Mayor.</p> <a href=\"https://www.theguardian.com/world/2023/apr/30/the-suit-burns-madrids-street-performers-suffer-in-record-spanish-heat\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/30/the-suit-burns-madrids-street-performers-suffer-in-record-spanish-heat", "date_published": "2023-04-30 05:00:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘We’ll show just how weak they are’: Ukraine primed for crucial offensive", "description": "<p>With concern among allies seemingly growing, there is a lot riding on an imminent counter-assault on the Russians in the south</p><ul><li><strong><a href=\"https://www.theguardian.com/world/live/2023/apr/29/russia-ukraine-war-live-crimea-oil-depot-on-fire-zelenskiy-condemns-absolute-evil-after-missile-strikes-kill-25\">Russia-Ukraine war – latest news updates</a></strong></li></ul><p>The last time “Luh” served in the military, he was a Soviet conscript, sailing the Arctic Ocean with the USSR’s northern fleet over four decades ago.</p><p>When Russia seized the Crimean peninsula and Russian-backed proxies moved into his home region of Luhansk nearly a decade ago, he cheered on the Ukrainian army but thought his fighting days were behind him.</p> <a href=\"https://www.theguardian.com/world/2023/apr/30/ukraine-primed-for-crucial-offensive\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/30/ukraine-primed-for-crucial-offensive", "date_published": "2023-04-30 05:00:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Australian man charged for allegedly spitting in Indonesian imam’s face", "description": "<p>Brenton Craig Abbas Abdullah McArthur faces up to 14 months in prison if convicted</p><ul><li><a href=\"https://www.theguardian.com/australia-news/live/2023/apr/30/australia-news-live-federal-budget-tax-sugar-drinks-obesity-weather-warnings-flash-flooding-cost-of-living-interest-rates-indigenous-voice-\">Follow our Australia news live blog for the latest updates</a></li><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>An Australian man is facing more than a year in jail after allegedly spitting in the face of an imam at an Indonesian mosque.</p><p>Brenton Craig Abbas Abdullah McArthur has been charged over the alleged assault at a mosque in Bandung that was captured on CCTV.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon</a></strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\"> </a><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">email newsletters for your daily news roundup</a></strong></p> <a href=\"https://www.theguardian.com/australia-news/2023/apr/30/australian-man-charged-for-allegedly-spitting-in-indonesian-imams-face\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2023/apr/30/australian-man-charged-for-allegedly-spitting-in-indonesian-imams-face", "date_published": "2023-04-30 04:27:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Twitter to let publishers charge users per article read, says Elon Musk", "description": "<p>Musk calls the one-click move a win for both the public and media organisations</p><p>Twitter CEO Elon Musk said on Saturday that the social media platform will allow media publishers to charge users on a per-article basis with one click, calling it a win for both the public and media organisations.</p><p>The feature, to be rolled out in May, will enable users who do not “sign up for a monthly subscription to pay a higher per article price for when they want to read an occasional article”, billionaire owner Musk tweeted.</p> <a href=\"https://www.theguardian.com/technology/2023/apr/30/twitter-to-let-publishers-charge-users-per-article-read-says-elon-musk\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/apr/30/twitter-to-let-publishers-charge-users-per-article-read-says-elon-musk", "date_published": "2023-04-30 02:49:07+00:00", "persistent": false, "user": null, "language": "en-UK"}]