[{"source": "https://www.theguardian.com/international/rss", "title": "‘Australians aren’t interested’: Ange Postecoglou doubts Matildas’ World Cup legacy", "description": "<ul><li>Tottenham manager says there won’t be influx of resources</li><li>Strength of other football codes a factor in limited growth</li></ul><p>One day out from the start of the A-League Women’s season, Ange Postecoglou has delivered a sobering message to Australian football supporters, arguing the Matildas’ recent success won’t bring any long-lasting benefit or investment for the local game.</p><p>The former Brisbane Roar and Socceroos coach now manages in the English Premier League, where his Tottenham side is top of the table after eight games.</p> <a href=\"https://www.theguardian.com/football/2023/oct/12/ange-postecoglou-matildas-world-cup-comments-australians-arent-interested\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/oct/12/ange-postecoglou-matildas-world-cup-comments-australians-arent-interested", "date_published": "2023-10-11T21:30:50+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/international/rss", "title": "Former NFL player Sergio Brown taken into custody after mother’s death", "description": "<ul><li>Sergio Brown was reportedly deported from Mexico</li><li>Myrtle Brown was found dead near home in Chicago</li></ul><p>The former NFL player Sergio Brown has been taken into custody after the death of his mother in September.</p><p>Police in San Diego said he was held after entering the United States from Mexico on Tuesday. He is awaiting extradition to Maywood, Illinois, where the body of his mother, Myrtle, was found near her home last month. Police had issued a warrant for first-degree murder after her death was ruled a homicide.</p> <a href=\"https://www.theguardian.com/sport/2023/oct/11/former-nfl-player-sergio-brown-taken-into-custody-after-mothers-death\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/oct/11/former-nfl-player-sergio-brown-taken-into-custody-after-mothers-death", "date_published": "2023-10-11T18:56:45+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/international/rss", "title": "‘Pacifist at his core’: Britons missing and feared dead in Hamas attacks", "description": "<p>Seventeen British nationals, including children, have died or are missing after atrocities in Israel</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/oct/11/israel-hamas-war-live-updates-death-toll-us-egypt-passage-gaza\">Israel and Hamas at war – live updates</a></li></ul><p>Seventeen British nationals, including children, are feared dead or missing in Israel after attacks by Hamas, the Guardian understands. The atrocities have so far claimed at least 2,100 lives.</p> <a href=\"https://www.theguardian.com/world/2023/oct/11/pacifist-at-his-core-britons-missing-and-feared-dead-in-hamas-attacks\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/oct/11/pacifist-at-his-core-britons-missing-and-feared-dead-in-hamas-attacks", "date_published": "2023-10-11T18:51:27+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/international/rss", "title": "‘It was a pogrom’: Be’eri survivors on the horrific attack by Hamas terrorists", "description": "<p>Once popular with Israelis as a weekend getaway, Be’eri is now indelibly associated with a massacre</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/oct/11/israel-hamas-war-live-updates-death-toll-us-egypt-passage-gaza\">Israel and Hamas at war – live updates</a></li></ul><p>The smell of death hits you at the entrance to kibbutz Be’eri. Until Saturday morning Be’eri had a population of 1,200, the largest of the 12 villages that make up the Eshkol regional council that runs along the border with Gaza.</p><p>Now it is a place indelibly associated with horror and tragedy, as one of the centres of the massacre undertaken by the militant Islamist group Hamas in southern Israel beginning on Saturday morning.</p> <a href=\"https://www.theguardian.com/world/2023/oct/11/it-was-a-pogrom-beeri-survivors-horrific-attack-hamas-terrorists\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/oct/11/it-was-a-pogrom-beeri-survivors-horrific-attack-hamas-terrorists", "date_published": "2023-10-11T18:05:29+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/international/rss", "title": "Nato vows to respond if Finland-Estonia gas pipeline damage is deliberate", "description": "<p>Alliance’s chief says if there is proof of attack it will be met with ‘determined’ response, amid speculation about Russian sabotage</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/oct/11/russia-ukraine-war-live-nato-defence-ministers-to-meet-in-brussels-ukrainian-drones-shot-down-over-bryansk-russia-says\">Russia-Ukraine war – latest news updates</a></li></ul><p>Nato has promised a “determined” response if damage to an undersea gas pipeline between Finland and Estonia proves deliberate, as investigators said traces of an “external, mechanical force” had been found on the seabed.</p><p>Amid widespread media speculation about the likelihood of Russian sabotage, Risto Lohi of the Finnish national bureau of investigation told a press conference in Helsinki on Wednesday: “There is reason to suspect an external force … caused the damage.” The force, he added, “appears to have been mechanical, not an explosion”.</p> <a href=\"https://www.theguardian.com/world/2023/oct/11/n", "link": "https://www.theguardian.com/world/2023/oct/11/nato-vows-to-respond-if-finland-estonia-gas-pipeline-damage-is-deliberate", "date_published": "2023-10-11T17:22:22+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/international/rss", "title": "How the Socceroos’ 2003 upset win over England shaped Australian football | John Davidson", "description": "<p>Two decades on from the historic friendly at Upton Park the rivals meet at Wembley to test how far the two teams have come</p><p>In the history of the Anglo-Australian sporting rivalry, 2003 was a big year. The Wallabies and England clashed in the Rugby World Cup final in Sydney, the Kangaroos and Great Britain locked horns in rugby league’s Ashes, while in cricket Australia romped to an Ashes triumph on home soil.</p><p>But it was a round-ball international friendly in mid-February, on a cold night in east London, that perhaps lives longest in the memory, especially for those with antipodean minds. That was when the Socceroos’ motley crew of underdogs took on Sven-Goran Erickson’s England at Upton Park and <a href=\"https://www.theguardian.com/football/live/2016/may/27/england-v-socceroos-upton-park-2003-retro-football-liveblog\">sprung a stunning 3-1 upset</a>.</p> <a href=\"https://www.theguardian.com/football/2023/oct/12/socceroos-vs-england-wembley-2003-upset-friendly\">Continue ", "link": "https://www.theguardian.com/football/2023/oct/12/socceroos-vs-england-wembley-2003-upset-friendly", "date_published": "2023-10-11T14:00:42+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/international/rss", "title": "US House speaker vote: How did we get here and what happens next?", "description": "<p>Republicans scramble to find a replacement for the ousted Kevin McCarthy as world events demand the attention of the US Congress</p><ul><li>See also: <a href=\"https://www.theguardian.com/us-news/2023/oct/11/us-house-speaker-race-candidates-jim-jordan-steve-scalise\">Who are the main players in the US House speaker race?</a></li></ul><p>Congressional Republicans will stage an initial vote on Wednesday intended to pave the way for electing a new speaker to the House of Representatives after days of furious behind-the-scenes politicking after last week’s brutal ousting of the previous incumbent, Kevin McCarthy.</p><p>The ballot comes amid fierce criticism – including from some Republicans – that the GOP’s bitter internal divisions has left Congress’s lower chamber rudderless at a time when urgent decisions are needed regarding US emergency funding for Israel after Saturday’s deadly attack by the Palestinian group Hamas.</p> <a href=\"https://www.theguardian.com/us-news/2023/oct/11/repu", "link": "https://www.theguardian.com/us-news/2023/oct/11/republican-house-speaker-vote-explained", "date_published": "2023-10-11T13:56:38+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/international/rss", "title": "‘The start of the national Aids movement’: Act Up’s defining moment in queer protest history", "description": "<p>Desperate Aids patients and their allies in the 80s confronted the US government and ushered in a new era of forceful protests</p><p>On a chilly October morning in 1988, about 1,500 protesters descended upon a nondescript glass office building in suburban Rockville, Maryland. They were Aids patients, friends and queer activists from all over the country protesting what they saw as the failures of the US Food and Drug Administration to approve medications to fight Aids. The disease had already killed at last 45,000 Americans in less than a decade.</p><p>As amused and quizzical government employees watched from the windows, protesters marched in circles in front of kitted-up riot police. The protesters lifted posters in the air, many with the now-iconic image of a bloody handprint and the words: “The government has blood on its hands; one Aids death every half hour.” They chanted: “52 will die today/ Seize control of the FDA!”</p> <a href=\"https://www.theguardian.com/society/2023/oc", "link": "https://www.theguardian.com/society/2023/oct/11/act-up-hiv-aids-1988-fda-protest", "date_published": "2023-10-11T13:03:19+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/international/rss", "title": "‘No matter what I do, I’m not in control’: what happens when the state takes your child", "description": "<p>After a US mother’s brief spat with a shop clerk, child protective services took her son. Getting him back was harder then she could have imagined – and provided a powerful civic education</p><p>Two and a half years before a convenience store in Minnesota called the police on George Floyd, a Black father, suspecting a counterfeit bill, a convenience store in Rhode Island called the police on a Black mother named Christina after she argued with the checkout clerk.</p><p>Christina, 23, was living in a family shelter and taking classes at the local community college, striving towards her longtime goal of launching a non-profit organization for youth. “I think I was called to help people,” she often said. Her son, Anthony, the center of her life, was two years old. (“Christina” and “Anthony” are both pseudonyms.)</p> <a href=\"https://www.theguardian.com/us-news/2023/oct/11/us-child-protective-services-family-mother\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/oct/11/us-child-protective-services-family-mother", "date_published": "2023-10-11T13:00:39+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/international/rss", "title": "MLB playoffs: Rangers set up prospect of all-Texas ALCS by sweeping Orioles", "description": "<ul><li>Houston Astros one win from ALCS after beating Twins</li><li>Rangers reach ALCS for first time since 2011</li></ul><p>In his first season with Texas, veteran manager Bruce Bochy has guided the Rangers into the AL Championship Series. Yordan Alvarez and the Houston Astros are one win from making it a Lone Star State affair.</p><p>Corey Seager and Adolis García homered early, Nathan Eovaldi pitched seven smooth innings in another playoff clincher and <a href=\"https://apnews.com/article/rangers-orioles-alds-seager-garcia-eovaldi-a2b514fda2ed75a8dd6a6206148cc802\">t</a>he Rangers completed a Division Series sweep of the Baltimore Orioles with a 7-1 victory Tuesday night in Game 3.</p> <a href=\"https://www.theguardian.com/sport/2023/oct/11/mlb-playoffs-rangers-set-up-prospect-of-all-texas-alcs-by-sweeping-orioles\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/oct/11/mlb-playoffs-rangers-set-up-prospect-of-all-texas-alcs-by-sweeping-orioles", "date_published": "2023-10-11T11:30:42+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/international/rss", "title": "D’Andre Swift: the homecoming king behind the Eagles’ undefeated start", "description": "<p>The Eagles are one of two 5-0 teams in the NFL for many different reasons. One of the biggest is D’Andre Swift, a Philly native who has refurbished his reputation as a workhorse </p><p>Pretty much any NFL running back would gain chunks of yardage with help from the Philadelphia Eagles offensive line, the best in the business (no matter what Miami and San Francisco fans say). Still, Eagles general manager Howie Roseman keeps seeking better men to lug that ol’ pigskin.</p><p>On the last day of the NFL draft in April, he swung a trade with the Detroit Lions for D’Andre Swift, a Philly native and former second-round draft pick whose reputation, aided by the Hard Knocks soap opera, had been trashed.</p> <a href=\"https://www.theguardian.com/sport/2023/oct/11/dandre-swift-philadelphia-eagles-running-back-profile\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/oct/11/dandre-swift-philadelphia-eagles-running-back-profile", "date_published": "2023-10-11T09:00:34+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/international/rss", "title": "Flights at Luton airport suspended until at least 3pm after fire; Birkenstock to float in New York – business live", "description": "<p>IMF/World Bank meetings under way in Marrakech</p><p><strong>Susannah Streeter</strong>, head of money and markets at Hargreaves Lansdown, said:</p><p>There are concerns creeping back in about higher energy prices, causing fresh inflationary pressures by pushing up fuel bills and potentially causing havoc with central bank forecasts. UK and European gas prices shot up over supply concerns, edging down only a little and still hovering around six-month highs. The jitters came after Chevron was told to shut down production at the Tamar natural gas field in Northern Israel due to the violence.</p><p>There are also worries about potentially deliberate damage to the Baltic connector gas pipeline between Finland and Estonia. Oil prices are settling, but a barrel of the benchmark Brent Crude is trading at just under $88 dollars a barrel, up sharply from the price before the attacks in Israel. Although initial supplies aren’t affected, there are still worries about potential knock-on effec", "link": "https://www.theguardian.com/business/live/2023/oct/11/luton-airport-fire-birkenstock-float-new-york-imf-world-bank-inflation-business-live", "date_published": "2023-10-11T08:16:45+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/international/rss", "title": "‘I’ve been so lucky’: Hamilton swaps Essex Alliance for Sri Lanka’s World Cup dream", "description": "<p>FC Baresi midfielder is preparing to face Yemen in Saudi Arabia instead of turning out in the 11th tier of English football</p><p>It’s a long way from the Essex Alliance Football League to the 2026 World Cup, but while the leaders, FC Baresi, host Haringey Borough Under-23s in the 11th tier of English football this weekend, their star midfielder Marvin Hamilton will, fitness permitting, be in action for Sri Lanka against Yemen in Saudi Arabia.</p><p>These are exciting times for 20 Asian nations involved in the first round of qualification. Hamilton’s job is to help Sri Lanka go as far as possible on the road to North America. It won’t be easy; they are the lowest-ranked team in Asia, down in the 200s, but are daring to dream of victory over Yemen in their two-leg encounter.</p> <a href=\"https://www.theguardian.com/football/2023/oct/11/marvin-hamilton-sri-lanka-world-cup-yemen-fc-baresi\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/oct/11/marvin-hamilton-sri-lanka-world-cup-yemen-fc-baresi", "date_published": "2023-10-11T07:00:33+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/international/rss", "title": "Holding ground: a trans utopia in the US midwest – in pictures", "description": "<p>J Houston’s intimate images portray members of a widespread trans and queer community who have ‘a desire for unconditional relationships’ while not losing the landscapes they grew up in</p><p></p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2023/oct/11/j-houston-trans-utopia-in-the-american-midwest-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2023/oct/11/j-houston-trans-utopia-in-the-american-midwest-in-pictures", "date_published": "2023-10-11T06:00:32+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/international/rss", "title": "Manhole covers become collector’s items in Japan", "description": "<p>Kyoto to sell its obsolete manhole covers in a bid to cash in on the public’s fascination with the decorated pieces</p><p>They are heavy disks of wrought iron that separate us from our subterranean sewage, but in <a href=\"https://www.theguardian.com/world/japan\">Japan</a>, they are also highly coveted works of art, symbols of regional pride, and now, sources of revenue.</p><p>Local authorities are cashing in on the public’s fascination with the country’s decorated manhole covers, with Kyoto now joining a list of locations that are putting obsolete lids up for sale.</p> <a href=\"https://www.theguardian.com/world/2023/oct/11/manhole-covers-become-collectors-items-in-japan\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/oct/11/manhole-covers-become-collectors-items-in-japan", "date_published": "2023-10-11T05:54:59+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/international/rss", "title": "Sonic Youth co-founder Thurston Moore cancels book tour, revealing ‘debilitating’ health condition", "description": "<p>The 65-year-old musician says it was ‘utterly distressing’ to be told he shouldn’t travel after a longstanding but undisclosed illness recently escalated</p><p>The Sonic Youth co-founder Thurston Moore has cancelled his US book tour under medical advice, after revealing he is dealing with a “debilitating” and “longstanding” health condition.</p><p>The 65-year-old singer, guitarist and songwriter had been due to tour the US later this month to promote his candid new memoir, Sonic Life, charting his journey from teenage music fan in small-town Connecticut to the formation of his seminal experimental rock band in New York in 1981 with Kim Gordon and Lee Ranaldo, to his decades of creative endeavours.</p> <a href=\"https://www.theguardian.com/music/2023/oct/11/thurston-moore-sonic-youth-health-condition-sonic-life-book-tour-cancelled\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/oct/11/thurston-moore-sonic-youth-health-condition-sonic-life-book-tour-cancelled", "date_published": "2023-10-11T05:37:14+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/international/rss", "title": "Australian Open 2024 promises big names to outshine past problems | Courtney Walsh", "description": "<p>After a pandemic, late finishes and fluffy balls, next year’s event is counting on Nadal, Osaka and Kyrgios to bring in the fans</p><p>Almost two decades after falling narrowly shy of ending an enduring curse, former world No 1 Lleyton Hewitt looked every inch a bronzed Aussie at Melbourne Park on Wednesday.</p><p>The Davis Cup captain still looks fit enough to command the baseline on Rod Laver Arena but will instead join a ring of Australian greats in immortality next January. The revelation Hewitt will be inducted into the Tennis Australia Hall of Fame was an ace amid a series of announcements and prognostications at the 2024 Australian Open launch.</p> <a href=\"https://www.theguardian.com/sport/blog/2023/oct/11/australian-open-2024-lineup-planning-lleyton-hewitt\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/blog/2023/oct/11/australian-open-2024-lineup-planning-lleyton-hewitt", "date_published": "2023-10-11T05:19:26+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/international/rss", "title": "From the archive: Was the Millennium Dome really so bad? The inside story of a (not so) total disaster", "description": "<p>We are raiding the Guardian Long Read archives to bring you some classic pieces from years past, with new introductions from the authors</p><p>This week, from 2020: Even before it opened, the Dome had become a byword for failure. But two decades on, it could be time for a reassessment</p><p><em>Archive: C-SPAN</em></p> <a href=\"https://www.theguardian.com/uk-news/audio/2023/oct/11/from-the-archive-was-the-millennium-dome-really-so-bad-the-inside-story-of-a-not-so-total-disaster\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/audio/2023/oct/11/from-the-archive-was-the-millennium-dome-really-so-bad-the-inside-story-of-a-not-so-total-disaster", "date_published": "2023-10-11T04:00:29+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/international/rss", "title": "Kari Lake, Trump ally and election denier, announces Senate bid in Arizona", "description": "<p>Republican who lost state governor’s race but never conceded has challenged her defeat in court, so far unsuccessfully</p><p>Kari Lake, the Republican candidate who lost the race for Arizona governor but never conceded her loss, announced a run for US Senate in the western state Tuesday.</p><p>A former TV news anchor, Lake made her move into politics by making repeated false claims about elections. She aligned closely with former president Donald Trump and has been floated as a potential running mate for Trump, who <a href=\"https://www.politico.com/news/2022/08/07/trump-gop-kari-lake-00050215\">once praised Lake</a> for her ability to constantly bring up election fraud.</p> <a href=\"https://www.theguardian.com/us-news/2023/oct/10/kari-lake-senate-bid-arizona-announcement\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/oct/10/kari-lake-senate-bid-arizona-announcement", "date_published": "2023-10-11T03:02:59+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/international/rss", "title": "Israel-Hamas war live: US, Israel and Egypt discussing safe passage from Gaza for civilians; Israeli deaths pass 1,200", "description": "<p>‘We are focused on this question, there are consultations going on,’ says Jake Sullivan; Israel toll climbs by 200, according to public broadcaster; most recent Gaza toll stands at 900 </p><ul><li><a href=\"https://www.theguardian.com/world/2023/oct/11/hamas-and-israel-at-war-what-we-know-on-day-5\">Israel-Hamas at war: What we know on day five</a></li></ul> <a href=\"https://www.theguardian.com/world/live/2023/oct/11/israel-hamas-war-live-updates-death-toll-us-egypt-passage-gaza\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2023/oct/11/israel-hamas-war-live-updates-death-toll-us-egypt-passage-gaza", "date_published": "2023-10-11T02:57:00+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/international/rss", "title": "Pizza, pie and spanakopita: three vegetarian Greek recipes to bake", "description": "<p>A trio of savoury meat-free recipes, where bright spring greens take centre stage</p><ul><li><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=cvau_sfl\">Get our weekend culture and lifestyle email</a></li></ul><p>This is a delicious crustless savoury pie that originated in Thessaly, near central Greece. As it’s pastry free, it’s lovely and light. It is also very versatile: substitute the zucchini for everything from grated pumpkin or sweet potato to any cheese, or just use zucchini without the eggs and cheese. Enjoy it hot or cold, as a main or as part of a meze platter.</p><p><strong><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=copyembed\">Sign up for the fun stuff with our rundown of must-reads, pop culture and tips for the weekend, every Saturday morning</a></strong></p> <a href=\"https://www.the", "link": "https://www.theguardian.com/food/2023/oct/11/pizza-pie-and-spanakopita-easy-simple-vegetarian-greek-recipes-to-bake", "date_published": "2023-10-11T00:00:23+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}]