[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC3ScyryU9Oy9Wse3a8OAmYQ", "title": "Meet “FRONTLINE Short Docs” | Trailer", "description": "Small documentaries. Big stories. Told boldly with zero misinformation. Here's a sneak peek of a new series we are launching this fall–FRONTLINE Short Docs.\n \nSubscribe: https://www.youtube.com/@frontlineshortdocs\n \nThese pocket-sized documentaries feature the personal stories and experiences of young adults, about the critical issues shaping our world today.\n\n#frontline #shortdocs #documentary\n\nInstagram: https://www.instagram.com/frontlinepbs\nTwitter: https://twitter.com/frontlinepbs\nFacebook: https://www.facebook.com/frontline\n \nFRONTLINE Short Docs is generously funded by the Corporation for Public Broadcasting, and Laura DeBonis and Scott Nathan.", "link": "https://www.youtube.com/watch?v=301scnLnY_M", "date_published": "2023-10-11T03:00:02+00:00", "bookmarked": false, "dead": null, "artist": "FRONTLINE PBS | Official", "album": "FRONTLINE PBS | Official", "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/301scnLnY_M/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC3ScyryU9Oy9Wse3a8OAmYQ", "title": "Elon Musk's Twitter Takeover (full documentary) | FRONTLINE", "description": "FRONTLINE traces Elon Musk’s long and often troubled relationship with Twitter, following his journey from being one of the platform’s most provocative users to becoming its owner.\n\nThis journalism is made possible by viewers like you. Support your local PBS station here: https://www.pbs.org/donate​.\n\nElon Musk completed his acquisition of the social media company formerly called Twitter nearly a year ago. At a time of intense polarization in the U.S. and worldwide, the move placed the richest man in the world in charge of one of the world’s most important platforms for news and political debate — and also put Musk squarely at the center of an ongoing debate about the limits of free speech and the spread of lies online.\n\nThis two-hour documentary from the team behind “Amazon Empire” and “The Facebook Dilemma” pulls back the curtain on the influential social media platform’s inner workings both before and after Musk’s takeover. In extraordinary, in-depth interviews, former Twitter emp", "link": "https://www.youtube.com/watch?v=d6z4H_geX5A", "date_published": "2023-10-11T01:00:13+00:00", "bookmarked": false, "dead": null, "artist": "FRONTLINE PBS | Official", "album": "FRONTLINE PBS | Official", "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/d6z4H_geX5A/hqdefault.jpg"}]