[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCmGSJVG3mCRXVOP4yZrU1Dw", "title": "How Hamas Gets Missiles", "description": "The tunnels that help Hamas.\n\nCheck out my new channel with Sam Ellis - Search Party: https://youtube.com/@Search-Party\n\nGet access to behind-the-scenes vlogs, my scripts, and extended interviews over at https://www.patreon.com/johnnyharris\n\nDo you have an insider tip or unique information on a story? Do you have a suggestion for a story you want us to cover? Submit to the Tip Line: https://docs.google.com/forms/d/e/1FAIpQLSdpNs1ykIwd7KNkwntN897X_SX9hJ8WiTH_erlLU_bQp2GGLg/viewform?usp=sharing\n\nI made a poster about maps - check it out: https://store.dftba.com/products/all-maps-are-wrong-poster\n\nCustom Presets & LUTs [what we use]: https://store.dftba.com/products/johnny-iz-luts-and-presets\n\nAbout: \nJohnny Harris is an Emmy-winning independent journalist and contributor to the New York Times. Based in Washington, DC, Harris reports on interesting trends and stories domestically and around the globe, publishing to his audience of over 3.5 million on Youtube.  Harris produced and hosted", "link": "https://www.youtube.com/watch?v=wMqLoNgYheQ", "date_published": "2023-10-11T14:38:41+00:00", "bookmarked": false, "dead": null, "artist": "John Harris", "album": "John Harris", "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/wMqLoNgYheQ/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCmGSJVG3mCRXVOP4yZrU1Dw", "title": "Why People Think the Moon Landing is Fake", "description": "Uncovering the Truth About the Moon Landing.\nIf you’re struggling, consider therapy with our sponsor BetterHelp. Click https://betterhelp.com/johnnyharris for a 10% discount on your first month of therapy with a licensed professional specific to your needs.\n\nI wanted to know why so many people still believe the moon landing never happened, so I looked into it.\n\nMy next video is live on Nebula NOW! It's about how Facebook fueled the genocide of the Rohingya people in Myanmar. Watch now: https://nebula.tv/videos/johnnyharris-how-facebook-helped-break-an-entire-country\n\nCheck out all my sources for this video here: https://docs.google.com/document/d/1yIqVR6CbFfH7jylYKiBDkE9lgIy5uMYehDeMq-9k1rU/edit?usp=sharing\n\nThank you to the experts we spoke with that helped with our research in this story:\n- Sean Potter — meteorologist, science writer, weather historian, and former NASA Media Relations Specialist — seanpotter.com \n- Dr. Jack Singal — astrophysicist and physics professor at the Unive", "link": "https://www.youtube.com/watch?v=5JWm9iE5ha4", "date_published": "2023-10-11T12:00:05+00:00", "bookmarked": false, "dead": null, "artist": "John Harris", "album": "John Harris", "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/5JWm9iE5ha4/hqdefault.jpg"}]