[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Arknights: Endfield - Official Teaser Trailer", "description": "Arknights: Endfield is an anime mobile tower defense RPG hybrid game developed by Hypergryph. Players will travel to a planet called Talos-II to meet new characters and engage with the game's deep combat system. Arknights: Endfield is launching on PC at a later date with a PC Technical Test available now.\n\n#ArknightsEndfield", "link": "https://www.youtube.com/watch?v=oFI_2-KyNw4", "date_published": "2023-10-29T20:00:14+00:00", "bookmarked": false, "dead": null, "artist": "Ign - YouTube", "album": "Ign - YouTube", "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/oFI_2-KyNw4/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Why Five Nights at Freddy's Ending Is the Perfect Twist", "description": "Full spoilers follow for the Five Nights at Freddy's movies.\n\nThe movie version of the beloved horror game series Five Nights at Freddy’s is finally here, and of course the film ties directly into some heavy FNAF mythology. That includes the franchise’s sinister villain: William Afton! His involvement, which was never explicitly referenced in any promotional material or coverage of the movie as it was in production, is a major third-act reveal. And let’s be real here, any fan worth their salt knows there’s no FNAF without Afton. His inclusion in the film is paramount to the core of the story, and his epic final-act reveal definitely will send a little excited chill down any die-hard’s spine. I know I was happy to see him, in all his evil glory. \n\nHaving Afton as the franchise’s pervasive antagonistic driving force will no doubt propel the franchise through a slew of sequels, and for fans of the story, the idea of exploring what becomes of Afton and his legacy, which is quite the wild", "link": "https://www.youtube.com/watch?v=q4YwmKK6SZo", "date_published": "2023-10-29T19:00:25+00:00", "bookmarked": false, "dead": null, "artist": "Ign - YouTube", "album": "Ign - YouTube", "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/q4YwmKK6SZo/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Unawake - Official Alpha Gameplay Trailer", "description": "Unawake is an action-adventure RPG game developed by RealityArts Studio. Players will engage hellish enemies with first-person melee-based combat in order to decide the fate of humanity amidst the turmoil of merciless wars. Unawake will be available in 2024 for current-gen consoles and PC.\n\n#Unawake #Gameplay", "link": "https://www.youtube.com/watch?v=GllPmHQ8TQo", "date_published": "2023-10-29T18:00:10+00:00", "bookmarked": false, "dead": null, "artist": "Ign - YouTube", "album": "Ign - YouTube", "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/GllPmHQ8TQo/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Spider-Man 2 Director says how the Howard mission made it in the game! #spiderman #howard #mission", "description": "", "link": "https://www.youtube.com/watch?v=UEfvXh1SA5Q", "date_published": "2023-10-29T16:45:01+00:00", "bookmarked": false, "dead": null, "artist": "Ign - YouTube", "album": "Ign - YouTube", "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/UEfvXh1SA5Q/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "State of Survival X Resident Evil Village - Official Collaboration Trailer", "description": "State of Survival is a mobile zombie survival game developed by FunPlus. The highly regarded Resident Evil franchise is making its way to State of Survival bringing the world atmosphere and characters of the Resident Evil to the zombie survival game. The first wave brings Resident Evil Village characters in the form of the iconic Chris Redfield, and the formidable Lady Dimitrescu. A second wave of content will bring Resident Evil 4 into the fray with Leon S. Kennedy and Ada Wong coming at a later date. Chris Redfield and Lady Dimitrescu are available now while Leon S. Kennedy and Ada Wong are arriving to State of Suvival on December 1. State of Survival Resident Evil Village content is available now for iOS, Android, macOS, and PC.\n\n#StateOfSurvival #ResidentEvilVillage", "link": "https://www.youtube.com/watch?v=2pdFFTQUoA8", "date_published": "2023-10-29T16:15:00+00:00", "bookmarked": false, "dead": null, "artist": "Ign - YouTube", "album": "Ign - YouTube", "user": null, "language": "en-US", "thumbnail": "https://i3.ytimg.com/vi/2pdFFTQUoA8/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Spider-Man 2’s Creative Director Talks Wolverine & Marvel Crossovers", "description": "On a very special spoiler-filled episode of Beyond, Senior Creative Director Bryan Intihar from Insomniac Games joins the Beyond crew to chat about how the studio approaches crossovers with other Marvel properties, from the upcoming Wolverine PS5 game to Beyond The Spider-Verse. Bryan also discusses where, besides New York City, he’d like to see a Spider-Man game take place. Savage Land, anyone?\n\n#SpiderMan2 #SpiderMan2PS5 #Wolverine #Crossovers", "link": "https://www.youtube.com/watch?v=PHNJ_oCZqJg", "date_published": "2023-10-29T16:00:14+00:00", "bookmarked": false, "dead": null, "artist": "Ign - YouTube", "album": "Ign - YouTube", "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/PHNJ_oCZqJg/hqdefault.jpg"}]