[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "15 Best Racing Games of All Time [2023 Edition]", "description": "Racing games provide a great fantasy of being in the driver seat of a fancy sports car, and there’s a very unique sense of satisfaction that’s earned from burning rubber on iconic tracks and strategically utilizing boost on your favorite vehicles. \n\nRacing games have come a long way from the genre’s humble beginnings, and now encompass plenty of different racing disciplines like simulation, kart racing, and arcade racing among others. With this feature, we will be counting down 15 of the best racing games of all time and discussing what exactly makes them tick.", "link": "https://www.youtube.com/watch?v=YWJCkAMHU9A", "date_published": "2023-10-29T15:30:09+00:00", "bookmarked": false, "dead": null, "artist": "GamingBolt", "album": "GamingBolt", "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/YWJCkAMHU9A/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Tekken 8 - 9 NEW Details You Need To Know", "description": "Tekken is back and better than ever, with Tekken 8 launching on January 26th, 2024, for Xbox Series X/S, PS5 and PC. It continues the long-running story of the Kazama family (and others) while introducing multiple new mechanics and features.\n\nFor instance, there's the new Heat Gauge for unleashing powerful actions like Heat Smash. Heat Engager allows for quickly entering Heat Mode and dashing towards an opponent, and Special Style provides a more streamlined control scheme for quickly unleashing combos. Of course, there are also new characters like Azucena who control great.\n\nAfter going hands-on with the closed beta, Tekken 8 looks like an incredible follow-up, with stellar visuals and fast-paced battles. Even if the netcode is too early to judge, newcomers and veterans will find plenty to like.", "link": "https://www.youtube.com/watch?v=yRT_RNGMYYc", "date_published": "2023-10-29T13:30:24+00:00", "bookmarked": false, "dead": null, "artist": "GamingBolt", "album": "GamingBolt", "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/yRT_RNGMYYc/hqdefault.jpg"}]