[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "15 Epilogues That GAMERS WILL NEVER FORGET", "description": "Epilogues can be one of the most difficult things to nail down, and that stands true for video games as well. Having a satisfying end to an adventure is what will ultimately make it feel memorable in the long run. \n\nThe best games use this know-how to create endings that not only feel epic but also suitable in the larger context of the narrative, while other games might use that opportunity to keep some of the best content till the very end. \n\nWe are talking about games like Red Dead Redemption 2, and Batman: Arkham Knight among others - and this video will run down 15 of the best epilogues that you will never forget.", "link": "https://www.youtube.com/watch?v=DfV6hV1nRZs", "date_published": "2023-08-26T22:47:12.598526+00:00", "persistent": false, "dead": false, "artist": "GamingBolt", "album": "GamingBolt", "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/DfV6hV1nRZs/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Mortal Kombat 1 Story Theories SO CRAZY THEY MIGHT BE TRUE", "description": "Update: This video was re-uploaded because the original video had errors in it. We apologize for the same.\n\nStory and storytelling aren’t necessarily things that fighting games as a whole put a great deal of stock into, but Mortal Kombat is perhaps the biggest exception to that rule. Over the course of several games and years, NetherRealm Studios has proven that it’s capable of delivering captivating tales in its fighting franchise, and with the upcoming Mortal Kombat 1, we might just be in line for the most captivating one yet. \n\nThere’s no shortage of excitement about how its rebooted timeline will twist and turn, and what new wrinkles and changes it’ll add to things, places, and characters that have become familiar to series fans- which, of course, means there’s plenty of theories floating around about that stuff as well. Here, we’re going to go over a few theories that we feel have a pretty good chance of actually coming true.", "link": "https://www.youtube.com/watch?v=IpydoMHoCfM", "date_published": "2023-08-26T22:47:12.596634+00:00", "persistent": false, "dead": false, "artist": "GamingBolt", "album": "GamingBolt", "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/IpydoMHoCfM/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "20 Ways The Plot Twist In MGS5 Was EXTREMELY OBVIOUS", "description": "Metal Gear Solid 5: The Phantom Pain perpetuates a lie, from Mission 1 right the way through to Mission 46. The lie however – that we’re playing as Big Boss – wasn’t exactly hidden from view. There are numerous clues throughout the game that there’s an alternative identity to the player character. \n\nIn fact, some clues were realised by expectant fans even before the game was released. Their blinding obviousness was clearly a deliberate ploy by Hideo Kojima and Konami to support one of the game’s overarching themes that skills and ideals can live on in anyone, not just Big Boss. In fact, anyone can be Big Boss, or grow into their own incarnation.", "link": "https://www.youtube.com/watch?v=Z5AaBpuooMU", "date_published": "2023-08-26T18:09:09.724100+00:00", "persistent": false, "dead": false, "artist": "GamingBolt", "album": "GamingBolt", "user": null, "language": "en-US", "thumbnail": "https://i3.ytimg.com/vi/Z5AaBpuooMU/hqdefault.jpg"}]