[{"source": "http://feeds.feedburner.com/biometricupdate", "title": "Face biometrics adoption hits another gear", "description": "<img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1298\" src=\"https://d1sr9z1pdl3mb7.cloudfront.net/wp-content/uploads/2022/02/15111831/selfie-login-authentication-IDV-scaled.jpg\" width=\"2048\" />\n\t\tFace biometrics rollouts are proliferating for popular consumer products and services in many of the most popular articles on <em>Biometric Update </em>over the past week. From entry to baseball games to dominant online platforms and the world’s largest retailers, facial recognition vendors like iProov, Clear and Persona are set to perform millions more verifications and authentications. A quartet of guest posts from leaders at Jumio, HID Global, Corsight and Au10tix also piqued readers’ interest.\n<h2>Top biometrics news of the week</h2>\nCamera injection attacks are the latest major attack vector against face biometrics systems, and Jumio CTO Stuart Wells breaks down how they work and what can be done to prevent them in a widely-read guest post for <em>Biometric Update</em>. The use of <a href=\"https://www.biometricupdate.com/202308/heres-the-newest-camera-hack-fraudsters-are-using-to-beat-facial-recognition\">generative AI with injection attacks</a> can allow fraudsters into the systems of organizations that believe they are protected by facial recognition, if they do not employ sophisticated liveness detection.\n\n<a href=\"https://www.biometricupdate.com/202308/philadelphia-phillies-lead-off-facial-recognition-access-pilot-for-big-league-baseball\">Major League Baseball</a> fans became able to use facial recognition instead of presenting tickets or scanning their phones to enter the ballpark in Philadelphia this past Monday, in a pilot implementation. The plan is to expand the system, which uses the MLB Ballpark app for biometrics enrollment, to at least some other stadiums next season.\n\nCalifornia is taking the next step in the rollout of its mobile driver’s license by launching an app featuring iProov’s face biometrics and liveness detection. The <a href=\"https://www.biometricupdate.com/202308/california-has-a-shiny-new-app-for-its-mdl\">mDL can be added to the dedicated app</a> on iOS or Android devices, but not to their native mobile wallets.\n\nFingerprint biometrics are being adopted by banks around the world to make onboarding and authentication at branches and ATMs secure and compliant, HID Global Biometrics Business Unit Managing Director Vitor Fabbrizio writes in a guest post for <em>Biometric Update</em>. Realizing the full benefit of fingerprints means choosing the right scanner, he argues, pitching the <a href=\"https://www.biometricupdate.com/202308/why-banks-worldwide-are-turning-to-fingerprint-biometrics\">benefits of multispectral biometric scanners</a> with reference to a recent case study.\n\nCorsight Chief Privacy Officer Tony Porter decries the use of an evaluation from 2019 which has already been updated as evidence that facial recognition algorithms are generally biased in another <em>Biometric Update </em>guest post. Even using <a href=\"https://www.biometricupdate.com/202308/facial-recognition-nist-fake-news-or-old-views\">the old version of the NIST FRVT for demographics</a>, advocates often misrepresent the conclusions that can be drawn from it, Porter points out.\n\nThe Gates Foundation is one of MOSIP’s main funding partners, and makes the case for the open source digital identity platform’s <a href=\"https://www.biometricupdate.com/202308/what-is-mosips-role-in-digital-public-infrastructure-gates-foundation-explains\">place within the digital public infrastructure</a> that can help countries accelerate economic growth. The primer reviews the foundation’s monetary commitment, the platform’s roots and progress so far.\n\nDigital IDs are transforming how people interact with government services and moving into private sector applications, writes Au10tix CEO Dan Yerushalmi in a guest post, but the promise they hold is not guaranteed. <a href=\"https://www.biometricupdate.com/202308/from-passports-to-pixels-embracing-the-digital-identity-era\">Digital identity interoperability</a> will need to improve, and careful implementation will be necessary to protect people’s data and foster public trust.\n\nTrust appears to be low amongst Greeks lining up in early morning hours and late into the night to renew their ID cards so that they don’t need to get the new version. Greece’s new digital ID cards include a magnetic strip, which some believe can be used to track their whereabouts, according to <a href=\"https://greekreporter.com/2023/08/21/new-id-cards-conspiracy-theories-greece/\">Greek Reporter</a>.\n\nTroubled social media platform <a href=\"https://www.biometricupdate.com/202308/au10tix-selfie-biometrics-for-identity-verification-coming-to-x\">X is introducing selfie biometrics from Au10tix</a> to verify the identity of premium service subscribers, and seemingly as an option for other users. The site formerly known as Twitter is undergoing changes with the ambition of becoming a super-app. Microsoft is also introducing identity verification for advertisers using document checks.\n\nLinkedIn is expanding its use of selfie biometrics from Clear to Canada, in the first rollout behind its U.S. base. The choice makes sense not just given the geographical proximity of the markets, but also the <a href=\"https://www.biometricupdate.com/202308/from-linkedin-to-government-services-digital-identity-use-set-for-expansion-in-canada\">increasing use of digital identity by Canadians for online interactions</a>. The federal government has noticed, and is working on “digital first” public services.\n\nThe Spark platform used by <a href=\"https://www.biometricupdate.com/202308/walmart-spark-delivery-platform-picks-persona-selfie-biometrics-for-driver-verification\">Walmart delivery drivers</a> has reportedly responded to an identity fraud problem by implementing selfie biometrics checks with Persona’s technology. The identity verification starts with ID document and face biometrics checks, but apparently also includes periodic authentication.\n\nPlease let us know about any articles, interviews of other content that we should share with the people in biometrics and the greater digital identity community in the comments below or through social media.", "link": "https://www.biometricupdate.com/202308/face-biometrics-adoption-hits-another-gear", "date_published": "2023-08-26T14:28:55.342362+00:00", "persistent": false, "dead": false, "artist": "Biometric Update", "album": "Biometric Update", "user": null, "language": "en-US", "thumbnail": null}]