[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Claudia Acuña: Tiny Desk Concert", "description": "Felix Contreras | April 17, 2023\nClaudia Acuña's art comes from a deep and spiritual place. From her native Chile, she has channeled her passion for jazz vocals into a career that most recently included a superb album of duets with other jazz A-listers. \n\nShe starts her turn behind the Desk with an almost ceremonial incantation of purpose with her song \"Yo,\" which translates to \"I Am.\" Serenaded by the heartbeat-like rhythm of a South American bombo léguero and the delicate strings of a cuatro, it’s a fitting introduction to her three song set. Her bilingual performance slips into English with \"That's What They Say,\" which displays her skills at interpretation, the foundation of the best jazz singing. The band's subtle shift to an uptempo samba at the end also features a genre-bending piano sólo by Pablo Bergara. \n\nOne thing the best jazz vocalists do is create a space in which their voice takes on a deep musical quality, like a horn or other melodic instruments.  That’s on full display in Acuña’s next tune, \"Hey,\" a song dedicated to the power of women. Surrounded by bandmates like bassist Carlos Henderson and drummer Yayo Serka, Claudia Acuña has assembled the perfect cast of conspirators to help her leave a lasting impression of her art on the jazz world. \n\nSET LIST\n“Yo”\n“That’s What They Say”\n“Hey” \n\nMUSICIANS\nClaudia Acuña: vocals\nPablo Vergara: keyboard\nCarlos Henderson: bass\nYayo Serka: drums\n\nTINY DESK TEAM\nProducer: Felix Contreras \nDirector/Editor: Kara Frame \nAudio Engineer: Josh Rogosin\nSeries Producer: Bobby Carter\nCreative Director: Bob Boilen \nVideographers: Kara Frame, Maia Stern, Sofia Seidel\nAudio Assistant: Hannah Gluvna \nProduction Assistant: Jill Britton\nTiny Desk Team: Suraya Mohamed, Joshua Bryant, Marissa Lorusso, Hazel Cills, Ashley Pointer, Pilar Galván\nVP, Visuals and Music: Keith Jenkins\nSenior VP, Programming: Anya Grundmann\n\n#tinydesk #nprmusic #claudiaacuna", "link": "https://www.youtube.com/watch?v=FCjsmZlwSzA", "date_published": "2023-04-17 09:00:08+00:00", "persistent": false, "user": null, "language": "en-US"}]