[{"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Republicans Raise Alarm About Biden Family After Treasury Visit", "description": "More of President Joe Biden&#8217;s family members are drawing the interest of Republican investigators on Capitol Hill who say they are dead set on rooting out any corruption surrounding the White House. House Oversight Chairman James Comer (R-KY) and other GOP members announced on Monday that they paid a visit to the Treasury Department following ...", "link": "https://www.dailywire.com/news/republicans-raise-alarm-about-biden-family-after-treasury-visit", "date_published": "2023-04-17 19:00:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Democratic Lawmaker Who Infamously Failed To Answer ‘What Is A Woman?’ Poses With Bud Light Bottle", "description": "Social media users mocked four Democratic lawmakers for a photo in which they posed with bottles of Bud Light, an apparent nod to the controversial brand which recently partnered with self-identified transgender social media influencer Dylan Mulvaney. Rep. Ted Lieu (D-CA) shared a photo of himself and Rep. Mark Takano (D-CA), Rep. Adam Schiff (D-CA), ...", "link": "https://www.dailywire.com/news/democratic-lawmaker-who-infamously-failed-to-answer-what-is-a-woman-poses-with-bud-light-bottle", "date_published": "2023-04-17 18:42:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "So Alexandria Ocasio-Cortez Sent Me A Handwritten Note, And It Was Just Weird", "description": "Rep. Alexandria Ocasio-Cortez (D-NY) sent me an email the other day titled &#8220;A handwritten note for you.&#8221; Of course, as I just said, it was an email. But instead of just text, the email included a JPEG of a note AOC had apparently written — more like scrawled. The first paragraph of the email said: ...", "link": "https://www.dailywire.com/news/so-alexandria-ocasio-cortez-sent-me-a-handwritten-note-and-it-was-just-weird", "date_published": "2023-04-17 18:07:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Taiwan Prepares For Potential China Invasion, Set To Purchase 400 U.S. Land-Launched Missiles: Report", "description": "Taiwan will purchase roughly 400 Harpoon anti-ship missiles — crafted by aircraft industry leader Boeing — as a measure of protecting its coastal zones against a potential invasion from China. Rupert Hammond-Chambers, president of the US-Taiwan Business Council, told Bloomberg that the contract with Boeing on Taiwan’s behalf by the US Naval Air Systems Command ...", "link": "https://www.dailywire.com/news/taiwan-prepares-for-potential-china-invasion-set-to-purchase-400-u-s-land-launched-missiles-report", "date_published": "2023-04-17 17:44:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Whites Have To Stop Apologizing’: Heather Mac Donald Tells Megyn Kelly Our Institutions Are ‘All Coming Down’", "description": "Heather Mac Donald told Megyn Kelly that &#8220;whites have to stop apologizing&#8221; and warned that merit-based institutions are in jeopardy because of unfounded claims the country is racist. During the Sirius XM &#8220;The Megyn Kelly Show&#8221; podcast on Monday, the author of &#8220;When Race Trumps Merit: How the Pursuit of Equity Sacrifices Excellence, Destroys Beauty, ...", "link": "https://www.dailywire.com/news/whites-have-to-stop-apologizing-heather-mac-donald-tells-megyn-kelly-our-institutions-are-all-coming-down", "date_published": "2023-04-17 17:36:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Feds Arrest Two Men For Running ‘Illegal Overseas Police Station’ For Communist China In NYC: DOJ", "description": "Federal law enforcement officials arrested two New York residents on Monday for allegedly running an illegal overseas police station for communist China inside New York City. “Harry” Lu Jianwang, 61, of the Bronx, and Chen Jinping, 59, of Manhattan, were arrested for operating a provincial branch of the Ministry of Public Security (MPS) of the ...", "link": "https://www.dailywire.com/news/feds-arrest-two-men-for-running-illegal-overseas-police-station-for-communist-china-in-nyc-doj", "date_published": "2023-04-17 17:31:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Loudoun Schools To Make Bathrooms Co-Ed To Accommodate Trans Students", "description": "In order to make teenage girls more comfortable sharing a bathroom with boys, the stalls would be floor to ceiling, preventing anyone from seeing who is in the bathroom or what they are doing.", "link": "https://www.dailywire.com/news/loudoun-schools-to-make-bathrooms-co-ed-to-accommodate-transgenders", "date_published": "2023-04-17 17:31:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Monday Afternoon Update: Chicago Mayhem, Cali Hits Church With Big Covid Fines, Sudanese Civil War", "description": "This article is adapted from today’s Morning Wire Afternoon Update. To listen to the podcast version, click here. Chicago Mayhem  Chicago experienced another chaotic weekend after hundreds of teenagers went on a violent rampage in a popular tourist area of the Windy City on Saturday night. During the riot, two minors were shot. Teens were seen ...", "link": "https://www.dailywire.com/news/monday-afternoon-update-chicago-mayhem-cali-hits-church-with-big-covid-fines-sudanese-civil-war", "date_published": "2023-04-17 17:24:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Gisele Bundchen Tells Followers ‘Nothing Is Permanent’ In Post Following Divorce From Tom Brady", "description": "Gisele Bundchen definitely got everyone&#8217;s attention on Sunday when she wrote in an Instagram post about how &#8220;nothing is permanent&#8221; following her divorce from Super Bowl-winning QB Tom Brady. In her message, the 42-year-old retired Victoria&#8217;s Secret model told her 21 million followers about how she&#8217;s learning from &#8220;bad experiences&#8221; and trying to enjoy the ...", "link": "https://www.dailywire.com/news/gisele-bundchen-tells-followers-nothing-is-permanent-in-post-following-divorce-from-tom-brady", "date_published": "2023-04-17 17:17:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Pentagon Says Defense Officials Cracking Down On Access After Leak", "description": "The Department of Defense (DoD) is working to cut down the number of people who have access to secret information, a Pentagon official said Monday following a leak of classified documents. Officials are &#8220;culling through&#8221; distribution lists, as well as examining other issues such as printing access, as part of a &#8220;long-term&#8221; review, Pentagon Deputy Press ...", "link": "https://www.dailywire.com/news/pentagon-says-defense-officials-cracking-down-on-access-after-leak", "date_published": "2023-04-17 17:02:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Chaos Rules In Chicago, The Lack Of Two-Parent Homes Is To Blame", "description": "Mayhem has hit the streets of Chicago yet again after more than 100 teenagers rioted this past weekend throughout the Windy City. In a city where a large number of children — particularly minorities — are born out of wedlock, that disorder is no surprise. As video evidence shows, young Chicagoans jumped on cars and ...", "link": "https://www.dailywire.com/news/chaos-rules-in-chicago-the-lack-of-two-parent-homes-is-to-blame", "date_published": "2023-04-17 17:02:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Democrats Scoff As McCarthy Calls Out Biden For Halting Debt Limit Negotiations", "description": "The White House and senior Democratic lawmakers rebuked House Speaker Kevin McCarthy (R-CA) after his speech about the debt ceiling and efforts from House Republicans to curb spending. The debt ceiling, a policy established by Congress that prevents the federal government from spending beyond the predetermined national debt limit of $31.4 trillion, surpassed the threshold ...", "link": "https://www.dailywire.com/news/democrats-scoff-as-mccarthy-calls-out-biden-for-halting-debt-limit-negotiations", "date_published": "2023-04-17 16:19:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Two Ships Discovered In Lake Superior After Disappearing Over A Century Ago", "description": "Two ships that disappeared over a hundred years ago in Lake Superior have been discovered, the Great Lakes Shipwreck Historical Society (GLSHS) announced last week.  On November 18, 1914, a lumber fleet from the Edward Hines Lumber Company – one of the largest lumber companies at the time – set sail on Lake Superior from ...", "link": "https://www.dailywire.com/news/two-ships-discovered-in-lake-superior-after-disappearing-over-a-century-ago", "date_published": "2023-04-17 16:17:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Federal Officials Claim Black Doctors Are So Good That Blacks Live Longer Just By Living In The Same County As One", "description": "Federal employees funded by a government “equity” office claim in a new study that black doctors are so crucial that having one merely exist in a county is enough to raise the life expectancy of blacks in that entire county.", "link": "https://www.dailywire.com/news/federal-officials-claim-black-doctors-are-so-good-that-blacks-live-longer-just-by-living-in-the-same-county-as-one", "date_published": "2023-04-17 16:07:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Harlan Crow Hits Back, Slams ‘Yellow Journalism’ And ‘Political Hit Job’ On His Friend Clarence Thomas", "description": "Republican donor Harlan Crow fired back at critics in a new interview, defending his long friendship with Supreme Court Justice Clarence Thomas and the hospitality he&#8217;d shown him over the years. Crow told The Dallas Morning News that media reports accusing Thomas of unethical behavior — specifically because the justice had not disclosed hospitality extended ...", "link": "https://www.dailywire.com/news/harlan-crow-hits-back-slams-yellow-journalism-and-political-hit-job-on-his-friend-clarence-thomas", "date_published": "2023-04-17 15:47:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Google CEO Calls For AI Regulation, Warns Society To Brace For Impact Of Technology", "description": "Google and Alphabet CEO Sundar Pichai said Sunday that lawmakers should regulate the use of artificial intelligence, suggesting the advanced technology could impact the economy and potentially create a dangerous environment worldwide. &#8220;We need to adapt as a society for it,&#8221; Pichai told CBS during an interview on &#8220;60 Minutes.&#8221; As nations race for AI ...", "link": "https://www.dailywire.com/news/google-ceo-calls-for-ai-regulation-warns-society-to-brace-for-impact-of-technology", "date_published": "2023-04-17 15:29:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘I Tried To Warn The Public For Years’: Elon Musk Said He Cautioned Obama About AI Long Ago", "description": "Elon Musk said on Sunday that he spent his only meeting with President Barack Obama warning about the dangers of artificial intelligence and encouraging regulation of the technology. Software developer Mckay Wrigley wrote on social media that AI would continue to see “exponential growth” in the coming years. He contended that those who thought one ...", "link": "https://www.dailywire.com/news/i-tried-to-warn-the-public-for-years-elon-musk-said-he-cautioned-obama-about-ai-long-ago", "date_published": "2023-04-17 15:18:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "American Workers Now Say They Need More Than $1 Million To Retire Comfortably, But Few Expect To Save That Much", "description": "Most American workers believe they will need well over $1 million to retire comfortably, even as less than half expect to reach their savings goals, according to a survey from Schroders released earlier this month. Americans older than 45 told the investment management firm that they would need an average of $1.1 million by retirement ...", "link": "https://www.dailywire.com/news/american-workers-now-say-they-need-more-than-1-million-to-retire-comfortably-but-few-expect-to-save-that-much", "date_published": "2023-04-17 15:04:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "DeSantis Unveils New Action Against Disney After Old Board’s 11th Hour Deal", "description": "Florida Republican Governor Ron DeSantis announced on Monday that the state legislature is introducing a bill to revoke a quiet last-minute deal that a Disney-controlled special district board made with the company shortly before a new state-controlled board was set to take over. The former board signed an agreement to transfer its power to the ...", "link": "https://www.dailywire.com/news/desantis-unveils-new-action-against-disney-after-old-boards-11th-hour-deal", "date_published": "2023-04-17 14:57:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘F*** That’: Country Music Star Gets Tossed A Bud Light During Concert, Smashes It", "description": "Country music star Brantley Gilbert made it known during a recent concert that he&#8217;s not down with Anheuser-Busch teaming up with controversial transgender activist and social media influencer Dylan Mulvaney. Gilbert, an open supporter of former President Donald Trump, smashed a can of Bud Light to the ground when he was tossed the beer at ...", "link": "https://www.dailywire.com/news/f-that-country-music-star-gets-tossed-a-bud-light-during-concert-smashes-it", "date_published": "2023-04-17 14:46:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "David’s Bridal, Largest Wedding Gown Retailer In U.S., Files For Bankruptcy After Laying Off 9,000 Employees", "description": "Wedding gown and formalwear retailer David’s Bridal has filed for Chapter 11 bankruptcy protection just after laying off more than 9,000 employees. The Pennsylvania-based company said in a press release Monday that the company, including retail store locations, would remain open and operations would continue as normal while it seeks a buyer for the business. ...", "link": "https://www.dailywire.com/news/davids-bridal-largest-wedding-gown-retailer-in-u-s-files-for-bankruptcy-after-laying-off-9000-employees", "date_published": "2023-04-17 14:37:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘The Super Mario Bros. Movie’ To Cross $1 Billion Mark At Worldwide Box Office After Second Monster Weekend", "description": "&#8220;The Super Mario Bros. Movie&#8221; is set to cross the $1 billion mark at the worldwide box office after its second monster weekend, earning $683.3 million globally. The film, based on the adaptation of the popular Nintendo video game, earned $92.5 million last weekend in domestic box offices after surpassing the projected receipts of $87 ...", "link": "https://www.dailywire.com/news/the-super-mario-bros-movie-to-cross-1-billion-mark-at-worldwide-box-office-after-second-monster-weekend", "date_published": "2023-04-17 14:26:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "GOP Senators Revolt Against Democrats’ Bid To Replace Feinstein On Judiciary", "description": "A plan to temporarily replace Sen. Dianne Feinstein (D-CA) on the Senate Judiciary Committee faces growing dissent among Republicans. On Monday, Sen. Marsha Blackburn (R-TN) became the latest member to voice opposition to the proposal that could quickly end the gridlock preventing the advancement of judicial nominees as Feinstein deals with complications from shingles. &#8220;I ...", "link": "https://www.dailywire.com/news/gop-senators-revolt-against-democrats-bid-to-replace-feinstein-on-judiciary", "date_published": "2023-04-17 13:57:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Doomsday Mom’ Trial: Lori Vallow Daybell’s Brother Allegedly Told Wife He Thought He Was Set Up To Be ‘Fall Guy’", "description": "The brother of Lori Vallow Daybell, the Idaho mother accused of murdering her two children and conspiring to kill her husband’s ex-wife, allegedly believed his sister was setting him up to be the “fall guy” for unspecified activities. Vallow Daybell’s brother, Alex Cox, died on December 12, 2019. His wife, Zulema Pastenes, testified at Vallow ...", "link": "https://www.dailywire.com/news/doomsday-mom-trial-lori-vallow-daybells-brother-allegedly-told-wife-he-thought-he-was-set-up-to-be-fall-guy", "date_published": "2023-04-17 13:47:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Yale Hosts Jew-Hating, White-Hating Speaker On Second Night Of Passover", "description": "Yale University hosted a virulently anti-Semitic and anti-white speaker on the second night of Passover, when Jews were celebrating the second Seder and thus couldn’t appear to protest. Houria Bouteldja, who has reportedly insisted that Jews “cultivated Nazism” and thus implied they were responsible for the Holocaust, was invited to speak and endorsed by Yale&#8217;s ...", "link": "https://www.dailywire.com/news/yale-hosts-jew-hating-white-hating-speaker-on-second-night-of-passover", "date_published": "2023-04-17 13:20:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Eagles’ Jalen Hurts Becomes Highest-Paid NFL Player In History: Report", "description": "Philadelphia Eagles star quarterback Jalen Hurts has become the highest-paid NFL player in history after signing a new five-year contract extension for a reported $255 million. ESPN Senior NFL insider Adam Schefter first tweeted on Monday: &#8220;Eagles and Jalen Hurts reached agreement on a five-year, $255 million extension, including $179.304 million guaranteed, per source.&#8221; &#8220;Hurts ...", "link": "https://www.dailywire.com/news/eagles-jalen-hurts-becomes-highest-paid-nfl-player-in-history-report", "date_published": "2023-04-17 13:16:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Crazy Is The Point’: Jordan Peterson Reacts To Germany Closing Last Nuclear Power Plants, Elon Musk’s Dire Warning", "description": "Dr. Jordan B. Peterson noted the harmful effects of closing nuclear power facilities for ideological purposes as Germany shuttered the nation’s remaining nuclear plants and Elon Musk strongly advised against the move. Former German Chancellor Angela Merkel approved the gradual closure of the nation’s nuclear plants following the 2011 nuclear meltdown in Fukushima, Japan, which ...", "link": "https://www.dailywire.com/news/crazy-is-the-point-jordan-peterson-reacts-to-germany-closing-last-nuclear-power-plants-elon-musks-dire-warning", "date_published": "2023-04-17 13:09:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "NY Father Whose Son Was Beaten For Being Jewish Rips Into Schumer, Nadler", "description": "The father of a young Jewish man who was savagely beaten in broad daylight in Times Square ripped into two New York Democrat leaders, Senator Chuck Schumer and Rep. Jerrold Nadler, for not responding when he reached out after the attack. Barry Borgen, whose son Joey was wearing a yarmulke when he was allegedly beaten ...", "link": "https://www.dailywire.com/news/ny-father-whose-son-was-beaten-for-being-jewish-rips-into-schumer-nadler", "date_published": "2023-04-17 12:59:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Secret Service Responds To Shooting Near VP Kamala Harris’ Residence", "description": "The crime wave in Washington, D.C., made its way to the residence of Vice President Kamala Harris overnight. At around 1:30 a.m. on Monday, U.S. Secret Service officers responded to reports of a single gunshot at 34th and Massachusetts Avenue NW, near the U.S. Naval Observatory, the Secret Service said in a statement. Secret Service ...", "link": "https://www.dailywire.com/news/secret-service-responds-to-shooting-near-vp-kamala-harris-residence", "date_published": "2023-04-17 12:23:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘The President Continues To Hide’: Kevin McCarthy Addresses Wall Street On Pending National Debt Default", "description": "House Speaker Kevin McCarthy (R-CA) announced on Monday that lawmakers would soon vote to raise the debt ceiling for one year and seek to slow spending increases for federal agencies. The debt ceiling, a measure established by Congress that disallows the federal government from spending beyond the predetermined debt limit of $31.4 trillion, surpassed the ...", "link": "https://www.dailywire.com/news/the-president-continues-to-hide-kevin-mccarthy-addresses-wall-street-on-pending-national-debt-default", "date_published": "2023-04-17 12:15:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Mom Of Teen YouTube Star Sued For Abuse By Daughter’s Friends Heads To Court In $22M Civil Case", "description": "The mother of a teenage YouTube creator is set to be in court Monday following allegations of sexually, physically, and emotionally abusing 11 of her daughter’s friends and co-creators. Tiffany Smith is the mother of 15-year-old YouTube star Piper Rockelle. The teen has more than ten million subscribers and nearly two billion views on her ...", "link": "https://www.dailywire.com/news/mom-of-teen-youtube-star-sued-for-abuse-by-daughters-friends-heads-to-court-in-22m-civil-case", "date_published": "2023-04-17 12:07:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Sheriff Responds To Family’s Claim Loved One Was ‘Eaten Alive’ By Bed Bugs At Atlanta Jail", "description": "The Fulton County Sheriff’s Office has responded to a family’s claim that an Atlanta, Georgia, inmate was “eaten alive’ by bed bugs, saying it was launching “a full investigation” into his death. Lashawn Thompson, 35, was arrested on June 12, 2022, for a misdemeanor simple battery charge, CBS News reported Thursday. He was sent to Fulton ...", "link": "https://www.dailywire.com/news/sheriff-responds-to-familys-claim-loved-one-was-eaten-alive-by-bed-bugs-at-atlanta-jail", "date_published": "2023-04-17 11:47:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "California Electric Companies Propose Higher Earners Pay Greater Fees Than Lower Earners Under New State Law", "description": "Three electric utility companies in California proposed a fixed-rate billing plan under which high-income households would pay more than low-income households. California Democratic Gov. Gavin Newsom signed a bill last summer requiring energy utilities to impose a “rate component” in their power bills to collect revenues to fund the state’s energy infrastructure. According to the ...", "link": "https://www.dailywire.com/news/california-electric-companies-propose-higher-earners-pay-greater-fees-than-lower-earners-under-new-state-law", "date_published": "2023-04-17 11:40:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Morgan Freeman: ‘Black History Month Is An Insult’", "description": "Academy Award-winning actor Morgan Freeman made his feelings about Black History Month clear during a recent interview. The 85-year-old Hollywood star made the comments as part of a profile published in The Sunday Times of London. “Two things I can say publicly that I do not like. Black History Month is an insult. You’re going ...", "link": "https://www.dailywire.com/news/morgan-freeman-black-history-month-is-an-insult", "date_published": "2023-04-17 10:58:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Blinken Downplays Tension With U.S. Allies Over Pentagon Leaks: ‘Not Affected Our Cooperation’", "description": "Secretary of State Antony Blinken said over the weekend that dozens of leaks of classified intelligence from the Pentagon had not affected U.S. cooperation with allies. The Pentagon leaks have set off a series of foreign policy controversies that the Biden administration is attempting to tamp down, from accusations of U.S. spying on allied nations ...", "link": "https://www.dailywire.com/news/blinken-downplays-tension-with-u-s-allies-over-pentagon-leaks-not-affected-our-cooperation", "date_published": "2023-04-17 10:44:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Netflix Gets Trolled By Other Networks, Brands After ‘Love Is Blind’ Reunion Delay Sparks Fan Outrage", "description": "Netflix subscribers were whipped into a frenzy Sunday night as they waited for the live “Love Is Blind” reunion special, which led other networks and companies to start mocking the streaming giant on social media. The special was supposed to go live at 8 p.m. ET Sunday night, but fans only saw the message, &#8220;We’re ...", "link": "https://www.dailywire.com/news/netflix-gets-trolled-by-other-networks-brands-after-love-is-blind-reunion-delay-sparks-fan-outrage", "date_published": "2023-04-17 10:17:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Exiled Iranian Crown Prince, Leading Foe Of Iran Regime, To Visit Israel, Look For Peace", "description": "The exiled Crown Prince of Iran, a staunch foe of the theocratic despotic Islamic Iranian regime which routinely threatens the state of Israel and regularly denies the Holocaust, is going to travel to the Jewish state to speak of peace. Reza Pahlavi, an ardent champion of secular democracy for Iran, issued a statement Sunday outlining ...", "link": "https://www.dailywire.com/news/exiled-iranian-crown-prince-leading-foe-of-iran-regime-to-visit-israel-look-for-peace", "date_published": "2023-04-17 10:06:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Chaos In Khartoum: Dozens Killed In Airstrikes As Civil War Looms In Sudan", "description": "Hundreds of civilians and paramilitary forces were killed or injured over the weekend in a series of airstrikes in the Sudanese capital of Khartoum, as the Sudanese army bombed positions held by a rival military force in a power struggle that some international observers fear could ignite a full-blown civil war. Fighting broke out in ...", "link": "https://www.dailywire.com/news/chaos-in-khartoum-dozens-killed-in-airstrikes-as-civil-war-looms-in-sudan", "date_published": "2023-04-17 08:47:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Leftist Chicago Mayor-Elect After Teenagers’ Violent Rampage Through City: Don’t ‘Demonize’ Them", "description": "After teenagers went on a violent rampage in downtown Chicago Saturday night in which two people were shot, leftist Chicago mayor-elect Brandon Johnson said Sunday that people shouldn’t “demonize” the teenagers. Over 100 teenagers participated in the violent activity, which included torching cars, engaging in a massive fight, and trying to breach police barricades. Two ...", "link": "https://www.dailywire.com/news/leftist-chicago-mayor-elect-after-teenagers-violent-rampage-through-city-dont-demonize-them", "date_published": "2023-04-17 08:21:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Budweiser Releases New Ad Amid Transgender Controversy, Gets Blasted Online", "description": "Anheuser-Busch was slammed online over the weekend after running a pro-America advertisement as the company continues to deal with the fallout from its decision to partner with controversial transgender influencer Dylan Mulvaney. The backlash the company faced was already intense before CEO Brendan Whitworth issued a statement over the matter that was widely panned across ...", "link": "https://www.dailywire.com/news/budweiser-releases-new-ad-amid-transgender-controversy-gets-blasted-online", "date_published": "2023-04-17 07:50:15+00:00", "persistent": false, "user": null, "language": "en-US"}]