[{"source": "https://www.theguardian.com/rss", "title": "UK cyber security chief to warn of China’s rise as a technology superpower", "description": "<p>Lindy Cameron speech expected to present the security threat posed by Beijing as an epoch-defining challenge to the west</p><p>China poses an “epoch-defining” challenge to the west, the head of the National Cyber Security Centre (NCSC) is reportedlyto warn.</p><p>Lindy Cameron, who is the director of the GCHQ arm, will use a speech in Belfast this week to warn the UK and allies of the “dramatic rise of China as a technology superpower”.</p> <a href=\"https://www.theguardian.com/politics/2023/apr/18/uk-cyber-security-chief-warns-of-chinas-rise-as-a-technology-superpower\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/apr/18/uk-cyber-security-chief-warns-of-chinas-rise-as-a-technology-superpower", "date_published": "2023-04-17 23:07:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Machetes and zombie knives could be banned in England and Wales", "description": "<p>In government’s plan to close loophole people who sell blades would face up to two years in jail </p><p>Machetes and zombie knives could be banned in England and Wales, with people selling them facing up to two years in jail, under government plans to close a legal loophole.</p><p>After complaints from police chiefs and MPs that some large, bladed weapons are excluded from current laws, the Home Office will consult the public over plans to ban their ownership and sale.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/18/machetes-and-zombie-knives-could-be-banned-in-england-and-wales\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/18/machetes-and-zombie-knives-could-be-banned-in-england-and-wales", "date_published": "2023-04-17 23:01:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Cost of British food basics increases by up to 80% in a year", "description": "<p>Cheddar and budget sausages sold by Asda were highest risers, with supermarkets’ prices for oats and skimmed milk also soaring</p><p>The price of staple foods such as cheddar cheese, white bread and pork sausages has soared by up to 80% in some shops over the past year, in further evidence of how inflation is hitting those on the tightest budgets the hardest.</p><p>Porridge oats topped the price increase ranking among a basket of British basics measured by the consumer group Which?, with prices up by an average of 35.5% followed by skimmed milk, which was up by 33.6%, and cheddar cheese, which rose by 28.3%.</p> <a href=\"https://www.theguardian.com/business/2023/apr/18/cost-of-british-food-basics-increases-by-up-to-80-in-a-year\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/apr/18/cost-of-british-food-basics-increases-by-up-to-80-in-a-year", "date_published": "2023-04-17 23:01:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "EU faces legal action after including gas and nuclear in ‘green’ investments guide", "description": "<p>European Commission accused of acting unlawfully in two separate cases bought by environment groups</p><p>The European Commission is being sued by environmental campaigners over a decision to include gas and nuclear in an EU guide to “green” investments.</p><p>Two separate legal challenges are being lodged on Tuesday at the European Union’s general court in Luxembourg – one by Greenpeace and another by a coalition including Client Earth and WWF – after the classification of fuels in the so-called taxonomy, a guide for investors intended to channel billions into green technologies.</p> <a href=\"https://www.theguardian.com/environment/2023/apr/18/eu-faces-legal-action-gas-nuclear-green-investments-guide-european-commission\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/apr/18/eu-faces-legal-action-gas-nuclear-green-investments-guide-european-commission", "date_published": "2023-04-17 23:01:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "MPs condemn failure to tackle ‘glaring’ racial inequalities in UK maternal health", "description": "<p>Committee says too many black women receive treatment that falls short of acceptable standards</p><p>Ministers have failed to tackle “appalling” and “glaring” racial disparities in maternal health despite repeated promises, MPs have said, as they called for new targets to eliminate inequalities.</p><p>In a scathing report, the women and equalities committee said maternal death rates in deprived areas were on the rise, with women in the poorest areas about two and half times more likely to die in childbirth than those in the richest areas.</p> <a href=\"https://www.theguardian.com/politics/2023/apr/18/mps-condemn-failure-to-tackle-glaring-racial-inequalities-in-uk-maternal-health\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/apr/18/mps-condemn-failure-to-tackle-glaring-racial-inequalities-in-uk-maternal-health", "date_published": "2023-04-17 23:01:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "People in London’s poorest areas face higher risk of traffic death or injury – TfL", "description": "<p>Figures show need for work to make streets safer, including cutting speed limits, says Transport for London</p><p>People living in London’s poorest areas face a far higher risk of suffering traffic-related deaths or serious injury than those in wealthier neighbourhoods, a Transport for London study has found.</p><p>TfL said the casualty figures demonstrated the need for continued work to make streets safer as a matter of social justice – including cutting speed limits on more of the roads it manages throughout the capital.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/18/london-poorest-areas-higher-risk-of-traffic-death-injury-tfl\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/18/london-poorest-areas-higher-risk-of-traffic-death-injury-tfl", "date_published": "2023-04-17 23:01:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Abba’s Björn Ulvaeus says avatars are the future after millionth fan sees Voyage", "description": "<p>Star present in person to greet Josie Felix at group’s show in east London where digital band members perform their hits</p><p>The Abba star Björn Ulvaeus has said he believes avatars are the future after greeting the 1 millionth attender at the group’s hit show, Voyage.</p><p>Ulvaeus praised the technology as he greeted the guest at the purpose-built Abba Arena in east London’s Queen Elizabeth Olympic Park on Monday.</p> <a href=\"https://www.theguardian.com/music/2023/apr/17/abbas-bjorn-ulvaeus-avatars-are-the-future-after-millionth-fan-sees-voyage\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/apr/17/abbas-bjorn-ulvaeus-avatars-are-the-future-after-millionth-fan-sees-voyage", "date_published": "2023-04-17 22:29:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Gerry Hutch found not guilty of 2016 murder at Dublin hotel", "description": "<p>David Byrne shot six times at Regency hotel in one of first deadly attacks of Hutch-Kinahan gangland feud</p><p>Gerry “the Monk” Hutch has been found not guilty by a non-jury court of the high-profile murder of David Byrne at a Dublin hotel seven years ago.</p><p>Byrne, 33, died after being shot six times at a crowded boxing weigh-in event at Dublin’s Regency hotel on 5 February 2016, in one of the first deadly attacks of the Hutch-Kinahan gangland feud.</p> <a href=\"https://www.theguardian.com/world/2023/apr/17/gerry-hutch-found-not-guilty-of-2016-at-dublin-hotel\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/17/gerry-hutch-found-not-guilty-of-2016-at-dublin-hotel", "date_published": "2023-04-17 22:14:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "New York man charged with murder for opening fire on a car of young people", "description": "<p>Kevin Monahan killed Kaylin Gillis, 20, who was in the vehicle with three friends and was searching for a friend’s home</p><p>A man in New York has been charged with second-degree murder after opening fire on a car of young people who had mistakenly driven up to his house after going to the wrong address while looking for a friend’s house.</p><p>The shots killed 20-year-old Kaylin Gillis, who was in the car with three friends.</p> <a href=\"https://www.theguardian.com/us-news/2023/apr/17/new-york-man-open-fire-murder\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/17/new-york-man-open-fire-murder", "date_published": "2023-04-17 21:20:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Deborah James: Bowelbabe in Her Own Words review – the incredible woman who made us check our poo", "description": "<p>In this moving and powerful film, the trailblazing cancer campaigner shares her story hilariously and candidly – right up to the moment of her death</p><p>What kind of cancer patient will you be? If you don’t already know, you’re likely to find out: half of us will be diagnosed with the disease at some point in our lives. <a href=\"https://www.theguardian.com/society/2022/jun/29/dame-deborah-james-obituary\">Dame Deborah James</a> was a remarkable cancer patient. After she was told she had stage 3 bowel cancer in 2016, aged 35, the then-deputy head teacher threw herself into raising awareness of its symptoms and sharing the reality of such a diagnosis, initially via her blog Bowelbabe; then a column in the Sun; a lively and hugely popular social media presence; and the hit BBC podcast You, Me and the Big C, which she hosted alongside fellow cancer patients Rachael Bland and Lauren Mahon.</p><p>James did all this with equal parts glamour and candour – no easy task when you have “the poo cancer,” as she christened it on the podcast. “There’s nothing pink about my cancer,” she continued wryly. “It’s just brown.”</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/apr/17/deborah-james-bowelbabe-in-her-own-words-review-the-incredible-woman-who-made-us-check-our-poo\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/apr/17/deborah-james-bowelbabe-in-her-own-words-review-the-incredible-woman-who-made-us-check-our-poo", "date_published": "2023-04-17 21:20:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Succession recap: season four, episode four – did Logan mean it … or cross it out?", "description": "<p>A scribbled note reveals the deceased patriarch’s choice for heir – or does it? One ‘undated doodle’ may prove to be the Roys’ downfall</p><p><em>Spoiler alert: this recap is for people watching <a href=\"https://www.theguardian.com/tv-and-radio/succession\">Succession</a> season four. Don’t read on unless you’ve watched episode four.</em></p><p>The post-Logan era began with some serious jockeying for position – 55 dizzying minutes of it in a single setting. Here’s your shareholder report on Honeymoon States …</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/apr/17/succession-recap-season-four-episode-four-did-logan-mean-it-or-cross-it-out\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/apr/17/succession-recap-season-four-episode-four-did-logan-mean-it-or-cross-it-out", "date_published": "2023-04-17 21:10:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mohamed Salah and Diogo Jota doubles help rampant Liverpool hit Leeds for six", "description": "<p>Liverpool have been searching for a cure for travel sickness all season and at long last they seem to have found one.</p><p>Medicines can rarely have proved as dramatically effective as the balm provided by a generous Leeds defence as the outstanding Mohamed Salah and Diogo Jota scored two goals apiece to leave Jürgen Klopp’s side glimpsing European horizons once more.</p> <a href=\"https://www.theguardian.com/football/2023/apr/17/leeds-united-liverpool-premier-league-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/17/leeds-united-liverpool-premier-league-match-report", "date_published": "2023-04-17 21:03:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mischa Barton joins the cast of Neighbours", "description": "<p>The hit Australian soap opera, which has been resurrected by Amazon, adds the star of The OC to the cast alongside fan favourites</p><p>Fans of The OC may want to ditch sunny California climes for the fictional Australian town of Erinsborough, as Mischa Barton is joining the hit soap opera Neighbours.</p><p>The US star, best known for playing Marissa Cooper in the smash teen drama of the 00s, has been confirmed as a guest star in the new season of the soap, which will air on Amazon Freevee. She said: “I’m excited to be part of this iconic show’s next chapter, and I am really looking forward to being back in Australia – a place I know and love!”</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/apr/17/mischa-barton-joins-the-cast-of-neighbours\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/apr/17/mischa-barton-joins-the-cast-of-neighbours", "date_published": "2023-04-17 21:00:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Opposition party leader is latest critic of Tunisian president to be arrested", "description": "<p>Ennahdha party’s Rached Ghannouchi, 81, is at least the 20th person to be held in recent months in crackdown by Kais Saied</p><p>Rached Ghannouchi, the leader of the Ennahda political party and one of the main opponents of the Tunisian president, Kais Saied, has been arrested, the latest in a string of opposition figures held.</p><p>Ghannouchi, 81, whose party was the largest in parliament before Saied dissolved the chamber in July 2021, was arrested by police at his Tunis home and taken “to an unknown location”, the Islamist-inspired Ennahdha said in a statement.</p> <a href=\"https://www.theguardian.com/world/2023/apr/17/rached-ghannouchi-critic-of-tunisian-president-is-latest-opposition-figure-to-be-arrested\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/17/rached-ghannouchi-critic-of-tunisian-president-is-latest-opposition-figure-to-be-arrested", "date_published": "2023-04-17 20:59:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Hollywood writers overwhelmingly vote to authorize strike", "description": "<p>Vote is seen as an opportunity to reverse the trend of poorly compensating writers as studios report blockbuster profits</p><p>Writers in Hollywood represented by Writers Guild of America voted overwhelmingly to authorize a strike if union leadership decides to call for one amid contract negotiations with major studios.</p><p>The strike vote was <a href=\"https://twitter.com/WGAWest/status/1648055401257254912\">approved</a>, with 97.85% of members voting in favor and 2.15% voting against. More than 9,200 ballots were cast in the vote, with nearly 80%of all members participating in the vote. The results surpass the union’s strike vote results in 2017, where 6,310 ballots were cast with 96.3% voting in favor.</p> <a href=\"https://www.theguardian.com/us-news/2023/apr/17/writers-strike-hollywood-wga-vote-latest\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/17/writers-strike-hollywood-wga-vote-latest", "date_published": "2023-04-17 20:40:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "George Santos, Republican who lied in his first election, announces second run", "description": "<p>The disgraced Republican congressman, who is the subject of a House ethics panel inquiry, is expected to face many challengers</p><p>Disgraced Republican congressman George Santos, who has admitted to fabricating parts of his résumé in his successful bid for a seat in the House of Representatives, has announced he will stand for a second term representing his <a href=\"https://www.theguardian.com/us-news/new-york\">New York</a> district.</p><p>Santos, whose district is focused on New York City’s suburbs, <a href=\"https://www.theguardian.com/us-news/2023/mar/02/house-ethics-committee-george-santos-investigation\">is the subject</a> of an inquiry by the House ethics committee, as well as complaints alleging <a href=\"https://www.theguardian.com/us-news/2023/feb/05/george-santos-accused-sexual-harassment-congressional-aide\">sexual harassment</a> and <a href=\"https://www.theguardian.com/us-news/2023/jan/10/george-santos-campaign-finance-complaint-republican\">campaign finance violations</a>.</p> <a href=\"https://www.theguardian.com/us-news/2023/apr/17/george-santos-re-election-bid-republican\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/17/george-santos-re-election-bid-republican", "date_published": "2023-04-17 20:24:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Emmanuel Macron insists pension reform is necessary in TV address", "description": "<p>French president says he has heard public anger over issue and promises measures to boost pay </p><p>Emmanuel Macron has said he has heard the public’s anger over his contested pension reform which has sparked three months of protests but insisted once again the measure was necessary.</p><p>In a televised address late on Monday, the French president said he regretted no “common ground” could be reached over the legislation which raises the official retirement age from 62 to 64.</p> <a href=\"https://www.theguardian.com/world/2023/apr/17/emmanuel-macron-insists-pension-reform-is-necessary-in-tv-address\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/17/emmanuel-macron-insists-pension-reform-is-necessary-in-tv-address", "date_published": "2023-04-17 20:05:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lords amendment to energy bill may stop new coalmines in England", "description": "<p>Change to bill says opening and licensing of new coalmines by the Coal Authority to be prohibited</p><p>An amendment to the <a href=\"https://www.theguardian.com/business/2022/sep/05/lords-energy-bill-amend-protect-poorest-households\">energy bill</a> currently going through the House of Lords means that it will not be possible to open a new coalmine in England.</p><p>The amendment may still be reversed in the House of Commons, but it marks the growing frustration of politicians as they press the government to move faster and harder on the climate crisis.</p> <a href=\"https://www.theguardian.com/environment/2023/apr/17/lords-amendment-to-energy-bill-may-stop-new-coalmines-in-england\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/apr/17/lords-amendment-to-energy-bill-may-stop-new-coalmines-in-england", "date_published": "2023-04-17 20:00:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘On our knees’: RFU accused of running Championship down deliberately", "description": "<ul><li>‘It’s been driven into the ground,’ says Coventry chief</li><li>Premiership may be slimmed down to 10 teams</li></ul><p>The Rugby Football Union has been accused of deliberately running down the second-tier Championship with a view to reducing the number of professional teams in England. Championship clubs also predict no sides will be promoted to the Premiership for years to come despite the RFU’s continuing insistence it has no formal plans to ringfence the top league.</p><p>With negotiations over the new Professional Game Agreement between the union and the clubs approaching a critical juncture, Championship representatives are becoming increasingly concerned their league will be left “on its knees” without more funding, a scenario with major implications for aspiring young players.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/17/rfu-accused-of-running-down-championship-with-fears-over-promotion\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/17/rfu-accused-of-running-down-championship-with-fears-over-promotion", "date_published": "2023-04-17 20:00:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tell us about your favourite UK seaside town – you could win a £200 holiday voucher", "description": "<p>Share a tip on your favourite place for seaside fun – the best tip wins a Coolstays break</p><p>Oh, we <em>still</em> love to be beside the seaside … The UK has more traditional kiss-me-quick resorts than you can shake a rock at, and as holidaying at home becomes more popular, many towns are being rejuvenated in an attempt to bring back visitors. Folkestone’s seafront has been transformed by art in the past decade, while Margate was the seaside backdrop for Sam Mendes’ latest film, Empire of Light, and the Sky comedy-drama Dreamland.</p><p>So, where do you go to have fun at the fair? Tell us what you love about your favourite town, from the beaches and coastal walks to the fish and chip shops and seafood shacks.</p> <a href=\"https://www.theguardian.com/travel/2023/apr/17/tell-us-about-favourite-uk-seaside-town-win-a-200-holiday-voucher\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2023/apr/17/tell-us-about-favourite-uk-seaside-town-win-a-200-holiday-voucher", "date_published": "2023-04-17 19:55:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Justin Trudeau accuses rival of ‘running to American billionaires’ in CBC Twitter row", "description": "<p>Canadian Broadcasting Corporation has said it would pause Twitter activities after being labelled ‘government-funded media’</p><p>Prime minister Justin Trudeau has waded into a feud over Twitter’s decision to label Canada’s public broadcaster as “government funded”, accusing his main political rival Pierre Poilievre of enlisting the help of tech executives in an attempt to defund the network.</p><p>Last week, the Conservative leader called on Twitter owner Elon Musk to label the English-language feed of the Canadian Broadcasting Corporation’s “government-funded” – but stopped short of asking for the French arm of the network to also be given the same label.</p> <a href=\"https://www.theguardian.com/world/2023/apr/17/justin-trudeau-pierre-poilievre-twitter-cbc\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/17/justin-trudeau-pierre-poilievre-twitter-cbc", "date_published": "2023-04-17 19:42:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Alabama police search for clues in shooting that killed four at teen party", "description": "<p>Attack at teenager’s birthday party  in Dadeville left 28 people injured on weekend of more shootings in America</p><p>Students at a small-town Alabama school, its flag flying at half-mast Monday, returned to class as investigators worked to piece together what happened at a Saturday night shooting that killed four people, including two Dadeville high school students.</p><p>The 485-student school is a center of civic life in Dadeville, population 3,200, where “Home of the Tigers” is painted on the water tower. The attack at the teenager’s birthday party also injured 28 at the Mahogany Masterpiece dance studio, where the teenage sister of one of the victims was celebrating her Sweet 16 birthday party.</p> <a href=\"https://www.theguardian.com/us-news/2023/apr/17/alabama-police-shooting-dadeville-birthday-party\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/17/alabama-police-shooting-dadeville-birthday-party", "date_published": "2023-04-17 19:27:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "FBI arrests two New Yorkers accused of running covert Chinese police station", "description": "<p>The station, in New York’s Chinatown, was allegedly run by Beijing’s ministry of public security to track Chinese dissidents </p><p>The FBI has arrested two men accused of running a covert station for China’s police force in New York, and using it as a base to track Chinese dissidents living in the US.</p><p>The station, in Manhattan’s Chinatown, was allegedly set up in February 2022 and operated by Beijing’s ministry of public security (MPS) as part of a campaign of transnational repression against Chinese pro-democracy activists and other political opponents around the world.</p> <a href=\"https://www.theguardian.com/world/2023/apr/17/chinese-police-station-china-dissidents-fbi-arrests\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/17/chinese-police-station-china-dissidents-fbi-arrests", "date_published": "2023-04-17 19:21:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "World snooker championship disrupted by Just Stop Oil protesters in Sheffield", "description": "<ul><li>First-round matches held up by graphic powder protest</li><li>Government urged to ‘stop all new UK fossil fuel projects’</li></ul><p>‘Just Stop Oil’ protesters forced a stoppage in play early in the evening session at the World Snooker Championship in Sheffield.</p><p>Two protesters invaded the arena shortly after play began with a man interrupting the match between Robert Milkins and Joe Perry by jumping on the table, where he emptied a packet of orange powder.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/17/world-snooker-championship-disrupted-just-stop-oil-protestors-crucible-theatre-sheffield\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/17/world-snooker-championship-disrupted-just-stop-oil-protestors-crucible-theatre-sheffield", "date_published": "2023-04-17 19:02:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Leeds United v Liverpool: Premier League – live", "description": "<ul><li>Live updates from the 8pm BST kick-off at Elland Road</li><li><a href=\"https://www.theguardian.com/football/2023/apr/17/premier-league-10-talking-points-from-the-weekend-action\">Premier League: 10 talking points from the weekend</a></li><li>Get in touch! <a href=\"mailto:will.unwin.freelancer@theguardian.com\">Email Will</a> or tweet <a href=\"https://twitter.com/Will_Unwin\">@Will_Unwin</a></li></ul><p><strong>Jurgen Klopp speaks …</strong></p><p><strong>On Leeds: </strong>“The circumstances are clear, Leeds are involved in one of the most exciting relegation battles of all time. We expect a hostile atmosphere and a real fight.”</p> <a href=\"https://www.theguardian.com/football/live/2023/apr/17/leeds-united-v-liverpool-premier-league-live\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/apr/17/leeds-united-v-liverpool-premier-league-live", "date_published": "2023-04-17 18:48:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on the PM’s family finances: out of touch with reality | Editorial", "description": "<p>Rishi Sunak doesn’t merely look aloof – he appears to think the rules don’t apply to him</p><p>Polling companies often ask voters to pick a description from a list of phrases that they most associate with political leaders. When YouGov did this for Rishi Sunak in late March, the words people thought best <a href=\"https://www.thetimes.co.uk/article/can-rishi-sunak-s-stock-market-like-government-fix-the-tory-divide-b6lw5h60z\" title=\"\">characterised</a> the prime minister was “out of touch”. This is hardly surprising. The family fortune is so big that he and his wife, Akshata Murty, appear on the Sunday Times rich list. He can not only afford a private swimming pool but also to pay to upgrade the local electricity grid to heat it. But the news that the prime minister is being <a href=\"https://www.theguardian.com/politics/2023/apr/17/parliament-watchdog-opens-investigation-into-rishi-sunak\" title=\"\">investigated</a> by the Commons standards watchdog over a failure to declare his wife’s interest in a childcare business that may benefit from his government’s budget is about more than mere wealth. It suggests that Mr Sunak is not just aloof but he thinks that the rules don’t apply to him.</p><p>Mr Sunak knows how toxic that charge can be – as it helped end Boris Johnson’s stint in Downing Street. The prime minister might dismiss the comparison. He says he did register his wife’s shares in Koru Kids, a private childminding agency that is taking part in a government pilot, with the Cabinet Office. The trouble is a statement of ministers’ interests has yet to be published. There are thus no public records available that Mr Sunak has registered his wife’s commercial interests.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/17/the-guardian-view-of-the-pms-family-finances-out-of-touch-with-reality\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/17/the-guardian-view-of-the-pms-family-finances-out-of-touch-with-reality", "date_published": "2023-04-17 18:22:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on management consultants: overused, underperforming | Editorial", "description": "<p>The omnipresence of consultancies is harming public services, while creating lucrative opportunities for private profit</p><p>Shortly after Margaret Thatcher took power, her environment secretary, Michael Heseltine, wrote: “The management ethos must run right through our national life – private and public companies, civil service, nationalised industries, local government, the National Health Service.” Since 1980, ministers have stayed true to his word. Britain is the <a href=\"https://www.consultancy.uk/news/24145/uk-remains-the-globes-second-largest-consulting-market\" title=\"\">outsourcing capital</a> of Europe. No other country on the continent relies so heavily on the consulting industry to do the work of the state. Earlier this year, ministers <a href=\"https://www.theguardian.com/politics/2023/feb/06/ministers-quietly-scrap-limits-on-whitehall-spending-on-consultants\" title=\"\">quietly dropped</a> restrictions on spending controls, allowing Whitehall departments to potentially spend even more on external consultants.</p><p>Those controls were the product of David Cameron’s 2008 pledge to end what he called the reign of “<a href=\"https://www.telegraph.co.uk/news/politics/labour/1950578/Labour-Tory-leader-David-Cameron-attacks-Labours-policy-by-PowerPoint.html\" title=\"\">policy by PowerPoint</a>”. Mr Cameron correctly argued that the use of consultancies had exploded under New Labour, whose faith in the credo of New Public Management, an agenda that sought to make the public sector function more like a business, produced lucrative opportunities for consultancies. Yet the story was hardly different under the Conservatives. While spending on consultants initially decreased under Mr Cameron’s government, economists Mariana Mazzucato and Rosie Collington note that consultancy firms bid for contracts at <a href=\"https://www.theguardian.com/commentisfree/2023/feb/28/uk-ministers-consultants-whitehall\" title=\"\">cut-price rates</a> in an attempt to gain a foothold in government. When the time came for the state to spend big, the consultants would be ready.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/17/the-guardian-view-on-management-consultants-overused-underperforming\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/17/the-guardian-view-on-management-consultants-overused-underperforming", "date_published": "2023-04-17 18:13:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tony Blair and Bertie Ahern call for return of Stormont power sharing", "description": "<p>Former British and Irish PMs add to pressure on DUP during panel event with Bill and Hillary Clinton</p><p>Tony Blair and Bertie Ahern have made an impassioned plea to the Democratic Unionist party to revive power sharing in <a href=\"https://www.theguardian.com/uk/northernireland\">Northern Ireland</a> and help end the period of political instability, saying the “people on this island need them”.</p><p>The former British and Irish prime ministers told a conference in Belfast on Monday that the region’s leaders had a responsibility to break a political deadlock and safeguard peace.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/17/tony-blair-and-bertie-ahern-call-for-return-of-stormont-power-sharing\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/17/tony-blair-and-bertie-ahern-call-for-return-of-stormont-power-sharing", "date_published": "2023-04-17 18:12:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Inquiry begins after London man falls to his death in police Taser incident", "description": "<p>Met officers had been called to a block of flats in Peckham amid reports a man was threatening to jump</p><p>An investigation has been launched after a man fell to his death from a balcony when police shot him with a Taser electrical weapon following an hour-long standoff.</p><p>Officers from the Metropolitan police were called to a block of flats in Peckham, south London last week in an attempt to save the man’s life.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/17/inquiry-begins-after-london-man-falls-to-his-death-in-police-taser-incident\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/17/inquiry-begins-after-london-man-falls-to-his-death-in-police-taser-incident", "date_published": "2023-04-17 18:11:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "That most pressing of UK’s problems for Sunak to solve … maths", "description": "<p>PM’s sums do not seem to add up with his latest passion to deal with the nation’s chronic innumeracy</p><p>What goes around, comes around.</p><p>There’s almost always a point in any government’s lifetime when it realises the UK has <a href=\"https://www.theguardian.com/education/2023/apr/17/anti-maths-mindset-costs-uk-a-huge-sum-rishi-sunak-claims\">a problem with maths</a> and decides that something needs to be done. Usually it’s at a comparatively quiet moment when there is not much else going on. Not at a time when many public sector workers are threatening <a href=\"https://www.theguardian.com/society/2023/apr/11/junior-doctors-strike-hospital-bosses-worried-about-overnight-patient-care\">strike action</a>, growth has stalled, inflation remains high, the prime minister’s record as a problem solver is in question and when the government is about 15 points behind in the polls.</p> <a href=\"https://www.theguardian.com/politics/2023/apr/17/that-most-pressing-of-uks-problems-for-sunak-to-solve-maths\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/apr/17/that-most-pressing-of-uks-problems-for-sunak-to-solve-maths", "date_published": "2023-04-17 18:08:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Judge rejects Trump request to delay rape trial over negative publicity", "description": "<p>The court said that Trump himself ‘provoked’ some of the publicity and cannot claim prejudice to delay next week’s trial start</p><p>Donald Trump’s rape trial will begin next week as scheduled after a federal judge rejected a request for a one-month delay, saying the former president cannot make public statements to promote pre-trial publicity and then claim it is prejudicial to him and reason to delay.</p><p>Lewis A Kaplan, a federal judge in Manhattan, said the civil trial on claims against Trump by the columnist E Jean Carroll will begin as scheduled on 25 April. Trump denies the rape or knowing Carroll.</p> <a href=\"https://www.theguardian.com/us-news/2023/apr/17/judge-rejects-trump-delay-request-trial\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/17/judge-rejects-trump-delay-request-trial", "date_published": "2023-04-17 18:03:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Valencia left staring into the abyss as Sevilla prevail in battle of fallen giants | Sid Lowe", "description": "<p>Former player Bryan Gil helped to secure a 2-0 win for Sevilla that kept Valencia in the bottom three and in desperate trouble</p><p>At the end of the tunnel, Bryan Gil found a quiet corner to talk to old friends, lingering by the dressing room door, but there wasn’t much he could say that would help now. The last time he had been here, a year ago, he and his Valencia teammates had gathered on the stadium balcony overlooking Avenida Suecia, leaping about and spraying champagne everywhere. That night, thousands gathered below, celebrating reaching the Cup final and singing for him to stay. This time, late on Sunday night, they were out there again; though he had changed team and they had changed tune.</p><p>Gil had thought he would be back, just not like this. In the summer, a deal had been done to return to Valencia on loan again, only for Antonio Conte, then Tottenham manager, to block it; in the winter, it had happened again, Valencia signing no one. Gil had joined Sevilla instead, returning to Mestalla only to slip in the knife. About the only man applauded off, he departed wearing an apologetic look, aware of the damage done, how they hurt: the winger who had helped take Valencia to a final back then helped send them towards <em>segunda</em> now, with a 2-0 victory that pulled Sevilla safe. “Air to breathe,” Suso called it.</p> <a href=\"https://www.theguardian.com/football/blog/2023/apr/17/la-liga-valencia-sevilla-bryan-gil-ruben-baraja-relegation-threat\">Continue reading...</a>", "link": "https://www.theguardian.com/football/blog/2023/apr/17/la-liga-valencia-sevilla-bryan-gil-ruben-baraja-relegation-threat", "date_published": "2023-04-17 17:38:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Exeter’s Jack Nowell to face disciplinary action for tweet criticising referee", "description": "<ul><li>Wing angered by Olly Woodburn dismissal in loss to Leicester</li><li>Ellis Genge cited for tackle and faces hearing on Tuesday</li></ul><p>Jack Nowell, the Exeter and England wing, is facing the prospect of disciplinary action from the Rugby Football Union for his outburst on Twitter during <a href=\"https://www.theguardian.com/sport/2023/apr/16/leicester-exeter-premiership-rugby-union-match-report\">the Chiefs’ heavy defeat by Leicester</a> on Sunday as the governing body clamps down on criticism of the game’s officials.</p><p>His Test colleague Ellis Genge, meanwhile, has been cited after the most recent round of Premiership action for a dangerous tackle and could miss the start of England’s World Cup preparations if found guilty at a hearing on Tuesday.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/17/exeters-jack-nowell-faces-disciplinary-action-for-tweet-criticising-referee\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/17/exeters-jack-nowell-faces-disciplinary-action-for-tweet-criticising-referee", "date_published": "2023-04-17 17:38:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Martin Rowson on Rishi Sunak’s maths plan not adding up — cartoon", "description": "<a href=\"https://www.theguardian.com/commentisfree/picture/2023/apr/17/martin-rowson-on-rishi-sunaks-maths-plan-not-adding-up-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2023/apr/17/martin-rowson-on-rishi-sunaks-maths-plan-not-adding-up-cartoon", "date_published": "2023-04-17 17:27:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Junior doctors’ April strike led to 195,000 NHS hospital cancellations", "description": "<p>Figures show ‘colossal impact of industrial action on planned care in NHS’, says medical chief for England</p><p>Almost 200,000 hospital appointments and procedures in England were cancelled during last week’s junior doctors’ strikes, it has been revealed.</p><p>There were 195,000 appointments and procedures that did not happen, making the strikes the most disruptive so far to the health service, NHS England said.</p> <a href=\"https://www.theguardian.com/society/2023/apr/17/junior-doctors-strike-led-to-195000-hospital-cancellations-last-week-nhs-england\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/apr/17/junior-doctors-strike-led-to-195000-hospital-cancellations-last-week-nhs-england", "date_published": "2023-04-17 17:13:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Energy firms to ban forced prepay meter installations in homes of over-85s", "description": "<p><strong>Exclusive:</strong> Suppliers in Great Britain will also make workers wear body cams as part of new code of conduct</p><p>Energy suppliers have agreed to a ban on forcibly installing prepayment meters in the homes of customers over 85 and will make representatives wear body cameras, the Guardian can reveal.</p><p>Suppliers have agreed to a new code of conduct in dealing with installing prepayment meters for customers who have racked up energy debt.</p> <a href=\"https://www.theguardian.com/business/2023/apr/17/energy-firms-ban-forced-prepay-meter-installations-over-85s-body-cams\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/apr/17/energy-firms-ban-forced-prepay-meter-installations-over-85s-body-cams", "date_published": "2023-04-17 17:13:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mark Sheehan obituary", "description": "Songwriter, musician and producer who played a pivotal role in the Script’s international success<p>As Mark Sheehan, the guitarist with the Dublin group <a href=\"https://www.theguardian.com/music/2020/feb/24/the-script-review-first-direct-arena-leeds\" title=\"\">the Script</a>, saw it, “the untouchable rock star has gone out of fashion … Now people want to connect to normal, humble people. And the one thing about being Irish is that it keeps you grounded. You’re not allowed to get a big head.”</p><p>The shocked reactions to Sheehan’s death at the age of 46, after a brief illness, attest to his generous and unpretentious nature. The singer-songwriter <a href=\"https://www.theguardian.com/lifeandstyle/2017/nov/10/imelda-may-mum-would-sing-all-day-long-and-dad-would-play-the-harmonica\" title=\"\">Imelda May</a>, who grew up in the same Liberties district of Dublin as Sheehan, said: “Mark was such a gorgeous soul. Always a pleasure to chat to. Often bonding over stories about times in the Liberties.” Ryan Tedder from the American band One Republic described Sheehan as “one of the nicest, most genuine people I’ve ever had the pleasure of touring with and getting to know”.</p> <a href=\"https://www.theguardian.com/music/2023/apr/17/mark-sheehan-obituary\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/apr/17/mark-sheehan-obituary", "date_published": "2023-04-17 17:02:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Downing Street enters row over move to ditch English name of Brecon Beacons", "description": "<p>PM’s spokesperson says people will continue to use national park’s English name despite change to Welsh one, Bannau Brycheiniog</p><p>Downing Street has stepped into a growing row over a decision to <a href=\"https://www.theguardian.com/uk-news/2023/apr/17/brecon-beacons-relaunches-with-welsh-name-bannau-brycheiniog-as-picture-of-hope-for-future\">ditch the English name of the Brecon Beacons </a>in favour of the old Welsh one, Bannau Brycheiniog.</p><p>The prime minister’s official spokesperson said he was sure people would continue to use the national park’s English name and questioned the move to drop a symbol of a flaming beacon from the park’s logo.</p> <a href=\"https://www.theguardian.com/environment/2023/apr/17/row-english-name-brecon-beacons-wales-downing-street\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/apr/17/row-english-name-brecon-beacons-wales-downing-street", "date_published": "2023-04-17 17:01:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Photographer admits prize-winning image was AI-generated", "description": "<p>German artist Boris Eldagsen says entry to Sony World Photography Award was designed to provoke debate</p><p>A photographer is refusing a prestigious award after admitting to being a “cheeky monkey” and generating the prize-winning image using artificial intelligence.</p><p>The German artist Boris Eldagsen revealed on his website that he was not accepting the prize for the creative open category, which he won at last week’s Sony World Photography Award.</p> <a href=\"https://www.theguardian.com/technology/2023/apr/17/photographer-admits-prize-winning-image-was-ai-generated\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/apr/17/photographer-admits-prize-winning-image-was-ai-generated", "date_published": "2023-04-17 16:49:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Junior doctors are key to fixing the NHS crisis | Letters", "description": "<p>Readers on the poor pay and working conditions that have led junior doctors down the path of strikes</p><p>The government needs to be more proactive in relation to the crisis happening in our healthcare system (<a href=\"https://www.theguardian.com/society/2023/apr/12/nhs-bosses-urge-steve-barclay-to-accept-acas-role-in-dispute-with-junior-doctors\" title=\"\">NHS bosses urge Steve Barclay to accept Acas role in dispute with junior doctors, 12 April</a>). Junior doctors are instrumental to fixing the crisis. They progress to being the leaders of services and systems in the future, and at present recognise the disparity between themselves and other equivalent professional salaries and work-life experiences. They carry much debt (funding five or six university years), and there is no doubt that pay has been eroded. The job is also harder, carries more risk and is often less professionally satisfying than 10 years ago. Is this reflective of current government ideology, or poor central decision-making?</p><p>I suggest that consultants are adequately remunerated, but the junior tiers are not, and the current situation is highly detrimental to the future of healthcare.<br /><strong>Dr Sara Motion</strong><br /><em>NHS paediatric consultant</em></p> <a href=\"https://www.theguardian.com/society/2023/apr/17/junior-doctors-are-key-to-fixing-the-nhs-crisis\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/apr/17/junior-doctors-are-key-to-fixing-the-nhs-crisis", "date_published": "2023-04-17 16:43:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How type 2 diabetes can remain hidden | Letter", "description": "<p><strong>Dr David Griffith </strong>points out that the lack of symptoms for type 2  diabetes makes it a particularly pernicious condition</p><p>Your article on diabetes provided much useful information (<a href=\"https://www.theguardian.com/society/2023/apr/13/inaction-on-diabetes-has-plunged-the-the-uk-into-a-wholly-avoidable-crisis\" title=\"\">Inaction on diabetes has plunged the UK into a wholly avoidable crisis, 13 April</a>), but it is important to clarify one point. The symptoms mentioned (thirst, passing a lot of urine, unintentional weight loss) are particularly features of type 1 diabetes, which, as the article states, only accounts for about 8% of cases. The far commoner type 2 diabetes, linked to obesity, is frequently symptomless and may only be detected by chance during screening or on testing before operations, for example.</p><p>This lack of symptoms makes it a particularly pernicious condition as the body may be undergoing insidious damage over years without the person realising they have diabetes. This leads to the other major way in which the condition is detected, namely with problems with already damaged tissues such as eyes, nerves, kidneys or vascular systems. These changes may by then be irreversible. Absence of symptoms unfortunately does not rule out the possibility of diabetes.<br /><strong>Dr David Griffith</strong><br /><em>Moreton-in-Marsh, Gloucestershire</em></p> <a href=\"https://www.theguardian.com/society/2023/apr/17/how-type-2-diabetes-can-remain-hidden\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/apr/17/how-type-2-diabetes-can-remain-hidden", "date_published": "2023-04-17 16:42:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lucy Letby: initials of babies noted in diary on dates of alleged attacks, court told", "description": "<p>Note saying ‘I don’t know if I killed them. Maybe I did’ also seen in Manchester trial of nurse accused of murdering seven babies</p><p>A nurse accused of murdering seven babies wrote their initials in her diary on the dates she is alleged to have attacked them, a court has been told.</p><p>Jurors in the trial of Lucy Letby were shown images of her diary in which she had recorded the days on which some of her alleged victims died.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/17/lucy-letby-initials-of-babies-on-dates-of-alleged-attacks-noted-in-diary-court-told\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/17/lucy-letby-initials-of-babies-on-dates-of-alleged-attacks-noted-in-diary-court-told", "date_published": "2023-04-17 16:39:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Pentagon leaks reveal the rot at the heart of US intelligence – but they haven’t hurt Ukraine | Frank Ledwidge", "description": "<p>This latest cache of secret documents is yet another own goal by a pathologically confused security service</p><p>So far this century, there have been three major public “compromises” of US intelligence material. The first – the <a href=\"https://www.theguardian.com/media/wikileaks\">WikiLeaks</a> series initiated by Chelsea Manning – revealed the mayhem at the heart of the <a href=\"https://www.theguardian.com/world/2010/oct/22/iraq-war-logs-military-leaks\">Iraq</a> and <a href=\"https://www.theguardian.com/world/2010/jul/25/afghanistan-war-logs-military-leaks\">Afghanistan</a> wars. Edward Snowden’s vast <a href=\"https://www.theguardian.com/us-news/the-nsa-files\">cache</a> uncovered the US state’s campaign of <a href=\"https://www.theguardian.com/world/series/the-snowden-files\">unlawful surveillance</a> against its own people<a href=\"https://www.theguardian.com/world/series/the-snowden-files\">.</a> Over the past week, we have seen yet another collection of secret documents ruffle the feathers of US intelligence.</p><p>Of the three sets of leaks, the most recent is, in itself, the least politically damaging. But what they demonstrate again is the dangerous self-created and continuing rot at the heart of the US intelligence system: the combination of over-classification and the widespread availability of access to secret material.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/17/pentagon-leaks-reveal-rot-us-intelligence-ukraine\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/17/pentagon-leaks-reveal-rot-us-intelligence-ukraine", "date_published": "2023-04-17 16:27:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Security stepped up amid fears activists will disrupt Derby and Royal Ascot", "description": "<ul><li>Animal Rising delay start of Grand National after protests</li><li>Activists expected to target Epsom and Ascot this summer</li></ul><p>Security at the Derby and Royal Ascot will be stepped up amid fears that animal rights activists will strike again <a href=\"https://www.theguardian.com/uk-news/2023/apr/16/grand-national-aintree-horse-deaths-protest-rspca\">after disrupting the Grand National</a>, the Guardian understands.</p><p>However organisers remain particularly concerned that it will be difficult to stop the protestors getting onto the Derby course on 3 June – given the vastness of the Epsom grounds and the opportunity to get close to the track via “The Hill”, an area that is not ticketed and is free to access for spectators.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/17/grand-national-derby-and-royal-ascot-horse-racing-animal-rebellion\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/17/grand-national-derby-and-royal-ascot-horse-racing-animal-rebellion", "date_published": "2023-04-17 16:25:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Minnesota appeals court upholds Derek Chauvin’s murder conviction", "description": "<p>Ex-police officer is serving 22-and-a-half-year sentence for the murder of George Floyd in May 2020</p><p>The Minnesota court of appeals on Monday upheld the most serious murder conviction against the former Minneapolis police officer Derek Chauvin, for the <a href=\"https://www.theguardian.com/us-news/2023/apr/14/george-floyd-derek-chauvin-jacob-frey-settlement-police-excessive-force\">killing of George Floyd</a>.</p><p>Chauvin is serving a 22-and-a-half-year sentence on the second-degree murder count, arising from the death of Floyd on 25 May 2020.</p> <a href=\"https://www.theguardian.com/us-news/2023/apr/17/derek-chauvin-conviction-minnesota-appeals-court\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/17/derek-chauvin-conviction-minnesota-appeals-court", "date_published": "2023-04-17 16:24:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Eagles give quarterback Jalen Hurts NFL record $51m a year contract extension", "description": "<ul><li>24-year-old led Philadelphia to Super Bowl last season</li><li>Deal reported to be worth $255m with $179.3m guaranteed</li></ul><p>Jalen Hurts is expected to sign one of the richest deals in <a href=\"https://apnews.com/hub/nfl\">NFL history</a>, agreeing to a five-year, $255m extension with the Philadelphia Eagles, including $179.3m guaranteed, according to multiple sources.</p><p>The Eagles <a href=\"https://twitter.com/Eagles/status/1647982366768414724\">announced on Monday</a> “QB1 is here to stay,” but terms were not yet announced, although the exact sums of the deal have not yet been confirmed by the team. Hurts was rewarded for his breakout season when he was <a href=\"https://apnews.com/article/nfl-awards-mvp-coach-of-the-year-rookie-of-the-year-749e5bf5c9d3c7cd37872f34b49e0928\">named an AP NFL MVP finalist</a> and led the Eagles to the Super Bowl, where <a href=\"https://www.theguardian.com/sport/2023/feb/13/jalen-hurts-philadelphia-eagles-quarterback-super-bowl-lvii\">they lost to the Kansas City Chiefs</a>.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/17/eagles-give-quarterback-jalen-hurts-nfl-record-51m-a-year-contract-extension\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/17/eagles-give-quarterback-jalen-hurts-nfl-record-51m-a-year-contract-extension", "date_published": "2023-04-17 16:23:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Protesters urge caution over St Ives climate trial amid chemical plans for bay", "description": "<p>Campaigners worry about scheme’s impact on marine ecosystem but Planetary Technologies says concerns misplaced</p><p>“Planetary can stick it up their waste pipe,” read one of the many waspish placards at the north Cornwall beach where more than 300 protesters gathered on Sunday.</p><p>They came to Gwithian beach to object to a proposed carbon dioxide removal scheme in the bay of St Ives, where Canadian company Planetary Technologies – winner of a $1m XPrize for climate change solutions in 2022 – wants to add magnesium hydroxide to the wastewater pipe at Hayle that stretches out to sea.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/17/protesters-urge-caution-over-st-ives-climate-trial-amid-chemical-plans-for-bay-planetary-technologies\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/17/protesters-urge-caution-over-st-ives-climate-trial-amid-chemical-plans-for-bay-planetary-technologies", "date_published": "2023-04-17 16:21:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Canada to pay $800m to settle land dispute with five First Nations", "description": "<p>Payment represents acknowledgement government and British Columbia have failed to honour treaty signed in 1899</p><p>Canada has agreed to pay C$800m to settle a land claims dispute with five First Nations, an acknowledgement it failed to honour a treaty signed more than a century ago – and the latest in a string of deals reshaping the relationship between government and Indigenous communities</p><p>Over the weekend, officials with both the federal and British Columbia governments admitted successive administrations had broken their promises to the Blueberry River First Nations, the Doig River First Nation, the Halfway River First Nation, the Saulteau First Nations and the West Moberly First Nations.</p> <a href=\"https://www.theguardian.com/world/2023/apr/17/canada-first-nations-land-claims-dispute-settlement\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/17/canada-first-nations-land-claims-dispute-settlement", "date_published": "2023-04-17 16:10:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK will not have to pay for last two years if it rejoins Horizon scheme, EU says", "description": "<p>Confirmation by officials makes it more likely Britain will be re-admitted to €95.5bn European scientific research programme</p><p>The UK will not have to pay for the two years it has been out of the EU’s €95.5bn (£84bn) Horizon scientific research programme, EU officials have said, in a significant move that opens the door to British scientists.</p><p>The European Commission statement that the UK was not required to pay for 2021 and 2022 when British membership of Horizon was <a href=\"https://www.theguardian.com/politics/2022/may/19/eu-ambassador-rejects-liz-trusss-demand-to-rewrite-ni-protocol\">frozen</a> because of a dispute over the Northern Ireland protocol should in theory hasten a deal on British participation.</p> <a href=\"https://www.theguardian.com/science/2023/apr/17/uk-will-not-have-to-pay-for-last-two-years-if-it-rejoins-horizon-scheme-eu-says\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/apr/17/uk-will-not-have-to-pay-for-last-two-years-if-it-rejoins-horizon-scheme-eu-says", "date_published": "2023-04-17 16:07:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Drop in London primary applications puts future of some schools at risk", "description": "<p>Demand for reception class places fell by 2.7% this year, prompting fears some institutions may be forced to merge or close</p><p>Applications for reception class places in London have fallen by 2.67% this year, according to new data, fuelling concerns about the financial viability of some primary schools, which may be forced to merge or close as pupil numbers decline.</p><p>London Councils, the cross-party group representing local authorities in the capital, said there had been a “significant” decrease in the number of applications for reception classes for the start of the academic year in September.</p> <a href=\"https://www.theguardian.com/education/2023/apr/17/drop-in-london-primary-applications-puts-future-of-some-schools-at-risk\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2023/apr/17/drop-in-london-primary-applications-puts-future-of-some-schools-at-risk", "date_published": "2023-04-17 16:07:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Did ‘u’ solve it? Wordplay meets numberplay", "description": "<p>The answers to today’s lexical perplexities, and the Pilish prizewinner</p><p>Earlier today I set you these problems (and a challenge) about constrained writing, a literary form in which a text must conform to mathematical rules.</p><p>Here are the puzzles again, with solutions. And below you will discover who won the Pilish challenge – judged by Sarah Hart, author of the fab new book <a href=\"https://www.amazon.co.uk/Once-Upon-Prime-Connections-Mathematics/dp/0008601089?crid=3QAR5SKS36FBL&amp;keywords=sarah+hart&amp;qid=1680795437&amp;s=books&amp;sprefix=sarah+hart,stripbooks,136&amp;sr=1-1&amp;linkCode=sl1&amp;tag=alebel-21&amp;linkId=c4d9760d7df0ec59f34bd1cec360f1d2&amp;language=en_GB&amp;ref_=as_li_ss_tl\">Once Upon a Prime</a>, about the links between maths and literature.</p> <a href=\"https://www.theguardian.com/science/2023/apr/17/did-u-solve-it-wordplay-meets-numberplay\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/apr/17/did-u-solve-it-wordplay-meets-numberplay", "date_published": "2023-04-17 16:05:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pope Francis attacks ‘insinuations’ that John Paul II prowled for underage girls", "description": "<p>Pope defends predecessor after remarks by brother of 15-year-old girl who went missing in Rome in 1983</p><p>Pope Francis has denounced “offensive and unfounded insinuations” that his predecessor John Paul II went out at night looking for underage girls.</p><p>The pope’s comments, made during his Angelus on Sunday in St Peter’s Square, were targeted at Pietro Orlandi, whose sister Emanuela <a href=\"https://www.theguardian.com/world/2019/jul/20/emanuela-orlandi-brother-anguish-vatican-missing-teenager-investigation\">vanished at the age of 15 in June 1983 while making her way home</a> from a flute lesson in Rome.</p> <a href=\"https://www.theguardian.com/world/2023/apr/17/pope-francis-attacks-insinuations-john-paul-pietro-orlandi\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/17/pope-francis-attacks-insinuations-john-paul-pietro-orlandi", "date_published": "2023-04-17 16:01:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Margaret Ferrier to appeal against Commons suspension for Covid breach", "description": "<p>Former Scottish National party MP could face recall repetition if 30-day suspension goes ahead</p><p>Margaret Ferrier is to appeal against a suspension from the Commons for breaking Covid rules that could lead to a possible byelection and a tight race between Labour and the SNP.</p><p>The former Scottish National party MP, who now sits as an independent, has appealed to parliament’s Independent Expert Panel (IEP) to review <a href=\"https://www.theguardian.com/politics/2023/mar/30/margaret-ferrier-should-be-suspended-from-commons-for-30-days-for-covid-breach-says-committee\">her 30-day suspension from the House of Commons</a>, a sanction that would trigger a recall petition in her Rutherglen and Hamilton West seat.</p> <a href=\"https://www.theguardian.com/politics/2023/apr/17/margaret-ferrier-to-appeal-against-commons-suspension-for-covid-breach\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/apr/17/margaret-ferrier-to-appeal-against-commons-suspension-for-covid-breach", "date_published": "2023-04-17 15:58:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Man accused of PC Sharon Beshenivsky murder may not stand trial until 2024", "description": "<p>Fixture of up to six weeks for trial of Piran Ditta Khan could not be accommodated at Old Bailey this year, court told</p><p>A man accused of murdering PC Sharon Beshenivsky 18 years ago may not go on trial until next year.</p><p>Piran Ditta Khan, 74, who was extradited from Pakistan,<strong> </strong>appeared at the Old Bailey by video link from Belmarsh high-security prison on Monday for the preliminary hearing before Judge Mark Lucraft KC.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/17/pc-sharon-beshenivsky-trial-next-year-2024\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/17/pc-sharon-beshenivsky-trial-next-year-2024", "date_published": "2023-04-17 15:55:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘It avoids a public grilling’: why Murdoch could settle Dominion’s Fox News lawsuit", "description": "<p>Defamation trial threatens billionaire’s reputation – as well as ambition to reunite TV and newspaper empires</p><p>Rupert Murdoch’s <a href=\"https://www.theguardian.com/us-news/2023/apr/17/judge-delays-dominion-and-fox-news-trial-until-tuesday\">push to try to bury a landmark defamation case against Fox News</a> aims to avoid further damage to his media empire’s reputation – and protect the 92-year-old from a gruelling court appearance as he formulates succession plans.</p><p>Judge Eric M Davis moved on Sunday to delay the start of the $1.6bn (£1.3bn) defamation trial between Fox Corporation and Dominion, which has alleged Fox News <a href=\"https://www.theguardian.com/us-news/2023/apr/16/fox-news-lawsuit-dominion-trial-rupert-murdoch\">repeatedly broadcast false claims that its voting machines were rigged</a>, amid reports of a settlement.</p> <a href=\"https://www.theguardian.com/media/2023/apr/17/murdoch-settle-dominions-fox-news-lawsuit\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/apr/17/murdoch-settle-dominions-fox-news-lawsuit", "date_published": "2023-04-17 15:52:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Texas teacher fired over ‘appalling’ behavior after encouraging students to fight", "description": "<p>Substitute teacher at Kimbrough middle school in Mesquite helped coordinate fights during class, officials say</p><p>A substitute teacher at a Texas middle school was fired for encouraging students to fight in class.</p><p>The unnamed teacher at Kimbrough middle school in Mesquite was fired last Thursday, after district officials obtained video of in-class fights from the previous day.</p> <a href=\"https://www.theguardian.com/us-news/2023/apr/17/texas-teacher-fired-students-fight\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/17/texas-teacher-fired-students-fight", "date_published": "2023-04-17 15:46:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Vetting body urged to reject a peerage for Liz Truss’s ex-chief of staff", "description": "<p>Reported nomination of Matthew Elliott provokes complaints relating to funding of pro-Brexit campaign</p><p>A House of Lords vetting body is facing pressure to reject a proposed peerage for Liz Truss’s former chief of staff over critical findings relating to the funding of one of his pro-Brexit campaigns.</p><p>The reported nomination of Matthew Elliott, who oversaw the former prime minister’s No 10 operations during her ill-fated seven-week administration, has provoked multiple complaints to the Lords appointments commission.</p> <a href=\"https://www.theguardian.com/politics/2023/apr/17/lords-vetting-body-urged-to-reject-peerage-for-liz-truss-ex-chief-of-staff-matthew-elliott-brexit-campaign\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/apr/17/lords-vetting-body-urged-to-reject-peerage-for-liz-truss-ex-chief-of-staff-matthew-elliott-brexit-campaign", "date_published": "2023-04-17 15:38:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Vetting body urged to reject peerage for Vote Leave chief", "description": "<p>Reported nomination of Matthew Elliott provokes complaints relating to funding of pro-Brexit campaign</p><p>A House of Lords vetting body is facing pressure to reject Liz Truss’s proposed nomination for the former Vote Leave chief Matthew Elliot over critical findings relating to the funding of one of his pro-Brexit campaigns.</p><p>The reported nomination by the former prime minister has provoked multiple complaints to the Lords appointments commission.</p> <a href=\"https://www.theguardian.com/politics/2023/apr/17/lords-vetting-body-urged-to-reject-peerage-for-matthew-elliott-brexit-campaign\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/apr/17/lords-vetting-body-urged-to-reject-peerage-for-matthew-elliott-brexit-campaign", "date_published": "2023-04-17 15:38:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ouija board wonder: how Hilma af Klint’s occult dabblings made her an outcast", "description": "<p>She was a Swedish mystic who believed angels guided her work. Why has this overlooked pioneer now been paired with Piet Mondrian, a jazz-mad Dutchman rebelling against his dad’s religion? The answer lies in the spirit world</p><p>Angels from the spirit realm told Hilma af Klint that becoming a vegetarian would fuel her creativity. This great Swedish artist, whose pioneering works predate the first purely abstract compositions by the likes of Kandinsky and Mondrian, was used to taking advice from higher forces. She was a member of the marvellously named De Fem (the Five), a group of female artists who organised seances and made art under the guidance of spirits called Ananada, Amaliel, Clemens, Esther, Georg and Gregor. “There are foods that cause lethargy in the body,” Af Klint once wrote. “There are foods that sustain the body, and finally there are foods that come from the opposite direction, that sustain the body in a non-material way.”</p><p>I think about those words as I stroll with Briony Fer through one of the most beautiful rooms in Europe, a gallery at Stockholm’s Moderna Museet containing a series of paintings called The Ten Largest. Perhaps without a vegetarian diet, these grand grids and intersecting circles – suggesting shells, wings, swans, flowers and sunbursts – might never have existed. Nor, perhaps, would her proto-pop art palette of sunny oranges, feminine blues and masculine yellows (expressing physical and spiritual love) have been so thrilling.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/apr/17/ouija-board-hilma-af-klint-occult-outcast-tate-modern-mondrian\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/apr/17/ouija-board-hilma-af-klint-occult-outcast-tate-modern-mondrian", "date_published": "2023-04-17 15:36:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Patsy Ferran wins Critics’ Circle theatre award for 11th-hour Streetcar role", "description": "<p>Lizzie Annis wins best newcomer and Arthur Hughes wins best Shakesperean performance as actors with disabilities take two prizes </p><p>Patsy Ferran has been named best actress at the Critics’ Circle theatre awards for her performance as A Streetcar Named Desire’s Blanche Dubois – a role that she took over as an 11th-hour replacement.</p><p>Lydia Wilson had been cast in the production at the Almeida theatre in London in 2022 but when she withdrew for health reasons, <a href=\"https://www.theguardian.com/stage/2022/dec/08/almeida-theatre-cancels-performances-of-a-streetcar-named-desire-as-actor-withdraws\">Ferran was parachuted in</a> with just days to prepare. The play, starring Paul Mescal as Stanley and Anjana Vasan as Stella, has transferred to the West End where it runs until May. Ferran was <a href=\"https://www.theguardian.com/stage/2023/feb/28/olivier-awards-2023-complete-list-of-nominations\">nominated for best actress</a> at the Olivier awards, where Rebecca Frecknall’s production of the Tennessee Williams classic was named <a href=\"https://www.theguardian.com/stage/2023/apr/02/olivier-awards-2023-full-list-of-winners\">best revival</a> earlier this month.</p> <a href=\"https://www.theguardian.com/stage/2023/apr/17/patsy-ferran-wins-critics-circle-theatre-award-for-11th-hour-streetcar-role\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/apr/17/patsy-ferran-wins-critics-circle-theatre-award-for-11th-hour-streetcar-role", "date_published": "2023-04-17 15:30:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Watches, hunting trips and a BMW: former biathlon chief charged with corruption", "description": "<ul><li>Anders Besseberg accused of taking gifts from Russia</li><li>If convicted he could face 10 years in prison in Norway</li></ul><p>The former head of biathlon’s governing body has been charged with “gross corruption” following allegations he accepted bribes, prostitutes and free hunting trips from Russia.</p><p>Anders Besseberg, who was president of the International Biathlon Union for nearly 26 years, is also accused of receiving several expensive watches between 2009 and 2018 along with a leased BMW X5 car. If convicted Besseberg could face 10 years in prison.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/17/former-head-of-international-biathlon-union-charged-with-gross-corruption\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/17/former-head-of-international-biathlon-union-charged-with-gross-corruption", "date_published": "2023-04-17 15:14:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Our new normal': civilians describe being in Sudan during clashes – video", "description": "<p>Fighting between rival government factions is intensifying across Sudan as diplomatic efforts to end the conflict begin to gather momentum.</p><p></p><p>Civilians in the capital, Khartoum, where the fighting is centred, have been posting videos of the clashes and recording their experience and fears of power, water and food shortages.</p><p></p><p>At least 97 people have been killed and hundreds wounded as clashes have spread since Saturday, when violence erupted between army units loyal to Gen Abdel Fattah al-Burhan, the head of Sudan’s transitional governing sovereign council, and the paramilitary Rapid Support Forces, led by Gen Mohamed Hamdan Dagalo, known as Hemedti, who is deputy head of the council</p><p></p><ul><li><p><a href=\"https://www.theguardian.com/world/2023/apr/16/sudan-conflict-why-is-there-fighting-and-what-is-at-stake-in-the-region\"><strong>Explainer: why is there fighting in Sudan?</strong></a></p></li></ul> <a href=\"https://www.theguardian.com/world/video/2023/apr/17/civilians-describe-being-in-sudan-during-clashes-video\">Continue reading...</a>", "link": "https://www.theguardian.com/world/video/2023/apr/17/civilians-describe-being-in-sudan-during-clashes-video", "date_published": "2023-04-17 15:07:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "An earthworm: when you are a child, these are an enormous part of your world | Helen Sullivan", "description": "<p>To get earthworms for fishing, people do a thing called ‘worm grunting’</p><p></p><p>An article on earthworms published in the New York Times <a href=\"https://timesmachine.nytimes.com/timesmachine/1881/12/18/103401662.pdf?pdf_redirect=true&amp;ip=0\">in 1881</a> – “Habits of earth-worms: The curious work which they accomplish” – describes a helminth British empire. “In England they abound in the fields, in the paved courts of houses, though they are rarer in bog fields,” the author writes. “Worm castings have been found as high as 1,500 feet in the Scotch hills and at great altitudes in south India, and on the Himalaya mountains. Both in the extremes of a climate like England and in very hot weather, worms cease their work.”</p><p>Earthworms are hermaphrodites, which the journalist, all the way back in 1881, expresses in a glittering sentence: “Two sexes unite in one individual but two individuals pair”.</p> <a href=\"https://www.theguardian.com/environment/commentisfree/2023/apr/18/an-earthworm-when-you-are-a-child-these-are-an-enormous-part-of-your-world\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/commentisfree/2023/apr/18/an-earthworm-when-you-are-a-child-these-are-an-enormous-part-of-your-world", "date_published": "2023-04-17 15:00:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fashion greenwashing glossary: what do ‘circular’, ‘sustainable’ and ‘zero waste’ really mean?", "description": "<p>Vague, technical-sounding terms are often used in fashion to make clothing sound environmentally conscious. Here, experts decode the meaning behind them</p><ul><li><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=cvau_sfl\">Get our weekend culture and lifestyle email</a></li></ul><p>It’s hardly news that greenwashing is rife in the fashion industry. Recently, the Australian Competition and Consumer Commission and the European Union vowed to crack down on businesses using environmentally friendly marketing messages to mislead consumers.</p><p>The problem is the misapplication of vague, technical-sounding terms to products in an industry with little regulatory oversight. In the first instalment of our greenwashing glossary, we ask experts to decode some of the most common terms you’ll find in fashion. If there are other greenwashing terms you are curious about, please let us know in the comments below.</p><p><strong><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=copyembed\">Sign up for our rundown of must-reads, pop culture and tips for the weekend, every Saturday morning</a></strong></p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/apr/17/fashion-greenwashing-glossary-what-do-circular-sustainable-and-zero-waste-really-mean\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/apr/17/fashion-greenwashing-glossary-what-do-circular-sustainable-and-zero-waste-really-mean", "date_published": "2023-04-17 15:00:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Like Captain Planet with marsupials: First Dog on the Moon steps on stage", "description": "<p>First Dog has to ‘suffer the agonies’ of adapting his book The Carbon Neutral Adventures of the Indefatigable Enviroteens into a play. He and the cast talk about making climate change fun</p><ul><li><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=cvau_sfl\">Get our weekend culture and lifestyle email</a></li></ul><p>With characters including a vain and villainous plastic bag named Brendan and a sourdough starter named Beverly, a play having its world premiere in Hobart on Wednesday could only have been written by one man: the Guardian Australia’s very own cartoonist, <a href=\"https://www.theguardian.com/profile/first-dog-on-the-moon\">First Dog on the Moon</a>.</p><p>The Carbon Neutral Adventures of the Indefatigable Enviroteens, a carbon-neutral production based on First Dog’s bestselling book of the same name, follows young superheroes who must overcome obstacles to save the planet. It’s a bit like a comedic Captain Planet for our times, but with more anthropomorphised objects, more marsupials and many more googly eyes. Aimed at school kids and families, it’s also about friendship and working together to get really hard jobs done.</p> <a href=\"https://www.theguardian.com/stage/2023/apr/18/like-captain-planet-with-marsupials-first-dog-on-the-moon-steps-on-stage\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/apr/18/like-captain-planet-with-marsupials-first-dog-on-the-moon-steps-on-stage", "date_published": "2023-04-17 15:00:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Offshore cash and huge loans: how Roman Abramovich turned Chelsea into world-beaters", "description": "<p><strong>Exclusive:</strong> Leak reveals network of companies used to route fortune made from the oil fields of Siberia into Stamford Bridge</p><p>As Chelsea’s players celebrated victory in the 2021 Champions League final, Roman Abramovich made one of his rare public appearances.</p><p>The club’s owner had been unable to attend home matches at Stamford Bridge for three years, after the UK government indicated it was unlikely to renew his visa.</p> <a href=\"https://www.theguardian.com/world/2023/apr/17/roman-abramovich-chelsea-world-beaters\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/17/roman-abramovich-chelsea-world-beaters", "date_published": "2023-04-17 15:00:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Title race is far from over but Arsenal need to recapture relentless energy | Nick Ames", "description": "<p>Premier League leaders have used up most of their lives but it is too early to write off their quest to outlast Manchester City</p><p>Amid the sense of disbelief and frustration that Arsenal had snatched a second straight draw from the <a href=\"https://www.theguardian.com/football/2023/apr/16/west-ham-arsenal-premier-league-match-report\">jaws of victory at West Ham</a>, Granit Xhaka was on hand to add a dose of pragmatism. “If something is not going well, it is easy to show the finger to someone else,” he said of their faltering title push. “We took this challenge up until now and nobody was thinking about this before the season. Let’s refresh everything now.”</p><p>The path towards an extraordinary achievement has narrowed considerably and the annoyance for Mikel Arteta will be that it did not have to be this way. There was a moment not long before they let West Ham back into proceedings when the silence around London Stadium verged on eerie: Arsenal were passing their way towards a victory of consummate ease and, in hindsight, perhaps they were lulled by the occasion’s near-total lack of edge. Neither their hosts nor those in the stands were evincing genuine belief that the afternoon might turn on its head.</p> <a href=\"https://www.theguardian.com/football/2023/apr/17/granit-xhaka-arsenal-manchester-city-premier-league-football\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/17/granit-xhaka-arsenal-manchester-city-premier-league-football", "date_published": "2023-04-17 14:58:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Scottish Labour leader criticises ‘deluded’ SNP amid party donations row", "description": "<p>Anas Sarwar tells rally in first minister’s constituency the party is rapidly losing right to govern</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/apr/17/rishi-sunak-gillian-keegan-teachers-maths-plans-keir-starmer-uk-politics-live\">UK politics live – latest updates</a></li></ul><p>The Scottish Labour leader, Anas Sarwar, has accused the Scottish National party of being politically bankrupt and deceitful, as further questions emerged about Nicola Sturgeon’s role in discussions over party finances.</p><p>Sarwar told a Labour rally in Glasgow the SNP was rapidly losing its right to govern after Sturgeon’s party endured a divisive battle to succeed her as leader, followed by a series of dramatic developments in the police inquiry into SNP finances.</p> <a href=\"https://www.theguardian.com/politics/2023/apr/17/scottish-labour-leader-anas-sarwar-snp-party-donations-row-scotland-glasgow\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/apr/17/scottish-labour-leader-anas-sarwar-snp-party-donations-row-scotland-glasgow", "date_published": "2023-04-17 14:46:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Cannes defends decision to pick Johnny Depp film as festival opener", "description": "<p>Prestige slot for Jeanne de Barry, featuring Depp as Louis XV, has drawn criticism but general delegate Thierry Frémaux says it is not ‘a controversial choice’</p><p>Cannes film festival general delegate Thierry Frémaux has defended the decision <a href=\"https://www.theguardian.com/film/2023/apr/05/johnny-depp-movie-cannes-film-festival-jeanne-du-barry\">to hand the prestigious opening slot</a> to Jeanne du Barry, in which Depp stars as Louis XV.</p><p>Directed by and starring Maïwenn, Jeanne du Barry is a biopic of the famous 18th-century <em>maîtresse-en-titre</em>, who was executed in 1793 during the French revolution. <a href=\"https://variety.com/2023/film/global/thierry-fremaux-cannes-lineup-martin-scorsese-jonathan-glazer-maiwenn-1235582640/\">Speaking to Variety</a>, Frémaux said it was not “a controversial choice”, adding: “If Johnny Depp had been banned from working it would have been different, but that’s not the case. We only know one thing, it’s the justice system and I think he won the legal case.”</p> <a href=\"https://www.theguardian.com/film/2023/apr/17/cannes-defends-decision-to-pick-johnny-depp-film-as-festival-opener\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/apr/17/cannes-defends-decision-to-pick-johnny-depp-film-as-festival-opener", "date_published": "2023-04-17 14:38:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Shortage of teachers will be a big maths problem for Rishi Sunak", "description": "<p>Prime minister wants pupils to study maths until 18, but government has failed to meet recruitment targets for a decade</p><p>The prime minister’s ambition to ensure that all pupils study maths up to the age of 18, first outlined in January and reiterated in a speech on Monday, has attracted a variety of responses ranging from “laudable” to “shortsighted” and “misguided”.</p><p>There is a consensus, however, that the key obstacle is the critical shortage of specialist maths teachers – among other subject specialists – which already threatens to undermine maths education in schools in England.</p> <a href=\"https://www.theguardian.com/education/2023/apr/17/shortage-of-teachers-will-be-a-big-maths-problem-for-rishi-sunak\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2023/apr/17/shortage-of-teachers-will-be-a-big-maths-problem-for-rishi-sunak", "date_published": "2023-04-17 14:37:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A beginner’s guide to Super Mario", "description": "<p>Mario might be one of the most successful video games around – and the new movie is breaking box-office records – but there are still plenty of people out there who’ve never played one of his games. Here’s everything a beginner needs to know</p><p>It’s official: the new Super Mario Bros film has broken a long-established trend of lacklustre video game tie-in movies by becoming a vast success. Zooming past the $500m mark in nine days, it has smashed box office records for animated films and it’s also the highest grossing film of 2023 so far.</p><p>But if you don’t play games, you might be wondering what on earth is going on. How did a portly man in dungarees become a global superstar? Here is a quick recap …</p> <a href=\"https://www.theguardian.com/games/2023/apr/17/a-beginners-guide-to-super-mario\">Continue reading...</a>", "link": "https://www.theguardian.com/games/2023/apr/17/a-beginners-guide-to-super-mario", "date_published": "2023-04-17 14:37:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ahmad Jamal obituary", "description": "Innovative pianist who preferred the term American classical music to jazz, and became a favourite of hip-hop artists<p>The dapper and sagacious Ahmad Jamal may have looked more like a UN delegate than a jazz musician, but he was recognised as a truly great jazz artist by some of the music’s most notable pioneers. Jamal, who has died aged 92, was hailed in the 1940s and 50s by Art Tatum and Miles Davis, and more recently by <a href=\"https://www.theguardian.com/music/2020/mar/09/mccoy-tyner-obituary\" title=\"\">McCoy Tyner</a> and Keith Jarrett. In the 90s, when a jazz piano-trio renaissance was being led by gifted newcomers such as Brad Mehldau, Jason Moran, <a href=\"https://www.theguardian.com/music/2017/jul/03/geri-allen-obituary\" title=\"\">Geri Allen</a> and <a href=\"https://www.theguardian.com/music/2008/jun/17/jazz.obituaries\" title=\"\">Esbjörn Svensson</a>, Jamal did not retire to the sidelines but played better than ever. The former <a href=\"https://www.theguardian.com/music/2020/apr/02/ellis-marsalis-jazz-wynton-branford\" title=\"\">Wynton Marsalis</a> pianist and composer Eric Reed has said that Jamal is to the piano trio “what Thomas Edison was to electricity”.</p><p>He was a fascinating philosopher of contemporary music and a lifelong critic of the entertainment business, which he accused of fleecing African-American artists. Although he recognised the structural and technical distinctions of jazz and European classical music, he was adamant that there was no superiority of one over the other in what he called “the emotional dimensions”. “You have to know what the hell you’re doing,” he told me in 1996, “whether you’re playing the body of work from Europe or the body of work from Louis Armstrong.”</p> <a href=\"https://www.theguardian.com/music/2023/apr/17/ahmad-jamal-obituary\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/apr/17/ahmad-jamal-obituary", "date_published": "2023-04-17 14:34:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sunak needn’t worry – maths mania already has our schools in a stranglehold | Simon Jenkins", "description": "<p>The obsession with a subject most people don’t need to study until they are 18 is typical of a system that fails to equip pupils for modern life</p><p>Rishi Sunak is clearly gripped by maths. Today’s <a href=\"https://www.theguardian.com/education/2023/apr/17/anti-maths-mindset-costs-uk-a-huge-sum-rishi-sunak-claims\">attack</a> on what he sees as Britain’s “anti-maths mindset” is his second this year. The prime minister wants to embarrass all innumerates and make not being good at maths socially unacceptable. Lack of maths, he says, is costing the country “tens of billions a year”. So he wants students in England to study maths in some form until they are 18, with a review forthcoming.</p><p>Ever since Margaret Thatcher, certain politicians have been obsessed by maths – and for one reason. Its results are quantifiable, measurable and susceptible to central control. Yet two of the most successful countries in the supposed endgame of maths – the science industries – are the US and Britain, and they rank 17th and 38th in the Pisa international rankings for maths. In other words, for the minority of pupils whose careers require maths – and who keep Britain in the top leagues for Nobel prizes – the nation’s maths seems good enough. It is fine too for those for whom the subject is both fascinating and even beautiful, which includes me.</p><p>Simon Jenkins is a Guardian columnist <br /></p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/17/rishi-sunak-maths-schools-subject-study\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/17/rishi-sunak-maths-schools-subject-study", "date_published": "2023-04-17 14:32:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK progressive Judaism bodies merge to give movement more reach and voice", "description": "<p>New organisation will represent about 30% of British Jews who are affiliated to synagogues</p><p>Two bodies representing progressive Judaism in the UK have joined forces to give their movement greater reach and a stronger voice.</p><p>The Movement for Reform Judaism and Liberal Judaism announced on Monday that they would put aside 120 years as separate organisations “to create one single unified progressive Jewish movement for the UK”.</p> <a href=\"https://www.theguardian.com/world/2023/apr/17/uk-progressive-judaism-bodies-merge-to-give-movement-more-reach-and-voice\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/17/uk-progressive-judaism-bodies-merge-to-give-movement-more-reach-and-voice", "date_published": "2023-04-17 14:22:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "What prompted my U-turn on LTNs? I realised I was on the same side as Laurence Fox | Zoe Williams", "description": "<p>Low-traffic neighbourhood schemes have caused arguments up and down the country. I was against them at first – before I realised how well they work</p><p>I revised my opinion once in 2007. I went on the radio to vigorously protest against the smoking ban, which was just about to come in, and was giving it the full Farage welly, nanny-state this, fundamental-liberty-of-man that. An unruffled guy from the GMB union argued, contrawise, that a person’s right not to get cancer from secondhand smoke at work was more important than the slightly foggier right to do whatever you liked, wherever you were. Stumped, I had to change my mind, right there mid-conversation. “Well that was unpleasant,” I thought to myself. “I’m definitely not doing that again.”</p><p>So it is with a kind of aching regret that I’ve come round to low-traffic neighbourhoods.</p><p>Zoe Williams is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/17/what-prompted-u-turn-low-traffic-neighbourhoods-laurence-fox\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/17/what-prompted-u-turn-low-traffic-neighbourhoods-laurence-fox", "date_published": "2023-04-17 14:18:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ford hopes Sale can ride Manchester momentum with Premiership success", "description": "<ul><li>Sharks bidding to become first northern champions since 2006</li><li>George Ford: ‘It means a lot to the people up north’</li></ul><p>Sale Sharks are hoping to ride the current wave of Manchester-based sporting optimism and become the first northern side to claim the Premiership title for 17 years. Not since 2006 have the Sharks hoisted the domestic league trophy but their England fly-half George Ford says the club now have their eyes firmly fixed on the prize.</p><p>With both Manchester City and United in the FA Cup semi-finals this weekend and City <a href=\"https://www.theguardian.com/football/2023/apr/15/it-is-win-win-and-win-guardiola-challenges-city-before-title-run-in\">also firmly in contention for Premier League</a> and Champions League honours, Ford is keenly aware of the serious local competition in terms of headlines but believes a home Premiership semi-final for Sale would raise rugby’s profile across the north of England.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/17/george-ford-sale-sharks-manchester-united-manchester-city-premiership-rugby\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/17/george-ford-sale-sharks-manchester-united-manchester-city-premiership-rugby", "date_published": "2023-04-17 14:00:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mohamed Hamdan Dagalo: the feared ex-warlord taking on Sudan’s army | profile", "description": "<p>Commonly known as Hemedti, the general of the Rapid Support Forces rose through ranks of Janjaweed in 2003-05 war</p><p>The story has it that Mohamed Hamdan Dagalo – known universally as Hemedti or “little Mohammed” – first became a fighter in the Sudanese Arab Janjaweed militia in Darfur after an armed attack killed dozens of members of his family.</p><p>A secondary school dropout turned camel trader, the general and deputy head of state whose Rapid Support Forces [RSF] are now battling the Sudanese army forces loyal to army chief Abdel-Fattah al-Burhan, is also widely feared.</p> <a href=\"https://www.theguardian.com/world/2023/apr/17/mohamed-hamdan-dagalo-the-feared-ex-warlord-taking-on-sudan-army-hemedti\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/17/mohamed-hamdan-dagalo-the-feared-ex-warlord-taking-on-sudan-army-hemedti", "date_published": "2023-04-17 14:00:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Boy who ‘hoped’ to stab someone guilty of murdering Tomasz Oleszak, 14", "description": "<p>Newcastle court convicts 15-year-old who armed himself before stabbing stranger</p><p>A 15-year-old boy who went out with a knife “hoping” to stab someone has been found guilty of murdering another schoolboy in Gateshead.</p><p>A jury at Newcastle crown court on Monday found the boy, who cannot be named for legal reasons, guilty of the murder of Tomasz Oleszak, 14.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/17/boy-who-hoped-to-stab-someone-guilty-of-murdering-tomasz-oleszak-14\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/17/boy-who-hoped-to-stab-someone-guilty-of-murdering-tomasz-oleszak-14", "date_published": "2023-04-17 13:55:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I’m glad people call it a lesbian anthem’: how Sophie B Hawkins made Damn I Wish I Was Your Lover", "description": "<p>‘I was told we had to remake the video because it was too erotic. Many years later I found out the real reason was that I was dancing with a Black dancer’</p><p>I was Bryan Ferry’s percussionist but got fired after two weeks. He very nicely said: “You can’t play the Cuban congas as well as so-and-so who’s coming in to replace you.” I wore dresses then and was trying to be someone else, but after being fired I thought: “Screw it. I’m going to be myself.”</p> <a href=\"https://www.theguardian.com/culture/2023/apr/17/how-sophie-b-hawkins-made-damn-i-wish-i-was-your-lover\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/apr/17/how-sophie-b-hawkins-made-damn-i-wish-i-was-your-lover", "date_published": "2023-04-17 13:53:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Dominion v Fox News: what’s at stake in the $1.6bn defamation lawsuit", "description": "<p>High-profile trial over Fox’s airing of false claims of election fraud begins, and could see Rupert Murdoch testify</p><p>One of the most-watched media trials in decades gets under way on Tuesday, after a delay, as Fox News, and potentially Rupert Murdoch, find themselves forced to reckon with the channel’s airing of false claims of election fraud in the 2020 presidential race.</p><p>Dominion Voting Systems, which provided election machines to 28 states in the 2020 presidential election, <a href=\"https://www.theguardian.com/media/2023/mar/31/fox-news-dominion-voting-systems-case-trial\">claims Fox News damaged its business</a> when it aired conspiracy theories that those machines were used to rig the election in favor of Joe Biden.</p> <a href=\"https://www.theguardian.com/us-news/2023/apr/17/fox-news-dominion-lawsuit-defamation-murdoch-explainer\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/17/fox-news-dominion-lawsuit-defamation-murdoch-explainer", "date_published": "2023-04-17 13:49:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Frank Ocean at Coachella review – a rollercoaster ending in disappointment", "description": "<p><strong>Empire Polo Club, Indio, California</strong></p><p>The elusive singer made his headliner debut at the desert festival but delivered an awkward set of some high highs but very low lows</p><p>There was perhaps no one more highly and anxiously anticipated at Coachella this year than Frank Ocean. The 35-year-old has not released an album since Blonde, in 2016, and has not performed live in over six years. His headliner set at Coachella, originally slated for 2020, was delayed by Covid and then pushed back again. A refusenik and a renegade whose enigmatic public presence toggles between achingly tender and, more often, highly elusive, Ocean is beloved for two albums’ worth of nostalgia-tinged, genre-defying music. I encountered several people over the weekend for whom he was more or less the reason they bought tickets to the festival.</p><p>Those fans, as well as a good fraction of the festival who stayed for Ocean’s weekend-capping set on Sunday night, had their patience tested. There were warning signs of something amiss, namely the last-minute cancellation of a planned YouTube live stream for his show. The main stage screens still showed test visuals at his 10pm start time, for which people began staking out good spots an hour beforehand. By the time the show started an hour later, “come on, Frank!” was a common refrain.</p> <a href=\"https://www.theguardian.com/music/2023/apr/17/frank-ocean-coachella-review-stream\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/apr/17/frank-ocean-coachella-review-stream", "date_published": "2023-04-17 13:49:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "King Charles and Camilla choose coronation quiche as signature dish", "description": "<p>Recipe follows coronation chicken and platinum pudding as suggested centrepiece for parties and events</p><p>From coronation chicken to platinum pudding, royal occasions demand a signature dish and King Charles III’s coronation is no exception.</p><p>The “coronation quiche” has been personally chosen by the king and Camilla, the Queen Consort, in the hope it will be a centrepiece to many a coronation <a href=\"https://www.edenprojectcommunities.com/the-big-lunch\">“Big Lunch”</a> at street parties and community events on 6 May.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/17/king-charles-camilla-coronation-quiche-signature-dish\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/17/king-charles-camilla-coronation-quiche-signature-dish", "date_published": "2023-04-17 13:46:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Is this the world’s greatest gate? The Gate Appreciation Society thinks so", "description": "<p>If anyone knows what makes a good gate, it’s 118,000 enthusiasts who share their favourites on Facebook. And this wooden work of art in Anglesey has been liked by 42,000 members ...</p><p><strong>Name:</strong> The world’s best gate.</p><p><strong>Location: </strong>Anglesey.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/apr/17/worlds-greatest-gate-anglesey-gate-appreciation-society\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/apr/17/worlds-greatest-gate-anglesey-gate-appreciation-society", "date_published": "2023-04-17 13:45:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Domestic abuse victims advised to turn off phones for UK emergency alert test", "description": "<p>Fears that siren-like sound at 3pm on Sunday could give away location of secret devices</p><p>People at risk of domestic abuse have been advised to turn off any mobile device they want to keep hidden next Sunday, as ministers prepare to launch the first nationwide test of a new emergency alert system.</p><p><a href=\"https://www.theguardian.com/society/2023/apr/06/sound-that-saves-your-life-uk-disaster-alert-to-buzz-phones-on-23-april\">The warning will cause people’s phones and tablets to produce a siren-like sound.</a> But there are fears the test, which takes place at 3pm on Sunday, could give away the location of secret devices.</p> <a href=\"https://www.theguardian.com/society/2023/apr/17/domestic-abuse-victims-turn-off-phones-uk-emergency-alert-test\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/apr/17/domestic-abuse-victims-turn-off-phones-uk-emergency-alert-test", "date_published": "2023-04-17 13:28:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Brexit backer Jim Ratcliffe’s Ineos to build electric Grenadier in Austria", "description": "<p>Britain misses out on building second Ineos vehicle, after company chose France for original model</p><p>Ineos, the company founded and run by the British billionaire Sir Jim Ratcliffe, will build an electric version of its new Grenadier off-road vehicle in Austria.</p><p>The electric version of the 4x4 will be developed with the Canadian car parts manufacturer Magna and production is scheduled to start in 2026.</p> <a href=\"https://www.theguardian.com/business/2023/apr/17/jim-ratcliffe-ineos-electric-grenadier-austria\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/apr/17/jim-ratcliffe-ineos-electric-grenadier-austria", "date_published": "2023-04-17 13:11:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A shopping guide to the best … miniskirts", "description": "<p>Live the high life in a short skirt – shiny, beaded or can-do cargo – that’s big on style</p><p>Black denim, £195, <a href=\"https://www.ganni.com/en-gb/black-washed-wrap-mini-skirt-J1255.html?dwvar_J1255_color=Sharkskin\">ganni.com</a></p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/mar/31/a-shopping-guide-to-the-best-miniskirts\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/mar/31/a-shopping-guide-to-the-best-miniskirts", "date_published": "2023-04-17 13:01:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The primary cause of Britain’s childhood obesity emergency is clear: poverty | Camilla Kingdon", "description": "<p>No wonder type 2 diabetes is surging among young people – chicken nuggets and chips are cheaper than vegetables</p><p>• Dr Camilla Kingdon is president of the Royal College of Paediatrics and Child Health</p><p>Historically, seeing a child with type 2 diabetes would have been almost unheard of for a paediatrician like me. Data now shows that is no longer the case, with the number of children being treated at paediatric diabetes units in England and Wales jumping by <a href=\"https://www.theguardian.com/society/2022/jun/15/child-diabetes-referrals-england-wales-obesity-crisis\">more than 50%</a> in the last five years.</p><p>As is too often the case, children living in the most deprived areas are <a href=\"https://www.diabetes.org.uk/about_us/news/more-children-with-type-2-diabetes#:~:text=4%20in%2010%20children%20and,from%20the%20least%20deprived%20areas.\">most affected</a>. It’s no coincidence that these areas also have the highest rates of food insecurity and childhood obesity. The rising numbers of obese children and young adults across the UK has resulted in a rise in type 2 diabetes cases among those aged 18 to 39.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/17/britain-childhood-obesity-emergency-is-poverty-type-2-diabetes\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/17/britain-childhood-obesity-emergency-is-poverty-type-2-diabetes", "date_published": "2023-04-17 12:59:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Angela Merkel to receive Germany’s top order of merit despite criticism of legacy", "description": "<p>Former leader to be only third chancellor to be given Großkreuz, as her energy policy in particular comes under sharp scrutiny</p><p>Germany’s former leader Angela Merkel is to be awarded the country’s highest order of merit despite criticism over her legacy.</p><p>Merkel will be presented with the honour by the president, Frank-Walter Steinmeier, in Berlin on Monday evening in recognition of her contribution to German political life at an event to be attended by her political allies, including the current chancellor, Olaf Scholz, the former national football coach Jürgen Klinsmann and family and friends.</p> <a href=\"https://www.theguardian.com/world/2023/apr/17/angela-merkel-germany-highest-order-of-merit-grosskreuz\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/17/angela-merkel-germany-highest-order-of-merit-grosskreuz", "date_published": "2023-04-17 12:57:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Manchester City gain edge in title race as Arsenal wobble – Football Weekly", "description": "<p><a href=\"https://twitter.com/maxrushden\">Max Rushden</a> is joined by <a href=\"https://twitter.com/bglendenning\">Barry Glendenning</a>, <a href=\"https://twitter.com/jonawils\">Jonathan Wilson</a> and <a href=\"https://twitter.com/kickback_nedum\">Nedum Onuoha</a> to review the weekend’s action</p><p><strong>Rate, review, share on <a href=\"https://itunes.apple.com/podcast/football-weekly-the-guardian/id188674007?mt=2\">Apple Podcasts</a>, <a href=\"https://soundcloud.com/guardianfootballweekly\">Soundcloud</a>, <a href=\"https://audioboom.com/channel/football-weekly\">Audioboom</a>, <a href=\"https://www.mixcloud.com/guardianfootballweekly/\">Mixcloud</a>, <a href=\"https://www.acast.com/footballweekly\">Acast</a> and <a href=\"http://www.stitcher.com/podcast/guardianuk/football-weekly\">Stitcher</a>, and join the conversation on <a href=\"https://www.facebook.com/GuardianPodcasts/\">Facebook</a>, <a href=\"https://twitter.com/guardianaudio\">Twitter</a> and <a href=\"mailto:footballweekly@theguardian.com\">email</a>.</strong></p><p>Today: For the second week running, Arsenal drop points from a 2-0 lead to potentially hand Manchester City an advantage in the title race. The panel discuss just how big their meeting is on 26 April, and if the Gunners can weather this storm.</p> <a href=\"https://www.theguardian.com/football/audio/2023/apr/17/premier-league-title-race-manchester-city-arsenal-football-weekly-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/football/audio/2023/apr/17/premier-league-title-race-manchester-city-arsenal-football-weekly-podcast", "date_published": "2023-04-17 12:42:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Napoli bank on Osimhen and uneasy truce to keep their double dream alive | Nicky Bandini", "description": "<p>Goals have dried in star striker’s absence but against Milan, there will be unity, fan protests put aside for pivotal night</p><p>Victor Osimhen threw his arms to the sky as the final whistle went, then ran toward the man who had blown it. He waved an angry finger at the referee Federico La Penna, demanding to know why the match had been stopped while an attack was ongoing. Napoli were engaged in one final, futile, attempt to break a goalless stalemate against Verona. The crowd at the Stadio Diego Armando Maradona shared loudly in his indignation.</p><p>The dropped points hardly mattered to Napoli, who still finished the weekend 14 clear of Lazio at the top of Serie A with eight games remaining. Yet this was a window into the Partenopei’s state of being as they prepare for a season-defining Champions League quarter-final second leg at home to Milan on Tuesday night.</p> <a href=\"https://www.theguardian.com/football/2023/apr/17/napoli-osimhen-fan-protests-milan-serie-a-champions-league\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/17/napoli-osimhen-fan-protests-milan-serie-a-champions-league", "date_published": "2023-04-17 12:39:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Aldous Harding review – performative strangeness can’t hide great melodies", "description": "<p><strong>Brighton Dome<br /></strong>There’s an almost David Byrneish awkwardness to the singer’s self-presentation, but the tunes are straightforwardly winning<strong><br /></strong></p><p>Twenty minutes into Aldous Harding’s set, after a spellbinding version of Treasure, from her 2019 breakthrough album <a href=\"https://www.theguardian.com/music/2019/apr/25/aldous-harding-designer-review-psychedelic-pop-4ad-album\">Designer</a>, has provoked a particularly vociferous response from the crowd, she speaks her first words to the audience. It feels oddly like a warning. “I am friendly and open,” she says. “But we do have to things my way.”</p><p>As warnings go, it feels a little after the fact: you could have worked out Harding is intent on doing things her way pretty much from the moment she walked on stage. That means a gig punctuated by long, pregnant silences – “the no charisma between songs thing”, as she puts it – during which Harding adjusts her microphone stand, moves a chair across the stage and switches instruments, which she has a habit of looking at as if she’s never seen them before. When she does say something, it’s often a non sequitur: “I found this guitar in a river”; “I need a reset because this” – the venue – “is … a dome”.</p> <a href=\"https://www.theguardian.com/music/2023/apr/17/aldous-harding-review-performative-strangeness-cant-hide-great-melodies\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/apr/17/aldous-harding-review-performative-strangeness-cant-hide-great-melodies", "date_published": "2023-04-17 12:36:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Air France and Airbus cleared of involuntary manslaughter over 2009 crash", "description": "<p>Paris court clears aviation giants over disaster that killed 228 people flying from Rio de Janeiro to Paris</p><p>A Paris court has cleared Air France and Airbus of involuntary manslaughter over the crash of flight 447 in 2009 that killed 228 people.</p><p>Giving its verdict on Monday, the court said if there had been faults committed, “no certain causal link” with the accident could be shown.</p> <a href=\"https://www.theguardian.com/world/2023/apr/17/air-france-and-airbus-cleared-of-involuntary-manslaughter-over-2009-crash\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/17/air-france-and-airbus-cleared-of-involuntary-manslaughter-over-2009-crash", "date_published": "2023-04-17 12:14:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pentagon leak suggests Russia honing disinformation drive – report", "description": "<p>Latest disclosure includes claims that social media platforms detect false accounts only 1% of the time</p><p>Russia has increased the effectiveness of its disinformation campaigning on social media and boasts that vast amounts of fake accounts are escaping detection, according to a report on leaked US intelligence documents.</p><p>The latest material disclosed on the Discord chat platform contains claims by Russian operators of false social media accounts that they are detected by social media platforms only 1% of the time. The Russian disinformation network is known as Fabrika, according to the leak.</p> <a href=\"https://www.theguardian.com/us-news/2023/apr/17/pentagon-leak-suggests-russia-honing-disinformation-drive-report\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/17/pentagon-leak-suggests-russia-honing-disinformation-drive-report", "date_published": "2023-04-17 12:12:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Police officer charged with raping woman while on duty in Plymouth", "description": "<p>Charges against David Stansbury relate to alleged incidents in 2009 when he was on duty</p><p>A police officer has been charged with three counts of rape while on duty.</p><p>Sgt David Stansbury, 42, is due before Plymouth magistrates court on 19 April accused of raping a woman aged 16 years or over.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/17/police-officer-david-stansbury-charged-with-raping-woman-while-on-duty-plymouth\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/17/police-officer-david-stansbury-charged-with-raping-woman-while-on-duty-plymouth", "date_published": "2023-04-17 12:08:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Republican donor pauses Ron DeSantis funding over abortion and book banning", "description": "<p>Thomas Peterffy says Florida governor ‘seems to have lost some momentum’ in undeclared bid for 2024 presidential nomination</p><p>A top Republican <a href=\"https://www.opensecrets.org/outside-spending/donor_detail?cycle=2020&amp;id=U0000004660&amp;type=I&amp;super=s&amp;name=Peterffy%2C+Thomas\">donor</a> said he had paused plans to fund Ron DeSantis’s expected presidential run because of the Florida governor’s “stance on abortion and book banning”.</p><p><a href=\"https://www.opensecrets.org/search?order=desc&amp;q=Peterffy+&amp;sort=A&amp;type=donors\">Thomas Peterffy</a>, founder of Interactive Brokers, a digital trading platform, <a href=\"https://www.ft.com/content/9fa26170-5533-4e0b-a852-238b0ef15118\">told</a> the Financial Times: “I have put myself on hold. Because of his stance on abortion and book banning … myself, and a bunch of friends, are holding our powder dry.”</p> <a href=\"https://www.theguardian.com/us-news/2023/apr/17/ron-desantis-republican-donor-thomas-peterffy-2024\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/17/ron-desantis-republican-donor-thomas-peterffy-2024", "date_published": "2023-04-17 12:06:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "County cricket: Warwickshire go top with Surrey lurking in second", "description": "<p>The 2021 champions have taken an early lead in Division One, with 2022 champions Surrey looming in their rear-view mirror</p><p>By <a href=\"https://twitter.com/garynaylor999\">Gary Naylor</a> for the <a href=\"https://nestaquin.wordpress.com/\">99.94 Cricket Blog</a></p><p>Sometimes winning cricket matches looks easy, as if there is a recipe or formula to be followed, but it’s seldom as straightforward as it appears. Invited to bat by Kent captain Sam Billings and mindful of a grubby day on Friday, the Warwickshire top order piled up the runs on day one, stayed warm on day two and raced to a declaration early on day three, bonus points secured. Sam Hain (165*), Rob Yates (128) and Dan Mousley (94) handed over to the bowlers, who pawed at the ground with Zak Crawley in their sights.</p> <a href=\"https://www.theguardian.com/sport/99-94-cricket-blog/2023/apr/17/county-cricket-warwickshire-top-surrey-second\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/99-94-cricket-blog/2023/apr/17/county-cricket-warwickshire-top-surrey-second", "date_published": "2023-04-17 12:06:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Shaun Murphy: ‘What would I do without snooker? It’s my drug’", "description": "<p>The 2005 world champion on living with fame, that tabloid exposé, divorce, depression, death threats and his resurgence of form</p><p>“My wife says I should be in the corner of the room, dribbling away,” Shaun Murphy suggests with a smile as he revisits some tumultuous moments in his life which include violent bullying, becoming a snooker pro at 15, <a href=\"https://www.theguardian.com/sport/2005/may/03/snooker.worldsnookerchampionship20051\">winning the world championship</a> as a 150-1 outsider, bible-readings, a sex worker and tabloid exposé, divorce, estrangement from his father, depression, death threats, being called the Magician, obesity, surgery and a sudden resurgence of form in the game which consumes him.</p><p>We’re in the Crucible, that hushed and venerable site of the <a href=\"https://www.theguardian.com/sport/world-snooker-championship\">snooker world championships</a> which have just begun in Sheffield. Murphy has reached four finals here, winning his first in 2005, and the world No 4 enters the tournament with the certainty that, in his words, “no one’s playing better snooker than me right now”.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/17/shaun-murphy-snooker-interview-world-championships\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/17/shaun-murphy-snooker-interview-world-championships", "date_published": "2023-04-17 12:00:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Hannah Fry: ‘Mum wasn’t focused on cooking. She’d boil sardines’", "description": "<p>Over a cheeky Nando’s, the maths professor and TV presenter talks about dating, why she won’t eat anything that’s lived in water, and life after serious illness</p><p>Prof Hannah Fry is many things – mathematician, author, presenter, podcaster, a trusted expert in many fields – but one thing she is not is a foodie. She was going to suggest a kebab shop for lunch. “I wanted a filthy doner grot-fest,” she says, but opted for Nando’s instead. “I wanted the world to know that I was a classy girl.” You know what you’re getting with a Nando’s, she reasons, as the lunch rush heaves around us. Slightly bashfully, she says yes, she does have a regular order: chicken, chips and slaw. “I was tempted to go for the lemon and herb, just so everyone would know I was a massive wimp,” she admits. “I’ll have medium. It <em>is</em> lunchtime.”</p><p>Fry, 39, was born in Essex, and grew up just over the Hertfordshire border, in Hoddesdon, near Harlow, the middle child of three sisters. Her mother is Irish. “I don’t know whether this is uniform across all of Ireland, but certainly, my family are not culinary experts.” Take Christmas, for example. “In the Irish family, there will be roast potato, mashed potato, boiled potatoes. Maybe hash browns and croquettes. That’s what I like to call the Irish mixed grill,” she jokes.</p> <a href=\"https://www.theguardian.com/food/2023/apr/17/hannah-fry-interview-mum-wasnt-focused-on-cooking-boiled-sardines\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/apr/17/hannah-fry-interview-mum-wasnt-focused-on-cooking-boiled-sardines", "date_published": "2023-04-17 12:00:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Explosions and fire at Khartoum airport as fighting continues in Sudan – video", "description": "<p>Plumes of smoke could be seen rising above Khartoum international airport on Monday, as fighting in Sudan's capital between the paramilitary Rapid Support Forces (RSF) and the country's armed forces entered the third day. Fires could be seen on the airport's tarmac, complicating attempts by mediators to land in Khartoum and the delivery of humanitarian supplies. The two groups have been vying for control of key sites, in Omdurman and Khartoum, though violence has now spread to other cities. Almost 100 civilians have been killed in the fighting and many more injured </p><p></p><ul><li><p><a href=\"https://www.theguardian.com/world/2023/apr/17/sudan-death-toll-nears-100-as-fighting-rages-and-hospitals-run-short-of-supplies\">Sudan death toll nears 100 as fighting rages and hospitals run short of supplies</a></p></li><li><p><a href=\"https://www.theguardian.com/world/2023/apr/17/antony-blinken-calls-for-immediate-ceasefire-in-sudan\">Antony Blinken calls for immediate ceasefire in Sudan</a></p></li><li><p><a href=\"https://www.theguardian.com/world/2023/apr/16/sudan-conflict-why-is-there-fighting-and-what-is-at-stake-in-the-region\">Sudan conflict: why is there fighting and what is at stake in the region?</a></p></li></ul> <a href=\"https://www.theguardian.com/global/video/2023/apr/17/explosions-fire-khartoum-airport-fighting-continues-sudan-video\">Continue reading...</a>", "link": "https://www.theguardian.com/global/video/2023/apr/17/explosions-fire-khartoum-airport-fighting-continues-sudan-video", "date_published": "2023-04-17 11:57:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fireworks and Broadway Phantom’s final curtain: Monday’s best photos", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/news/gallery/2023/apr/17/fireworks-and-broadway-phantoms-final-curtain-mondays-best-photos\">Continue reading...</a>", "link": "https://www.theguardian.com/news/gallery/2023/apr/17/fireworks-and-broadway-phantoms-final-curtain-mondays-best-photos", "date_published": "2023-04-17 11:56:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Black Kansas City teen shot after going to wrong address to pick up siblings", "description": "<p>Ralph Yarl, 16, has life-threatening injuries and lawyer says ‘It is inescapable not to acknowledge the racial dynamics at play’</p><p>Kansas City police were working to quickly prepare evidence for the Clay county prosecutor in the shooting of a Black teenager who was trying to pick up his younger brothers from a friend’s house on Thursday.</p><p>“I want everyone to know that I am listening,” the police chief, Stacey Graves, said on Sunday at a news conference, “and I understand the concern we are receiving from the community.”</p> <a href=\"https://www.theguardian.com/us-news/2023/apr/17/black-kansas-city-teen-shot-wrong-address\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/17/black-kansas-city-teen-shot-wrong-address", "date_published": "2023-04-17 11:50:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Parliament watchdog opens investigation into Rishi Sunak", "description": "<p>Investigation concerns possible failure by prime minister to declare an interest</p><p>Parliament’s standards watchdog has opened an investigation into Rishi Sunak over a possible failure to declare an interest.</p><p>The parliamentary commissioner for standards, Daniel Greenberg, opened the investigation into Sunak over rules requiring MPs to declare their interests.</p> <a href=\"https://www.theguardian.com/politics/2023/apr/17/parliament-watchdog-opens-investigation-into-rishi-sunak\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/apr/17/parliament-watchdog-opens-investigation-into-rishi-sunak", "date_published": "2023-04-17 11:48:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The big idea: why the UK needs a triple lock against poverty", "description": "<p>The policy that has topped up pensions should be applied to working-age benefits</p><p>Even before the energy crunch, statistical warning lights were signalling a return to levels of penury we once thought had been consigned to history: in the 2010s, <a href=\"https://digital.nhs.uk/supplementary-information/2021/admissions-for-scurvy-rickets-and-malnutrition-2007-08-to-2020-21\" title=\"\">diagnoses</a> of malnutrition in hospital and the <a href=\"https://www.ons.gov.uk/peoplepopulationandcommunity/housing/articles/roughsleepingintheuk/2002to2021\" title=\"\">official count of rough sleepers</a> both doubled, while the number of food banks skyrocketed.</p><p>According to Matthew Desmond – the American sociologist who moved to a Milwaukee trailer park to witness privation close up – “poverty isn’t a line” but “a tight knot of social maladies”, “a relentless piling on” of difficulties. This comes through vividly in the stories uncovered across the UK by reporters I have been working with to illuminate the causes of the poverty crisis and possible remedies. Stories like that of Sandra, a disabled Buckinghamshire woman whose lack of a decent bed aggravated her asthma to the point where her heart briefly stopped; or of Lindsay – 600 miles north in the Orkneys – who lies under sheets damp with condensation feeling not only cold, but also “mad”; or of Sophie in Manchester, Lowri in Blackpool and Yvonne in Tottenham, north London, whose reluctance to tell family and friends about the hunger they face distances them from the very people who could offer support through hard times. Or indeed, tales of the empty days of Francis in Glasgow, which led him to seek comfort in drink, which in turn left him with too little money for the right food, too little iron in his body, and therefore too few healthy red blood cells.</p> <a href=\"https://www.theguardian.com/books/2023/apr/17/the-big-idea-why-we-need-a-triple-lock-against-poverty\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/apr/17/the-big-idea-why-we-need-a-triple-lock-against-poverty", "date_published": "2023-04-17 11:30:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK publishing industry reports record-breaking year in 2022", "description": "<p>There were 669m physical books sold in the UK last year, according to new figures from the Publishers Association</p><p>The UK publishing industry had a “record-breaking year” in 2022, with a total income of £6.9bn.</p><p>A Year in Publishing, a look at the state of the book market by trade body the Publishers Association , found that sales were up 4% from 2021In 2022, 669m physical books were sold in the UK, the highest overall level ever recorded.</p> <a href=\"https://www.theguardian.com/books/2023/apr/17/uk-publishing-industry-reports-record-breaking-year-in-2022\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/apr/17/uk-publishing-industry-reports-record-breaking-year-in-2022", "date_published": "2023-04-17 11:26:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Slovakia joins Poland and Hungary in halting Ukraine grain imports", "description": "<p>EU and Kyiv condemn unilateral bans that aim to protect local farmers amid glut and price crash</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/apr/17/russia-ukraine-war-live-verdict-due-in-treason-trial-of-kremlin-critic-putin-meets-chinese-defence-minister\">Russia-Ukraine war – latest news updates</a></li></ul><p>Slovakia has joined Poland and Hungary by unilaterally halting imports of grain and other food products from Ukraine to protect its farmers in decisions Kyiv and the European Commission have criticised as unacceptable.</p><p>The EU would expect the central European states “to come up with some explanation”, a senior official said, after Poland and Hungary announced their bans over the weekend and Slovakia followed suit on Monday. Bulgaria has also said it is considering a ban.</p> <a href=\"https://www.theguardian.com/world/2023/apr/17/slovakia-joins-poland-hungary-halting-ukraine-grain-imports\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/17/slovakia-joins-poland-hungary-halting-ukraine-grain-imports", "date_published": "2023-04-17 11:22:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "For years, I urged minorities to join the Tories. But now there’s Suella Braverman, I say – get out! | Mohammed Amin", "description": "<p>I thought the party couldn’t sink lower than Boris Johnson, but the awful rhetoric now must make it intolerable for people of colour  </p><p>I have been a politics junkie since 1960. Accordingly, I remember the Labour party introducing the Race Relations Act 1965, while Conservatives regularly made and <a href=\"https://www.migrationmuseum.org/tag/duncan-sandys/\">defended racist remarks</a>, the worst being Enoch Powell’s <a href=\"https://www.theguardian.com/world/2018/apr/14/enoch-powell-rivers-blood-legacy-wolverhampton\">“rivers of blood” speech</a> in 1968. My future wife’s Pakistani origin family in Romford experienced racist attacks for the first time after that speech.</p><p>Despite this, in 1983, as a new convert to free-market capitalism, I joined the Conservative party because I considered that Margaret Thatcher was transforming Britain for the better. I still do.</p><p>Mohammed Amin is a former chair of the Conservative Muslim Forum</p><p><em><strong>Do you have an opinion on the issues raised in this article? If you would like to submit a response of up to 300 words by email to be considered for publication in our<a href=\"https://www.theguardian.com/tone/letters\"> letters</a> section, please <a href=\"mailto:guardian.letters@theguardian.com?body=Please%20include%20your%20name,%20full%20postal%20address%20and%20phone%20number%20with%20your%20letter%20below.%20Letters%20are%20usually%20published%20with%20the%20author%27s%20name%20and%20city/town/village.%20The%20rest%20of%20the%20information%20is%20for%20verification%20only%20and%20to%20contact%20you%20where%20necessary.\">click here</a>.</strong></em></p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/17/minorities-join-tories-suella-braverman-boris-johnson\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/17/minorities-join-tories-suella-braverman-boris-johnson", "date_published": "2023-04-17 11:22:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK ministers review bidding process for funding new renewable energy projects", "description": "<p>Government wants to create more green jobs in response to Joe Biden’s Inflation Reduction Act package</p><p>Ministers are considering an overhaul of the bidding process to fund new renewable energy projects in an effort to create green jobs, amid Joe Biden’s subsidy race.</p><p>The government said on Monday it has begun a review of the “contracts for difference” (CfD) scheme, which is used to determine the price of electricity from offshore wind and solar farms, with the aim of adding factors such as how many jobs they create to the regular auctions.</p> <a href=\"https://www.theguardian.com/business/2023/apr/17/uk-bidding-renewable-energy-green-jobs-joe-biden\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/apr/17/uk-bidding-renewable-energy-green-jobs-joe-biden", "date_published": "2023-04-17 11:18:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Barry: this hitman comedy is one of the most overlooked and brilliant shows on TV", "description": "<p>Utterly singular, consistently excellent, capable of anything it puts its mind to, this comedy-drama is one of the best things ever televised. Don’t let it end without giving it a try</p><p>For five years now, Barry has not only been one of the very best things on television, but one of the most criminally overlooked. To some extent, this makes perfect sense. It has a bland, terrible, functionally useless title that gives nothing of itself to prospective viewers. What’s more, it has a premise – a comedy about a hitman who decides to become an actor – that sounds like the stuff of the hackiest sitcom imaginable. If these two things were all you knew of Barry, you’d probably give it a swerve as well.</p><p>But please don’t. The fourth and final season of Barry is about to start, and it is worth every second of your time. There might be bigger shows than Barry on television. There might be better publicised shows. I’m already glumly resigned to the fact that the climax of (the brilliant) Succession will knock all the wind out of Barry’s sails and reduce its finale to an afterthought. But we can’t let this happen. Barry is so singular, so restless, so terrified of complacency, that it deserves to go down as one of the very best.</p><p>Barry season four is on HBO Max in the US and starts tonight on Sky Atlantic and Sky Now in the UK.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/apr/17/barry-this-hitman-comedy-is-one-of-the-most-overlooked-and-brilliant-shows-on-tv\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/apr/17/barry-this-hitman-comedy-is-one-of-the-most-overlooked-and-brilliant-shows-on-tv", "date_published": "2023-04-17 10:59:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "One of UK’s largest seagrass beds discovered off Cornwall", "description": "<p>Survey finds 359 hectares of rich habitat, a highly effective carbon sink, in St Austell Bay</p><p>One of the largest seagrass beds in the UK, home to seahorses, pipefish and scallops and a highly effective carbon sink, has been identified off the south coast of Cornwall.</p><p>An acoustic study of <a href=\"https://www.visitcornwall.com/st-austell-bay\">St Austell Bay</a> carried out by a survey boat pinpointed 359 hectares (887 acres) of seagrass hugging the coastline, and divers sent in to examine the site close up recorded 56 species living in the rich habitat.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/17/one-of-uks-largest-seagrass-beds-discovered-off-cornwall\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/17/one-of-uks-largest-seagrass-beds-discovered-off-cornwall", "date_published": "2023-04-17 10:56:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Silvio Berlusconi leaves intensive care after treatment for lung infection", "description": "<p>Former Italian PM, who had been having breathing problems, is showing improvement, says doctor</p><p></p><p>The former Italian prime minister Silvio Berlusconi has left intensive care at a hospital in Milan where he spent 12 days being treated for a lung infection and leukaemia.</p><p>The 86-year-old has been transferred to another ward at the San Raffaele hospital as a result of the “constant improvement” of his condition, his medics said.</p> <a href=\"https://www.theguardian.com/world/2023/apr/17/silvio-berlusconi-leaves-intensive-care-treatment-lung-infection\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/17/silvio-berlusconi-leaves-intensive-care-treatment-lung-infection", "date_published": "2023-04-17 10:54:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Paramore review – pop-punk trio seize the moment in a rowdy yet reflective show", "description": "<p><strong>Cardiff International Arena</strong><br />Hayley Williams high-kicks her way through a muscular set that pairs the band’s vintage teen-angst anthems with newer, more mature material</p><p>‘How did time go by so quickly?” Hayley Williams asks, one foot atop a monitor, her eyes seeking those in the front row. The question forms the backbone of Paramore’s first UK show in five years, which is a fizzing spectacle of angst and charisma that reveals a band in a unique position to answer it.</p><p>Dressed in a short black suit that is half Twiggy, half Angus Young, with purple mascara tears bleeding from her right eye, Williams high-kicks her way through a set that pairs teenage insecurities from decades-old pop-punk records with new material musing on the existential heaviness that settles on your chest in your mid-30s. When she thanks the crowd for growing up alongside the band, it doesn’t feel like a line.</p> <a href=\"https://www.theguardian.com/music/2023/apr/17/paramore-review-pop-punk-trio-seize-the-moment-in-a-rowdy-yet-reflective-show\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/apr/17/paramore-review-pop-punk-trio-seize-the-moment-in-a-rowdy-yet-reflective-show", "date_published": "2023-04-17 10:52:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Elon Musk sets expectations low before SpaceX Starship test flight", "description": "<p>Most powerful rocket ever built ready to blast off on initial step towards humans returning to moon</p><p>The most powerful rocket ever built is ready for its first test flight, with its makers SpaceX hoping the launch from Texas will be the initial step on a human journey back to the moon and eventually Mars.</p><p>After last-minute approval from the Federal Aviation Administration on Friday, the Starship rocket system could blast off after 8am local time (2pm in the UK). At 120 metres, it is almost as long as three passenger jets and 10 metres taller than the Saturn V rocket that sent humans to the moon in 1969</p> <a href=\"https://www.theguardian.com/science/2023/apr/17/elon-musk-expectations-spacex-starship-test-flight-rocket-moon\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/apr/17/elon-musk-expectations-spacex-starship-test-flight-rocket-moon", "date_published": "2023-04-17 10:47:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "THG shares surge on takeover move amid spate of US private equity offers for UK firms", "description": "<p>Weak sterling makes FTSE 250 firms ‘ripe for takeovers’ with John Wood Group and Network International also approached</p><ul><li><a href=\"https://www.theguardian.com/business/live/2023/apr/17/uk-bosses-more-optimistic-energy-prices-fall-ai-spending-boom-economics-business-live\">Business live: THG receives buyout proposal from US private equity</a></li></ul><p>The share price of online retail tech company THG has surged after it received a takeover approach from US investor Apollo, amid a spate of attempted private equity takeovers of mid-sized British companies.</p><p>THG’s share price jumped by 34% on Monday morning to 88p, having reached 97p in earlier trading after it revealed the approach in a statement to the stock market. It was valued at £860m on Friday before the offer was revealed.</p> <a href=\"https://www.theguardian.com/business/2023/apr/17/thg-shares-surge-on-takeover-move-amid-spate-of-us-private-equity-offers-for-uk-firms\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/apr/17/thg-shares-surge-on-takeover-move-amid-spate-of-us-private-equity-offers-for-uk-firms", "date_published": "2023-04-17 10:46:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Google chief warns AI could be harmful if deployed wrongly", "description": "<p>Sundar Pichai calls for global regulatory framework similar to nuclear treaty amid safety concerns</p><p>Google’s chief executive has said concerns about artificial intelligence keep him awake at night and that the technology can be “very harmful” if deployed wrongly.</p><p>Sundar Pichai also called for a global regulatory framework for AI similar to the treaties used to regulate nuclear arms use, as he warned that the competition to produce advances in the technology could lead to concerns about safety being pushed aside.</p> <a href=\"https://www.theguardian.com/technology/2023/apr/17/google-chief-ai-harmful-sundar-pichai\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/apr/17/google-chief-ai-harmful-sundar-pichai", "date_published": "2023-04-17 10:43:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Newcastle Women thrill 24,000 crowd but must be perfect to seal promotion", "description": "<p>Fourth-tier club with WSL ambitions and big backing will likely have to win their final three games to overhaul Durham Cestria </p><p>At half-time Carly Telford walked on to the pitch, smiled approvingly at the 24,000 fans in the stands and reiterated how “honoured and proud” she was to be there. The recently retired former England, Sunderland, Chelsea and San Diego Wave goalkeeper was born in Newcastle, has always supported the club and was delighted to be Sunday’s guest of honour at St James’ Park.</p><p>Telford has watched Newcastle men live countless times but she particularly relished chatting to the club’s co-owner Amanda Staveley as Becky Langley’s women’s side thrashed Bradford 6-1.</p> <a href=\"https://www.theguardian.com/football/2023/apr/17/newcastle-women-24000-crowd-promotion-wsl-ambitions\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/17/newcastle-women-24000-crowd-promotion-wsl-ambitions", "date_published": "2023-04-17 10:36:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I felt alone’: new UK play shows Black women’s experiences with breast cancer", "description": "<p>Play highlights racial health inequalities in diagnosis, representation and care</p><p>Black women’s experiences with breast cancer will be put under the spotlight this month, in a play looking at six personal stories highlighting the racial health inequalities in diagnosis, representation and care.</p><p>Unseen Unheard: The Untold Breast Cancer Stories of Black Women in the UK is based on the experiences of five women who found support from the <a href=\"https://www.blackwomenrisinguk.org/\">charity Black Women Rising</a>, and the charity’s founder, Leanne Pero.</p> <a href=\"https://www.theguardian.com/world/2023/apr/17/black-women-experiences-with-breast-cancer-under-the-spotlight\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/17/black-women-experiences-with-breast-cancer-under-the-spotlight", "date_published": "2023-04-17 10:26:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tell us your predictions for the finale of Succession", "description": "<p>We would like to hear your thoughts on how the show’s final season will conclude</p><p>Without wishing to join <a href=\"https://www.theguardian.com/tv-and-radio/2023/apr/12/spoiler-people-need-to-stop-ruining-the-plot-of-tv-shows\">the media’s recent spoiler frenzy</a>, let’s just say the first few episodes of the fourth season of Succession have given fans much to ponder ahead of the finale.</p><p>We would like to hear your predictions on how the end will unfold. Who will inevitably betray whom? Who will “succeed”, and how? Or more to the point, will anyone win at all? Share your thoughts and theories below.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/apr/17/tell-us-your-predictions-for-the-finale-of-succession\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/apr/17/tell-us-your-predictions-for-the-finale-of-succession", "date_published": "2023-04-17 10:18:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Standup and immigration lawyer Sikisa: ‘I’m the hardest working act on the circuit’", "description": "<p>The comedian on online trolls, her worst gig and breaking into the comedy industry from a working-class background</p><p><strong>How did you get into comedy and cabaret?<br /></strong>I used to work behind the bar at the <a href=\"https://thecavendisharmsstockwell.co.uk/\">Cavendish Arms</a> in Stockwell, south-west London, which runs live shows. I still technically work there. Most people have walked through those doors at some point in their comedy career. My boss said to me: “You’re slightly funny, why don’t you give it a go?” So I did. I met a lot of people who were doing cabaret too and, because I used to be a dancer, I decided to incorporate cabaret into what I do.</p><p><strong>Can you recall a gig so bad it’s now funny?<br /></strong>I did a gig in a basement somewhere and died on my arse. There were quite a lot of alternative acts on. One was dressed in a priest outfit and throughout his set he was rocking back and forth. I was thinking, why is he doing that? Then his trousers dropped down and his penis whipped out. No one wants to see that.</p><p><a href=\"https://www.pleasance.co.uk/event/sikisa-words-progress\">Sikisa: Words in Progress is at the Pleasance, London, on 26 April</a></p> <a href=\"https://www.theguardian.com/stage/2023/apr/17/standup-and-immigration-lawyer-sikisa\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/apr/17/standup-and-immigration-lawyer-sikisa", "date_published": "2023-04-17 10:17:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fears for England’s frog and toad population after drought", "description": "<p>Conservationists blame changing weather patterns as low numbers of amphibians found across country</p><p>Frog and toad populations in England have been devastated by climate breakdown, conservationists fear, after the drought dried up their breeding ponds last year.</p><p>Usually at this time of year, ponds are full of <a href=\"https://www.theguardian.com/environment/2020/aug/24/country-diary-a-tad-curious-about-this-creatures-metamorphosis\">jelly-like frog and toadspawn</a>. But conservationists have found the habitats to be bare, with no amphibians or their young to be seen.</p> <a href=\"https://www.theguardian.com/environment/2023/apr/17/fears-for-englands-frog-and-toad-population-after-drought\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/apr/17/fears-for-englands-frog-and-toad-population-after-drought", "date_published": "2023-04-17 10:09:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The last bottle ovens of the Potteries – in pictures", "description": "<p>Celebrating the heritage of the Potteries, this photographic exhibition shows the dark beauty of a bygone industry in a modern world and how it once  thrived.</p><p>FORTYSEVEN: The last bottle ovens and kilns of the Potteries, by photographer Phil Crow and incorporating images from Keele University’s Warrillow Collection, is at Keele University Chancellors Building from 21 April to 21 May</p><p></p> <a href=\"https://www.theguardian.com/culture/gallery/2023/apr/17/the-last-bottle-ovens-of-the-potteries-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/gallery/2023/apr/17/the-last-bottle-ovens-of-the-potteries-in-pictures", "date_published": "2023-04-17 10:01:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Celebrity cemeteries and haunted libraries: how musician Lael Neale channels Hollywood’s dark side", "description": "<p>The lo-fi indie singer-songwriter has always been attracted to the stranger side of Los Angeles. Now she is embedding the city’s eerie edges into her unearthly new album</p><p>In the video for Lael Neale’s recent single, <a href=\"https://www.youtube.com/watch?v=MOSYYjONtow&amp;amp;ab_channel=LaelNeale\" title=\"\">In Verona</a>, she takes us on a woozy walk through the streets of Hollywood.<strong> </strong>Alongside grainy footage of the Walk of Fame, we find her drifting through the mausoleums of <a href=\"https://www.theguardian.com/us-news/2022/mar/24/hollywood-forever-cemetery-resting-place-to-the-stars-named-a-historical-site\">Hollywood Forever</a>, a celebrity cemetery on the same block as Paramount studios, as she hypnotically chants about “perfect death”, prayer and purity. As ritzy as any red carpet premiere, Hollywood Forever is where stars such as Rudolph Valentino, Judy Garland and Mickey Rooney share a final resting place with the author Eve Babitz, director Cecil B DeMille and rock stars Chris Cornell and <a href=\"https://www.theguardian.com/music/2022/feb/25/mark-lanegan-obituary\" title=\"\">Mark Lanegan</a>. Neale likes to pop in every now and then. “I love going to the graveyard – I feel like that’s the Harold and Maude in me,” she says, referencing her favourite movie, Hal Ashby’s cult 1971 film about a death-obsessed teenager.</p><p>Neale also enjoys a stroll around the sprawling Forest Lawn memorial park. “It’s the Disneyland of cemeteries,” she explains. As well as housing the crypt of Elizabeth Taylor, it has a Scottish-themed wedding chapel and a five-metre-tall replica of Michelangelo’s David. “It’s made to be a place where you go and have this <em>experience</em>, which is so Hollywood.”</p> <a href=\"https://www.theguardian.com/music/2023/apr/17/lael-neale-music-interview-star-eaters-delight-in-verona\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/apr/17/lael-neale-music-interview-star-eaters-delight-in-verona", "date_published": "2023-04-17 10:00:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Conservatives love judicial activism – as long as the law is moved in their favor | Jill Filipovic", "description": "<p>Brazen judicial overreach to curb abortion access proves the right wing will abandon their principles to get their way</p><p>Before the supreme court overturned Roe v Wade last June, the conservative line on the American judiciary was fairly consistent: judges should be careful interpreters of the rules, not activists; legislatures should decide policy, while courts should simply enforce the law.</p><p>That was, of course, never true – conservatives have always been thrilled with judicial activists, as long as those activists moved the law to the right. But our post-Roe era has showed just how bankrupt conservative claims to judicial continence are. And perhaps no case – other than Dobbs v Jackson Women’s Health, which overturned Roe – has revealed this rank hypocrisy as much as the decision by a rogue Texas judge to ban mifepristone nationwide.</p><p>Jill Filipovic is the author of the The H-Spot: The Feminist Pursuit of Happiness</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/17/conservatives-judicial-activism-abortion-mifepristone\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/17/conservatives-judicial-activism-abortion-mifepristone", "date_published": "2023-04-17 10:00:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How we met: ‘I had gone straight from the bar to the airport – then I sat next to her on the plane’", "description": "<p>Laurens, 45, met Alona, 33, on a flight and offered her ‘the cheesiest opening line’. Soon afterwards, she agreed to accompany him to his cousin’s wedding. They now live together in Tanzania<strong><br /></strong></p><p>When Laurens boarded a flight from Phuket to Bali in April 2011, the only thing on his mind was sleeping. “I’d gone straight from the bar to the airport and I was so hungover,” he says. “It was not my most glorious moment.” He had recently completed his medical training in anaesthesiology in Brussels and was taking a well-deserved break. “I’d been travelling in Fiji and Asia and was making my way to Bali for my cousin’s wedding.” Due to exhaustion, he barely noticed Alona sitting next to him until they were about to land. “I was on a gap year working in Thailand and was taking a trip to Bali,” she says. “We both went to sleep but when we woke up we started talking.” Laurens asked her if she was travelling for business or pleasure, admitting “it was the cheesiest opening line”. They clicked straight away and continued chatting until they had picked up their luggage.</p><p>“My uncle came to get me from the airport and suggested we offer Alona a lift,” says Laurens. During the journey, the pair exchanged contact details and he asked her to join him the next day for a party with his cousins. They got on so well that, afterwards, he invited her to the wedding, too. “I ended up ditching my friends,” says Alona. “It was a Muslim wedding and I only had beach clothes, so I made myself an appropriate outfit from a scarf that I turned into a dress,” she says. “My family were definitely gossiping about me because I brought a girl I met on the plane,” laughs Laurens. They spent the next few days in Bali, driving around on scooters and talking about their lives. “He told me his dream was to move to Africa, where he was born,” says Alona. “At the time, it seemed like a holiday romance, so I didn’t take it seriously.”</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/apr/17/how-we-met-i-had-gone-straight-from-the-bar-to-the-airport-then-i-sat-next-to-her-on-the-plane\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/apr/17/how-we-met-i-had-gone-straight-from-the-bar-to-the-airport-then-i-sat-next-to-her-on-the-plane", "date_published": "2023-04-17 10:00:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "In brief: The Memory Keeper; The Anniversary; How to Be Invisible – reviews", "description": "<p>Jackie Kohnstamm uncovers her grandparents’ lives in Berlin, a novelist loses her husband at sea and Kate Bush perceptively introduces her lyrics  </p><p><strong>Jackie Kohnstamm<br /></strong><em>Canongate, £18.99</em><em>, </em><em>pp</em><em>320</em><em><br /></em></p> <a href=\"https://www.theguardian.com/books/2023/apr/17/in-brief-the-memory-keeper-the-anniversary-how-to-be-invisible-reviews\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/apr/17/in-brief-the-memory-keeper-the-anniversary-how-to-be-invisible-reviews", "date_published": "2023-04-17 10:00:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Much Ado review – Shakespeare adaptation offers modern British take", "description": "<p>Some sparky performances are not enough to stop this low-budget version of Shakespeare’s romcom falling flat</p><p>This well-intentioned adaptation of the Shakespeare romcom relocates the tale from Messina to modern day, faintly drizzly Britain. Beatrice (Emma Beth Jones) and her cousin Hero (Jody Larcombe) are imagined as university students enjoying a languid afternoon together, until their idyll is shattered by a busload of high-spirited rugby players. Among them is Benedick (Johnny Lucas) – a commitment-phobic hunk who is horrified by the idea of marriage, but has been locked for some time in a “merry war” of words with Beatrice – and Claudio, his wetter, kinder friend, who has a crush on Hero that is fated only to grow, bland though she may be. The four characters’ inevitable flightpath to bliss is imperilled, however, by the machinations of Don John (nicely played by Jack Boal), a classic Shakespearean chaos agent who can’t bear to see others happy.</p><p>Directed and produced by the promisingly named sisters Hillary and Anna-Elizabeth Shakespeare, this palpably low-budget effort brings many of the problems you might expect: dodgy lighting, dispiriting costumes and a washed-out palette. But there are other issues that can’t quite be attributed to money: for all the repartee between Beatrice and Benedick, the two actors have little chemistry, dampening the squib when they get together. Worse, some lines are rushed or mumbled, making the (already challenging) language hard to understand, while plangent indie music shoulders in at moments of high drama to do the emotional heavy-lifting. And the smooth progress of the story is marred by a few cringe-inducing moments, including a student party where the actors feign drunken flirting.</p> <a href=\"https://www.theguardian.com/film/2023/apr/17/much-ado-review-shakespeare-adaptation-offers-modern-british-take\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/apr/17/much-ado-review-shakespeare-adaptation-offers-modern-british-take", "date_published": "2023-04-17 10:00:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "I’ve been in the grip of astrology all my life, so why am I turning my back on the stars? | Daisy Jones", "description": "<p>Smug detractors may roll their eyes, but this ancient art gave me a deep understanding of who I am – until it began to feel restrictive</p><p>In early 2017, I became completely <a href=\"https://www.theguardian.com/global/2018/mar/11/star-gazing-why-millennials-are-turning-to-astrology\">fixated on the movements of Jupiter</a>. The planet was hurtling towards my sign, Libra, which, in astrology terms, meant that I would feel the influence of the “luckiest” planet in the sky for as long as it remained in that position (a year). And I really did feel lucky that year. I made friends and lovers easily. I met the person I am now engaged to. Every day I woke up curious and excited, the bright, expansive presence of Jupiter floating right above me like a 61.42bn km² talisman. Thank you Jupiter, I remember thinking to myself. You are my favourite planet in space.</p><p>My astrology obsession may have reached new levels that year, but it’s always been there. The instant I was born, at 6.36am, my mum wrote down the time so that I’d have an accurate birth chart (an insight into my character based on the alignment of the planets at my time of birth). Growing up, my grandma often read our tarot, the cards spread out on her soft, flowery bed, a vehicle for an unspoken closeness. And I had my own private relationship with astrology, too. Potential relationships would be vetted via star signs<strong> </strong>(I date Sagittariuses, not Capricorns). <a href=\"https://www.theguardian.com/lifeandstyle/2019/may/30/i-dont-even-believe-in-astrology-so-why-am-i-addicted-to-this-horoscope-app\">Life choices would be explained by the planets</a> (no one goes out during Cancer season). And my conception of myself became hugely shaped by my own astrological makeup (a double Libra: charming when necessary, persuasive, more than a little flaky). In later years, I’d find myself scanning horoscope websites and checking astrology apps such as Co-Star and The Pattern daily.</p><p>Daisy Jones is a writer and author of All the Things She Said</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/17/astrology-stars-art-understanding-restrictive\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/17/astrology-stars-art-understanding-restrictive", "date_published": "2023-04-17 10:00:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Caste is anti-Asian hate’: the activists fighting ‘less visible’ discrimination in the US", "description": "<p>Thenmozhi Soundararajan has spent her life battling for equity. Now California could pass a landmark law protecting it</p><p>Thenmozhi Soundararajan had one of her earliest encounters with India’s ancient caste ladder when she was 10, during a playdate at a friend’s house not long after immigrating to the US.</p><p>When Soundararajan revealed that she belongs to a caste once known as “untouchables” – also known by the Sanskrit term “Dalit” – her friend’s mother, with a disgusted look, asked her to eat communal snacks on a separate plate so she could not taint the rest of the family.</p> <a href=\"https://www.theguardian.com/us-news/2023/apr/17/caste-discrimination-california-law-thenmozhi-soundararajan\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/17/caste-discrimination-california-law-thenmozhi-soundararajan", "date_published": "2023-04-17 10:00:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tell us: Have you been affected by the clashes in Sudan?", "description": "<p>We’d like to hear from people who have been affected by the outbreak of fighting in Sudan</p><p>At least 97 people have been killed and hundreds wounded <a href=\"https://www.theguardian.com/world/2023/apr/17/sudan-death-toll-nears-100-as-fighting-rages-and-hospitals-run-short-of-supplies\">as clashes spread across Sudan</a>, and the World Health Organization (WHO) said some hospitals were running out of critical supplies to treat the injured.</p><p>The violence, which erupted on Saturday, was sparked by a disagreement over the integration of the RSF into the military as part of a transition towards civilian rule to end the political-economic crisis sparked by a military coup in 2021.</p> <a href=\"https://www.theguardian.com/world/2023/apr/17/tell-us-have-you-been-affected-by-the-clashes-in-sudan\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/17/tell-us-have-you-been-affected-by-the-clashes-in-sudan", "date_published": "2023-04-17 09:47:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The director who dared to tell uncomfortable truths: Lindsay Anderson at 100", "description": "<p>With films such as O Lucky Man! and Britannia Hospital, the British auteur portrayed his country as a bleak dystopia in decline – what would he make of today’s Britain?</p><p>‘No film can be too personal,” declared Lindsay Anderson in the Free Cinema manifesto of 1956. A decade later he lived up to this slogan when he shot his elegy to youth rebellion If…. at his old school, Cheltenham College. Winning the Palme d’Or at the 1969 Cannes film festival, it was the first in a loose trilogy of films that held up a mirror to a contemporary Britain that Anderson considered to be in a state of moral decline.</p><p>O Lucky Man! followed in 1973. Malcolm McDowell, who had played the chief rebel in If…., returned as a modern-day Candide who discovers that 1970s society offers very little grounds for his natural optimism. A brilliant score from Alan Price underpins the film’s bleak viewpoint. In the words of the title song: “If you have a friend on whom you think you can rely, you are a lucky man!” Perhaps paradoxically, Anderson had many friends on whom he could rely even if he didn’t think so and I was lucky that some of those friends became my friends, too.</p> <a href=\"https://www.theguardian.com/film/2023/apr/17/the-director-who-dared-to-tell-uncomfortable-truths-lindsay-anderson-at-100\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/apr/17/the-director-who-dared-to-tell-uncomfortable-truths-lindsay-anderson-at-100", "date_published": "2023-04-17 09:44:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Silence and the Noise review – star-crossed romance along county lines", "description": "<p><strong>Available online<br /></strong>The daughter of an addict and a young man trapped in the drugs trade meet in an unsentimental tale that blends tenderness and tragedy</p><p>Two teenagers meet on a bombed-out sofa in the middle of nowhere. One is a young drug runner, wet behind the ears; the other is an addict’s daughter who brandishes a knife and acts tough but is lonely, desperate and so hungry she lives on cat food.</p><p>Drugs connect Ben (William Robinson) and Daize (Rachelle Diedericks) on opposite sides of the county lines: Daize’s mother is disastrously in the grip of the drugs that Ben’s boss is peddling. There is quick, sharp dialogue between them, full of barbs and cusses at the start, with a trembling undercurrent. But out of this antipathy emerges a delicate, wretched love story that builds its tenderness and tragedy to create an almost epic quality.</p><p><a href=\"https://pentabus.co.uk/silence-noise\">Available online from 20 April to 31 May</a></p> <a href=\"https://www.theguardian.com/stage/2023/apr/17/the-silence-and-the-noise-review-county-lines\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/apr/17/the-silence-and-the-noise-review-county-lines", "date_published": "2023-04-17 09:22:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Chile takes on ‘moral duty’ of finding the disappeared of Pinochet regime", "description": "<p>As the 50th anniversary of Augusto Pinochet’s bloody coup nears, Chile’s government launches a new plan to find and identify those who went missing</p><p>Susana Barra’s home in a quiet suburb of Santiago, Chile, is only a few miles from the site of the former notorious <a href=\"https://rutas.bienes.cl/wp-content/uploads/2020/03/Ruta-de-la-Memoria_-Region_Metropolitana.pdf\">Simón Bolívar</a> death camp, which was operated by the secret police during the Pinochet dictatorship. Susana was eight years old when her 23-year-old sister, Jenny, was taken there in 1977, never to be seen again.</p><p>“No one left alive,” said Susana Barra, who wears a grainy, black and white picture of Jenny pinned to her chest – a symbolic gesture adopted by families still searching for relatives who disappeared during the Pinochet dictatorship.</p> <a href=\"https://www.theguardian.com/world/2023/apr/17/chile-families-search-disappeared-pinochet\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/17/chile-families-search-disappeared-pinochet", "date_published": "2023-04-17 09:15:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Hertha Berlin’s humbling at Schalke feels less a setback, more a fatal blow | Andy Brassell", "description": "<p>Sandro Schwarz departed on Sunday after Friday’s grim 5-2 defeat leaves Hertha rock-bottom of the Bundesliga</p><p>“That,” said Benjamin Weber, “was a real slap in the face.” Hertha’s sporting director has been in situ for less than three months, but he is already acclimatised to the chaos of the capital club. Not surprisingly, perhaps. Before <a href=\"https://www.theguardian.com/football/blog/2023/jan/30/union-boss-the-berlin-derby-again-and-herthas-bobic-pays-the-price\">returning to the club in late January</a> he had served the club for almost two decades in a variety of roles. “I’m a Berliner. I’m a Herthaner,” he told his introductory press conference.</p><p>This, then, will hurt. Hertha have been circling the drain for a while now, retaining their top-flight place via the relegation playoff last season having finished two points clear of the playoff spot the campaign before. This season has been more of the same struggle and instability. However this, as Weber’s assessment suggested, was something so much worse than the troubles to which they have become accustomed in recent times.</p> <a href=\"https://www.theguardian.com/football/blog/2023/apr/17/hertha-berlin-schalke-bottom-bundesliga\">Continue reading...</a>", "link": "https://www.theguardian.com/football/blog/2023/apr/17/hertha-berlin-schalke-bottom-bundesliga", "date_published": "2023-04-17 09:10:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Former senior diplomats urge west to ‘go all in’ on military support for Ukraine", "description": "<p>Group also made up of former high-level military advisers say ‘actions still fail to match the rhetoric’</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/apr/17/russia-ukraine-war-live-verdict-due-in-treason-trial-of-kremlin-critic-putin-meets-chinese-defence-minister\">Russia-Ukraine war – latest news updates</a></li></ul><p>A transatlantic group of former senior diplomats and high-level military advisers have said the war in Ukraine is on course to become a stalemate unless the west goes “all in” and increases its level of military support.</p><p><a href=\"https://www.theguardian.com/commentisfree/2023/apr/17/democracies-vladimir-putin-ukraine-diplomatic-military-europe\">Writing in the Guardian</a><strong><a href=\"https://www.theguardian.com/commentisfree/2023/apr/17/democracies-vladimir-putin-ukraine-diplomatic-military-europe\"> </a></strong><a href=\"https://www.theguardian.com/commentisfree/2023/apr/17/democracies-vladimir-putin-ukraine-diplomatic-military-europe\">on Monday</a>, the group said that “declarations of unwavering support” were not enough and “actions still fail to match the rhetoric” in a reflection of military assessments in European capitals and Washington.</p> <a href=\"https://www.theguardian.com/world/2023/apr/17/former-senior-diplomats-urge-west-to-go-all-in-on-military-support-for-ukraine\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/17/former-senior-diplomats-urge-west-to-go-all-in-on-military-support-for-ukraine", "date_published": "2023-04-17 09:00:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Freedom needs to be better supplied than tyranny. If democracies stand firm, Putin’s war on Ukraine will fail | Simon McDonald and others", "description": "<p>We are diplomatic and military experts from across Europe. And we say give Ukrainians more arms, or risk a terrible stalemate</p><ul><li><a href=\"https://www.theguardian.com/world/2023/apr/17/former-senior-diplomats-urge-west-to-go-all-in-on-military-support-for-ukraine\">Report: Former senior diplomats urge west to ‘go all in’ on military support for Ukraine</a></li></ul><p>When Vladimir Putin <a href=\"https://www.theguardian.com/world/2022/feb/24/russia-has-invaded-ukraine-what-we-know-so-far\">ordered his troops into Ukraine</a> on 24 February 2022, he flagrantly violated international law and committed a breach of the <a href=\"https://www.un.org/en/about-us/un-charter/full-text\">UN charter</a>. Denying Ukraine’s right to exist, he used massive force to try to erase it from the map of Europe, leaving an ever-increasing trail of gross human rights abuses and war crimes in the process. One year later, Putin has not given up his objective of taking over Ukraine; he believes he has more staying power than Ukraine and the international coalition that supports it.</p><p>If he succeeded, Putin would no doubt set his eyes on Moldova and possibly the Baltic states, increasing the risk of a direct confrontation between Russia and Nato. A Russian victory in Ukraine would undermine the rules-based international order and fundamental principles of territorial integrity and national sovereignty, setting a dangerous precedent for territorial conquest elsewhere.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/17/democracies-vladimir-putin-ukraine-diplomatic-military-europe\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/17/democracies-vladimir-putin-ukraine-diplomatic-military-europe", "date_published": "2023-04-17 09:00:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Vaseline your pulse points – and melt your mascara! 14 ways to make the most of your makeup", "description": "<p>No one likes throwing away tubes of foundation or jars of moisturiser without extracting the last drop. Here is how to avoid waste: from stashing skincare with your condiments to microwaving soap slivers</p><p>Look for items in packaging that can be opened easily, such as a cleanser in a wide pot where the product can be fully scooped out, or a tube that can be cut open with scissors.</p> <a href=\"https://www.theguardian.com/fashion/2023/apr/17/vaseline-your-pulse-points-and-melt-your-mascara-14-ways-to-make-the-most-of-your-makeup\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2023/apr/17/vaseline-your-pulse-points-and-melt-your-mascara-14-ways-to-make-the-most-of-your-makeup", "date_published": "2023-04-17 09:00:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Education secretary admits schools don’t have enough maths teachers to implement Sunak’s plans – UK politics live", "description": "<p>The prime minister is expected to restate his desire to ensure all pupils study maths up to the age of 18</p><p>Here are tweets from three commentators on Rishi Sunak’s speech on maths.</p><p>From <strong>Ben Ansell</strong>, a politics professor</p> <a href=\"https://www.theguardian.com/politics/live/2023/apr/17/rishi-sunak-gillian-keegan-teachers-maths-plans-keir-starmer-uk-politics-live\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/live/2023/apr/17/rishi-sunak-gillian-keegan-teachers-maths-plans-keir-starmer-uk-politics-live", "date_published": "2023-04-17 08:53:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "India heatwave: temperatures hit 40C", "description": "<p>Indians warned to stay vigilant during spell of very hot weather. Elsewhere, sandstorms plague China</p><p>The heatwave that has been plaguing the states of West Bengal, Bihar, and Andhra Pradesh in north-west India is forecast to continue through the coming week. Daytime temperatures of 40C have been recorded for several consecutive days in these regions, about 5C above the seasonal average.</p><p>This excessive heat is linked to a north-westerly flow of air, which is also bringing much drier than usual conditions. The authorities have advised people to be vigilant about their health by staying hydrated, wearing breathable clothing and avoiding street food, which could easily go off in these conditions. They have also closed schools and universities for a week in response to schoolchildren complaining about headaches.</p> <a href=\"https://www.theguardian.com/environment/2023/apr/17/weather-tracker-india-temperatures-hit-40c-heatwave-continues\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/apr/17/weather-tracker-india-temperatures-hit-40c-heatwave-continues", "date_published": "2023-04-17 08:35:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Was the Gen-Z Pentagon leaker motivated by social media clout? | Nancy Jo Sales", "description": "<p>Sources say he wanted to impress a bunch of teenage boys and young men who were his acolytes in a Discord chatroom</p><p>Massachusetts air national guardsman Jack Teixeira, 21, has been charged in a Boston court on two counts under the Espionage Act, and the question on everyone’s minds is why. Unlike with whistleblowers in the past such as Daniel Ellsberg (the Pentagon Papers) and Chelsea Manning (Wikileaks), neither ethics or politics seem to have been the motivation for Teixeira’s alleged leak of hundreds of pages of classified documents related to the war in Ukraine. He doesn’t appear to have been acting as an agent for a foreign government, according to his criminal complaint. So why is he allegedly behind one of the worst leaks of US intelligence in a decade, for which he now faces up to 15 years in prison?</p><p>Based on what we know so far, the answer may be that Teixeira did it, as they used to say, for the Vine – for social media clout. Sources say he wanted to impress a bunch of teenage boys and young men who were his acolytes in a Discord chat room of 20 to 30 gamers who referred to themselves as Thug Shaker Central – the most wannabe gangster name imaginable for a bunch of gamers whose leader (Teixeira) lived with his mother.</p><p>Nancy Jo Sales is the author, most recently, of Nothing Personal: My Secret Life in the Dating App Inferno</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/17/was-the-gen-z-pentagon-leaker-motivated-by-social-media-clout\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/17/was-the-gen-z-pentagon-leaker-motivated-by-social-media-clout", "date_published": "2023-04-17 08:07:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "NHL playoffs 2023: can anyone stop the record-smashing Boston Bruins?", "description": "<p>The Bruins broke the long-standing NHL records for wins and points during a stunning regular-season campaign. But history shows that a Stanley Cup is hardly a given from here</p><p>On 11 April, the Bruins notched their 64th win of the season and pushed their regular season point total to 133, the highest since the 1976-77 Montreal Canadiens earned 132.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/17/nhl-playoff-preview-stanley-cup-boston-bruins\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/17/nhl-playoff-preview-stanley-cup-boston-bruins", "date_published": "2023-04-17 08:00:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Over My Dead Body review – corpse comedy riffs on Hong Kong property prices", "description": "<p>Goofy story about the residents of a ritzy apartment block racing to get rid of a murder victim just isn’t that funny</p><p>The madness of the Hong Kong property market takes centre stage in this goofy Cantonese-language comedy, set almost entirely over the course of one chaotic night in a luxury high-rise apartment block. Directed by Ho Cheuk-tin, it imagines how a bunch of ordinary Hongkongers would handle the unexplained appearance of a very naked and very dead man in their building.</p><p>Proceedings kick off when Ming (Wong You-nam) is having dinner with his wife (Jennifer Yu) in the apartment owned by his penny-pinching mother-in-law (Teresa Mo). When they hear a sinister thump outside the flat, they go to investigate – and find the corpse. Calling the police, they agree, would be risky, as their apartment could become a notorious “murder home” and lose value. So they try to make the corpse someone else’s problem, by dumping it outside another flat. Soon, other residents are drawn into the buck-passing, including two retired teachers and a failed footballer. As they all try to get rid of the body, they find a common enemy in Jiro Lee Sheung-ching’s believably priggish security guard.</p> <a href=\"https://www.theguardian.com/film/2023/apr/17/over-my-dead-body-review-corpse-comedy-riffs-on-hong-kong-property-prices\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/apr/17/over-my-dead-body-review-corpse-comedy-riffs-on-hong-kong-property-prices", "date_published": "2023-04-17 08:00:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Premier League: 10 talking points from the weekend action", "description": "<p>Antony shows what he brings to Manchester United, Everton are in trouble and Arsenal hand City the edge in title race</p><p>The adage that 2-0 is football’s most dangerous scoreline has long since been dispensed with but Arsenal are making a good case for bringing it back. For the second week in a row Mikel Arteta’s side frittered away a hard-earned two-goal lead in a manner unbefitting of title hopefuls – the only time a team at the top of the Premier League has ever done so. There’s still time for them to put that right but after a seven-game winning streak, the sense of halted momentum will need to be recovered before the trip to Manchester City next Wednesday, from which Arsenal must get a result in order to avoid disappearing into City’s rearview. Should they fail to do so, it won’t be this season’s losses that cause them most regret. This was the fourth time Arsenal have turned a lead into a fairly desperate draw; all four have come against opponents that should have been swatted aside with ease. If <a href=\"https://www.theguardian.com/football/2023/mar/04/arsenal-bournemouth-premier-league-match-report\">Arsenal’s epic win over Bournemouth</a> last month showed how a seesawing thriller can leave you thinking your name’s on the trophy, the last two weeks have demonstrated how it can have the opposite effect too. <strong>Alex Hess</strong></p><p><em>Match report: <a href=\"https://www.theguardian.com/football/2023/apr/16/west-ham-arsenal-premier-league-match-report\">West Ham 2-2 Arsenal</a></em></p><p><em>Match report: <a href=\"https://www.theguardian.com/football/2023/apr/16/nottingham-forest-manchester-united-premier-league-match-report\">Nottingham Forest 0-2 Manchester United</a></em></p><p><em>Match report: <a href=\"https://www.theguardian.com/football/2023/apr/15/chelsea-brighton-premier-league-match-report\">Chelsea 1-2 Brighton</a></em></p><p><em>Match report: <a href=\"https://www.theguardian.com/football/2023/apr/15/aston-villa-newcastle-premier-league-match-report\">Aston Villa 3-0 Newcastle</a></em></p><p><em>Match report: <a href=\"https://www.theguardian.com/football/2023/apr/15/tottenham-bournemouth-premier-league-match-report\">Tottenham 2-3 Bournemouth</a></em></p><p><em>Match report: <a href=\"https://www.theguardian.com/football/2023/apr/15/manchester-city-leicester-premier-league-match-report\">Manchester City 3-1 Leicester</a></em></p> <a href=\"https://www.theguardian.com/football/2023/apr/17/premier-league-10-talking-points-from-the-weekend-action\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/17/premier-league-10-talking-points-from-the-weekend-action", "date_published": "2023-04-17 08:00:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Why bank blunders can turn your house move into a living nightmare", "description": "<p>An already stressful day can become a weekend-long ordeal if  funds fail to arrive in time to seal the deal</p><p>It was nine days before Christmas and Kate Ross and her young family were on the road from London to their new home in Worthing, West Sussex. But instead of moving in, a banking error left them in limbo with a baby, a toddler, a cat and a dog and two removal lorries. Four days passed before they eventually obtained the keys, during which time they racked up storage and transport costs of £3,600.</p><p>Ross’s saga is extreme, but not unusual. A processing glitch meant that the funds transferred by her buyer did not reach her solicitor’s account until four days after completion day, with four households in the property chain stuck in expensive purgatory.</p> <a href=\"https://www.theguardian.com/money/2023/apr/17/why-bank-blunders-can-turn-your-house-move-into-a-living-nightmare\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/apr/17/why-bank-blunders-can-turn-your-house-move-into-a-living-nightmare", "date_published": "2023-04-17 08:00:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sir Martin Sorrell reveals cancer treatment", "description": "<p>S4 Capital boss says it’s almost ‘business as usual’ after keyhole surgery to remove tumour</p><p>Sir Martin Sorrell has revealed that he had keyhole surgery to remove a tumour in February, and will undergo further preventive cancer treatment.</p><p>The veteran advertising boss, who is executive chair of the digital-led ad group S4 Capital, said he is back almost to “business as usual” after “successful keyhole surgery”, and will continue working, in a statement to the stock market on Monday.</p> <a href=\"https://www.theguardian.com/media/2023/apr/17/sir-martin-sorrell-reveals-cancer-treatment\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/apr/17/sir-martin-sorrell-reveals-cancer-treatment", "date_published": "2023-04-17 07:59:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK bosses grow more optimistic as energy prices fall, and AI spending boom looms – business live", "description": "<p>Rolling coverage of the latest economic and financial news</p><p><strong>Shares in Royal Mail’s parent company have jumped over 5% after it reached an agreement in principle with union leaders over the long-running dispute over pay, jobs and conditions.</strong></p><p>Royal Mail said last night it had reached a negotiators’ agreement with the Communication Workers Union (CWU), the details of which will be made public once it has been ratified by the union’s executive committee, which is expected to take place next week.</p><p>“After almost a year of talks, Royal Mail and the Communication Workers Union are pleased to announce they have reached a negotiators’ agreement in principle.</p> <a href=\"https://www.theguardian.com/business/live/2023/apr/17/uk-bosses-more-optimistic-energy-prices-fall-ai-spending-boom-economics-business-live\">Continue reading...</a>", "link": "https://www.theguardian.com/business/live/2023/apr/17/uk-bosses-more-optimistic-energy-prices-fall-ai-spending-boom-economics-business-live", "date_published": "2023-04-17 07:54:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘A little kid trying to be important’: locals react to Pentagon leak suspect", "description": "<p>A post-9/11 switch from ‘need-to-know’ to ‘need-to-share’ explains why a low-level guardsman had access to such sensitive material</p><p>Locals living close to the sprawling military base in Cape Cod where 21-year-old Jack Teixeira worked for a US air force intelligence unit have been asking the same questions as everyone else.</p><p>Was his alleged leak of national security documents some kind of principled stand or an immature attempt to impress two dozen members of a closed chat group called Thug Shaker Central on <a href=\"https://www.theguardian.com/us-news/2023/apr/14/pentagon-leaks-how-discord-gaming-platform-landed-in-the-spotlight\">Discord, a video game chat</a> platform, that he lost control of?</p> <a href=\"https://www.theguardian.com/us-news/2023/apr/17/a-little-kid-trying-to-be-important-locals-react-to-pentagon-leak-suspect\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/17/a-little-kid-trying-to-be-important-locals-react-to-pentagon-leak-suspect", "date_published": "2023-04-17 07:30:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Japan’s PM gives G7 security pledge after pipe-bomb attack", "description": "<p>Security tightened ahead of summit in Hiroshima next month after incident on Saturday</p><p>Japan’s prime minister, Fumio Kishida, has vowed to ensure the safety of politicians and officials attending this year’s round of G7 meetings, days after he <a href=\"https://www.theguardian.com/world/2023/apr/15/japan-pm-rushed-to-safety-after-object-thrown-at-him-and-blast-heard\">escaped unharmed</a> after apparently being targeted in a pipe-bomb attack.</p><p>The incident on Saturday came as <a href=\"https://www.theguardian.com/politics/2023/apr/16/james-cleverly-in-japan-for-g7-as-uk-tilts-towards-pacific-post-brexit\">foreign ministers</a> began three days of talks in Japan, this year’s <a href=\"https://www.theguardian.com/world/g7\">G7</a> president, that will be followed by other high-level meetings culminating in the leaders’ summit in Hiroshima in May.</p> <a href=\"https://www.theguardian.com/world/2023/apr/17/japan-pm-fumio-kishida-gives-g7-security-pledge-after-pipe-bomb-attack\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/17/japan-pm-fumio-kishida-gives-g7-security-pledge-after-pipe-bomb-attack", "date_published": "2023-04-17 07:14:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "For 140 years time-wasting has afflicted football and there is still no solution | Simon Burnton", "description": "<p>Teams will always be ready to slow the game down until the authorities can make them think twice</p><p>The historian Peter Hennessy has argued that Britain relies upon what he called a “good chap theory of government”, under which the precise wording of its parliamentary rules and even the absence of a formal constitution remain largely irrelevant so long as the people in charge of stuff have the right kind of moral fibre.</p><p>Football might never have been closely associated with good chaps, but it works the same way. The nation’s fields have always been prowled by genuine rotters, individuals who have thoroughly deserved such terrifying nicknames as “Chopper”, “Psycho”, “Bites yer Legs” and “Keano”, and the sport’s lengthy list of laws has only ever kind of governed them. There is much that remains beyond the control of referees, most obviously the passage of time.</p> <a href=\"https://www.theguardian.com/football/blog/2023/apr/17/for-140-years-time-wasting-has-afflicted-football-and-there-is-still-no-solution\">Continue reading...</a>", "link": "https://www.theguardian.com/football/blog/2023/apr/17/for-140-years-time-wasting-has-afflicted-football-and-there-is-still-no-solution", "date_published": "2023-04-17 07:00:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "What happened after US police teargassed protesters – a visual investigation", "description": "<p>A groundbreaking analysis reveals how Portland, Oregon, was blanketed with toxic chemicals, raising concerns about global teargas use: ‘This was a disaster’</p> <a href=\"https://www.theguardian.com/us-news/ng-interactive/2023/apr/17/teargas-effect-portland-police-investigation\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/ng-interactive/2023/apr/17/teargas-effect-portland-police-investigation", "date_published": "2023-04-17 07:00:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Alex Fletcher: ‘I felt like if I passed out that could have been it really’", "description": "<p>Bath City footballer on his life-threatening brain injury after colliding with advertising hoardings and his inspiring recovery</p><p>It was, Alex Fletcher says, just an ordinary matchday but one that soon spiralled into the extraordinary and almost culminated in tragedy. There were the usual routines and rituals: the two-hour car journey from Exeter to Twerton Park with a few of his Bath City teammates, his double step and jump before the pre-match handshakes. He was on a high after scoring the winning goal at Tonbridge Angels in the National League South three days earlier, feeling on top of his game with the club pushing for the sixth‑tier playoffs. But five minutes into November’s match against Dulwich Hamlet, after haring on to a pass and attempting to cross the ball first time, Fletcher received a nudge and went thudding into advertising hoardings reinforced with concrete blocks.</p><p>His head pounded and there was a deafening ringing sound in his ears. Paramedics on the scene treated him for concussion, potential spine complications and kept him still. The concern on the face of his manager, Jerry Gill, the Bath chairman, Nick Blofeld, and the teammates drifting in and out of his eyeline told him everything. “Then I heard the stadium announcer say the game was abandoned,” Fletcher says. “At that point I knew it had to be serious. I actually remember feeling a bit of guilt, thinking: ‘Oh no, Dulwich have come all the way from London.’ I know what it is like, a massive pain to have to make that journey again, especially on a Tuesday night.”</p> <a href=\"https://www.theguardian.com/football/2023/apr/17/alex-fletcher-bath-city-football\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/17/alex-fletcher-bath-city-football", "date_published": "2023-04-17 07:00:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Babies of the earthquake: caring for a newborn in the aftermath of the Syria-Turkey disaster – in pictures", "description": "<p>For Syrian and Kurdish women who were pregnant or had just given birth, the February quake tipped already vulnerable families into destitution, with little food, water or adequate shelter. Photographer Livia Saavedra documented mothers living in Akbez refugee camp in Turkey</p> <a href=\"https://www.theguardian.com/global-development/gallery/2023/apr/17/syria-turkey-earthquake-caring-for-a-newborn-baby-in-aftermath-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/gallery/2023/apr/17/syria-turkey-earthquake-caring-for-a-newborn-baby-in-aftermath-in-pictures", "date_published": "2023-04-17 07:00:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Look up, listen and be very concerned. Birds are vanishing – and their crisis is our crisis | Mark Cocker", "description": "<p>More than 40m birds have disappeared from UK’s skies since 1970: a trend that imperils the network that gives us life</p><p>Most mornings in spring I listen for a sequence of birdsongs to know that my local area is in good heart, but also to reassure myself that the world is working largely as it should. The default soloist of my dawn in Buxton, Derbyshire, is a mistle thrush that delivers from the ash tree above our house.</p><p>As I listen to my soloist there is an added delight in knowing that, from Cape Wrath in northernmost Scotland to Kingsdown in Kent, his voice unites with tens of millions of other dawn birds. The blue and great tits of the inner cities, blackbirds and robins among the English villages, chaffinches and wrens through the remotest Scottish glens: it is a collective performance, free of charge, unfolding across all Britain to all people.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/17/birds-vanishing-crisis-40m-birds\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/17/birds-vanishing-crisis-40m-birds", "date_published": "2023-04-17 07:00:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Like an exploded iPhone’: why Sarah Sze is the perfect artist for the age of information overload", "description": "<p>The American artist’s planetarium-like structures combine painting, sculpture, architecture and even ladders, wire and scissors. They are impossible to take in all at once – much like modern life</p><p>In 1972, <a href=\"https://www.theguardian.com/books/2017/jan/02/john-berger-obituary\">John Berger</a>’s revelatory TV series and subsequent book, <a href=\"https://www.theguardian.com/books/2022/jan/17/ways-of-seeing-at-50-how-john-bergers-radical-tv-series-changed-our-view-of-art\">Ways of Seeing</a>, began by discussing the changing ways we experience art via the then recent innovation of colour televisions in homes. Berger argued that “we see these paintings as nobody saw them before … Your wallpaper is around them, your window is opposite them, your carpet is below them. You are seeing them in the context of your own life.”</p><p>More than 50 years on, as smartphone users, we are able to access unlimited artworks in a moment. As Berger pointed out, “an image that is reproduced can be seen in a million different places at the same time”, so how can we take in the sheer amount of information available for consumption today?</p> <a href=\"https://www.theguardian.com/artanddesign/2023/apr/17/exploded-iphone-sarah-sze-age-of-information-overload\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/apr/17/exploded-iphone-sarah-sze-age-of-information-overload", "date_published": "2023-04-17 07:00:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Crab pancakes, noodles with greens, lemon sorbet – Nigel Slater’s spring recipes", "description": "<p>A new freshness to everything in the market means making dishes to celebrate the season’s leafy greens, sprouting seeds and citruses</p><p>It is as if the light has been let in. The old culinary year has gone, something that doesn’t happen until April in the kitchen, and there is suddenly a freshness to everything in the market – spring greens, sprouting seeds, the first asparagus, radishes and garlic leaves are here.</p><p>This is a collection of light, simple recipes to celebrate the new season: a wasabi-spiked avocado paste for pan-fried chicken; filo rolls with a refreshing sweet-and-sour filling and a herb cream, and a quick stir-fry of spring greens with a hit of gochujang and coriander. To finish, a startling lemon sorbet with the fizz of sparkling wine.</p> <a href=\"https://www.theguardian.com/food/2023/apr/17/crab-pancakes-noodles-greens-lemon-sorbet-nigel-slater-spring-recipes\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/apr/17/crab-pancakes-noodles-greens-lemon-sorbet-nigel-slater-spring-recipes", "date_published": "2023-04-17 07:00:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "I didn’t know how to tell my mum that Mike Nichols hated my script | Emma Forrest", "description": "<p>I had my icons and I worshipped them. And one of them dumping on me from a great height was painful – though perhaps useful, too</p><p>When I was a teen, I Blu Tacked pictures of my icons to my bedroom wall, setting places for a dinner party I was 10 years too young to have and two decades late for. I thought carefully about where to place Mel Brooks and Carl Reiner, Billy Crystal, Peter Cook and the early 1960s comedy duo of Mike Nichols and Elaine May (photographed before they split and each became acclaimed directors). I loved Britpop, and placed Blur beside Steve Martin, so it looked as though he had gone prematurely grey from the stress of working as their security detail.</p><p>Sometimes my dad, grumbling about the stains revealed on my walls whenever the posters were rearranged, would walk in and bellow “Blu Tack must die”, then walk out again. I had started to watch Mike Nichols’ movies with my mum: the The Graduate, Working Girl and Postcards from the Edge were moments of true pleasure. I knew I wanted to be a writer, but I couldn’t yet put the words in the right order to get what was in myhead on to the page. So I just kept moving the pictures around: Jarvis Cocker beside Peter Cook seemed reasonable, Lauren Bacall to De La Soul stimulating.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/apr/17/i-didnt-know-how-to-tell-my-mum-that-mike-nichols-hated-my-script\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/apr/17/i-didnt-know-how-to-tell-my-mum-that-mike-nichols-hated-my-script", "date_published": "2023-04-17 07:00:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Can “u” solve it? Wordplay meets numberplay", "description": "<p>Mathematical rules for writing</p><p>Today’s puzzles celebrate the connections between mathematics and literature.</p><p>They also mark the publication of <em><a href=\"https://amzn.to/41yBiKu\">Once Upon a Prime</a></em>, a terrific new book about these connections, by Sarah Hart, professor of maths at Birkbeck, University of London. (One of the puzzles below gives you the chance to win a copy.)</p> <a href=\"https://www.theguardian.com/science/2023/apr/17/can-u-solve-it-wordplay-meets-numberplay\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/apr/17/can-u-solve-it-wordplay-meets-numberplay", "date_published": "2023-04-17 06:10:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lavrov’s Brazil visit highlights Lula’s neutral foreign policy despite US dismay", "description": "<p>Brasília encounter, like Brazilian president’s recent trip to China and offer of peacemaking in Ukraine, is part of diplomatic reset</p><p>Russia’s minister of foreign affairs, Sergei Lavrov, is due to arrive in Brasília on Monday for talks with his Brazilian counterpart, Mauro Vieira, in the latest of a series of bilateral encounters likely to ruffle the US.</p><p>Lavrov arrives just as Brazil’s president, Luiz Inácio Lula da Silva, returns from a state visit to China, and both missions are part of a diplomatic reset Lula has pursued since returning to power this year, as he strives to <a href=\"https://www.theguardian.com/world/2023/mar/24/lula-xi-jinping-visit-china-brazil-diplomatic-relations-reset\">recover Brazil’s international reputation</a> after his predecessor, Jair Bolsonaro, dismantled Brazil’s established tradition of cooperation.</p> <a href=\"https://www.theguardian.com/world/2023/apr/17/brazil-lula-neutral-foreign-policy-lavrov-visit\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/17/brazil-lula-neutral-foreign-policy-lavrov-visit", "date_published": "2023-04-17 06:00:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Freak Scene made me want to be in a band’: Gaz Coombes’s honest playlist", "description": "<p>The singer and Supergrass frontman has a soft spot for 1-D and a certain naff Bowie-Jagger duet. But what do he – and Skid Row – like to sing at karaoke?</p><p><strong>The first song I remember hearing </strong><br />I recall being sat on the floor playing with my Fisher-Price car park, and my mum putting on Being for the Benefit of Mr Kite! from Sgt Pepper by the Beatles. It’s very fairground and circusy.</p><p><strong>The song I can no longer listen to </strong><br />My eldest daughter was obsessed with One Direction, so we’d listen to Best Song Ever over and over. I have a bit of a soft spot for 1-D, but I could happily never hear that song again.</p> <a href=\"https://www.theguardian.com/music/2023/apr/17/gaz-coombes-honest-playlist\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/apr/17/gaz-coombes-honest-playlist", "date_published": "2023-04-17 06:00:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A new start after 60: I don’t like being defeated – so at 71, I learned Welsh", "description": "<p>It’s not easy to find Welsh speakers in Ohio, but Dafydd Jones was determined to learn the language of his parents and connect with his homeland 3,800 miles away</p><p>Dafydd Emrys Jones describes himself as a “passionate Welshman”, although he hasn’t lived in the country since childhood. For the past 32 years he has made his home in Cincinnati, Ohio, but the 74-year-old has had “a long journey” to get there. He was born in Wrexham, north Wales, “a city put on the map by the generosity of Ryan Reynolds,” he notes (Reynolds and co-owner Rob McElhenney <a href=\"https://www.theguardian.com/tv-and-radio/2022/aug/25/welcome-to-wrexham-review-ryan-reynolds-is-less-interesting-than-welsh-football-fans\">bought the local football club</a> in 2021). He moved south to Cardiff, then passed through England, Germany, Belgium, France, Switzerland and the Netherlands during his career as an IT troubleshooter, but his Welsh identity has always remained precious. When people ask if he’s English, he tells them firmly that he’s Welsh: “They say ‘oh, it’s the same thing’; I say no!”</p><p>He did not, however, speak Welsh – a source of embarrassment. But when the Covid pandemic hit, Jones realised he had an opportunity to rectify that. As everything closed down, his usual hobbies – tango and ballroom dancing, or playing music with his Celtic band, <a href=\"http://ceolmhor.com/\">Ceol Mhor</a> – were not available to him. “I’m not married, I have some friends, but I wasn’t going out. I was getting bored every night. So I sat at home thinking, bad as this Covid thing is, it also gives me an opportunity.”</p><p><a href=\"https://www.theguardian.com/lifeandstyle/2021/may/04/tell-us-has-your-life-taken-a-new-direction-after-the-age-of-65\">Tell us: has your life taken a new direction after the age of 60?</a></p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/apr/17/a-new-start-after-60-i-dont-like-being-defeated-so-at-71-i-learned-welsh\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/apr/17/a-new-start-after-60-i-dont-like-being-defeated-so-at-71-i-learned-welsh", "date_published": "2023-04-17 06:00:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How to tag a rhino? Use tech, tact … and plenty of caution – a photo essay", "description": "<p>Fewer than 2,000 rhino remain in Kenya, and the country’s wildlife service needs to keep tabs on them to make sure they thrive. It’s a major undertaking, involving a helicopter, 4x4s and a lot of rangers</p><p><strong>Words and photographs by <a href=\"https://www.theguardian.com/profile/peter-muiruri\">Peter Muiruri</a></strong></p><p>Kenya has the world’s third largest rhinoceros population: a total of 1,890 including 966 black rhinos, 922 southern white and <a href=\"https://www.theguardian.com/artanddesign/gallery/2021/feb/10/meet-the-girls-the-last-two-northern-white-rhinos-on-earth-in-pictures\">two northern white</a>. But how to keep track of them and ensure the species are thriving? Every two or three years, Kenya Wildlife Service (KWS) carries out an ear-notching exercise in all rhino sanctuaries in the country to ensure that at least 60% of the animals are uniquely identifiable.</p><p>An ear-notch is a pattern unique to an individual rhino within a specific ecosystem that helps rangers and researchers keep accurate records and monitor the rhino’s health.</p><p>Here comes a chopper … a helicopter is used to dart the highly aggressive black rhino</p> <a href=\"https://www.theguardian.com/environment/2023/apr/17/how-to-tag-a-rhino-use-tech-tact-and-plenty-of-caution-a-photo-essay\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/apr/17/how-to-tag-a-rhino-use-tech-tact-and-plenty-of-caution-a-photo-essay", "date_published": "2023-04-17 06:00:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Scottish Power caused me distress after my father’s death", "description": "<p>After he died it sent emails addressed to him, and I’ve been threatened with debt collectors</p><p><strong>I am contacting you in desperation about the serious problems I am having dealing with Scottish Power after the death of my father last year.</strong></p><p><strong>When I notified it of AJ’s death back in September it closed his account and promised a cheque for his credit balance would be posted to me.</strong></p> <a href=\"https://www.theguardian.com/money/2023/apr/17/scottish-power-caused-me-distress-after-my-fathers-death\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/apr/17/scottish-power-caused-me-distress-after-my-fathers-death", "date_published": "2023-04-17 06:00:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Arctic adventure: kayaking in Viking country", "description": "<p>Paddling is the best way to enjoy the sawtooth peaks, white coral beaches, rosy red fishers’ cabins and extraordinary light in Norway’s Lofoten Islands</p><p>We arrive by night, the wind and rain battering Svolvaer harbour, the last stop on a 3½-hour ferry journey from mainland Bodø<em> </em>through the ink-black Arctic waters of northernmost <a href=\"https://www.theguardian.com/travel/norway\">Norway</a> to the Lofoten Islands. My girlfriend and I have come here to kayak in some of the world’s most dramatic and remote scenery – an ancient land of sawtooth peaks, ghost-white coral beaches, and a remote beauty unlike anywhere else on the planet.</p><p>We awake to lashing rain the next morning: the elements, with a violence akin to Thor’s hammer, are continuing to stamp their authority on the islandIn misty daylight, Svolvaer, the main settlement and transport hub, reveals a jaw-dropping natural drama of vertiginous mountains towering over a blend of low red <em>rorbuer</em> (timber fishers’ huts) cheek by jowl with modernist Lego hotels. It <em>should</em> be architecturally discordant, but the little town, with its confection of galleries, gift shops and cafes has a lo-fi charm that quickly grows on us.</p> <a href=\"https://www.theguardian.com/travel/2023/apr/17/arctic-adventure-kayaking-lofoten-islands-norway\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2023/apr/17/arctic-adventure-kayaking-lofoten-islands-norway", "date_published": "2023-04-17 06:00:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How can we release equity from our home as we start retirement plans?", "description": "<p>The property is worth £330,000 and we have no dependants – we know a lifetime mortgage is one option</p><p><strong>Q</strong> My partner and I are starting to plan for retirement and we are not sure what options we might have for our home when it comes to the time. The property is currently worth £330,000 and, all being well, will be owned outright by the time we retire.</p><p>We have no dependants and won’t have anyone to pass any inheritance on to, and so we would like to release as much cash from our home to use ourselves in retirement while remaining in the property.</p> <a href=\"https://www.theguardian.com/money/2023/apr/17/how-can-we-release-equity-from-our-home-as-we-start-retirement-plans\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/apr/17/how-can-we-release-equity-from-our-home-as-we-start-retirement-plans", "date_published": "2023-04-17 06:00:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "I turn 50 soon. Why would I want anyone to assume I am younger? | Viv Groskop", "description": "<p>The obsession with agelessness puts pressure on us to look and act forever young. But it’s far more liberating to be old and cheerfully weary</p><p>Who wants to be ageless? Not me. I am old. Hear me creak. To be old and to be able to participate, even if with increasing cynicism and decrepitude, in the unpredictable verb of “ageing” is surely a blessing. It is a gift famously more attractive than the perennially unpopular alternative. I will turn 50 this year and I have realised that I couldn’t care less if people think I am 70 or 80, let alone 50. I’m just happy to be around. I don’t need anyone to think I’m not 50, and I certainly don’t need them to believe I’m any younger. What would be the point? If people think you’re younger than you are (or, worse, that you “look good for your age”), there’s a pressure there. It might be manageable this month. But how are you going to maintain that over the next five years? Or 10 years? Let’s be optimistic. Better to act like you’re 90 now. I mean, you might never get there in reality. So channel that age. Get the practice in.</p><p>The thing is, we are monumentally spoilt, even with the latest alarming news of the UK’s stagnant life expectancy, which is <a href=\"https://www.ft.com/content/3d25b1c9-33bf-448a-bb07-6a0fc3a8a603\">slowly creeping downwards from the upper 80s</a>, according to the Institute for Fiscal Studies. Because only 2,000 years ago, it was completely normal to expect to die a horrible death between the age of 20 and 35. Old people were outliers. It was only from around 1800 that average life expectancy in Europe pushed up to 40, and only in the past 200 years that it has moved beyond all previous imagining and we had to invent stupid sayings like “Age is just a number” and “60 is the new 50.” But if it really were just a number, then no one would need to say that it’s just a number. And if it’s all just numbers, then no number needs to be the new version of another number.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/17/i-turn-50-soon-why-would-i-want-anyone-to-assume-i-am-younger\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/17/i-turn-50-soon-why-would-i-want-anyone-to-assume-i-am-younger", "date_published": "2023-04-17 06:00:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Two-hour party people: the very-late-night Londoners – in pictures", "description": "<p>Guardian photographer Sarah Lee shares images from Tender Are the Nighthawks, her ongoing series about the city’s liminal zones and its weary travellers, taken between the hours of 2am and 4am</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2023/apr/17/tender-are-the-nighthawks-late-night-londoners-sarah-lee\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2023/apr/17/tender-are-the-nighthawks-late-night-londoners-sarah-lee", "date_published": "2023-04-17 06:00:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How to buy the right laptop for you at the best price", "description": "<p>Tech experts on how to work out want you need, set a budget and find the perfect device – or upgrade an existing one</p><p>“The first question we’d ask is: ‘What are you going to be using it for?’” John Webster, the managing director of Digital Doctors in Brighton, says. “That is ultimately what guides us in terms of recommending what a person wants to buy.”</p> <a href=\"https://www.theguardian.com/money/2023/apr/17/how-to-buy-the-right-laptop-best-price-upgrade\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/apr/17/how-to-buy-the-right-laptop-best-price-upgrade", "date_published": "2023-04-17 06:00:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Philips Hue Go table lamp review: battery-powered smart light for indoors or out", "description": "<p>Rechargeable, water-resistant lamp you can pick up and take into the garden</p><p>The latest Philips Hue Go smart light aims to be a great indoor table lamp that you can just pick up and head out into the garden with for impromptu illumination wherever you need it.</p><p>It costs £140 ($160), which makes it fairly expensive for a rechargeable lamp, although in line with fancier designs. It joins the smaller, dish-shaped £80 Hue Go in the company’s portable lineup.</p> <a href=\"https://www.theguardian.com/technology/2023/apr/17/philips-hue-go-table-lamp-review-battery-powered-smart-light-for-indoors-or-out\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/apr/17/philips-hue-go-table-lamp-review-battery-powered-smart-light-for-indoors-or-out", "date_published": "2023-04-17 06:00:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A future at risk: drought forces Kenya’s camel herders to leave their homes – a photo essay", "description": "<p>Pastoralists in the north of the country are watching their animals die as they journey further south in a desperate search for water and better grazing</p><ul><li>Photographs by Patrick Meinhardt</li></ul><p>At a roadside camp in Garissa, a group of pastoralists try to lift a camel from the ground using a large tree branch. Weakened by the drought in the north of Kenya, the camel needs help to get back on its feet to find pasture.</p><p>Kenya is facing its <a href=\"https://www.theguardian.com/global-development/2021/dec/17/all-i-can-think-about-is-the-childrens-future-drought-devastates-kenya\">worst drought in decades</a>, and the north – a region that has been marginalised for a long time – is disproportionately affected.</p><p>Ali Hillow Hassan photographed in March at the IDP camp on the outskirts of Garissa</p> <a href=\"https://www.theguardian.com/global-development/2023/apr/17/a-future-at-risk-drought-forces-kenyas-camel-herders-to-leave-their-homes-a-photo-essay\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/apr/17/a-future-at-risk-drought-forces-kenyas-camel-herders-to-leave-their-homes-a-photo-essay", "date_published": "2023-04-17 05:30:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "TV tonight: the final season of Emmy-winning black comedy Barry", "description": "<p>The actor hitman is locked up – but for how long? Plus: what next for the Roy siblings in Succession? Here’s what to watch this evening</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/apr/17/tv-tonight-the-final-season-of-emmy-winning-black-comedy-barry\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/apr/17/tv-tonight-the-final-season-of-emmy-winning-black-comedy-barry", "date_published": "2023-04-17 05:20:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "BBC accused of lacking impartiality in royal coverage", "description": "<p>Anti-monarchy group Republic says issue is ‘urgent’ given forthcoming coronation of King Charles</p><p>The campaign group <a href=\"https://www.republic.org.uk/\">Republic</a> has accused the BBC of a lack of impartiality in its coverage before the coronation of King Charles, accusing the broadcaster of failing to hold the monarchy to account.</p><p>In a letter to David Jordan, the BBC’s director of editorial and policy standards, the Republic chief executive, Graham Smith, said the complaint was “particularly urgent in light of the forthcoming coronation”.</p> <a href=\"https://www.theguardian.com/media/2023/apr/17/bbc-accused-of-lacking-impartiality-in-royal-coverage\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/apr/17/bbc-accused-of-lacking-impartiality-in-royal-coverage", "date_published": "2023-04-17 05:01:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Anti-maths mindset’ costs UK a huge sum, Rishi Sunak claims", "description": "<p>PM urges Britain to prize numeracy, but critics say such talk counts for nothing without a funded plan</p><p>The UK possesses an inherent “anti-maths mindset” that is hampering efforts to improve numeracy, Rishi Sunak is to say as he relaunches his plan to make maths education until 18 compulsory.</p><p>In a speech to students, teachers and others in north London planned for Monday, the prime minister is expected to argue that a failure to consider numeracy as basic a skill as reading is costing the UK economy huge sums.</p> <a href=\"https://www.theguardian.com/education/2023/apr/17/anti-maths-mindset-costs-uk-a-huge-sum-rishi-sunak-claims\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2023/apr/17/anti-maths-mindset-costs-uk-a-huge-sum-rishi-sunak-claims", "date_published": "2023-04-17 05:01:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "One in eight Britons pay for private health services, survey shows", "description": "<p>Campaigners say underinvestment in NHS is forcing patients to seek private treatment if they can afford it</p><p>One in eight Britons have paid for private health services in the last year, amid frustration with delays in getting NHS treatment and a growing willingness to buy care using salary or savings.</p><p>New research by YouGov found that another 27% of people had considered going private, for themselves or a loved one, but decided against it, often because they couldn’t afford it.</p><p>33% of those who had used private healthcare instead of the NHS had done so for the first time.</p><p>53% went private “so I could be seen more quickly”.</p><p>most (48%) paid for non-urgent care, such as a diagnostic test or operation.</p> <a href=\"https://www.theguardian.com/politics/2023/apr/17/one-in-eight-britons-pay-for-private-health-services-survey-shows\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/apr/17/one-in-eight-britons-pay-for-private-health-services-survey-shows", "date_published": "2023-04-17 05:00:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Opposition urges Tories to cut ties with rightwing group Turning Point UK", "description": "<p>Labour and Lib Dems voice concerns over MP’s role as honorary president of group accused of misogynist and anti-Islam views</p><p>Opposition parties have called on the Conservatives to cut ties with a rightwing student group that has described drag artists as “groomers”, called UK schools “Maoist indoctrination camps” and held protests alongside an anti-Islam pastor.</p><p>While Turning Point UK (TPUK) says it has no formal links to the party, a Conservative MP, Marco Longhi, is the group’s honorary president, and it has previously been praised by former ministers Priti Patel and Jacob Rees-Mogg, as well as deputy party chair Lee Anderson.</p> <a href=\"https://www.theguardian.com/politics/2023/apr/17/conservatives-turning-point-uk-labour-lib-dems\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/apr/17/conservatives-turning-point-uk-labour-lib-dems", "date_published": "2023-04-17 05:00:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Is a British pub racist for displaying golliwogs? Think how that question makes people of colour like me feel | Nesrine Malik", "description": "<p>We cope with the micro slights and othering. But what are we to do when openly racist attitudes are exploited for political gain?</p><p>There is something particularly grotesque about a golliwog. It’s the smile, I think, its teeth frozen in a rictus grin behind the exaggerated redness of the lips. The golliwog seems to say that not only is it OK to “minstrelise” black people and display them as dolls, but that they should enjoy it.</p><p>That smile is the price of entry into white British society, of acceptance and integration into workplaces, social groups and our wider politics and culture. The golliwog, despite it being a relic of the past, is in fact a symbol of the present. You are only allowed visibility as a black figure if you’re grateful, permanently smiling in all circumstances. Your status, as someone who is part of Britain and therefore gets a say in how they experience it, is conditional on the fact that you must never suggest that the country is not quite so hospitable to you sometimes. Ideally, if you want social and professional mobility as a person of colour, if you want to be moved from the bottom shelf to a position of higher prominence, you must go further. You must grin harder and always maintain that Britain is, in fact, a race-relations utopia, even as things regularly happen that prove that we are far from that.</p><p>Nesrine Malik is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/17/british-pub-right-golliwogs-rightwing-politicians-press-racism-people-colour\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/17/british-pub-right-golliwogs-rightwing-politicians-press-racism-people-colour", "date_published": "2023-04-17 05:00:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Your childhood can haunt you’: Fatima Whitbread on trauma, triggers, therapy – and how sport saved her", "description": "<p>Left for dead as an infant, raised in care and abused as a child, Whitbread became an exceptional athlete. She explains what it takes to be the world’s best javelin thrower, survive a breakdown and bounce back from financial ruin</p><p>In the latest of the many lives of Fatima Whitbread, the former champion javelin thrower has become a formidable reality TV star – and it suits her. She is surely one good show away from “beloved” status, which might prove to be the I’m a Celebrity … Get Me Out of Here! spin-off in which she is soon to star, alongside a select group of other former participants in the ITV show.</p><p>She was on I’m a Celeb in 2011, when her nasal cavity became home to a cockroach during one of the challenges – “There’s definitely something wriggling about in there!” – and it took an hour for the camp doctor to flush it out. But I liked her best in last year’s Celebrity SAS: Who Dares Wins, the Channel 4 series in which celebs do Special Forces training; Whitbread cracked three ribs jumping out of a helicopter, but kept it a secret because she didn’t want to leave the show. She was charming, warm, capable and – having filmed it at 60 – ripped.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/apr/17/your-childhood-can-haunt-you-fatima-whitbread-on-trauma-triggers-therapy-and-how-sport-saved-her\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/apr/17/your-childhood-can-haunt-you-fatima-whitbread-on-trauma-triggers-therapy-and-how-sport-saved-her", "date_published": "2023-04-17 05:00:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Brecon Beacons relaunches with Welsh name as ‘picture of hope for future’", "description": "<p>Bannau Brycheiniog national park also ditches fiery logo as it embarks on plan to tackle climate and biodiversity crisis</p><p>The name and logo is familiar to the hundreds of thousands of people who visit every year to climb the peaks, explore the fast-flowing streams and rivers and unwind in the towns and villages.</p><p>But from Monday the Brecon Beacons national park is dropping its English language name and scrapping its logo of a fiery greenhouse gas-emitting beacon as it launches a plan designed to tackle issues in the park created by the climate and biodiversity emergencies.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/17/brecon-beacons-relaunches-with-welsh-name-bannau-brycheiniog-as-picture-of-hope-for-future\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/17/brecon-beacons-relaunches-with-welsh-name-bannau-brycheiniog-as-picture-of-hope-for-future", "date_published": "2023-04-17 05:00:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Discovered in the deep: the squid that sees both ways at once", "description": "<p>Living in the twilight zone, cockeye squid float between two worlds and have adapted to keep an eye on both</p><p>Cockeye squid face a conundrum. Living hundreds of metres underwater, they float in between two worlds. Above them is the surface ocean, where a dim blue fraction of sunlight filters down. Below them is the deep sea, sunless and black. Which way to look?</p><p>Their mismatched eyes solve the problem – by letting them gaze into both worlds at once.</p> <a href=\"https://www.theguardian.com/environment/2023/apr/17/discovered-in-the-deep-the-squid-that-sees-both-ways-at-once\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/apr/17/discovered-in-the-deep-the-squid-that-sees-both-ways-at-once", "date_published": "2023-04-17 05:00:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Forty-three druggings, seven deaths: New York clubgoers face wave of violent robberies", "description": "<p><strong>Seven have died in the incidents since 2021, with much of the violence taking place around LGBTQ+ spaces</strong></p><p>Last April, Julio Ramirez, a 25-year-old social worker, met a group of men at the Ritz Bar &amp; Lounge, a nautical-themed gay dance club in Hell’s Kitchen, two blocks from Times Square. Less than two hours after leaving with them, Ramirez was dead from a drug overdose after his new acquaintances abandoned him in the backseat of a cab. Investigators believe they used payment apps like Zelle to steal about $20,000 from his bank accounts before leaving him.</p><p>A month later, John Umberger, a 33-year-old political consultant, was found dead in a Manhattan townhouse after meeting the same group of men at the Q, a multi-story queer nightclub around the corner from the Ritz. According to his mother, Linda Clary, Umberger had been with a group of friends until he decided to head to the Q alone to catch a late-night DJ show.</p> <a href=\"https://www.theguardian.com/us-news/2023/apr/17/new-york-clubs-violence-drugs-deaths\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/17/new-york-clubs-violence-drugs-deaths", "date_published": "2023-04-17 05:00:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Other police forces have higher rates of sexual misconduct and racism claims than Met", "description": "<p>Guardian investigation also reveals stark differences between forces in approaches to recording complaints</p><p>Sexual misconduct and racism claims against officers are proportionally higher in some English forces than at the Metropolitan police, a Guardian investigation has found, as new figures also revealed starkly different approaches to recording.</p><p>Three forces – Essex, Suffolk and Staffordshire – had, by proportion, more officers under investigation due to allegations of racism than the Met, according to the snapshot of investigations covering the period of late January and early February.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/17/police-forces-sexual-misconduct-racism-claims-higher-than-met\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/17/police-forces-sexual-misconduct-racism-claims-higher-than-met", "date_published": "2023-04-17 05:00:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bruce Springsteen Day: New Jersey honor follows Covid diagnosis", "description": "<p>Democratic governor Phil Murphy announces birthday celebration at event missed by singer, called ‘eerily healthy’ by Jon Stewart</p><p>New Jersey will on 23 September celebrate Bruce Springsteen Day for the first time, a move announced by the governor, Phil Murphy, a day after the singer and his wife, Patti Scialfa, tested positive for Covid-19.</p><p>“Bruce Springsteen is one of the most iconic and influential musicians – and New Jerseyans – of all time,” Murphy, a Democrat, <a href=\"https://twitter.com/GovMurphy/status/1647414785439420417?s=20\">said</a> on Saturday at the American Music Honors, an event at the Bruce Springsteen Archives and Center for American Music at Monmouth University in West Long Branch.</p> <a href=\"https://www.theguardian.com/music/2023/apr/17/bruce-springsteen-day-new-jersey-honor-covid-diagnosis-for-singer\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/apr/17/bruce-springsteen-day-new-jersey-honor-covid-diagnosis-for-singer", "date_published": "2023-04-17 05:00:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Home Office’s Windrush payout scheme needs urgent reform, study finds", "description": "<p>Human Rights Watch says claimants’ rights are being violated, with high obstacles to making claims and low awards</p><p>The Windrush compensation scheme is failing claimants and violating their rights, the first international study into the government’s handling of the immigration scandal has concluded.</p><p>The Human Rights Watch <a href=\"https://www.hrw.org/news/2023/04/17/uk-hostile-compensation-scheme-fails-windrush-victims\">report</a> is critical of the Home Office’s slow progress towards compensating those affected by the scandal in which thousands of UK residents were wrongly categorised as immigration offenders, and called on the government to launch “urgent reform to protect the rights of claimants”.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/17/home-offices-windrush-payout-scheme-needs-urgent-reform-study-finds\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/17/home-offices-windrush-payout-scheme-needs-urgent-reform-study-finds", "date_published": "2023-04-17 05:00:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Potholes in England go unrepaired for up to 18 months", "description": "<p>Lib Dem research finds nine councils where average repair time is four weeks or longer</p><p>Some councils in England take far more than a month on average to repair potholes, with some individual potholes remaining in place for 18 months, research by the Liberal Democrats has shown.</p><p>Based on freedom of information requests to councils in advance of next month’s local elections, the data uncovered nine councils where the average pothole repair time is four weeks or longer.</p> <a href=\"https://www.theguardian.com/world/2023/apr/17/potholes-in-england-go-unrepaired-for-up-to-18-months\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/17/potholes-in-england-go-unrepaired-for-up-to-18-months", "date_published": "2023-04-17 05:00:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Starwatch: the Lyrid meteor shower is about to reach its peak", "description": "<p>There may not be many of them, but they can be very bright and fast, and viewing conditions look promising</p><p>The Lyrid meteor shower will reach its peak in the early hours of 23 April. Created by dust from the tail of comet C/1861 G1 (Thatcher), the Lyrids are not usually vast in number – only about 18 an hour are expected – but they are often very bright and fast moving. Some of the more spectacular ones are known to burn up so brightly that they cast shadows.</p><p>This year, viewing conditions are expected to be good because the moon has just 9% of its surface illuminated, so even faint meteors will be visible. Occasionally, brief outbursts of 100 meteors an hour have been recorded for the Lyrids. The last report of such an outburst came from the US in 1982 and before that Japan in 1945, and Greece in 1922.</p> <a href=\"https://www.theguardian.com/science/2023/apr/17/starwatch-the-lyrid-meteor-shower-is-about-to-reach-its-peak\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/apr/17/starwatch-the-lyrid-meteor-shower-is-about-to-reach-its-peak", "date_published": "2023-04-17 05:00:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Is eco-terrorism now self-defence? Inside explosive film How to Blow Up a Pipeline", "description": "<p>Peaceful protest hasn’t stopped the climate crisis, so what should happen next? The makers of a new nerve-jangling film about eight young saboteurs talk about oil, extreme action and morality</p><p>In the baking heat of the west Texas desert, a young man is making a bomb. Hands trembling, sweat fogging his goggles, he slowly assembles the explosive. A knife-blade of powder is painstakingly poured into a tiny tube. Wires are shakily glued together. With infinite care, the delicate, deadly contraption takes shape. Outside the tin shack where this is all unfolding, another young man paces, remembering his friend’s instructions: “Don’t come in unless I tell you to. Unless you see fire.” He looks as if he’s about to be sick. The audience knows how he feels.</p><p>This is the tense setup at the heart of How to Blow Up a Pipeline, a propulsive, nerve-jangling thriller about eight young people who want to send a message about the urgency of the climate crisis by sabotaging an oil pipeline. The film takes its cues from its heroes: aiming to excite audiences into action instead of hectoring them into submission. It is one hell of a ride. After its premiere at Toronto last year, the New York Times pronounced How to Blow Up a Pipeline “a cultural landmark” for its sympathetic take on eco-terrorism, while the Washington City Paper described its youthful cast as “a much more intense, combustible version of The Breakfast Club”.</p> <a href=\"https://www.theguardian.com/film/2023/apr/17/how-to-blow-up-a-pipeline-oil-extreme-action-eco-terrorism-self-defence\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/apr/17/how-to-blow-up-a-pipeline-oil-extreme-action-eco-terrorism-self-defence", "date_published": "2023-04-17 05:00:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The other royal collection: Windsors’ multimillion-pound private trove of art may include official gifts", "description": "<p>Guardian identifies almost 400 artworks as being privately owned by family, including works by Dalí, Monet, Freud, Chagall and Lowry</p><p>Prince Philip was accompanying Queen Elizabeth II on an official visit to Denmark when the venerated modernist painter Marc Chagall pressed a gift into his hands. It was 1960 and the pair had just met at a ceremony where Chagall was presented with the prestigious Erasmus prize. Philip would later recall the artist’s “jocular attitude” as he showed him around his exhibition.</p><p>“He gave me this Bible he has illustrated, just out of the blue. He was a very strange man,” Philip reportedly said. It was also something of a strange gift. Inside the Bible, Chagall had daubed colourful illustrations in watercolours, chalk and ink. Those two illustrations could now be worth as much as £60,000.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/17/the-other-royal-collection-windsors-multimillion-pound-private-trove-of-art-may-include-official-gifts\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/17/the-other-royal-collection-windsors-multimillion-pound-private-trove-of-art-may-include-official-gifts", "date_published": "2023-04-17 05:00:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Russia-Ukraine war live: Verdict due in treason trial of Kremlin critic; Putin meets Chinese defence minister", "description": "<p>Vladimir Kara-Murza faces up to 25 years in prison for criticising the war in Ukraine; China’s defence minister Li Shangfu tells Russian president Vladimir Putin their countries have ‘already entered a new era’</p><ul><li><strong><a href=\"https://www.theguardian.com/world/2023/apr/17/russia-ukraine-war-at-a-glance-what-we-know-on-day-418-of-the-invasion\">Russia-Ukraine war at a glance: what we know on day 418 of the invasion</a></strong></li></ul><p>Hello and welcome to the Guardian’s live coverage of the war in Ukraine with me, Helen Livingstone. Our top story today:</p><p>A Russian court is due to deliver a verdict in the case against opposition figure <strong>Vladimir Kara-Murza</strong>, who is being tried for treason for his criticism of the war in Ukraine.</p><p><strong>A row is brewing over Poland and Hungary’s decision to ban grain imports from Ukraine to protect their own agricultural sectors.</strong> Reuters reports that a European Commission spokesperson said unilateral action on trade by European Union member states was “not acceptable”.</p><p><strong>Following Poland and Hungary’s decision, Bulgaria is considering a similar move. </strong>Local news agency BTA reported that the agriculture minister, Yavor Gechev, said the country was mulling over a ban on Ukrainian grain imports.</p><p><strong>Ukrainian and Russian armed forces are fighting extraordinarily bloody battles</strong> in the ruined eastern city of Bakhmut, but pro-Kyiv forces are still holding on, Ukraine’s military has said. Russia said that Wagner mercenary units supported by airborne troops had captured two more city blocks.</p><p><strong>One hundred and thirty Ukrainian prisoners of war have been released and returned home in a “great Easter exchange”</strong>, a senior Ukrainian presidential official has said. It was not clear how many Russians were sent back the other way.</p><p><strong>A Russian official has claimed four people were killed and 10 injured in Ukrainian shelling of a town in Russian-controlled Donetsk</strong>. Denis Pushilin said a seven-year-old girl was among those wounded in Yasynuvata.</p><p><strong>Russia has been using drones to attack Ukrainian police in Kherson</strong>, according to the region’s police force. It said a police car was attacked in the Korabel area, injuring two officers and damaging the car, while in Beryslav one officer was injured and cars damaged.</p><p><strong>A new international economic support package of $115bn (£93bn) is giving Ukraine more confidence it can prevail</strong> <strong>against Russian forces amid growing recognition the war could continue for longer than expected,</strong> the Ukrainian finance minister said on Saturday. Serhiy Marchenko said Group of Seven (G7) finance ministers assured him during International Monetary Fund and World Bank meetings in Washington this week that they would support Ukraine for as long as needed.</p><p><strong>Volodymyr Zelenskiy spoke to the French president, Emmanuel Macron</strong>, on Saturday. In two tweets, the Ukrainian president said they had discussed Macron’s recent visit to Beijing to meet China’s president, Xi Jinping.</p><p><strong>The Ukrainian foreign minister, Dmytro Kuleba, will visit Baghdad on Monday, his first trip to Iraq since Russia invaded Ukraine.</strong> Kuleba is expected to hold talks with the Iraqi prime minister, Mohammed Shia al-Sudani, and the foreign minister, Fuad Hussein.</p><p><strong>The Brazilian president, Luiz Inácio Lula da Silva, has called for the establishment of a group of countries that are not involved in the Russia-Ukraine war in order to broker peace. </strong>Lula, who has criticised the role of the US and the EU in the conflict, spoke of attempting to gather a group of leaders who “prefer to talk about peace rather than war”, citing China’s Xi Jinping and the president of the United Arab Emirates, sheikh Mohamed bin Zayed al-Nahyan, both of whom he met this week.</p> <a href=\"https://www.theguardian.com/world/live/2023/apr/17/russia-ukraine-war-live-verdict-due-in-treason-trial-of-kremlin-critic-putin-meets-chinese-defence-minister\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2023/apr/17/russia-ukraine-war-live-verdict-due-in-treason-trial-of-kremlin-critic-putin-meets-chinese-defence-minister", "date_published": "2023-04-17 04:50:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Cricket mourns Aunty Faith Thomas, first Indigenous woman to play Test for Australia", "description": "<ul><li>Thomas was first Aboriginal woman to represent Australia in sport</li><li>Long career in nursing honoured with Order of Australia in 2019</li></ul><p>Australian cricket is mourning the death of Aunty Faith Thomas, the first Aboriginal woman to play Test cricket for Australia, who passed away at the weekend aged 90. Thomas (nee Coulthard) played her groundbreaking Test for Australia against England at Melbourne’s Junction Oval in February 1958, when she became the first Indigenous woman to represent an Australian sports team.</p><p>Thomas was awarded the Order of Australia in 2019 for her services to cricket and her dedication to Aboriginal and Torres Strait Islander communities in a long nursing career. Retrospectively awarded a baggy green cap as the 48<sup>th</sup> Australian woman to play Test cricket, Thomas is honoured every year by the Adelaide Strikers playing for the Faith Thomas Trophy in the WBBL. Her legacy also lives on in Adelaide Oval’s Avenue of Honour as a great of the game.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/17/cricket-mourns-aunty-faith-thomas-first-indigenous-woman-to-play-test-for-australia\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/17/cricket-mourns-aunty-faith-thomas-first-indigenous-woman-to-play-test-for-australia", "date_published": "2023-04-17 04:21:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sudan death toll nears 100 as fighting rages and hospitals run short of supplies", "description": "<p>WHO warns some hospitals in Khartoum short of blood and other critical supplies to treat wounded and clashes enter third day</p><ul><li><a href=\"https://www.theguardian.com/world/2023/apr/16/sudan-conflict-why-is-there-fighting-and-what-is-at-stake-in-the-region\">Explainer: why is there fighting in Sudan?</a></li></ul><p>At least 97 people have been killed and hundreds wounded as clashes spread across Sudan, and the World Health Organization (WHO) warns that some hospitals are running out of critical supplies to treat the injured.</p><p>Fighting erupted on Saturday between army units loyal to General Abdel Fattah al-Burhan, head of Sudan’s transitional governing Sovereign Council, and the paramilitary Rapid Support Forces (RSF), led by General Mohamed Hamdan Dagalo, known as Hemedti, who is deputy head of the council.</p> <a href=\"https://www.theguardian.com/world/2023/apr/17/sudan-death-toll-nears-100-as-fighting-rages-and-hospitals-run-short-of-supplies\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/17/sudan-death-toll-nears-100-as-fighting-rages-and-hospitals-run-short-of-supplies", "date_published": "2023-04-17 04:01:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Andalucía accused of pandering to far right over plans for Spanish wetlands", "description": "<p>Madrid says regional authorities’ proposals for water use threaten Doñana world heritage site</p><p>Spain’s environment minister has accused the Andalucían regional government of engaging in “short-term electoral demagoguery” and playing into the hands of the far right by pressing ahead with irrigation plans for strawberry farms that could threaten the survival of <a href=\"https://www.theguardian.com/world/2022/feb/08/bitter-fruit-strawberry-boom-water-plan-raises-fears-for-spanish-wetlands\">one of Europe’s most important wetlands</a>.</p><p>Water supplies to the Doñana Natural Space, whose marshes, forests and dunes extend across almost 130,000 hectares (320,000 acres) and include a <a href=\"https://whc.unesco.org/en/list/685/\">Unesco-listed national park</a>, have declined drastically over the past 30 years because of <a href=\"https://www.theguardian.com/environment/2016/sep/15/spain-could-be-first-eu-country-with-national-park-listed-as-in-danger\">climate breakdown, farming, mining pollution and marsh drainage</a>.</p> <a href=\"https://www.theguardian.com/world/2023/apr/17/spanish-wetlands-donana-andalucia-far-right\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/17/spanish-wetlands-donana-andalucia-far-right", "date_published": "2023-04-17 04:00:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lavish ancient Roman winery found at ruins of Villa of the Quintilii near Rome", "description": "<p>Excavation shows facility included luxurious dining rooms with views of fountains that gushed with wine</p><p>Of all the Roman ruins that populate what is now a pleasant landscape of pine trees and meadows, under the distant gaze of the Alban Hills, the Villa of the Quintilii is perhaps the most impressive – almost a city in miniature, covering up to 24 hectares.</p><p>Lying on the ancient Appian Way as it runs south-east from Rome, the villa had its own theatre, an arena for chariot races and a baths complex with walls and floors lined in sumptuous marble.</p> <a href=\"https://www.theguardian.com/world/2023/apr/17/ancient-roman-winery-found-ruins-villa-of-quintilii-rome\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/17/ancient-roman-winery-found-ruins-villa-of-quintilii-rome", "date_published": "2023-04-17 04:00:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Kings probe ‘racial bias’ claims after rapper E-40 ejected from playoff game", "description": "<ul><li>Kings investigate ‘racial bias’ claims after E-40 ejected</li><li>Rapper is among Warriors’ most visible celebrity fans</li></ul><p>The Sacramento Kings are investigating allegations from a Bay Area hip-hop star that “racial bias” led to him being kicked out of his seat during a playoff game against the Golden State Warriors.</p><p>The rapper E-40 said in a statement that he was heckled throughout the game Saturday night and addressed one heckler “in an assertive but polite manner” before security guards came and ordered him to leave the arena.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/16/nba-playoffs-kings-e40-ejected-racial-bias\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/16/nba-playoffs-kings-e40-ejected-racial-bias", "date_published": "2023-04-17 02:57:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Knight hits hat-trick as USA stun rivals Canada for world ice hockey crown", "description": "<ul><li>Knight scores three in USA’s gold-medal 6-3 win over Canada</li><li><a href=\"https://www.theguardian.com/sport/live/2023/apr/16/canada-v-usa-ice-hockey-world-championship-final-live\">Canada 3-6 United States – as it happened</a></li><li>Czech Republic edge Switzerland for third place</li></ul><p>For all the focus on the United States’ young and retooled roster, it was who else but Hilary Knight – the team’s most experienced and accomplished star – who played a pivotal role in securing her nation’s 10th women’s world hockey championships gold medal and first in four years.</p><p>Caroline Harvey had a goal and assist, and Abbey Murphy and Cayla Barnes, with an The 33-year-old Knight scored three times, including the go-ahead goal with 3:10 left in regulation, <a href=\"https://www.theguardian.com/sport/live/2023/apr/16/canada-v-usa-ice-hockey-world-championship-final-live\">in a 6-3 win over Canada</a>, and on their cross-border rival’s home soil in suburban Toronto on Sunday.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/16/usa-canada-womens-hockey-world-championship-hilary-knight\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/16/usa-canada-womens-hockey-world-championship-hilary-knight", "date_published": "2023-04-17 02:19:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Episode three: The Sea Islands | podcast", "description": "<p>Journalist DeNeen L Brown travels to the Sea Islands in the US and meets the Gullah Geechee people – direct descendants of enslaved Africans who picked the distinctive Sea Island cotton prized by traders in Manchester</p><p>Journalist <strong>DeNeen L Brown</strong> travels to the Sea Islands in the US and meets the Gullah Geechee people – direct descendants of enslaved Africans who picked the distinctive Sea Island cotton prized by traders in Manchester. The Sea Islands lie off the coast of Georgia and South Carolina.</p><p>She begins her journey in Savannah, a coastal city in the state of Georgia, where she meets local storytellers and activists <strong>Patt Gunn </strong>and<strong> Rozz Rouse</strong>. They tell her about the Weeping Time, the largest auction of enslaved people in US history.</p> <a href=\"https://www.theguardian.com/news/audio/2023/apr/17/episode-three-the-sea-islands-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/news/audio/2023/apr/17/episode-three-the-sea-islands-podcast", "date_published": "2023-04-17 02:00:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Why are British audiences suddenly so out of control? – podcast", "description": "<p>From fights at the Bodyguard musical to wild drunken antics at comedy clubs  and even heckling at the opera, performers and theatre staff say crowds are getting out of hand. What’s going on?</p><p>From drunken revellers singing over emotional ballads at jukebox musicals to an opera-goer heckling a child performer, there has been a growing number of news stories since the pandemic about people behaving badly at entertainment venues. Then came the headlines about the police being called to the Bodyguard musical to quell an actual fight.</p><p>So what, exactly, is happening to British audiences, which are stereotypically seen as polite and even repressed? Theatre critic <strong>Alice Savile</strong> tells <strong>Nosheen Iqbal</strong> about her recent wild nights out at the theatre, and how front-of-house staff are finding it hard to cope. We hear from usher <strong>Bethany North</strong> on the abuse she’s experienced.</p> <a href=\"https://www.theguardian.com/news/audio/2023/apr/17/why-are-british-audiences-so-out-of-control-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/news/audio/2023/apr/17/why-are-british-audiences-so-out-of-control-podcast", "date_published": "2023-04-17 02:00:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Matt Fitzpatrick defeats Jordan Spieth in RBC Heritage playoff", "description": "<ul><li>Briton earns second PGA Tour title</li><li>Becomes second Englishman to win competition after Nick Faldo</li></ul><p>Matthew Fitzpatrick has claimed his first win since last year’s US Open, winning the RBC Heritage at the third playoff hole at Harbour Town, after a thrilling duel with three-time major winner Jordan Spieth for the title.</p><p>Fitzpatrick became the first Englishman to win the tournament since Nick Faldo in 1984 after Spieth cruelly lipped out a $5.4 million putt to fall heartbreakingly short of becoming just the tournament’s fourth-ever back-to-back winner.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/17/matt-fitzpatrick-defeats-jordan-spieth-in-rbc-heritage-playoff\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/17/matt-fitzpatrick-defeats-jordan-spieth-in-rbc-heritage-playoff", "date_published": "2023-04-17 01:58:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Judge delays Dominion and Fox News trial until Tuesday", "description": "<p>Rupert Murdoch’s channel sued for knowingly or recklessly broadcasting outlandish lies about voting equipment after Trump lost election</p><p>The trial in the closely watched $1.6bn defamation lawsuit between Dominion Voting Systems and Fox will begin a day later than scheduled, the judge overseeing the case announced on Sunday evening, hours before opening arguments were set to begin on Monday.</p><p>The trial was rescheduled to begin on Tuesday. Eric Davis, the Delaware superior court judge overseeing the case, did not say why the trial was being delayed. “The court has decided to continue the start of the trial, including jury selection, until Tuesday, April 18, 2023 at 9am. I will make such an announcement tomorrow [Monday] at 9am in Courtroom 7E,” he said in a statement released through a court spokesperson.</p> <a href=\"https://www.theguardian.com/us-news/2023/apr/17/judge-delays-dominion-and-fox-news-trial-until-tuesday\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/17/judge-delays-dominion-and-fox-news-trial-until-tuesday", "date_published": "2023-04-17 01:51:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "China’s defence minister and Putin vow to strengthen military cooperation", "description": "<p>Li Shangfu travelled to Moscow where he said ties between the countries ‘surpass military-political alliances of the cold war era’</p><p>Vladimir Putin and China’s defence minister Li Shangfu have vowed to deepen military cooperation between China and Russia after the men met in Moscow over the weekend.</p><p>Li, who met the Russian president on Sunday on his first trip overseas in the role, said China was willing to work with Russia to have close strategic communications between their militaries.</p> <a href=\"https://www.theguardian.com/world/2023/apr/17/chinas-defence-minister-and-putin-vow-to-strengthen-military-cooperation\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/17/chinas-defence-minister-and-putin-vow-to-strengthen-military-cooperation", "date_published": "2023-04-17 01:28:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ahmad Jamal, influential jazz pianist, dies aged 92", "description": "<p>Over a career spanning seven decades, musician was hailed for his ability to transcend genres </p><p>Ahmad Jamal, the influential jazz pianist, composer and band leader, has died at the age of 92.</p><p>His daughter, Sumayah Jamal, confirmed to the New York Times that the cause of death was prostate cancer.</p> <a href=\"https://www.theguardian.com/music/2023/apr/17/ahmad-jamal-influential-jazz-pianist-dies-aged-92\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/apr/17/ahmad-jamal-influential-jazz-pianist-dies-aged-92", "date_published": "2023-04-17 01:13:51+00:00", "persistent": false, "user": null, "language": "en-UK"}]