[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Halo Infinite Creative Director Leaves to Join Netflix Games - IGN Daily Fix", "description": "On today's Daily Fix:\nHalo franchise veteran Joseph Staten is leaving the series—and Microsoft—to join Netflix Games. Interesting career choice from the man who helped write Halos 1-3, directed ODST, and recently held the title of Creative Director for Halo Infinite. We wish him well. In other Microsoft news, the dashboard for the Series X|S is likely to get a bit of a redesign in the near future. Beta testers submitted feedback recently, saying the dashboard had grown too cluttered. What do you think the new version will look like? Maybe something like...the Xbox 360 blades design? We can only hope. In the latest in the Dark and Darker legal drama, developer IRONMACE wants players to torrent their game. Because of a court order stemming from their lawsuit with Nexon, the game Dark and Darker can't be sold or made available through usual channels, so the devs are kinda sorta maybe encouraging pirating? And finally, Call of Duty: Warzone's new DLC offerings include a bundle that gives a distinct advantage to players who buy it—basically it's pay-to-win. Bummer.\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=anQ_403UshE", "date_published": "2023-04-17 23:30:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Lonely Castle in the Mirror - Official Trailer (2023) Ami Touma, Takumi Kitamura", "description": "Shy outcast Kokoro has been avoiding school for weeks when she discovers a portal in her bedroom mirror. She reaches through and finds herself transported to an enchanting castle where she is joined by six other students. When a girl in a wolf mask explains that they have been invited to play a game, the teens must work together to uncover the mysterious connection that unites them. However, anyone who breaks the rules will be eaten by a wolf.\n\n#IGN #Anime", "link": "https://www.youtube.com/watch?v=dgc20H1osik", "date_published": "2023-04-17 23:00:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Cyberpunk 2077: Path Ray Tracing Overdrive Performance Review (Update 1.62)", "description": "CD Projekt Red has shifted into overdrive with their latest ray tracing update to Cyberpunk 2077, this time in collaboration with Nvidia. Boasting Path Traced visuals within a modern game is no small feat, How does this differ from the previous Ray Tracing modes? How does it run on the RTX3000 and 2000 cards? All that and much more in this Cyberpunk 2077 IGN Performance review.\n\nChapters\n0:00 Taking a new Path and question for the audience?\n1:11 Rasterization mode explained\n2:42 Ray Tracing mode explained\n4:21: Path Tracing mode explained & Comparisons\n9:22 Lighting the way ahead: Analysis of the Path tracing\n14:00 Scaling & Performance: RTX4090 and SER Explained\n16:01 GPU Utilisation and RTX3080, RTX2070 & RX6800 performance testing\n17:00 Summary\n\n#IGN #Cyberpunk2077 #Gaming", "link": "https://www.youtube.com/watch?v=C2lsZBTUtSM", "date_published": "2023-04-17 22:05:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Dragon Ball Z: Unboxing a Huge $300 Action Figure of Porunga The Namek Dragon", "description": "Dragon Ball Z fans wishing for a massive action figure of Porunga, the Namek Dragon, your wish is granted! Thankfully, we didn't have to track down the Dragon Balls to summon him, since Bandai Namco sent over a sample of the brand new Tamashii Nations Bandai Spirits S.H.Figuarts Porunga and Dende box set to check out. The official product title is \"Porunga & Dende Luminous Dragon Ball Set - Come Forth, Genuine Shenron!! - Dragon Ball Z - Bandai Spirits S.H.Figuarts\" which is a little longwinded, not to mention a bit disrespectful to earth's dragon Shenron.\n\nPorunga is well over a foot tall when mounted on his stand, and the included base also lights up and plays sound clips from the original anime when the Dragon Balls are placed properly thanks to NFC technology, similar to how Amiibo work. Porunga and Dende both include alternate sets of hands, and Dende has an alternate head too. Now let's see if he'll grant our wish for a Dragon Ball Z Budokai Tenkaichi 4 gameplay trailer or maybe a release date.\n\nIf you want to grab a Porunga for yourself, the figure is currently (as of posting this video) in stock on the IGN store.\n\n#IGN #DBZ", "link": "https://www.youtube.com/watch?v=n4Gqynnqw8k", "date_published": "2023-04-17 21:00:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Boogeyman - Official Trailer (2023) Sophie Thatcher, Chris Messina, Vivien Lyra Blair", "description": "Check out the creepy new trailer for The Boogeyman, an upcoming horror-thriller movie based upon the short story by Stephen King. The Boogeyman stars Sophie Thatcher (“Yellowjackets”), Chris Messina (“Air”), Vivien Lyra Blair (“Obi-Wan Kenobi”), Marin Ireland (“The Umbrella Academy”), Madison Hu (“Bizaardvark”), LisaGay Hamilton (“Vice”), and David Dastmalchian (“Boston Strangler”). \n\nHigh school student Sadie Harper and her younger sister Sawyer are reeling from the recent death of their mother and aren’t getting much support from their father, Will, a therapist who is dealing with his own pain. When a desperate patient unexpectedly shows up at their home seeking help, he leaves behind a terrifying supernatural entity that preys on families and feeds on the suffering of its victims. \n\nThe movie is directed by Rob Savage (“Host”) with a screenplay by Scott Beck & Bryan Woods (“A Quiet Place”) and Mark Heyman (“Black Swan”) and a screen story by Scott Beck & Bryan Woods based upon the short story by Stephen King. The producers are Shawn Levy (“Stranger Things”), Dan Levine (“Arrival”), and Dan Cohen (“The Adam Project”), with John H. Starke (“Sicario”), Emily Morris (“Rosaline”), Scott Beck, Bryan Woods, Ryan Cunningham, Adam Kolbrenner (“The Tomorrow War”), and Robyn Meisinger serving as executive producers. \n\nThe Boogeyman opens in theaters on June 2, 2023.\n\n#IGN #Movies #StephenKing", "link": "https://www.youtube.com/watch?v=NloI87CkZao", "date_published": "2023-04-17 20:00:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Last of Us Part 1 - PC First Person Mode Mod Gameplay", "description": "Ever wonder how the Last of Us would look if it were played as a First Person Shooter? Well wonder no longer. The team at Voyagers Revenge (https://www.youtube.com/c/VoyagersRevenge) are working on a mod that switches up the perspective of The Last of Us from a Third Person Shooter to a First Person Shooter. To view the full un-edited trailer, visit their YouTube page at https://youtu.be/Yk0aMiLnxlc\r and check out their patreon at https://www.patreon.com/VoyagersRevenge", "link": "https://www.youtube.com/watch?v=F0BBMvSMMlg", "date_published": "2023-04-17 19:00:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "This Is the Legend of Zelda: Tears of the Kingdom Trailer We Were Waiting For", "description": "After years of waiting, we finally got a Legend of Zelda: Tears of the Kingdom trailer that generated the hype the game needed ahead of its May 12 release date.\n\n#IGN #LegendofZelda #Gaming", "link": "https://www.youtube.com/watch?v=Q80D6OkbmDA", "date_published": "2023-04-17 18:00:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Sweet Tooth Season 2 - Official Trailer (2023) Christian Convery, Nonso Anozie, Adeel Akhtar", "description": "Check out the trailer for Season 2 of Sweet Tooth. The series stars Christian Convery as Gus, Nonso Anozie as Jepperd, Adeel Akhtar as Dr. Singh, Stefania LaVie Owen as Bear, Dania Ramirez as Aimee Eden, Aliza Vellani as Rani Singh, Naledi Murray as Wendy, Neil Sandilands as General Abbot, Marlon Williams as Johnny Abbot, Christopher Sean Cooper Jr. as Teddy and Yonas Kibreab as Finn; with James Brolin as the narrator.\n\nAs a deadly new wave of the Sick bears down, Gus (Christian Convery) and a band of fellow hybrids are held prisoner by General Abbot (Neil Sandilands) and the Last Men. Looking to consolidate power by finding a cure, Abbot uses the children as fodder for the experiments of captive Dr. Aditya Singh (Adeel Akhtar), who’s racing to save his infected wife Rani (Aliza Vellani). To protect his friends, Gus agrees to help Dr. Singh, beginning a dark journey into his origins and his mother Birdie’s (Amy Seimetz) role in the events leading up to The Great Crumble. \n\nOutside the Preserve, Tommy Jepperd (Nonso Anozie) and Aimee Eden (Dania Ramirez ) team up to break the hybrids free, a partnership that will be tested as Jepperd’s secrets come to light. As the revelations of the past threaten the possibility of redemption in the present, Gus and his found family find themselves on a collision course with Abbot and the evil forces that look to wipe them out once and for all. \n\nBased on the DC comic book series by Jeff Lemire, Sweet Tooth is executive produced by Jim Mickle, Susan Downey, Robert Downey, Jr., Amanda Burrell, and Linda Moran. The series is produced by Warner Bros. Television.\n\nSeason 2 of Sweet Tooth will be available on Netflix on April 27, 2023.\n\n#IGN #SweetTooth #Netflix", "link": "https://www.youtube.com/watch?v=inO-KTXhbIE", "date_published": "2023-04-17 17:00:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Guardians of the Galaxy Vol. 3 - Official 'Final Tour' Teaser Trailer (2023) Chris Pratt", "description": "Check out this teaser for Marvel Studios’ Guardians of the Galaxy Volume 3 for another look at the upcoming movie. It stars Chris Pratt, Zoe Saldana, Dave Bautista, Chukwudi Iwuji, Karen Gillan, Pom Klementieff, Vin Diesel, Bradley Cooper, Maria Bakalova, Sean Gunn, and Will Poulter. \n\nMarvel Studios’ Guardians of the Galaxy Vol. 3, written and directed by James Gunn, opens in theaters on May 5, 2023.\n\n#IGN #Movies #GuardiansOfTheGalaxy", "link": "https://www.youtube.com/watch?v=DsJFDaT3a20", "date_published": "2023-04-17 16:00:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "How AI Could Change Video Games Forever", "description": "While it's true that video games have almost always used some form of AI in the game's engine, the meaning of AI within gaming is beginning to shift in a major way. With tools like Ubisoft Ghostwriter, artificial intelligence is about to change the way games are developed. In this video, we'll discuss the potential positive impacts that AI will have when developers can implement the tools readily available. We'll also be taking a look at the disruptive harm AI tools can be when they become dangerously close to taking away creative and top-level design decisions away from humans. \n\n\nThroughout the week of April 17th - 21st, IGN is having what we're dubbing \"AI Week\". All week long we'll be taking a look at the sudden burst of AI use in the games, tech, and entertainment industries while evaluating their impacts. Will AI change video games forever? Matt Kim delves into the trend that has taken over the games industry in 2023 as part of IGN AI Week.", "link": "https://www.youtube.com/watch?v=WkCLRUWA3lk", "date_published": "2023-04-17 14:45:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Dead Island 2 - Official Launch Trailer", "description": "Watch the brutal, bloody launch trailer for Dead Island 2, and get ready to slay zombies in HELL-A when the game launches on April 21, 2023 on Xbox Series X/S, Xbox One, PlayStation 5, PlayStation 4, and PC via the Epic Games Store.\n\n#IGN #Gaming #DeadIsland", "link": "https://www.youtube.com/watch?v=3WbuNwYNHdU", "date_published": "2023-04-17 14:44:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Men of War 2: Battle of Coisson Gameplay (American Campaign)", "description": "Enjoy 20 minutes of American campaign gameplay featuring the Battle of Coisson from Men of War 2, the real-time strategy sequel that's heading into open beta on Steam from May 11-15. The developers at Best Way describe this mission gameplay as follows: \"Near the village of Coisson, Normandy, 1994. The command of the United States VII Army Corps has lost communication with the artillery gunners of Company H. Logistics specialists have estimated that Company H should have already reached Coisson. Lieutenant Carl Young, commander of the 68th Mechanized Squadron, has been ordered to conduct a rescue operation.\"\n\n#MenOfWar2 #BattleOfCoisson", "link": "https://www.youtube.com/watch?v=Izt_n4iC0Nc", "date_published": "2023-04-17 14:00:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Horizon Forbidden West: Burning Shores - Official Meet Seyka Behind The Scenes", "description": "Join members of the development team at Guerrilla, along with Kylie Liya Page (who plays Seyka) and Ashly Burch (who plays Aloy), for a behind-the-scenes look at Horizon Forbidden West: Burning Shores, as the team discusses the new character, Seyka, and more from the upcoming expansion.\n\nIn Horizon Forbidden West: Burning Shores, Seyka is an ambitious marine of the Quen tribe who has stepped up to help her people survive. \n\nHorizon Forbidden West: Burning Shores will be available on PlayStation 5 on April 19, 2023.\n\n#IGN #Gaming #HorizonForbiddenWest", "link": "https://www.youtube.com/watch?v=tv_0c_Ym6f0", "date_published": "2023-04-17 13:41:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Who Should Be in The New Jedi Order?", "description": "Who should train under Rey in her New Jedi Order?\n\nStar Wars Celebration brings us the news on Star Wars movies to come, with a New Jedi Order lead by Rey! On the heels of training with Luke Skywalker, she is forming the entire Order from scratch, and we’re wondering if her old friend Finn could be of help? We haven’t seen Finn Jedi edition yet, but some hints of The force could put him among the ranks of Grogu, Cal Kestis, Cere Junda, Ezra Bridger, Jacen Syndulla, and other potential Force wielders left in the galaxy. \n\nWith these new Star Wars movies announced, we’ve got ideas for what might be going down in this new Star Wars movie alone, and how FN2187 might have a chance at plot redemption. But will Luke Skywalker be a literal presence in the New Jedi Order? He’d bring the Star Wars lore for sure, with the example of Darth Vader looming over Rey. New Jedi Order members may be hard to come by though. In the New Jedi Order, Rey has a clean slate basically. She most likely knows how Luke Skywalker’s Jedi Order was created and the pitfalls there. \n\nHow can Rey avoid the mistakes of Luke Skywalker’s New Jedi Order though, if he was her one guide? The expanded universe may be of help! Even if the Jedi Temple has been empty for years, many Star Wars Legends can still come into play! Could this Jedi Order somehow even include Ben Solo? Kyle Katarn? Anyone else saved from Order 66? The lore is there from Return of the Jedi onward, and we’ve got Kathleen Kennedy as a direct source. Do you think Jedi Survivor is possible to come into play? Watch and leave your comments below!\n\n#TheNewJediOrder #Rey #StarWars #NewStarWars #NewStarWarsMovies", "link": "https://www.youtube.com/watch?v=q_oZdHMQh70", "date_published": "2023-04-17 13:00:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Daymare: 1994 Sandcastle Needs to Dig Deeper to Live Up to its Resident Evil Inspiration", "description": "We played a 20-minute demo of Daymare: 1994 Sandcastle, the next in the series of Resident Evil-inspired survival games. But this time, we weren't particularly impressed by the slice we experienced – particularly in a post-Resident Evil 4 Remake world –but remain hopeful that the rest of the game can get where it clearly wants to go. Previewed on PC by Jarrett Green.\n\n#Daymare1994 #Daymare1994Sandcastle #ResidentEvil", "link": "https://www.youtube.com/watch?v=mNEiC397ugw", "date_published": "2023-04-17 13:00:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Mighty Morphin Power Rangers: Once & Always: Exclusive Clip (2023) Walter E. Jones, Steve Cardenas", "description": "The Mighty Morphin Power Rangers: Once & Always stand-alone special premiering on Netflix globally on April 19, featuring the legendary Mighty Morphin cast like David Yost, Walter E. Jones, Steve Cardenas, Catherine Sutherland, Karan, and Johnny Yong.\n\nIn Mighty Morphin Power Rangers: Once & Always, thirty years after the wise and powerful Zordon formed the Mighty Morphin Power Rangers, the team comes face to face with a familiar threat from the past. In the midst of a global crisis, they are called on once again to be the heroes the world needs. Inspired by the legendary mantra from the franchise “Once a Ranger, Always a Ranger,” Once & Always reminds everyone when you become a Ranger, you are always a part of the Ranger family and always welcome.\n\nThis exclusive clip features Walter E. Jones (Black Ranger/Zack Taylor), Steve Cardenas (Red Ranger /Rocky DeSantos), and Charlie Kersh as Minh, daughter of Mighty Morphin Power Rangers Yellow Ranger Trini Kwan. In this scene, Zack and Rocky arrive at the Angel Grove Youth Center & Juice Bar where a battle ensues -- and so does Zack's legendary Hip Hop Kido. The Hasbro Pulse Fanstream YouTube channel will feature additional Power Rangers reveals at 11 am PT on April 17.\n\n#MightyMorphinPowerRangers", "link": "https://www.youtube.com/watch?v=UUZFaF8V0dU", "date_published": "2023-04-17 13:00:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Introducing AI Week at IGN", "description": "The use of artifical intelegence and the conversations surrounding it have exploded to unprecidented levels in the last year. AI in tech, gaming, and entertainment have been a staple of the industries for quite some time, but now the technology is advancing at a rapid rate. This growth is both exciting and concerning for a number of reasons. That's why IGN has decided to dedicate a whole week to what we're dubbing AI Week. Throught the week of April 17th - 21st, IGN will release a slew of content focused on the use of AI in video games, every day technology we use, as well as its use in movies and TV. So join us in the celebration, or despair, all things artifical intellegence.\n\n#IGN #Gaming #AI", "link": "https://www.youtube.com/watch?v=DOUF1Zp60PY", "date_published": "2023-04-17 13:00:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Guardians of the Galaxy Vol. 3 - Official Teaser Trailer (2023) Chris Pratt, Dave Bautista", "description": "Watch the new Guardians of the Galaxy Vol. 3 teaser trailer to catch up with the guardians as they prepare to embark on their final tour. The upcoming MCU movie stars Chris Pratt, Zoe Saldana, Dave Bautista, Chukwudi Iwuji, Pom Klementieff, Karen Gillan, Vin Diesel, Bradley Cooper, Maria Bakalova, Sean Gunn, and Will Poulter. \n\nWritten and directed by James Gunn, Marvel Studios’ Guardians of the Galaxy Vol. 3 arrives in theaters on May 5, 2023.\n\n#IGN #Movies #GuardiansOfTheGalaxy", "link": "https://www.youtube.com/watch?v=7ukeWQlbbTM", "date_published": "2023-04-17 11:00:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "4 Things to Know About Evil Dead Rise", "description": "Evil Dead Rise brings the 42-year-strong horror franchise to a new urban setting featuring new characters. Put down that leathery book you found in the basement, here’s what you need to know about Evil Dead Rise. Sponsored by STUDIOCANAL. https://www.evildeadrise.co.uk/\n\n#IGN #Movies #EvilDead", "link": "https://www.youtube.com/watch?v=T8BAvkBFn4A", "date_published": "2023-04-17 10:00:17+00:00", "persistent": false, "user": null, "language": "en-US"}]