[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCLRlryMfL8ffxzrtqv0_k_w", "title": "Deadpool 3, Sonic The Hedgehog 3, Edge of Tomorrow 2... KinoCheck News", "description": "This time in the #KinoCheckNews \"Barbie\", “ Edge of Tomorrow 2”, “Scream 7”, “Sonic 3”, “Deadpool 3” etc.| Subscribe ➤ https://abo.yt/ki | 2023 Movie News Show | More News https://KinoCheck.com/news\n\n00:00 Scream 7\nWhat's your favorite scary movie? Ghostface will ask his victims this question again in part 7 of the successful horror movie series. This time the director is Christopher Landon, who should be a familiar name to fans of the genre…\nhttps://kinocheck.com/news/tusjsa\n\n02:03 Edge of Tomorrow 2\nThere is hope: The science fiction film \"Edge of Tomorrow\" starring Tom Cruise and Emily Blunt enjoyed great popularity. A possible sequel was long under discussion, but there was never any concrete information. Now Emily Blunt has spoken out for the first time about the rumors of a sequel…\nhttps://kinocheck.de/news/1t1ulr\n\n03:16 Deadpool 3\nA shock for all Deadpool fans: The big-mouthed mercenary was supposed to make his comeback in May together with Wolverine. Nothing will become of it, however, for the time being…\nhttps://kinocheck.com/news/oqrfe7\n\n04:58 Sonic the Hedgehog 3\nSonic returns: Filming is officially scheduled to begin this September on part three of the popular video game adaptation - regardless of the actors' strike. The solution to the problem is surprisingly simple…\nhttps://kinocheck.com/news/mqntjz\n\n06:53 Barbie\nUnbelievable: The \"Barbie\" movie about the famous plastic doll has already achieved a phenomenal success at the global box office after only 17 days and is currently the second most successful movie of the year…\nhttps://kinocheck.com/news/jyxjlu\n\nMost popular movies right now ➤ https://amzo.in/bestsellermovies | Most wanted movies of all time ➤ https://amzo.in/wishlistmovies\n\nNote | News with courtesy of all involved publishers. | All Rights Reserved. | https://amzo.in are affiliate-links. That add no additional cost to you, but will support our work through a small commission. | #KinoCheck®", "link": "https://www.youtube.com/watch?v=fA9GCMiDYKQ", "date_published": "2023-08-12T10:02:03+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i3.ytimg.com/vi/fA9GCMiDYKQ/hqdefault.jpg"}]