[{"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Multiple Flaws in CyberPower and Dataprobe Products Put Data Centers at Risk", "description": "Multiple security vulnerabilities impacting CyberPower's PowerPanel Enterprise Data Center Infrastructure Management (DCIM) platform and Dataprobe's iBoot Power Distribution Unit (PDU) could be potentially exploited to gain unauthenticated access to these systems and inflict catastrophic damage in target environments.\nThe nine vulnerabilities, from CVE-2023-3259 through CVE-2023-3267, carry", "link": "https://thehackernews.com/2023/08/multiple-flaws-in-cyberpower-and.html", "date_published": "2023-08-12T21:00:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Zoom ZTP & AudioCodes Phones Flaws Uncovered, Exposing Users to Eavesdropping", "description": "Multiple security vulnerabilities have been disclosed in AudioCodes desk phones and Zoom's Zero Touch Provisioning (ZTP) that could be potentially exploited by a malicious attacker to conduct remote attacks.\n\"An external attacker who leverages the vulnerabilities discovered in AudioCodes Ltd.'s desk phones and Zoom's Zero Touch Provisioning feature can gain full remote control of the devices,\"", "link": "https://thehackernews.com/2023/08/zoom-ztp-audiocodes-phones-flaws.html", "date_published": "2023-08-12T11:34:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Lolek Bulletproof Hosting Servers Seized, 5 Key Operators Arrested", "description": "European and U.S. law enforcement agencies have announced the dismantling of a bulletproof hosting service provider called Lolek Hosted, which cybercriminals have used to launch cyber-attacks across the globe.\n\"Five of its administrators were arrested, and all of its servers seized, rendering LolekHosted.net no longer available,\" Europol said in a statement.\n\"The service facilitated the", "link": "https://thehackernews.com/2023/08/lolek-bulletproof-hosting-servers.html", "date_published": "2023-08-12T07:03:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "New Python URL Parsing Flaw Enables Command Injection Attacks", "description": "A high-severity security flaw has been disclosed in the Python URL parsing function that could be exploited to bypass domain or protocol filtering methods implemented with a blocklist, ultimately resulting in arbitrary file reads and command execution.\n\"urlparse has a parsing problem when the entire URL starts with blank characters,\" the CERT Coordination Center (CERT/CC) said in a Friday", "link": "https://thehackernews.com/2023/08/new-python-url-parsing-flaw-enables.html", "date_published": "2023-08-12T06:03:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}]