[{"source": "https://www.theguardian.com/international/rss", "title": "Jude Bellingham scores on dream debut for Real Madrid at Athletic Bilbao", "description": "<p>That one’s going straight in a frame: Jude Bellingham standing before the sheer red wall of the noisiest stand of the most emblematic ground in Spain, the place they call the cathedral, arms spread wide, taking it all in. He was just 36 minutes into his debut for Real Madrid and the Englishman already had his first goal and the photo to go with it. The new man and his new teammates, running to join him: Aurélien Tchouaméni, then Dani Carvajal, then Vinícius Júnior, and then the rest of them, all in white. So this is what it’s like.</p><p>This is what he’s like too. The friendlies impressed, but this was the real thing, at a real stadium redolent with history and tradition, few better places to start. Away, sure, but this is a classic, against Athletic Bilbao, one of only three teams never relegated. It was marked with an assured 2-0 win, a clean sheet for Andriy Lunin, standing in for the injured Thibaut Courtois, at least until Kepa Arrizabaga arrives on loan, and a debut goal for Bellingham delivered early.</p> <a href=\"https://www.theguardian.com/football/2023/aug/12/athletic-real-madrid-la-liga-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/12/athletic-real-madrid-la-liga-match-report", "date_published": "2023-08-12T22:22:13+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Sydney’s $344m gallery has been open for eight months – so why doesn’t it have a name?", "description": "<p>Political intervention and conflicting advice over Indigenous language use are at the heart of the impasse over the addition to the Art Gallery of NSW</p><ul><li><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=cvau_sfl\">Get our weekend culture and lifestyle email</a></li></ul><p>Eight months <a href=\"https://www.theguardian.com/australia-news/2022/dec/03/the-sydney-modern-project-is-finally-open-has-the-art-gallery-of-nsws-344m-expansion-paid-off\">after opening</a>, New South Wales’s largest cultural construction investment since the Sydney Opera House remains nameless, with political intervention and conflicting advice over language behind the deadlock.</p><p>The $344m addition to the Art Gallery of NSW remains colloquially known as Sydney Modern, the name of the Sanaa-designed construction project which began in 2015.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/aug/13/sydney-art-gallery-of-nsw-no-name-why-modern\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/aug/13/sydney-art-gallery-of-nsw-no-name-why-modern", "date_published": "2023-08-12T20:00:27+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "NFL great Tom Brady meets Birmingham fans in pub before match", "description": "<ul><li>NFL great mingles with locals ahead of match at St Andrews</li><li><a href=\"https://www.theguardian.com/football/2023/aug/12/championship-roundup-coventry-middlesbrough\">Birmingham edge Leeds on Jutkiewicz’s stoppage-time goal</a></li></ul><p>NFL great Tom Brady got to know some of the locals ahead of his first home match as <a href=\"https://www.theguardian.com/football/2023/aug/03/tom-brady-birmingham-city-minority-owner-nfl-great\">minority owner</a> of English soccer team Birmingham City.</p><p>Brady <a href=\"https://twitter.com/KELSEARAVENHILL/status/1690317500104212480\">made an appearance at The Roost</a>, a pub near St Andrew’s stadium, before Birmingham’s game against Leeds in the second-tier Championship on Saturday</p> <a href=\"https://www.theguardian.com/sport/2023/aug/12/tom-brady-birmingham-city-fans-pub-visit\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/aug/12/tom-brady-birmingham-city-fans-pub-visit", "date_published": "2023-08-12T19:02:54+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "George Ford leads England to victory against Wales but Owen Farrell sees red", "description": "<ul><li>England 19-17 Wales</li><li>Borthwick could be without captain for World Cup opener</li></ul><p>A relieving, bonkers win for a depleted England, but one that came at a major cost. A red card for their captain, Owen Farrell, has placed the fly-half’s participation in the opening pool fixture against Argentina in Marseille next month under a major cloud and his head coach, Steve Borthwick, may now have to change both his fly-half and his captain.</p><p>Farrell was shown a yellow card for a shoulder to the head of the Welsh replacement Taine Basham which was subsequently upgraded to a red card by the television match official. England’s skipper could have few complaints and, <a href=\"https://www.theguardian.com/sport/2023/jan/16/billy-vunipola-may-nowell-england-six-nations-squad-rugby\">given his previous disciplinary history</a>, may struggle to find much sympathy at his hearing in the coming days.</p> <a href=\"https://www.theguardian.com/sport/2023/aug/12/england-wales-rugby-world-cup-warmup-report\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/aug/12/england-wales-rugby-world-cup-warmup-report", "date_published": "2023-08-12T18:52:58+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Texas questions rights of fetus in prison guard lawsuit despite arguing opposite on abortion", "description": "<p>Officials argue ‘unborn child’ may not have rights under US constitution in lawsuit defense over prison guard stillbirth</p><p>In defending themselves against a lawsuit, Texas officials have argued that an “unborn child” may not have rights under the US constitution, putting them in tension with arguments made by the state’s attorney’s general’s office as well as Republican lawmakers to support restrictions to <a href=\"https://www.theguardian.com/world/abortion\">abortion</a>.</p><p>A guard at the state prison in the community of Abilene <a href=\"https://www.chron.com/news/houston-texas/article/texas-argues-fetus-doesn-t-right-life-new-18292079.php\">filed </a>the lawsuit in question after she asserted that her superiors barred her from going to the hospital while she experienced intense labor pains and what she suspected were contractions while seven months pregnant and on duty.</p> <a href=\"https://www.theguardian.com/us-news/2023/aug/12/texas-fetus-rights-prison-guard-lawsuit-abortion\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/aug/12/texas-fetus-rights-prison-guard-lawsuit-abortion", "date_published": "2023-08-12T17:00:31+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "England’s brutish triumph is not how champions play. But it is how champions win | Jonathan Liew", "description": "<p>The Lionesses have been made to fight before. But scarcely in a game of this magnitude and intensity</p><p>Full-time, and the England substitutes in their tracksuits bound on to the pitch in blissful release. Lotte Wubben-Moy jumps for joy. Niamh Charles has a smile the width of Sydney Harbour. Jordan Nobbs wheels her arms around like a DJ. But the faces of their teammates bear subtly different expressions. The injured Rachel Daly lies on the turf, breathing deeply. Millie Bright solemnly applauds the crowd, spent and expressionless. Jess Carter blinks back tears of relief. Perhaps, in order to have truly enjoyed <a href=\"https://www.theguardian.com/football/2023/aug/12/england-colombia-womens-world-cup-quarter-final-match-report\">this World Cup quarter-final</a>, it helps not have played in it.</p><p>For this was a nasty, brutish thing: 114 minutes of sport as war, a test not just of skill but of will, not just of ingenuity but the capacity for suffering. The joints will complain in the morning. The bruises will have been glowing purple in the showers. The pain of victory is still pain. And perhaps later there will be time to reflect and rejoice, to savour the sweet taste of triumph and warm to the challenge ahead. But right now, everything hurts.</p> <a href=\"https://www.theguardian.com/football/blog/2023/aug/12/england-colombia-womens-world-cup-not-how-champions-play-but-win\">Continue reading...</a>", "link": "https://www.theguardian.com/football/blog/2023/aug/12/england-colombia-womens-world-cup-not-how-champions-play-but-win", "date_published": "2023-08-12T15:30:21+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Hollywood writers union mulls proposal from studios that would end strike", "description": "<p>Negotiating committee of Writers Guild of America says it is evaluating offer in substantial step forward</p><p>Hollywood TV and film writers represented by the Writers Guild of America are evaluating a counterproposal from studios that would end their ongoing <a href=\"https://www.theguardian.com/commentisfree/2023/aug/08/hollywood-strike-sag-wga-studio-greed-disney-universal\">strike</a> of more than 100 days, marking a substantial step forward in negotiations.</p><p>“Your Negotiating Committee received a counterproposal from the AMPTP today,” the guild’s negotiating committee said in a statement referring to the Alliance of Motion Picture and Television Producers. “We will evaluate their offer and, after deliberation, go back to them with the WGA’s response next week.</p> <a href=\"https://www.theguardian.com/culture/2023/aug/12/hollywood-writers-strike-union-considers-proposal\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/aug/12/hollywood-writers-strike-union-considers-proposal", "date_published": "2023-08-12T13:52:29+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Actor Kiell Smith-Bynoe: ‘How would I like to be remembered? Handing out the tequilas’", "description": "<p>The Ghosts star on making his mum proud, disliking his size 11 feet and being afraid of pigeons</p><p>Born in London, Kiell Smith-Bynoe, 34, attended East 15 acting school. Since 2019, he has appeared in the hit BBC sitcom Ghosts; the fifth and final season airs later this year. Other work includes Man Like Mobeen, Taskmaster, Red Flag (his Channel 4 <a href=\"https://www.channel4.com/programmes/red-flag\" title=\"\">Comedy Blap</a>), the Bafta-winning <a href=\"https://www.theguardian.com/tv-and-radio/2021/nov/30/stath-lets-flats-must-never-die-can-this-really-be-the-end\" title=\"\">Stath Lets Flats</a> and the Sky Atlantic comedy drama Dreamland. Smith-Bynoe stars in String V Spitta at the Pleasance theatre in <a href=\"https://www.theguardian.com/stage/edinburgh-festival-2023\" title=\"\">Edinburgh</a> from 18-26 August. He has a partner, and lives in London.</p><p><strong>What is your greatest fear?</strong><br />A plane that I’m on plunging into the sea. Aside from that, pigeons.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/aug/12/kiell-smith-bynoe-interview\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/aug/12/kiell-smith-bynoe-interview", "date_published": "2023-08-12T08:30:12+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Pau Gasol, Spain’s humble star, brings legacy of humanity to Hall of Fame", "description": "<p>The towering Spaniard won titles with Kobe Bryant and helped pave the way for today’s glut of international stars. But he’ll be remembered just as much for his healthy perspective</p><p>People are complex, multi-layered and nuanced. It’s why the longstanding cliché that likens human beings to onions holds up so well. But, occasionally, an anecdote can succinctly capture the essence of a person. I found this to be the case for one such story about basketball legend Pau Gasol. Barcelona, Spain, in the year 1991: an 11-year-old Gasol, the son of a doctor mother and nurse father, and an avid NBA fan from afar, watches with the rest of the world as his hero Magic Johnson <a href=\"https://www.youtube.com/watch?v=xMMWLS8D4OU\">announces that he is HIV-positive</a> – a diagnosis which, at the time, is perceived as a death sentence. In that moment, a moved Gasol makes up his mind to follow his parents into the medical profession and seek out a cure for Aids.</p><p>Gasol, the eventual two-time NBA champion, six-time All Star and three-time Olympic medalist who is set to be inducted into the Naismith Basketball Hall of Fame on Saturday night, clearly ended up on a path that led him away from professional healthcare (although he did complete a year of medical school before he was forced to choose between the two). But that glimpse into a moment from his childhood tells you everything about who Gasol is, at his core.</p> <a href=\"https://www.theguardian.com/sport/2023/aug/12/pau-gasol-legacy-basketball-hall-of-fame\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/aug/12/pau-gasol-legacy-basketball-hall-of-fame", "date_published": "2023-08-12T07:00:12+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "‘There’s no such thing as a neutral algorithm’: the existential AI exhibition confronting Sydney", "description": "<p>Artist Rafael Lozano-Hemmer’s Atmospheric Memory allows visitors to interact with generative tech – and become part of the show in unexpected ways</p><ul><li><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=cvau_sfl\">Get our weekend culture and lifestyle email</a></li></ul><p>When Y2K seemed like the world’s most pressing technological concern, the Mexican-Canadian artist Rafael Lozano-Hemmer was using a dictionary and a set of grammatical rules to teach a computer how to write questions. The program he built can make enquiries in Spanish, English, German and French, in 4.7tn possible combinations. When the artwork showed at the San Francisco Museum of Modern Art last year, it still had 271,000 years of new questions to ask.</p><p>Which is to say, Lozano-Hemmer has been working with generative technology long enough to have learned a powerful lesson: “There is no such thing as a neutral algorithm.”</p> <a href=\"https://www.theguardian.com/artanddesign/2023/aug/12/rafael-lozano-hemmers-atmospheric-memory-exhibition-powerhouse-museum-sydney-things-to-do-weekend\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/aug/12/rafael-lozano-hemmers-atmospheric-memory-exhibition-powerhouse-museum-sydney-things-to-do-weekend", "date_published": "2023-08-12T01:00:03+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}]