[{"source": "https://www.theguardian.com/rss", "title": "Dupont produces his best on biggest stage but South Africa deliver the pain", "description": "<p>France’s scrum-half barely put a foot wrong despite a fractured cheek but he was up against a stronger team in Paris</p><p>Off comes the scrum cap. The Stade de France is slowly emptying: of people, of noise, of hope. Antoine Dupont trudges across the turf, dazed and directionless, hands clasped to his head. This is a place he knows and a feeling he does not. He drags his blue jersey up over his face, but the tears do not come yet, and so he pulls it down again. For perhaps the first time on a rugby field, Dupont has no idea what he’s supposed to be doing.</p><p>They broke his face, and then they broke his heart. It will be of little use to him to know that he has played a starring role in perhaps the greatest game ever played. It matters not that over the last few weeks he has won over more converts to this team and this sport than <a href=\"https://www.theguardian.com/sport/2020/jun/18/the-breakdown-jonah-lomu-rugby-union-1995-world-cup\" title=\"\">any man since Jonah Lomu</a>. The", "link": "https://www.theguardian.com/sport/blog/2023/oct/15/dupont-produces-his-best-on-biggest-stage-but-south-africa-deliver-the-pain", "date_published": "2023-10-15T22:41:14+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "ENO’s music director resigns over proposed cuts to music staff", "description": "<p>Martyn Brabbins says proposals to axe 19 posts and employ remaining musicians part-time is plan of ‘managed decline’</p><p>Martyn Brabbins has announced his resignation as music director of English National Opera. His decision follows the announcement on 13 October of a proposal to axe 19 orchestral positions and employ its remaining musicians on part-time contracts.</p><p>“I cannot in all conscience continue to support the board and management’s strategy for the future of the company,” he said in a statement released on Sunday by his management.</p> <a href=\"https://www.theguardian.com/music/2023/oct/15/enos-music-director-resigns-over-proposed-cuts-to-music-staff\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/oct/15/enos-music-director-resigns-over-proposed-cuts-to-music-staff", "date_published": "2023-10-15T22:16:13+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Water metering should be compulsory in England, advisers likely to say", "description": "<p>Exclusive: expert panel will tell government there is no other way to manage higher demand as stress on supplies intensifies</p><p>Water metering should be made compulsory for all households in England, the government is likely to be told this week, as water supplies come under pressure from increased demand and more frequent droughts and floods.</p><p>Strain on the UK’s water networks is increasing under the more extreme weather conditions generated by the climate crisis and, under increasing demand, investment by water companies has not kept up.</p> <a href=\"https://www.theguardian.com/environment/2023/oct/15/water-metering-should-be-compulsory-in-england-advisers-likely-to-say\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/oct/15/water-metering-should-be-compulsory-in-england-advisers-likely-to-say", "date_published": "2023-10-15T22:00:04+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "WNBA finals: Liberty keep title hopes alive with victory over Aces", "description": "<ul><li>Game 3: Las Vegas Aces 73–87 New York Liberty</li><li>Las Vegas lead best-of-five series 2-1</li></ul><p>Jonquel Jones scored 27 points and Breanna Stewart added 20 to help the New York Liberty beat the Las Vegas Aces 87-73 on Sunday in the WNBA finals and force a Game 4.</p><p>New York struggled in the first two games against the Aces in Las Vegas, but the Liberty found their shooting touch in Game 3 behind Jones, who hit four of the team’s 13 three-pointers.</p> <a href=\"https://www.theguardian.com/sport/2023/oct/15/wnba-finals-liberty-keep-title-hopes-alive-with-victory-over-aces\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/oct/15/wnba-finals-liberty-keep-title-hopes-alive-with-victory-over-aces", "date_published": "2023-10-15T21:32:16+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "South Africa ruin France World Cup dream and set up England semi-final", "description": "<ul><li>Quarter-final: France 28-29 South Africa</li><li>Springboks to face England in last four in Paris</li></ul><p>Quarter-final weekend, as it had always threatened to, saved its best for last. An extraordinary match of fluctuating fortunes ended with French players scattered across the turf, part in despair, part exhaustion. After Ireland’s agonising failure to consummate their supremacy at the top of the world rankings on Saturday, here the hosts were denied the chance to prevail at their own World Cup. Another in the eye for the global north. South Africa it is, brimming with all that World Cup know-how, who progress to meet the only team left in the tournament from the north, England.</p><p>But that is for another day. What a game we witnessed, the brilliant French so free-running throughout dashed against granite Springbok rock.</p> <a href=\"https://www.theguardian.com/sport/2023/oct/15/france-south-africa-rugby-world-cup-quarter-final-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/oct/15/france-south-africa-rugby-world-cup-quarter-final-match-report", "date_published": "2023-10-15T21:17:40+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Steve Borthwick shrugs off England critics: ‘I don’t care what people think’", "description": "<ul><li>England knock out Fiji to reach the last four of World Cup</li><li>Owen Farrell booed before quarter-final in Marseille</li></ul><p>Steve Borthwick said “I don’t care what people think of us” after England <a href=\"https://www.theguardian.com/sport/2023/oct/15/owen-farrell-boots-england-into-world-cup-semi-final-after-fiji-fightback\">booked their place</a> in the Rugby World Cup semi-finals – Owen Farrell answering his critics with two crucial late kicks to defeat Fiji, having been roundly booed by spectators before the match.</p><p>England survived a considerable scare to overcome Fiji and are two wins away from lifting the trophy. While they will go into the last four as outsiders, Borthwick pointedly gave short shrift when asked if his side head to Paris as underdogs.</p> <a href=\"https://www.theguardian.com/sport/2023/oct/15/steve-borthwick-shrugs-off-england-critics-i-dont-care-what-people-think\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/oct/15/steve-borthwick-shrugs-off-england-critics-i-dont-care-what-people-think", "date_published": "2023-10-15T21:16:08+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Hard work, modesty and McTominay: how Scotland qualified for Euro 2024 | Ewan Murray", "description": "<p>After the disappointment of missing out on the World Cup, Steve Clarke’s side have breezed to a place in Germany</p><p>The finality of the last European Championship stung Steve Clarke. Scotland had waited since 1998 to reach a major tournament. The impact of the coronavirus pandemic meant a further 12-month delay for the impatient Scots. Celebrations of a fine performance during the <a href=\"https://www.theguardian.com/football/2021/jun/18/england-scotland-euro-2020-match-report\">scoreless draw</a> with England at Wembley – which in hindsight were over the top – only abated shortly before the <a href=\"https://www.theguardian.com/football/2021/jun/22/croatia-scotland-euro-2020-match-report\">3-1 defeat</a> against Croatia in Glasgow.</p><p>On the morning of 23 June 2021, Clarke bid farewell to his squad and the long-awaited adventure was over. The claiming of a single point from three games triggered the latest wave of concern over where Scotland stood in the football ecosystem. En", "link": "https://www.theguardian.com/football/2023/oct/15/scotland-qualified-euro-2024-steve-clarke", "date_published": "2023-10-15T21:15:17+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Wales shock Croatia to keep Euro hopes alive thanks to Harry Wilson double", "description": "<p>Wales needed to beat Croatia to keep their automatic qualification hopes alive and how they got a barnstorming performance to match. Harry Wilson was the matchwinner, scoring twice, but there were no end of moments to savour from this monumental victory over a team ranked sixth in the world.</p><p>One of those was the sight of Wales’s left-sided centre-back, Ben Davies, who wore the captain’s armband, on a one-man mission to close down the Croatia goalkeeper, Dominik Livakovic, midway through the second half before then going to ground to nick the ball from Luka Modric.</p> <a href=\"https://www.theguardian.com/football/2023/oct/15/wales-croatia-euro-2024-qualifier-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/oct/15/wales-croatia-euro-2024-qualifier-match-report", "date_published": "2023-10-15T21:10:17+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "NFL roundup: Backup PJ Walker leads Browns to shock win over 49ers", "description": "<ul><li>Listless San Francisco suffer first defeat of season </li><li>Dolphins stage comeback win over Panthers</li></ul><p>Rookie Jake Moody missed a 41-yard field goal with six seconds left, leaving San Francisco stunned 19-17 by the Cleveland Browns, who ended the 49ers’ regular-season winning streak at 15 on Sunday and handed quarterback Brock Purdy his first loss as an NFL starter.</p><p>Dustin Hopkins kicked four field goals for the Browns (3-2) – the last with 1:40 left, capping a drive helped by a disputed unnecessary roughness call against San Francisco (5-1). Cleveland pulled off the league’s biggest upset this season without quarterback Deshaun Watson, who missed his second straight game with a bruised shoulder.</p> <a href=\"https://www.theguardian.com/sport/2023/oct/15/nfl-roundup-backup-pj-walker-leads-browns-to-shock-win-over-49ers\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/oct/15/nfl-roundup-backup-pj-walker-leads-browns-to-shock-win-over-49ers", "date_published": "2023-10-15T20:55:25+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Illinois man kills six-year-old Muslim boy and stabs mother in hate crime", "description": "<p>Joseph Czuba, 71, was charged with murder and hate crime for stabbing his tenants over a dozen times in Plainfield, Illinois</p><p>A 71-year-old man in Plainfield, Illinois, has been charged with murder and a hate crime after stabbing a child and his mother because they were Muslims in an attack that killed a six-year-old boy and left the adult seriously wounded.</p><p>In a statement <a href=\"https://www.chicagotribune.com/news/breaking/ct-plainfield-stabbing-20231014-20231015-7fwcnhdazjg2dgr6ww4tv5myiq-story.html\">posted</a> to the Will county sheriff’s office social media page, law enforcement responded to an emergency call made by a 32-year-old woman who alleged her landlord had attacked her with a knife.</p> <a href=\"https://www.theguardian.com/us-news/2023/oct/15/plainfield-illinois-plainfield-six-year-old-muslim-boy-mother-murder-hate-crime\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/oct/15/plainfield-illinois-plainfield-six-year-old-muslim-boy-mother-murder-hate-crime", "date_published": "2023-10-15T20:09:47+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "The Kitchen review – high-energy drama of near-future rundown housing estate", "description": "<p>Kibwe Tavares and Daniel Kaluuya co-direct a drama about a funeral-service worker looking for a way out of the chaotic housing block of the title</p><p>There’s a rich mix of ingredients in this heartfelt and likably acted film from co-directors Kibwe Tavares and Daniel Kaluuya, set in a chaotic, favela-type London housing estate of the near future, nicknamed “the Kitchen”. It takes something from the French banlieue movies of Mathieu Kassovitz and Ladj Ly, while running a seedier and more downbeat version of the postmodern alienation of Total Recall or Blade Runner. But it is also a slightly sentimental-realist family drama, and I felt that for all its high-energy pyrotechnics, in its final moments The Kitchen paints itself into a bit of a narrative corner.</p><p>The Kitchen setting itself is tremendously fabricated on screen, with top-notch special effects work; it is a spectacularly rundown housing block surrounded on all sides by glitzy new apartment buildings for the heartless", "link": "https://www.theguardian.com/film/2023/oct/15/the-kitchen-review-daniel-kaluuya-high-energy-tale-of-near-future-rundown-housing-estate", "date_published": "2023-10-15T19:53:20+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Blood, sweat and effort: How England kept calm and carried on amid Fiji din", "description": "<p>With Fiji breathing down their necks in Marseille, Steve Borthwick’s players took the game by the scruff of the neck</p><p>Ten minutes left to play in Marseille, and the game is slipping away from England, taking with it their improbable shot at winning this World Cup. They had been 14 points up just moments ago and the Stade Vélodrome was so quiet, in those moments, that the crowd were throwing Mexican waves. It would have been stretching the point to say you could hear a pin drop, but if you strained your ears you could hear the bones pop and the bodies flop. And then Fiji finally started to play the way only they can. In six minutes they broke the line twice and scored tries both times, 24-10 became 24-22.</p><p>The English didn’t stop to watch the conversion. They were in the one place no team want to be when there’s 10 minutes left to play, when you’re just two points up and the semi-finals are on the line. In a huddle under their own posts. Maro Itoje was first, and already ", "link": "https://www.theguardian.com/sport/blog/2023/oct/15/blood-sweat-and-effort-how-england-kept-calm-and-carried-on-amid-fiji-din", "date_published": "2023-10-15T19:17:32+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Buttler says England ‘must keep belief’ after Afghanistan upset at World Cup", "description": "<ul><li>England captain admits his side were ‘outplayed’</li><li>Afghanistan coach says his team can reassess their ambitions</li></ul><p>Jos Buttler has challenged his players not to lose their self-belief after they fell victim to one of the great World Cup upsets, losing against Afghanistan by 69 runs in Delhi to leave their dreams of defending the trophy looking increasingly fanciful.</p><p>Buttler admitted his side were “outplayed”. After also losing their opening game against New Zealand, England have banked just a single victory from their first three matches. From here they are likely to need five wins from their six remaining group-stage fixtures if they are to stand a chance of reaching the semi-finals.</p> <a href=\"https://www.theguardian.com/sport/2023/oct/15/jos-buttler-says-england-must-keep-belief-after-afghanistan-upset-at-cricket-world-cup\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/oct/15/jos-buttler-says-england-must-keep-belief-after-afghanistan-upset-at-cricket-world-cup", "date_published": "2023-10-15T18:56:21+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Georgia man hit with $1.4m speeding ticket before officials clarify error", "description": "<p>Connor Cato says he was first told by court to either pay up or appear in court after driving 90 mph in a 55 mph zone</p><p>A Georgia man was left reeling after receiving a $1.4m speeding ticket, but city officials say the figure was just a placeholder, not the actual fine.</p><p>Connor Cato tells WSAV-TV in Savannah that he received the citation after getting pulled over in September for driving 90 mph (145 kph) in a 55 mph (89 kph) zone.</p> <a href=\"https://www.theguardian.com/us-news/2023/oct/15/georgia-man-million-dollar-speeding-ticket-error\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/oct/15/georgia-man-million-dollar-speeding-ticket-error", "date_published": "2023-10-15T18:40:08+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Poland election: PiS hopes to win third term and fend off Donald Tusk-led opposition – follow live", "description": "<p>Government expected to face close race with opposition led by the former prime minister and European Council president</p><p>More than 100 monitors from the Organisation for Security and Cooperation are monitoring the vote, <strong>Douglas Wake</strong>, the head of the mission told me outside a Warsaw polling station this morning. The mission will give its preliminary assessment of the vote at a press conference tomorrow afternoon.</p><p>In previous elections under PiS rule, the monitoring group has said the vote on the day was largely free of violations, but has flagged longer-term issues in the political and media climate, such as the fact that public television has a clear bias in favour of PiS.</p> <a href=\"https://www.theguardian.com/world/live/2023/oct/15/poland-election-pis-hopes-to-win-third-term-and-fend-off-donald-tusk-led-opposition-follow-live\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2023/oct/15/poland-election-pis-hopes-to-win-third-term-and-fend-off-donald-tusk-led-opposition-follow-live", "date_published": "2023-10-15T18:31:25+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "France v South Africa: Rugby World Cup 2023 – live", "description": "<ul><li>Updates from the 8pm BST kick-off at the Stade de France</li><li><a href=\"https://www.theguardian.com/sport/blog/2023/oct/12/rassie-erasmus-rugby-world-cup-south-africa-france\">Erasmus drafts narrative with flair of French novelist</a></li><li>Get in touch! You can <a href=\"mailto:niall.mcveigh@theguardian.com\">email Niall</a> or <a href=\"https://twitter.com/niallmcveigh\">tweet</a> him</li></ul><p>Some pre-match reading from Jonathan Liew on how South Africa’s 1995 triumph inspired Fabien Galthié, and why the France head coach took his players to see the ruins of Notre Dame.</p> <a href=\"https://www.theguardian.com/sport/live/2023/oct/15/france-v-south-africa-rugby-world-cup-2023-live\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2023/oct/15/france-v-south-africa-rugby-world-cup-2023-live", "date_published": "2023-10-15T18:24:07+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "NFL’s London show closes as Baltimore Ravens send Tennessee Titans packing", "description": "<ul><li>Baltimore Ravens 24-16 Tennessee Titans</li><li>Zay Flowers scores first career touchdown in victory</li></ul><p>Zay Flowers’ first career touchdown helped the Baltimore Ravens beat the Tennessee Titans 24-16 as the curtain came down on the 2023 London Games.</p><p>After the Jacksonville Jaguars became the first team in NFL history to win international games in <a href=\"https://www.theguardian.com/sport/2023/oct/08/jacksonville-jaguars-catch-buffalo-bills-cold-to-complete-second-london-win\">back-to-back weeks</a>, a packed Tottenham Hotspur Stadium looked set to witness a one-sided clash.</p> <a href=\"https://www.theguardian.com/sport/2023/oct/15/nfls-london-show-closes-as-baltimore-ravens-send-tennessee-titans-packing\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/oct/15/nfls-london-show-closes-as-baltimore-ravens-send-tennessee-titans-packing", "date_published": "2023-10-15T18:23:17+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Wales v Croatia: Euro 2024 qualifier – live", "description": "<ul><li>Minute-by-minute updates on a crunch Group D qualifier</li><li>Get in touch: you can <a href=\"mailto:John.Brewin.Casual@theguardian.com\">email John</a> with your thoughts</li></ul><p><strong>Croatia lost to Turkey on Wednesday</strong>, which wasn’t handy for Wales make three changes .Josip Juranovic, Domagoj Vida and Lovro Majer come in for Josip Stanisic, Josip Sutalo and Mario Pasalic. Ivan Perisic is among a list of injuries thought there’s always Luka Modric. .</p><p><strong>Wales beat Latvia 2-0</strong> in their last qualifier and make just two changes, with the injured Brennan Johnson and Aaron Ramsey replaced by David Brooks and Kieffer Moore.</p> <a href=\"https://www.theguardian.com/football/live/2023/oct/15/wales-v-croatia-euro-2024-qualifier-live\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/oct/15/wales-v-croatia-euro-2024-qualifier-live", "date_published": "2023-10-15T18:20:39+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Owen Farrell boots England into World Cup semi-final after Fiji fightback", "description": "<ul><li>Quarter-final: England 30-24 Fiji</li><li>Farrell kicks drop goal and penalty in last 10 minutes</li></ul><p>When England touched down in France in late August they would definitely have settled for where they now sit. World Cup semi-finalists, five wins on the spin and, in theory, the chance of reaching a second successive final. It is not their concern that, as demonstrated again by <a href=\"https://www.theguardian.com/sport/2023/oct/14/ireland-new-zealand-rugby-world-cup-quarter-final-match-report\">New Zealand and Ireland on Saturday night</a>, the gulf in quality between the two halves of the draw has been so pronounced.</p><p>They also had to survive a proper scare, with Fiji pulling back to 24-24 with 11 minutes left only for a drop-goal and a penalty, his fifth of the evening, from their captain, Owen Farrell, to restore some order. First-half tries from Manu Tuilagi and Joe Marchant had initially given them control of a hard-edged contest but their sense of relief at ", "link": "https://www.theguardian.com/sport/2023/oct/15/owen-farrell-boots-england-into-world-cup-semi-final-after-fiji-fightback", "date_published": "2023-10-15T17:17:26+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Points failure at London Euston causes hours-long delays for rail travellers", "description": "<p>Network Rail cautions passengers to check services as it reopens lines to and from station after disruption</p><p>Rail passengers endured hours of delays on trains to and from London’s Euston station after a points failure on Sunday.</p><p>Network Rail warned passengers at Euston to expect “major disruption” as all trains were suspended from about 10.40am to 1pm at the earliest.</p> <a href=\"https://www.theguardian.com/uk-news/2023/oct/15/london-euston-rail-travel-delays-trains-disruption-points-failure\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/oct/15/london-euston-rail-travel-delays-trains-disruption-points-failure", "date_published": "2023-10-15T17:08:25+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Nicola Jennings on the civilian warning leaflets and bombs falling on Gaza – cartoon | Nicola Jennings", "description": "<p></p> <a href=\"https://www.theguardian.com/commentisfree/picture/2023/oct/15/nicola-jennings-on-the-civilian-warning-leaflets-and-bombs-falling-on-gaza\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2023/oct/15/nicola-jennings-on-the-civilian-warning-leaflets-and-bombs-falling-on-gaza", "date_published": "2023-10-15T16:57:50+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on Gaza’s ground invasion: things could spiral out of control | Editorial", "description": "<p>Israelis’ feelings of hurt cannot be underestimated. But military overreaction will only deepen the hatred between them and Palestinians</p><p>Already thousands of Palestinians have been killed as Israeli jets and artillery pound the Gaza Strip. What started as a horrific attack against civilians last week – when Hamas massacred more than 1,300 Israelis – is bringing horrible <a href=\"https://www.theguardian.com/world/2023/oct/15/hamas-and-israel-at-war-what-we-know-on-day-nine\" title=\"\">devastation</a> to the coastal enclave. <a href=\"https://www.unrwa.org/newsroom/official-statements/gaza-strip-unrwa-headquarters-compound-sustains-damage-due-ongoing-airstrikes\" title=\"\">UN facilities</a> have come under fire, <a href=\"https://www.reuters.com/world/middle-east/un-chief-reuters-journalists-death-lebanon-shows-danger-israel-hamas-conflict-2023-10-13/\" title=\"\">journalists</a> have been killed and <a href=\"https://www.theguardian.com/world/2023/oct/10/830-dead-in-gaza-since-saturday", "link": "https://www.theguardian.com/commentisfree/2023/oct/15/the-guardian-view-on-gazas-ground-invasion-things-could-spiral-out-of-control", "date_published": "2023-10-15T16:43:47+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on Labour’s new localism: necessary work in progress | Editorial", "description": "<p>The failure of the Conservative party’s flagship project of levelling up is a huge opportunity for Labour</p><p>Diminished by outsourcing, <a href=\"https://www.theguardian.com/society/2022/may/01/local-government-in-england-hollowed-out-under-conservatives\" title=\"\">impoverished</a> by Westminster-imposed austerity, and constrained by one of the most <a href=\"https://www.instituteforgovernment.org.uk/article/ifg-news/uk-almost-most-centralised-developed-country-says-treasury-chief\" title=\"\">centralised</a> polities in the world, local government in England has endured a miserable first quarter of the 21st century.</p><p>Levelling up, the Conservative party’s response to the regional discontent exposed by the Brexit referendum, contrived to add insult to injuries already inflicted. Too often amounting to a top-down, <a href=\"https://www.lgcplus.com/politics/devolution-and-economic-growth/kerslake-levelling-up-set-to-become-synonymous-with-pork-barrel-politics-16-03-2021/\" title=\"\">", "link": "https://www.theguardian.com/commentisfree/2023/oct/15/the-guardian-view-on-labours-new-localism-necessary-work-in-progress", "date_published": "2023-10-15T16:43:26+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Sir William Gage obituary", "description": "Appeal court judge who chaired the public inquiry into the 2003 death of the Iraqi prisoner Baha Mousa in British army custody<p>When details emerged of how the Iraqi hotel receptionist <a href=\"https://www.theguardian.com/world/2008/jul/10/iraq.military1\" title=\"\">Baha Mousa</a> had been violently restrained and beaten to death in British military custody in 2003, it was the appeal court judge Sir William Gage who was the natural choice to chair the public inquiry.</p><p>Trusted with high profile trials, Gage, who has died aged 85, was renowned for his legal thoroughness and composed demeanour. Furthermore he had a military background, having completed national service as a lieutenant in the Irish Guards.</p> <a href=\"https://www.theguardian.com/law/2023/oct/15/sir-william-gage-obituary\">Continue reading...</a>", "link": "https://www.theguardian.com/law/2023/oct/15/sir-william-gage-obituary", "date_published": "2023-10-15T16:41:53+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "WSL roundup: Manchester United held at home by joint-leaders Leicester", "description": "<ul><li>Manchester United 1-1 Leicester</li><li>Co-leaders Manchester City thrash Bristol City 5-0</li></ul><p>Leicester City earned their first ever point against Manchester United in the Women’s Super League after holding on to draw 1-1.</p><p>Willie Kirk’s second-placed side have seven points from three games, level with leaders Manchester City, who thrashed Bristol City 5-0, and also with title holders Chelsea, <a href=\"https://www.theguardian.com/football/2023/oct/14/kerr-and-cuthbert-help-chelsea-women-canter-to-wsl-win-over-west-ham\">who beat West Ham United 2-0</a> on Saturday. United are fifth on five points.</p> <a href=\"https://www.theguardian.com/football/2023/oct/15/womens-super-league-manchester-united-leicester-manchester-city-bristol-liverpool-everton\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/oct/15/womens-super-league-manchester-united-leicester-manchester-city-bristol-liverpool-everton", "date_published": "2023-10-15T16:40:14+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "England humbled by Afghanistan in historic Cricket World Cup shock", "description": "<ul><li><a href=\"https://www.theguardian.com/sport/cricket/match/2023-10-15/england-cricket-team\">Afghanistan, 284, beat England, 215, by 69 runs</a></li><li>Brook’s 66 not enough as Buttler’s side fall short</li></ul><p>This was always pencilled in as the weekend that one game would ignite this tournament, and so it proved. It was not <a href=\"https://www.theguardian.com/sport/live/2023/oct/14/india-v-pakistan-cricket-world-cup-2023-live-score-updates\">the packed-house procession</a> in Ahmedabad on Saturday that did it, but the champions’ shock dethroning in Delhi. Until recently England were considered the side most likely to end India’s title hopes, but so far the only thing they have ended is Afghanistan’s 13-game, eight-year World Cup losing run.</p><p>England’s greatest white-ball side can now add to their list of achievements a starring role in one of the World Cup’s greatest shocks. They were profoundly outplayed by Afghanistan, who survived the calamitous self-inflicted dis", "link": "https://www.theguardian.com/sport/2023/oct/15/england-humbled-by-afghanistan-in-historic-cricket-world-cup-shock", "date_published": "2023-10-15T16:37:15+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Bad management has prompted one in three UK workers to quit, survey finds", "description": "<p>Study shows widespread concern over quality of managers, with 82% of bosses deemed ‘accidental’, having had no formal training</p><p>Almost one-third of UK workers say they’ve quit a job because of a negative workplace culture, according to a new survey that underlines the risks of managers failing to rein in toxic behaviour.</p><p>Research carried out by the Chartered Management Institute (CMI) pointed to widespread concern about the quality of management, and its impact on workers’ daily lives.</p> <a href=\"https://www.theguardian.com/business/2023/oct/15/bad-management-has-prompted-one-in-three-uk-workers-to-quit-survey-finds\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/oct/15/bad-management-has-prompted-one-in-three-uk-workers-to-quit-survey-finds", "date_published": "2023-10-15T16:00:15+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "FIA ‘revisiting’ investigation into Lewis Hamilton walking across Qatar track", "description": "<ul><li>Hamilton was fined by governing body for ‘dangerous’ actions</li><li>FIA reassessing penalty for future incidents</li></ul><p>Lewis Hamilton is to face an investigation by the FIA for walking across the track during the <a href=\"https://www.theguardian.com/sport/2023/oct/08/verstappen-storms-to-qatar-win-after-hamilton-and-russells-gutting-crash\">Qatar Grand Prix last weekend</a>. It is the second time the incident has come under scrutiny, with the British driver having already been investigated and fined by the stewards at the race.</p><p>The decision to reopen the case is an almost unprecedented move which is already raising questions as to why Hamilton has been singled out by Formula One’s governing body, who cited his position as a “role model”.</p> <a href=\"https://www.theguardian.com/sport/2023/oct/15/fia-revisiting-investigation-into-lewis-hamilton-walking-across-qatar-track-formula-one\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/oct/15/fia-revisiting-investigation-into-lewis-hamilton-walking-across-qatar-track-formula-one", "date_published": "2023-10-15T15:52:26+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Labour’s housing plans will not solve the affordability crisis | Letter", "description": "<p><strong>Martin Walsh</strong>, <strong>Michael Ball </strong>and <strong>John Worrall </strong>respond to the party’s proposals to address housing issues in the country</p><p>To suggest that a few planning measures will lead to “the biggest boost in affordable housing in a generation” as the leadership did at this year’s Labour conference calls in to question the credibility of the party’s response to the national housing crisis (<a href=\"https://www.theguardian.com/commentisfree/2023/oct/11/the-guardian-view-on-labours-housing-plan-a-promising-start-to-addressing-an-age-old-problem\" title=\"\">Editorial, 11 October</a>). Studies by the <a href=\"https://www.jrf.org.uk/report/build-build-build-social-housing\" title=\"\">Joseph Rowntree Foundation</a>, <a href=\"https://england.shelter.org.uk/support_us/campaigns/social_housing_deficit\" title=\"\">Shelter</a> and <a href=\"https://www.ucl.ac.uk/news/2023/oct/building-more-social-and-affordable-housing-could-save-uk-government-ps15-billion-y", "link": "https://www.theguardian.com/society/2023/oct/15/labours-housing-plans-will-not-solve-the-affordability-crisis", "date_published": "2023-10-15T15:50:00+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Why investing in arts education is so vital | Letter", "description": "<p>Investment in young people’s creativity after years of cuts will pay off for society as a whole, says <strong>Matt Bell</strong></p><p>It is great to see Labour pushing for “real world maths” and addressing the gaps in our education system (<a href=\"https://www.theguardian.com/politics/2023/oct/10/labour-announces-phonics-for-maths-scheme-in-planned-curriculum-review\" title=\"\">Labour announces ‘phonics for maths’ scheme in planned curriculum review</a>, 10 October), but what about art and creativity? Arts education in schools has been cut to shreds. No paint, no materials, no status, no nothing.</p><p>Last summer, Labour committed to make creative education compulsory to the age of 16. Now we need some detail to back that up. Let’s recognise the potential of all the arts to nurture self-esteem and creative expression in young people, and help them find their voice in the world. High-quality arts education is indispensable. It’s part of the reason why our creative industries are so", "link": "https://www.theguardian.com/education/2023/oct/15/labours-arts-ed-plan-needs-sketching-out", "date_published": "2023-10-15T15:49:54+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Riding back to good health on an e-bike | Brief letters", "description": "<p>Electric bicycles | 18th-century bathing pools | Question of sport | Lisa Cameron’s defection</p><p>It’s good to see the recent <a href=\"https://www.theguardian.com/lifeandstyle/2023/oct/10/embrace-the-climb-how-stairs-can-super-charge-your-fitness-in-seconds\" title=\"\">tips for keeping fit</a> , but please don’t dismiss the value of electric bikes in the same breath as cars or scooters (<a href=\"https://www.theguardian.com/lifeandstyle/2023/oct/11/will-youngsters-have-a-leg-to-stand-on-at-80\" title=\"\">Letters, 11 October</a>). An e-bike will take you nowhere without physical input from the rider. Having undergone major heart surgery some years ago, I can testify to the huge benefits to my wellbeing as a result of the thousands of miles I have covered on my e-bike, including two coast-to-coast rides with my fellow patients, the Electric Cranks.<br /><strong>Bob Gower</strong><br /><em>Blackburn, Lancashire </em></p><p>• Regarding the discovery of an 18th-century cold bathing pool i", "link": "https://www.theguardian.com/lifeandstyle/2023/oct/15/riding-back-to-good-health-on-an-e-bike", "date_published": "2023-10-15T15:49:46+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "In our orchestra, Israelis and Palestinians found common ground. Our hearts are broken by this conflict | Daniel Barenboim", "description": "<p>We are all shocked by this terrible violence, but we won’t forget our shared humanity – or surrender our hopes for peace</p><ul><li>Daniel Barenboim is a co-founder, with Edward Said, of the West-Eastern Divan Orchestra</li></ul><p>Music is one way to bring people together – we are all equal human beings who deserve peace, freedom and happiness.</p><p>Events in Israel and Gaza have deeply shocked us all. There is no justification for Hamas’s barbaric terrorist acts against civilians, including children and babies. We must acknowledge this, and pause. And we must urge Israel to uphold international law as it <a href=\"https://www.theguardian.com/politics/2023/oct/15/israel-gaza-hamas-uk-foreign-secretary-james-cleverly\">prepares to invade Gaza</a>. But then the next step is to ask: what now? Do we surrender to this terrible violence and let our striving for peace die – or do we insist that there must and can be peace? I am convinced that we have to move on and keep the larger contex", "link": "https://www.theguardian.com/commentisfree/2023/oct/15/orchestra-palestinians-israelis-humanity-daniel-barenboim-west-eastern-divan-orchestra", "date_published": "2023-10-15T15:48:51+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Argentina’s Cheika to use travel delay as fuel for New Zealand semi-final", "description": "<ul><li>Los Pumas’ trip to Paris held up by a day over unready hotel</li><li>Julián Montoya: ‘It will be a short week to prepare’</li></ul><p>The Argentinians were not in a hurry to get away from the Stade Vélodrome on Saturday night Their celebrations ran late into the evening on the pitch, where they swapped cheers and applause back and forth with the fans partying in the stands, and then the dressing room, where they danced, sang, and sprayed each other with beer.</p><p>Michael Cheika was happy to let them enjoy the moment but the head coach’s mind was already racing ahead six days to their semi-final against New Zealand in Paris on Friday night.</p> <a href=\"https://www.theguardian.com/sport/2023/oct/15/argentinas-cheika-to-use-travel-delay-as-fuel-for-new-zealand-semi-final\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/oct/15/argentinas-cheika-to-use-travel-delay-as-fuel-for-new-zealand-semi-final", "date_published": "2023-10-15T15:48:30+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Ireland wake up to sad reality of defeat after All Blacks shut them out", "description": "<p>New Zealand made 276 tackles as part of a mammoth defensive effort to deny Ireland a first World Cup semi-final</p><p>Statistically speaking, all World Cups are an exercise in misery. Twenty teams arrived in France with a dream, but only one of them will lift the trophy. There is no major sporting competition that comes with favourable odds but every team carries on hoping that this will be their time.</p><p>The basic maths, of course, will be no consolation to Ireland’s fans after the devastating <a href=\"https://www.theguardian.com/sport/2023/oct/14/ireland-new-zealand-rugby-world-cup-quarter-final-match-report\">quarter-final defeat by the All Blacks</a> in Paris on Saturday night. Expectation had never been higher – on the streets of the French capital, rammed with tens of thousands of exuberant green-clad supporters, or in the cities, towns and villages back home. Consequently, the sense of crushing disappointment has never been more profound.</p> <a href=\"https://www.theguard", "link": "https://www.theguardian.com/sport/2023/oct/15/ireland-wake-up-to-sad-reality-of-defeat-after-all-blacks-shut-them-out", "date_published": "2023-10-15T15:37:21+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "McCabe and Russo strike in stoppage time as Arsenal beat Aston Villa in WSL", "description": "<p>Three games into the domestic season, in the 88th minute, Arsenal were facing a 1-0 defeat against Aston Villa and their Women’s Super League title aspirations were in tatters. Then came the return of Beth Mead and a heady roar from the crowd. Then 12 minutes of added time ushered in another roar. Then a rocket from Katie McCabe sent the Emirates Stadium wild – and, finally, a Mead assist and an Alessia Russo strike that breathed belief back into the Gunners’ campaign.</p><p>No team have lost more than two games in an entire season and won the league in the history of the WSL and, with just one point from their opening two games, Arsenal had to win.</p> <a href=\"https://www.theguardian.com/football/2023/oct/15/arsenal-aston-villa-womens-super-league-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/oct/15/arsenal-aston-villa-womens-super-league-match-report", "date_published": "2023-10-15T15:36:17+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "North-east ‘utterly forgotten’ amid UK film and TV production boom", "description": "<p>Leo Pearlman, cofounder of Fulwell 73, calls on government to back plans for new studio complex in Sunderland</p><p></p><p>The cofounder of the maker of hit shows including The Kardashians, the Friends reunion special and documentary series Sunderland ‘Til I Die has said that the north-east has been “utterly forgotten” amid the <a href=\"https://www.theguardian.com/film/2022/feb/04/uk-film-and-tv-industry-bounces-back-from-covid-with-record-spend\">UK’s multibillion-pound TV and film production boom</a>, and called on the government to back plans for a proposed new Hollywood-style studio complex in the region.</p><p>Leo Pearlman, a cofounder of production company Fulwell 73 which has partners including the actor and comedian James Corden, said that the region was a “black hole” that should be the focus of levelling up in the film and TV industry through the building of a vast production complex in Sunderland that would create 8,500 jobs.</p> <a href=\"https://www.theguardian.com/medi", "link": "https://www.theguardian.com/media/2023/oct/15/north-east-utterly-forgotten-amid-uk-film-and-tv-production-boom-sunderland-fulwell-73", "date_published": "2023-10-15T15:34:57+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Liverpool v Everton: Women’s Super League – live", "description": "<ul><li>WSL updates from the 4.30pm BST kick-off at Anfield</li><li>Get in touch! You can <a href=\"mailto:will.unwin.freelancer@theguardian.com\">email Will</a> or <a href=\"https://twitter.com/Will_Unwin\">tweet</a> him</li></ul><p><strong>There is a pre-match guard of honour to celebrate Natasha Dowie, who played for both and recently retired.</strong></p><p><strong>It’s a clear and crisp day in Liverpool.</strong> Perfect for football.</p> <a href=\"https://www.theguardian.com/football/live/2023/oct/15/liverpool-v-everton-womens-super-league-live\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/oct/15/liverpool-v-everton-womens-super-league-live", "date_published": "2023-10-15T15:27:57+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "SAS had ‘gone too far’ in Afghanistan, inquiry into claims of unlawful killings told", "description": "<p>Memo by military police chief said there was ‘no shortage of detractors’ in Whitehall of elite unit’s conduct</p><p>Senior figures in Downing Street were calling in 2016 for the SAS to have its “wings clipped” as it emerged that a growing number of suspected murders of Afghan civilians were being investigated by military police.</p><p>Critics of the elite unit’s behaviour were led by Jeremy Heywood, who at the time was cabinet secretary to the then prime minister, Theresa May, according to a memo cited last week during a public inquiry into allegations of unlawful SAS killings in Afghanistan.</p> <a href=\"https://www.theguardian.com/uk-news/2023/oct/15/sas-had-gone-too-far-in-afghanistan-inquiry-into-claims-of-unlawful-killings-told\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/oct/15/sas-had-gone-too-far-in-afghanistan-inquiry-into-claims-of-unlawful-killings-told", "date_published": "2023-10-15T15:17:35+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Jim Jordan races to try to change minds of holdouts in bid for House speaker", "description": "<p>Rightwing speakership contender says he thinks he has 217 votes needed to win despite group who say they will not support him</p><p>The rightwing congressman Jim Jordan is seeking to shore up support for his bid to succeed Kevin McCarthy as House speaker, with plans to appear on the House floor early this week to try to sway Republican members of Congress who signaled in a secret ballot vote they will not support his bid.</p><p>Jordan, a staunch ally of Donald Trump, claimed in a brief interview with Politico he believes he will get the 217 votes required to secure the speakership in a <a href=\"https://www.politico.com/news/2023/10/14/jim-jordan-racing-to-secure-speaker-votes-00121584\">vote he wants to happen</a> on Tuesday.</p> <a href=\"https://www.theguardian.com/us-news/2023/oct/15/jim-jordan-house-speaker\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/oct/15/jim-jordan-house-speaker", "date_published": "2023-10-15T15:10:04+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Ambiguous Japanese eco-drama wins London film festival top prize", "description": "<p>Evil Does Not Exist, directed by Ryusuke Hamaguchi, is about community’s fight against ‘glamping’ development</p><p>A Japanese eco-drama about a lakeside community’s resistance to a corporate “glamping” development in their beautiful unspoilt village has won the top prize at the London film festival.</p><p>Evil Does Not Exist, directed by Ryusuke Hamaguchi, tells the story of a community fighting to preserve its principles and the integrity of the natural world. They are up against a Tokyo company that has bought up swathes of nearby land, intending to turn it into a destination for well-off city tourists.</p> <a href=\"https://www.theguardian.com/film/2023/oct/15/ambiguous-japanese-eco-drama-wins-london-film-festival-top-prize\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/oct/15/ambiguous-japanese-eco-drama-wins-london-film-festival-top-prize", "date_published": "2023-10-15T15:00:23+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Stella McCartney’s plans for remote Scottish home stir controversy", "description": "<p>Local council receives more than 50 objections to scheme, many on environmental grounds</p><p>Plans for an “unashamedly contemporary” house for the fashion designer Stella McCartney in a remote Scottish coastal area have received dozens of objections on environmental grounds.</p><p>In a <a href=\"https://wam.highland.gov.uk/wam/applicationDetails.do?activeTab=summary&amp;keyVal=RPNS62IHGDD00\">planning application</a>, McCartney’s architects insist the glass-fronted home near Roshven on the west coast would enhance the landscape and “retain the wild nature of the site”.</p> <a href=\"https://www.theguardian.com/uk-news/2023/oct/15/stella-mccartneys-plans-for-remote-scottish-home-stir-controversy\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/oct/15/stella-mccartneys-plans-for-remote-scottish-home-stir-controversy", "date_published": "2023-10-15T14:41:53+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Manchester United board set to vote on Sir Jim Ratcliffe’s bid for 25% share", "description": "<ul><li>Sources close to the Ineos owner are confident of club’s approval</li><li>Sheikh Jassim has withdrawn his 100% offer for the club</li></ul><p>Manchester United’s board is expected to vote on Sir Jim Ratcliffe’s bid to buy a 25% share in the club for circa £1.3bn in the coming days, with sources close to the Ineos owner confident his offer will be accepted.</p><p>Ratcliffe’s offer values the whole club at £6.2bn, while United is valued at around $3.2bn (£2.63m). It is thought that Sir Jim, who is one of Britain’s richest people, may have offered a premium price for his potential holding in exchange to gain sporting control of the club. If so, this would throw the future of the team and United’s football operations into doubt. Erik ten Hag is the manager and John Murtough, the football director.</p> <a href=\"https://www.theguardian.com/football/2023/oct/15/manchester-united-board-set-to-vote-on-sir-jim-ratcliffes-bid-for-25-share\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/oct/15/manchester-united-board-set-to-vote-on-sir-jim-ratcliffes-bid-for-25-share", "date_published": "2023-10-15T14:34:06+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "England v Fiji: Rugby World Cup 2023 – live", "description": "<ul><li>Updates from the 4pm BST kick-off at the Stade de Marseille</li><li><a href=\"https://www.theguardian.com/sport/2023/oct/12/fiji-vow-to-shock-the-world-by-landing-world-cup-knockout-blow-on-england\">Fiji vow to ‘shock the world’ with knockout blow</a></li><li>Get in touch! You can <a href=\"mailto:daniel.gallan.freelance@guardian.co.uk\">email Daniel</a> or <a href=\"https://twitter.com/niallmcveigh\">tweet</a> him</li></ul><p><strong>England have shown plenty of spirit and grit so far. </strong>They’ll need more than that through the knockouts. Some style and flair and finesse would go a long way. Ben Earl has promised that the team will go searching for and fine all three.</p><p><strong>Are you surprised by Fiji’s extra zip and zeal? </strong>You shouldn’t be. As Michael Aylwin delves into the rise of the Drua, Fiji’s swashbuckling side in Super Rugby. No longer a talent factory for foreign clubs, the Flying Fijians are doing it for themselves.</p> <a href=\"https://www.theguardi", "link": "https://www.theguardian.com/sport/live/2023/oct/15/england-v-fiji-rugby-world-cup-2023-live", "date_published": "2023-10-15T14:25:39+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Swaziland reed dancers and Somerset ploughmen: photos of the weekend", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/news/gallery/2023/oct/15/swaziland-reed-dancers-and-somerset-ploughmen-photos-of-the-weekend\">Continue reading...</a>", "link": "https://www.theguardian.com/news/gallery/2023/oct/15/swaziland-reed-dancers-and-somerset-ploughmen-photos-of-the-weekend", "date_published": "2023-10-15T14:25:30+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Man, 40, charged with murder after boy’s death in Orpington moped crash", "description": "<p>Joseph Barnes charged with murder of Tafari Thompson-Mintah, 16, and is due to appear in court on Monday</p><p>A 40-year-old man has been charged with the murder of a teenager in south-east London.</p><p>Tafari Thompson-Mintah, 16, was riding his moped in Orpington, when he was involved in a fatal collision last Monday afternoon.</p> <a href=\"https://www.theguardian.com/uk-news/2023/oct/15/man-40-charged-with-after-boys-death-in-orpington-moped-crash\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/oct/15/man-40-charged-with-after-boys-death-in-orpington-moped-crash", "date_published": "2023-10-15T14:19:05+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Francesco Bagnaia regains MotoGP lead with Indonesia Grand Prix win", "description": "<ul><li>Italian leapfrogs Jorge Martín, who crashed out while leading</li><li>Maverick Viñales second and Fabio Quartararo came third</li></ul><p>Francesco Bagnaia went back to the top of the MotoGP world championship standings with victory at the Indonesia Grand Prix.</p><p>The Italian Ducati rider capitalised on a slip-up by Spain’s Jorge Martín, who had won Saturday’s sprint race but crashed out while leading after 13 laps on Sunday.</p> <a href=\"https://www.theguardian.com/sport/2023/oct/15/francesco-bagnaia-regains-motogp-lead-with-indonesia-grand-prix-win\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/oct/15/francesco-bagnaia-regains-motogp-lead-with-indonesia-grand-prix-win", "date_published": "2023-10-15T14:17:07+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Up to 1,500 cars in Luton airport fire ‘unlikely to be salvageable’", "description": "<p>Airport says it is working with insurers to see if any personal items can be saved from destroyed vehicles</p><p>Luton airport has said it is unlikely that any vehicles will be salvageable after a huge fire that caused a car park to collapse.</p><p>Bedfordshire fire and rescue service has received a report about the blaze on level three of the airport’s terminal car park on Tuesday.</p> <a href=\"https://www.theguardian.com/uk-news/2023/oct/15/up-to-1500-cars-luton-airport-fire-unlikely-salvageable\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/oct/15/up-to-1500-cars-luton-airport-fire-unlikely-salvageable", "date_published": "2023-10-15T14:15:49+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "UK needs to rebuild global development reputation, admits Andrew Mitchell", "description": "<p>Development minister’s comments at World Bank summit in Marrakech acknowledge effect of aid budget cuts</p><p>Britain has to rebuild its reputation as a global leader in providing assistance to poor countries after the damage caused by the decision to <a href=\"https://www.theguardian.com/world/2023/aug/02/uk-aid-budget-cuts-are-death-sentence-for-worlds-most-vulnerable-children\">slash the aid budget </a>as part of post-pandemic spending cuts, the development minister, Andrew Mitchell, has admitted.</p><p>Speaking at the annual meeting of the World Bank in Marrakech, Mitchell – who led a backbench revolt against the decision to abandon the government’s commitment to spending 0.7% of national output on aid – said it was vital the UK “played its part”.</p> <a href=\"https://www.theguardian.com/global-development/2023/oct/15/uk-needs-to-rebuild-global-development-reputation-admits-andrew-mitchell\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/oct/15/uk-needs-to-rebuild-global-development-reputation-admits-andrew-mitchell", "date_published": "2023-10-15T14:01:38+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Should I worry about my clicking joints – and stop cracking my knuckles?", "description": "<p>Our knees, shoulders, necks and hands make all sorts of pops and clicks. Sometimes we even encourage them. But is this the sound of damage being done?</p><p>When Donald Unger was a child, his mother and several aunts – and later his mother-in-law – told him that cracking his knuckles would lead to arthritis. Rather than stop (or at least do it less obtrusively), Unger embarked on his own experimental programme: for 50 years, he cracked the knuckles of his left hand at least twice a day, leaving his right-hand knuckles to crack spontaneously, or not at all. After 36,500 cracks or so, the results were clear, at least for Unger, who had become a doctor and <a href=\"https://onlinelibrary.wiley.com/authored-by/Unger/Donald+L.\">published his findings</a> in the journal Arthritis and Rheumatism. “There was no arthritis in either hand, and no apparent differences between the two hands,” he concluded. If you can’t applaud Unger for his half-century of dedication, you have to at least respe", "link": "https://www.theguardian.com/lifeandstyle/2023/oct/15/should-i-worry-about-my-clicking-joints-and-stop-cracking-my-knuckles", "date_published": "2023-10-15T14:00:17+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Could superpowered plants be the heroes of the climate crisis?", "description": "<p>Carbon-guzzling trees and crops, genetically altered to boost photosynthesis and store carbon in the roots, could absorb millions of tonnes of CO<sub>2</sub> from the atmosphere</p><p>In an asphalt-surrounded greenhouse at the back of a business park in Hayward, California, on the shores of San Francisco Bay, a sea of more than 200 leafy, green, hybrid poplar saplings are itching to break free from their pots. Among them stands Maddie Hall. The trees are all “mother trees”, explains Hall, co-founder and CEO of climate biotech firm <a href=\"https://www.livingcarbon.com/\">Living Carbon</a>. They have been genetically altered (there are about 100 different lines) with the aim of making them better at absorbing carbon dioxide (CO<sub>2</sub>). The startup company propagates cuttings from the mothers either to study or to send to nurseries for larger-scale production.</p><p>This spring, clones of four of its leading lines were planted on private land in Georgia and Ohio as pilot projec", "link": "https://www.theguardian.com/environment/2023/oct/15/superpower-plants-absorb-carbon-co2-climate-crisis", "date_published": "2023-10-15T14:00:16+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "‘Every square inch is covered in life’: the ageing oil rigs that became marine oases", "description": "<p>Built decades ago, California’s offshore oil platforms are home to a huge diversity of marine life. Now a debate rages over their future</p><p>On a recent August afternoon, Ann Scarborough Bull motored out two miles from the coast of Santa Barbara aboard a research vessel called the Danny C. The marine biologist and her colleagues had an unusual destination in their sights: a disused oil platform that loomed ahead like a forgotten skyscraper reaching up from the horizon.</p><p>The team wasn’t interested in the platform itself, but what lurked beneath. When they reached the ageing structure, named Holly, they lowered a car-sized remote- controlled vehicle under the waves.</p> <a href=\"https://www.theguardian.com/environment/2023/oct/15/california-abandoned-offshore-oil-marine-life-fish-sanctuary\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/oct/15/california-abandoned-offshore-oil-marine-life-fish-sanctuary", "date_published": "2023-10-15T14:00:16+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Autumn minestrone and pumpkin baked with cream – Sally Clarke’s comforting recipes", "description": "<p>Baking, braising and simmering is what’s called for when the clocks go back. Try halibut with mushrooms, and potato and gorgonzola tart</p><p>With the clocks changing very soon, thoughts, wardrobes and kitchen stoves are turning towards more seasonal notes; adding a sweater here, one more blanket there, and at the same time our shelf of cookbooks beckons us to return to baking, braising, or simmering – all perfect ways to match our cravings as the nights draw in.</p><p>Try the minestrone soup here, or the savoury tart (please feel free to adapt and adjust the ingredients as you wish), or the moreish baked pumpkin. All could easily be served as either a first or a main course, and would work equally well as a simple lunch dish or part of a more elaborate dinner.</p> <a href=\"https://www.theguardian.com/food/2023/oct/15/autumn-minestrone-and-pumpkin-baked-with-cream-sally-clarkes-comforting-recipes\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/oct/15/autumn-minestrone-and-pumpkin-baked-with-cream-sally-clarkes-comforting-recipes", "date_published": "2023-10-15T14:00:14+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Holly Humberstone: Paint My Bedroom Black review – Brits winner goes large", "description": "<p>(Polydor)<br />The 2022 Brits rising star winner combines lyrical navel-gazing with expertly crafted choruses on her debut album<br /></p><p>Singer, songwriter and Brits 2022 rising star winner <a href=\"https://www.theguardian.com/music/2022/nov/23/holly-humberstone-review-brit-winner-makes-a-big-room-feel-intimate\">Holly Humberstone</a> is obsessed with location. On her 2021 EP, <a href=\"https://www.youtube.com/watch?v=36hmuTxo88U\">The Walls Are Way Too Thin</a>, she was lost and lonely in temporary house shares; on this alt-pop debut album the 23-year-old is panicked in soulless hotel rooms, or, as the title suggests, revisiting her past to forge a fresh start.</p><p>Her ever-changing surroundings often lead her to riffle through brighter memories for comfort. On Ghost Me’s playful country shuffle she’s back singing karaoke with friends, poleaxed with guilt at being away from them; while on Cocoon she heals the paralysis of depression (“Now I’ve become a taxidermy version of mys", "link": "https://www.theguardian.com/music/2023/oct/15/holly-humberstone-paint-my-bedroom-black-review-brits-winner-goes-large", "date_published": "2023-10-15T14:00:13+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "I remember the times when Palestinians dared to hope for peace. How did it come to this? | Raja Shehadeh", "description": "<p>In my lifetime, leaders on both sides have talked of justice and freedom. Here in the West Bank, those days seem long ago</p><ul><li>Raja Shehadeh is an author and human rights activist based in Ramallah</li></ul><p>I have been sitting helplessly in Ramallah, watching endless television clips of the horrific bombardment of civilian infrastructure and residences in Gaza, and the heartbreaking suffering of civilians there. I have heard the Israeli defence minister, Yoav Gallant, say that his country is fighting against “<a href=\"https://www.theguardian.com/world/live/2023/oct/09/israel-hamas-war-live-updates-news-worst-day-israeli-history-idf-fighting-grinds-on-gaza-conflict-supernova?page=with:block-6524281d8f08584119dd3378#:~:text=The%20siege%20was%20announced%20by,IDF%20Southern%20Command%20in%20Beersheba.\">human animals</a>”, and I have seen the aftermath of the indiscriminate killings of civilians committed by Hamas militants in southern Israel. I’ve been waiting for the “<a hr", "link": "https://www.theguardian.com/commentisfree/2023/oct/15/palestinians-peace-israel-west-bank", "date_published": "2023-10-15T14:00:07+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "TikTok says it has acted to curb disinformation amid Israel-Hamas war", "description": "<p>Moves comes after EU wrote to social media platform calling on it to step up its efforts over illegal content</p><ul><li><strong><a href=\"https://www.theguardian.com/world/live/2023/oct/15/israel-hamas-war-live-us-sends-second-aircraft-carrier-to-deter-hostile-actions-against-israel-ground-assault-on-gaza-looms#maincontent\">Israel-Hamas war: latest news and live updates</a></strong></li></ul><p>TikTok has said it has assigned more people to combat disinformation on its platform after the attack on Israel by Hamas after the European Union chastised the social media company.</p><p>The company, which is owned by China’s ByteDance, said in a statement it had “immediately mobilised significant resources and personnel to help maintain the safety of our community and integrity of our platform”, and that it had removed more than 500,000 videos and closed 8,000 live streams in the region.</p> <a href=\"https://www.theguardian.com/technology/2023/oct/15/tiktok-says-it-has-acted-to-curb-disin", "link": "https://www.theguardian.com/technology/2023/oct/15/tiktok-says-it-has-acted-to-curb-disinformation-amid-israel-hamas-war", "date_published": "2023-10-15T13:53:16+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Egypt moves troops to Gaza border amid fears of expulsion of Palestinians", "description": "<p>Cairo says any move by Israel to push refugees over frontier would breach international law and be a security risk for the country</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/oct/15/israel-hamas-war-live-us-sends-second-aircraft-carrier-to-deter-hostile-actions-against-israel-ground-assault-on-gaza-looms#maincontent\">Israel-Hamas war: latest news and live updates</a></li></ul><p>Egypt is stepping up its military presence at its Rafah border crossing with Gaza, with fears that Israel intends to push hundreds of thousands of Palestinian refugees over the frontier into the Sinai desert.</p><p>Cairo has said the expulsion of so many Palestinians from their homes would be in breach of international law, and a national security risk for Egypt that is liable to bankrupt the country’s ailing economy. Palestinians themselves, and other Arab states, fear refugees would never be allowed back to their homes.</p> <a href=\"https://www.theguardian.com/world/2023/oct/15/egypt-", "link": "https://www.theguardian.com/world/2023/oct/15/egypt-moves-troops-to-gaza-border-amid-fears-of-expulsion-of-palestinians", "date_published": "2023-10-15T13:46:51+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Aditi Mangaldas: Forbidden review – a post-menopausal play for sexual pleasure", "description": "<p><strong>Sadler’s Wells, London</strong><br />Leading Indian kathak performer Mangaldas explores her desire and confronts the double standards around men’s and women’s sexuality</p><p>Is it audacious for a 63-year-old woman to talk publicly about sexual desire? It’s audacious enough for a 63-year-old woman to front her own solo dance show, the art form most associated with youth, never mind witnessing a grandmother luxuriating in sensation, her body twitching and pulsing, her desire fluttering. There’s nothing salacious about Forbidden. Leading Indian kathak performer Aditi Mangaldas has created work that is earnest and sensitive albeit frank, and quietly outraged at the double standard afforded to men’s and women’s sexuality. Forbidden is a fearless picture of woman as both object and fount of desire.</p><p>The New Delhi-based choreographer has been schooled in kathak dance since childhood, but she makes work that uses her classical roots within a contemporary dance-theatre idiom.", "link": "https://www.theguardian.com/stage/2023/oct/15/aditi-mangaldas-forbidden-review-a-post-menopausal-play-for-sexual-pleasure", "date_published": "2023-10-15T13:46:22+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Two-thirds of prisons officially overcrowded in England and Wales", "description": "<p>HMP Wandsworth holding more extra prisoners than any other jail despite recent high-profile problems</p><p>Two-thirds of prisons in England and Wales are officially overcrowded, with HMP Wandsworth holding more extra prisoners than any other jail despite the alleged escape of a terror suspect last month.</p><p>In September there were 663 more men in Wandsworth than the 950 the south London prison has “good, decent” accommodation for, under the Ministry of Justice (MoJ) definition. That means prisoners sharing cells designed for one, often with a toilet in the middle shielded by a curtain.</p> <a href=\"https://www.theguardian.com/society/2023/oct/15/two-thirds-prisons-officially-overcrowded-england-wales\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/oct/15/two-thirds-prisons-officially-overcrowded-england-wales", "date_published": "2023-10-15T13:43:56+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Top 10 activity breaks for a supercharged half term", "description": "Get moving in or outdoors then relax in one of our selection of hotels, lodges, manor houses or even a castle<p>In the heart of the Devon countryside sits an Arts and Crafts manor house and 58 lodges with private hot tubs. Rolling hills and 125 acres of parkland provide the ideal setting for families (and their dogs). Dive into the indoor pool then try your hand at tennis, archery or pickleball. Book a bushcraft and survival course and learn to build shelters and make fires – essential skills come the apocalypse. A jam-packed itinerary is recommended to make the most of the facilities: a fully equipped gym, group fitness classes, a spa, games room and seemingly endless child-friendly courses. Then feast in one of three restaurants, or enjoy a DIY roast dinner kit delivered to your lodge for a cosy night in <a href=\"https://www.themoleresort.co.uk/\" title=\"\">(</a><em><a href=\"https://www.themoleresort.co.uk/\" title=\"\">themoleresort.co.uk</a>, from </em><em>£</em><em>225 </em><em>a nig", "link": "https://www.theguardian.com/travel/2023/oct/15/activity-breaks-10-top-ideas-for-a-supercharged-october-half-term", "date_published": "2023-10-15T13:00:13+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "My favourite fetish? Diving into the food secrets of strangers", "description": "<p>Plain toast or pigs feet, it doesn’t matter: if you are publishing what you eat then you are fulfilling my voyeuristic need</p><p>Back at the innocent dawn of social media, the intellectually superior would say: “Why would I want to read about what someone had for breakfast?” like it was the most absurd thing ever. But it turns out that is exactly what I want to read. That, plus what they had for second breakfast, lunch, the feral fridge raids, and midnight toasties. I can’t stop reading other people’s food diaries: they are irresistible – digital Pringles – but also long and full of unexpected details, like a marathon tasting menu. I can lose hours, emerging guilty and absolutely starving from my food-snooping fugue state.</p><p>I am a pretty indiscriminate consumer. The person doesn’t need to be famous – it is intriguing, sure, but the pressure on non-civilians to look a certain way means their diets are often a samey mix of woo-woo and roughage. I enjoy being baffled by taralli", "link": "https://www.theguardian.com/food/commentisfree/2023/oct/15/my-favourite-fetish-diving-into-the-food-secrets-of-strangers", "date_published": "2023-10-15T13:00:12+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "‘Ingrained in the fabric of British society’: the iconic lava lamp turns 60", "description": "<p>The Beatles and Doctor Who discovered it in the 60s, TFI Friday and the photographer Rankin in the 90s. Now there’s a new renaissance of this hot British invention</p><p>When Ringo Starr popped into a shop in Birkenhead in 1963, little did he know that his visit would help change the future of what was to become a celebrated British brand.</p><p>The Beatles’ drummer had stopped off to buy a lava lamp, the brightly coloured interior piece that has hypnotised millions over the years with its slow-moving exchange of liquid and warmed wax inside a glass cylinder. After the Birkenhead shop announced its celebrity visit, sales of the lamp rocketed.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/oct/15/ingrained-in-the-fabric-of-british-society-the-iconic-lava-lamp-turns-60\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/oct/15/ingrained-in-the-fabric-of-british-society-the-iconic-lava-lamp-turns-60", "date_published": "2023-10-15T13:00:12+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Russia’s Avdiivka offensive is failing, says top Ukrainian officer", "description": "<p>Major assault in Donetsk launched on Tuesday said to have resulted in serious losses for Moscow’s forces</p><ul><li><strong><a href=\"https://www.theguardian.com/world/ukraine\">See all our Russia-Ukraine war coverage</a></strong></li></ul><p>A top Ukrainian commander has claimed that Russia’s biggest offensive in months – involving tanks, thousands of soldiers and armoured vehicles in an attack on the eastern Ukrainian town of Avdiivka – is failing, as he admitted Kyiv’s own attempts to advance in the south were proving “difficult”.</p><p>Russian forces have pummelled the town over the past week, a key bulge surrounded by Russian-held territory on the eastern Donbas front. It is one of the largest assaults by Moscow since last year’s full-scale invasion and comes at a time when Ukraine’s counteroffensive is moving slowly, and the world is focused on the imminent Israeli ground invasion of Gaza.</p> <a href=\"https://www.theguardian.com/world/2023/oct/15/russia-avdiivka-offensive-fai", "link": "https://www.theguardian.com/world/2023/oct/15/russia-avdiivka-offensive-failing-top-ukrainian-officer-donetsk", "date_published": "2023-10-15T12:54:06+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Trump-backed Republican Jeff Landry wins Louisiana governor’s race", "description": "<p>Rightwing attorney general holds off crowded field and will replace Democrat John Bel Edwards, who has served two terms</p><p>Attorney General Jeff Landry, a rightwing Republican backed by Donald Trump, has won the Louisiana governor’s race, holding off a crowded field of candidates.</p><p>The win is a major victory for the Republican party as they reclaim the governor’s mansion for the first time in eight years. Landry will replace current governor John Bel Edwards, who was unable to seek re-election due to consecutive term limits.</p> <a href=\"https://www.theguardian.com/us-news/2023/oct/15/jeff-landry-louisiana-governor-trump\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/oct/15/jeff-landry-louisiana-governor-trump", "date_published": "2023-10-15T12:23:22+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Rows, haircuts and spag bol: the Beckham Netflix doc left me longing for football’s less sanitised past | Lauren O'Neill", "description": "<p>Before they were ‘role models’, footballers reflected what we might be like if we were young, gifted – and richer than God</p><p>Forget the emotion, the <a href=\"https://www.theguardian.com/fashion/2023/oct/13/sales-of-white-boyfriend-shirts-soar-as-victoria-beckham-endorses-trend\">fashion</a>, the <a href=\"https://www.cosmopolitan.com/uk/entertainment/a45516609/rebecca-loos-comment-david-beckham-alleged-affair/\">Rebecca Loos response</a> – what stuck with me most after watching Netflix’s <a href=\"https://www.theguardian.com/tv-and-radio/2023/oct/04/beckham-review-the-candid-riveting-truth-about-the-footballers-life\">David Beckham documentary</a> was the haircuts. As the film-makers trace the footballer’s life and cultural impact through new interviews, archival photographs and footage, one thing that they really impress upon you is the man’s ever-changing barnet.</p><p>Throughout his years at the top of English football in the 1990s and 2000s, Beckham variously wore his hair long", "link": "https://www.theguardian.com/commentisfree/2023/oct/15/david-beckham-netflix-documentary-football-footballers", "date_published": "2023-10-15T12:00:12+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "‘A little bit of the hay barn on the nose’: British ciders tasted and rated", "description": "<p>This traditional drink is having a moment, so who better to sample the country’s finest than ciderologist Gabe Wood?</p><p><em>4.2%, £2.50 (330ml), <a href=\"http://trenchmore.co.uk\" title=\"\">trenchmore.co.uk</a></em></p> <a href=\"https://www.theguardian.com/food/2023/oct/15/a-little-bit-of-the-hay-barn-on-the-nose-british-ciders-tasted-and-rated\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/oct/15/a-little-bit-of-the-hay-barn-on-the-nose-british-ciders-tasted-and-rated", "date_published": "2023-10-15T12:00:12+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Call to extend Scottish FoI laws to private firms running public services", "description": "<p>Exclusive: Outgoing information commissioner says transparency eroded by rapid rise in outsourcing</p><p>Scotland’s transparency laws need to be strengthened to cover private firms that own billions of pounds worth of hospitals, roads and schools, the outgoing information commissioner has said.</p><p>Daren Fitzhenry, who has just finished his six-year term as Scottish information commissioner, told the Guardian there was a powerful case for ensuring the public had the right to question companies that have multi-billion-pound public sector contracts.</p> <a href=\"https://www.theguardian.com/uk-news/2023/oct/15/call-to-extend-scottish-foi-laws-to-private-firms-running-public-services\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/oct/15/call-to-extend-scottish-foi-laws-to-private-firms-running-public-services", "date_published": "2023-10-15T12:00:11+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Offset: Set It Off review – freaky sex, pricey cars and fancy clothes", "description": "<p>(Motown)<br />An amiable if overlong hurtle through Offset’s myriad preoccupations, with a handful of standout tracks</p><p><a href=\"https://www.instagram.com/offsetyrn/?hl=en\">Offset</a>’s second solo album should’ve emerged last November, but was delayed after his Migos bandmate Takeoff was <a href=\"https://www.theguardian.com/music/2022/nov/01/takeoff-one-third-of-migos-shot-dead-at-28-in-houston\">shot dead</a>. It’s unclear how close the two were at the end – Takeoff and third Migo Quavo had seemingly ditched him to focus on their Unc &amp; Phew project. Either way, it doesn’t feel like Offset has spent the intervening year primping <em>Set It Off</em> into perfection. Compared with two of the biggest guests here, he still doesn’t have a USP as strong as Travis Scott’s irrepressible exuberance or Future’s delirious self-obsession.</p><p>Instead, the album hurtles amiably around the exhausting hot mess of Offset’s life, taking you into his confidence with appealing directness, ", "link": "https://www.theguardian.com/music/2023/oct/15/offset-set-it-off-review-freaky-sex-pricey-cars-and-fancy-clothes", "date_published": "2023-10-15T12:00:11+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Beyond Caring review – a low-key meditation on love, loss and care homes", "description": "<p><strong>Queen’s Hall arts centre, Hexham</strong><br />An 83-year-old resident rails against the lack of liberty, settling herself on a bench outside and refusing to return despite legal threats and offers of hot-water bottles and fresh knickers</p><p>As protests go, it is no Tahrir Square but perhaps no less resolute. At the age of 83, Queenie Blair has had her fill of being nannied. She objects, in particular, to the care-home stipulation against unaccompanied smoking. The staff do not want her setting fire to herself. She prefers her liberty. So she claims what little control she has, sits on a bench and refuses to come indoors.</p><p>She spends much of Christina Castling’s play sitting there, out in the cold, fending off the various attempts to force, cajole and sweet-talk her back to her room. If it is not legal disclaimers and form-filling, it is hot-water bottles and fresh knickers.</p><p><a href=\"https://christinacastling.co.uk/beyond-caring/\">Touring until 5 November</a><", "link": "https://www.theguardian.com/stage/2023/oct/15/beyond-caring-review-a-low-key-meditation-on-love-loss-and-care-homes", "date_published": "2023-10-15T11:56:49+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Sumotherhood review – Adam Deacon’s gang culture parody falls flat", "description": "<p>This supposed skewering of macho posturing turns everything into one big joke – and Ed Sheeran’s role is unforgettable in the worst possible way</p><p>We learn two key things from Adam Deacon’s frenetic gang culture parody <em>Sumotherhood</em>. One of these is that Ed Sheeran will apparently do anything for attention, including, it seems, playing a vagrant who defecates in a hedge. File it alongside the dog excrement scene in John Waters’s <em>Pink Flamingos</em> as something we don’t ever need to see again, thanks. The other thing is the fact that skewering the macho posturing and casual sexism of gang culture is never going to work if the film is also, to some degree, in thrall to those same traits.</p><p>It’s a wildly uneven mess. A pity, because Deacon, who stars as well as directs, playing bipolar wannabe street-smart “roadman” Riko, is doing something rather courageous in confronting his own mental health problems. However, by making it all a bit of a larky in-joke, it rath", "link": "https://www.theguardian.com/film/2023/oct/15/sumotherhood-review-adam-deacons-gang-culture-parody-falls-flat", "date_published": "2023-10-15T11:30:10+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Billionaire space race: can Bezos’s Project Kuiper catch up to Musk’s Starlink?", "description": "<p>As the world’s wealthiest men chest-thump in low-Earth orbit, others wonder how their mess will eventually be cleaned up</p><p>You’re a mega-billionaire. You already own one of the world’s most influential social media platforms, and dominate more than half of the US electric car market. You are regularly named as one of the world’s most influential people. You’ve had your hairline sorted, you’ve already had 11 children, so what do you do next?</p><p>For Elon Musk, the answer is: attempt to dominate space.</p> <a href=\"https://www.theguardian.com/science/2023/oct/15/billionaire-space-race-can-bezoss-project-kuiper-catch-up-to-musks-starlink\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/oct/15/billionaire-space-race-can-bezoss-project-kuiper-catch-up-to-musks-starlink", "date_published": "2023-10-15T11:00:10+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "How Roger Deakin’s love of water inspired me", "description": "The great nature writer and outdoor swimmer has been a huge inspiration to many with his focus on ponds, lakes and rivers<p>It is strange to come to know Roger Deakin so intimately and yet not know him at all. Like many others, I first met him in the pages of <em><a href=\"https://www.theguardian.com/books/booksblog/2011/aug/02/waterlog-roger-deakin\" title=\"\">Waterlog</a></em> when I read how he slipped into the spring-fed ditch beside his old farmhouse and swam during a summer thunderstorm.</p><p>This classic of British nature writing has inspired many of us to swim outdoors and savour the wild world. Possessed of a naturalist’s eye for detail and a comic’s sense of the ridiculous, he was a warm, witty and welcoming guide as he breast-stroked through the ponds, lakes and rivers of Britain.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/oct/15/how-roger-deakins-love-of-water-inspired-me\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/oct/15/how-roger-deakins-love-of-water-inspired-me", "date_published": "2023-10-15T11:00:10+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Nick Frost: ‘If you spend four hours in the kitchen on your own, it’s never really frowned upon’", "description": "<p>The actor and writer on hotel breakfasts that trigger his ADHD, and why cooking helps him cope with his troubled past and successful present</p><p>Nick Frost’s new book starts with a recipe for beef stroganoff in his mum’s handwriting that he discovered long after she died. That recollection competes with a memory of his dad’s Sunday lunch, his special way with gravy (involving a can of McEwan’s Export). Also in there is his Welsh auntie’s take on cawl soup, which he now makes for his own three kids; and his trademark “pies in a bowl”, which was a staple of the time he shared a flat with his eternal friend and collaborator Simon Pegg. Though cooking has always been something like therapy for Frost, it was only when a publisher asked him to write a cookbook that he realised that the story of his life was there in the – 300 or so – dishes he could make. Frost’s childhood had been derailed by his father’s bankruptcy and his mother’s alcoholism; the recipes are the good part of his me", "link": "https://www.theguardian.com/food/2023/oct/15/nick-frost-if-you-spend-four-hours-in-the-kitchen-on-your-own-its-never-really-frowned-upon", "date_published": "2023-10-15T11:00:10+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Paw Patrol: The Mighty Movie review – the rescue pups unleashed on another romp", "description": "<p>The kids will be delighted, the adults who have to sit with them not so much</p><p>The second big-screen animation outing for the inexplicably well funded <a href=\"https://www.theguardian.com/film/2020/jan/23/paw-patrol-ready-race-rescue-review\">team of rescue pups</a> and their leader, a human boy named Ryder, sees Paw Patrol’s home town of Adventure City threatened by a crazed scientist (Taraji P Henson), a hailstorm of meteors, and the team’s collective nemesis, Mayor Humdinger (Ron Pardo). Fortunately, exposure to a mysterious asteroid-core energy source has given the dogs superpowers. Most of them anyway: long-haired dachshund Liberty (Marsai Martin) seems to have missed out on a super-skill, unless you count her weapons-grade positivity and organisational aptitude. It’s a chipper, self-consciously adorable romp that will no doubt delight existing fans of the television series. It is, however, laser-targeted at the youngest audience members. Parents should approach with cauti", "link": "https://www.theguardian.com/film/2023/oct/15/paw-patrol-the-mighty-movie-review-the-rescue-pups-unleashed-on-another-romp", "date_published": "2023-10-15T11:00:10+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Oden Oren’s secret ingredient – tahini", "description": "<p>The Israeli chef on the addictive sesame seed paste, and how to use it in baking, dressings or drizzled over your favourite dessert</p><p>I eat tahini every day. There’s something about this paste of hulled sesame seeds that is addictive. A good tahini is sweet, not bitter, and silky.</p><p>I come from Israel, where we eat a lot of tahini, in all kinds of salad, in hummus. I’d say in Israel and Palestine hummus is heavily tahini-based compared with other places – about 50% tahini, hence the silky smoothness of our hummus.</p> <a href=\"https://www.theguardian.com/food/2023/oct/15/oden-oren-secret-ingredient-tahini\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/oct/15/oden-oren-secret-ingredient-tahini", "date_published": "2023-10-15T11:00:09+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Big Brother is back in a new era of reality TV. But can these shows be ‘kinder’ – and still give us the drama we crave? | Fiona Sturges", "description": "<p>The challenge for the series is not just whether it can recapture past glories, but whether it can take care of its contestants</p><p>When Big Brother first aired in Britain 23 years ago, it was billed as a <a href=\"https://www.theguardian.com/tv-and-radio/2023/sep/19/big-brother-reboot-itv2\">harmless social experiment</a>. Originating in the Netherlands, and with roots in 1971’s Stanford prison experiment, it was essentially a popularity contest played out in a confined space, with a cash prize for the last person standing. The only danger, or so it was thought at the time, was that it might bore viewers to death.</p><p>But Big Brother was a runaway success and transformed the TV landscape. From Survivor to I’m a Celebrity … Get Me Out of Here! to Love Island, variations on the theme of people being thrown together and subjected to a public vote have been a staple of the schedules ever since.</p><p>Fiona Sturges is an arts writer specialising in books, music, podcasting and TV</p", "link": "https://www.theguardian.com/commentisfree/2023/oct/15/big-brother-contestants-reality-tv", "date_published": "2023-10-15T10:59:53+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Madonna review – queen of pop dazzles with her greatest hits", "description": "<p><strong>The O2, London</strong><br />The audience cheers every choreographed dance step as Madonna runs through her ‘broke, starving and homeless’ origin story, enthusiastically snogs a topless dancer and riffs on blow jobs</p><p>The first time Madonna addresses the audience at the O2 Arena – three songs into the opening date of her Celebration tour – it’s to express astonishment. “I’m pretty damn surprised I made it this far,” she offers. “And I mean that on many levels.”</p><p>Well, quite: it’s a statement you could take in a number of ways. It might refer to the life-threatening health scare that necessitated the postponement of her current tour, and which seems to have affected the audience’s reaction to tonight’s performance: they cheer every choreographed dance step she undertakes as if it’s a victory against the odds. It might refer to the improbability of Madonna becoming the biggest-selling female recording artist of all time, given her humble beginnings.</p> <a href=\"htt", "link": "https://www.theguardian.com/music/2023/oct/15/madonna-review-queen-of-pop-greatest-hits-o2-london-celebration", "date_published": "2023-10-15T10:36:44+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Inside the temple of fun: a dramatic chapel conversion", "description": "Out go the pews, in comes the trampoline… A church in rural Ontario gets a major makeover<p>From the outside, the 19th-century redbrick church in the rural village of Sheffield, Ontario, gives very little away. “We deliberately kept the exterior traditional,” explains Matt Barnes, who lives here with his partner, Nikki Ross, and his two daughters. Other than Barnes’s “weird collection of cars” – a 1980s Porsche, a 1970s Chevy pickup, a 1960s Pontiac muscle car and a 1930s hot rod – there’s not much to suggest the tumult of colour, pattern and pop culture that lies within.</p><p>Barnes, a director and photographer and director, bought the church with his now ex-wife seven years ago. At the time tThey were living in Toronto and looking for a weekend home – a period property with character within easy reach of the city. “We saw this place and it hit all the marks,” he recalls. “It had been on the market for a while, so we went in with a low-ball offer, which was accepted. And then it wa", "link": "https://www.theguardian.com/lifeandstyle/2023/oct/15/inside-the-temple-of-fun-a-dramatic-church-home-conversion", "date_published": "2023-10-15T10:30:09+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Silver Dollar Road review – enraging, uplifting documentary on a Black family’s legal battle", "description": "<p>Raoul Peck’s excellent film follows Black landowners ​in North Carolina standing up to ruthless developers over prime real estate</p><p>The latest from the Oscar-nominated documentarian Raoul Peck (<em>I Am Not Your Negro</em>) is an enraging account of the decades-long struggle between a Black family from North Carolina and a shady property development company. For generations, the Reels family has owned a chunk of what was swamp land and is now prime waterfront real estate. Then, in the 80s, in murky circumstances, a company called Adams Creek Associates struck a contested deal in which it claimed to have bought just over five hectares (13 acres) of the land. The problem was that the Reels family never agreed to this. And the two brothers, Melvin and Licurtis, who lived on the land were sued by the property developers for trespassing. The court found in favour of Adams Creek Associates; consequently, Melvin and Licurtis spent eight years in prison.</p><p>Peck’s film – which, wit", "link": "https://www.theguardian.com/film/2023/oct/15/silver-dollar-road-review-enraging-uplifting-documentary-on-a-black-familys-legal-battle", "date_published": "2023-10-15T10:30:09+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Earthquake strikes Afghanistan region still reeling from week of devastation", "description": "<p>Another 6.3-magnitude quake strikes outside Herat in western area where thousands were killed last week</p><p>A powerful 6.3-magnitude earthquake has struck western Afghanistan, just over a week after strong quakes and aftershocks killed thousands of people and flattened entire villages in the same region.</p><p>The US Geological Survey said the latest quake’s epicentre was about 21 miles (34km) outside Herat, the provincial capital, and the focus was 5 miles below the surface.</p> <a href=\"https://www.theguardian.com/world/2023/oct/15/earthquake-strikes-afghanistan-region-still-reeling-from-week-of-devastation\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/oct/15/earthquake-strikes-afghanistan-region-still-reeling-from-week-of-devastation", "date_published": "2023-10-15T10:22:26+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Rich nations, the IMF and World Bank are worried about the Israel-Hamas war, but not nearly enough | Larry Elliott", "description": "<p>Just like the Yom Kippur war 50 years before, the current conflict represents a  grave threat to an already fragile global economy</p><p>Half a century ago a surprise attack on Israel by neighbouring countries marked the start of the Yom Kippur war – an event that signalled the end of the long postwar boom and ushered in a period marked by higher inflation and rising unemployment.</p><p>So it was with a degree of trepidation that finance ministers, development ministers and central bank governors from around the world gathered in Marrakech last week for the annual meetings of the International Monetary Fund (IMF) and the World Bank. Nobody needed reminding of what happened half a century ago.</p> <a href=\"https://www.theguardian.com/business/2023/oct/15/rich-nations-the-imf-and-world-bank-are-worried-about-the-israel-hamas-war-but-not-nearly-enough\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/oct/15/rich-nations-the-imf-and-world-bank-are-worried-about-the-israel-hamas-war-but-not-nearly-enough", "date_published": "2023-10-15T10:13:06+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Rangers announce appointment of Philippe Clement as manager", "description": "<ul><li>Former Monaco coach agrees three-and-a-half-year contract</li><li>Clement replaces Michael Beale <a href=\"https://www.theguardian.com/football/2023/oct/01/rangers-sack-michael-beale-after-10-months-in-charge-at-ibrox\">who was sacked this month</a></li></ul><p>Rangers have confirmed the appointment of Philippe Clement as their new manager. The 49-year-old arrives at Ibrox following the departure of Michael Beale at the start of the month.</p><p>He inherits a Rangers side who are joint-second in the Premiership, seven points behind Celtic, the league leaders and defending champions.</p> <a href=\"https://www.theguardian.com/football/2023/oct/15/rangers-announce-appointment-of-philippe-clement-as-manager\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/oct/15/rangers-announce-appointment-of-philippe-clement-as-manager", "date_published": "2023-10-15T10:03:34+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Disney execs consider radical shake-up as crisis hits centenary celebrations", "description": "<p>Can Bob Iger make the House of Mouse sparkle again, despite its waning cinema clout, and the huge cost of keeping up with Netflix?</p><p>As Disney celebrates a <a href=\"https://www.theguardian.com/film/2023/jul/17/taking-the-mickey-the-disney-centenary-exhibition-that-glosses-over-controversy\" title=\"\">glittering century of global success</a> this week, behind closed doors its top executives are contemplating what could be the most radical shake-up in the history of the world’s biggest entertainment company.</p><p>Bob Iger, <a href=\"https://www.theguardian.com/film/2022/nov/21/bob-iger-disney-marvel-star-wars-fox-job-losses-cost-cuts\" title=\"\">Disney’s Mr Fixit</a>, made a <a href=\"https://www.theguardian.com/film/2022/nov/21/disney-bob-iger-returns-as-ceo-bob-chapek\" title=\"\">shock return as chief executive last November</a> after the ousting of his hand-picked successor, Bob Chapek, following a disastrous reign lasting less than two years. The challenges facing Iger are <a href=", "link": "https://www.theguardian.com/media/2023/oct/15/disney-execs-consider-radical-shake-up-as-crisis-hits-centenary-celebrations", "date_published": "2023-10-15T10:00:09+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Illuminating: an illustrated guide to some of the world’s most remote lighthouses", "description": "<p>José Luis Gonzáles Macías became fascinated by the buildings and their stories when researching a design project and has now published an ‘atlas’ of the most striking examples</p><p>José Luis Gonzáles Macías acknowledges that he was not the most obvious person to write a book about lighthouses. “I grew up a long way from the sea and had no personal connection with the world of seafaring,” he says. “My professional life has been more centred on books than coastlines.”</p><p>As a writer, designer, illustrator and publisher of books and graphic materials for museums and other cultural institutions, he had always dreamed of creating a personal project that would put equal emphasis on images and text, but the fascination with lighthouses came later. He had been commissioned to design an album cover and came up with the image of lighthouses floating on asteroids. As he was researching designs, gazing at picture after picture of lighthouses, he says, “a strange attraction unexpectedly to", "link": "https://www.theguardian.com/artanddesign/2023/oct/15/a-brief-atlas-lighthouses-end-of-world-remote-jose-luis-gonzales-macias", "date_published": "2023-10-15T10:00:09+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "‘That decision cost lives’: Covid data case further deflates Ron DeSantis’s campaign", "description": "<p>Settlement over withheld virus data that critics say cost thousands of lives comes at pivotal time for Republican governor and his teetering campaign</p><p>A courtroom settlement over withheld Covid-19 data that critics say cost thousands of lives has deflated Ron DeSantis’s campaign trail persona as a courageous freedom warrior who kept his state open during a deadly peak of the pandemic.</p><p>It comes at a pivotal time for the Florida governor, whose teetering run for the Republican presidential nomination is mired in <a href=\"https://www.nbcnews.com/politics/2024-election/ron-desantis-money-problems-deepen-ahead-key-stretch-gop-primary-rcna118820\">financial difficulties</a> and <a href=\"https://www.politico.com/news/2023/09/20/desantis-on-life-support-in-n-h-plummets-in-new-poll-00117273\">collapsing poll numbers</a> in early primary states.</p> <a href=\"https://www.theguardian.com/us-news/2023/oct/15/ron-desantis-republican-presidential-campaign-covid-data-florida-deaths\">Cont", "link": "https://www.theguardian.com/us-news/2023/oct/15/ron-desantis-republican-presidential-campaign-covid-data-florida-deaths", "date_published": "2023-10-15T10:00:09+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Big Zuu: ‘We’re a multicultural society. I’m eating fish and chips – in a pitta!’", "description": "<p>Food TV’s brightest new star on Big Eats, how fame just snowballed for him – and the secret to his mac and cheese</p><p>Big Zuu arrived at last year’s Bafta TV awards as the underdog. He’d been serving food to comedians on his cooking and chat show, <em>Big Zuu’s Big Eats</em>, since 2020. He talks to famous people about what they love to eat and then he knocks them up a three-course meal in his van, with the help of his best friends, Tubsey and Hyder. But the show was on its third season on Dave, and though it was one of the channel’s top performers, it still had a relatively small audience. It was up for best entertainment performance and best feature, against mainstream titans such as Graham Norton, Michael McIntyre, Alison Hammond and <em>The Great British Sewing Bee</em>. To Zuu’s obvious amazement, he won both categories. “Growing up, there wasn’t many chefs or people that look like me on telly,” he said, accepting his first award. <a href=\"https://www.youtube.com/watch?v=aQ", "link": "https://www.theguardian.com/food/2023/oct/15/big-zuu-were-a-multicultural-society-im-eating-fish-and-chips-in-a-pitta", "date_published": "2023-10-15T10:00:08+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Revenge of the nerds is a fantasy, it’s the jocks who have more successful careers | Torsten Bell", "description": "Athletes have social skills that take them far in the world of business and finance, a study of US Ivy League alumni finds<p>We tell the kids not to worry if they’re not “cool” at school. A common reassurance is that the nerds shall inherit, if not the Earth, then at least the good jobs. But it turns out we lie.</p><p>So warns a <a href=\"https://www.nber.org/papers/w31753\" title=\"\">new study</a> of the career outcomes of 400,000 athletes and non-athletes attending Ivy League colleges in America from 1970 to 2021 – where prior athletic achievement is, ludicrously, often grounds for admission.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/oct/15/revenge-of-nerds-a-fantasy-jocks-have-more-successful-careers\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/oct/15/revenge-of-nerds-a-fantasy-jocks-have-more-successful-careers", "date_published": "2023-10-15T09:32:08+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Nigel Slater recipe for roast cauliflower couscous plus baked figs", "description": "Turn an abundance of cauliflowers and a glut of figs into a simple, filling lunch or dinner, followed by a jammy fig pudding<p>I was unprepared for the height to which the fig tree would grow, or how the vast dinner-plate leaves would crash to the floor, almost in unison, each autumn. More pertinently, I had little notion of the number of fruits it would eventually produce, most of which are too high to reach even with the ladder. Perhaps it was the naivety of a new homeowner let loose on his first garden, or perhaps I failed to do my homework… whatever, 20 years on she is magnificent, with golden leaves like giants’ hands, almost translucent in the autumn sun, and still producing fruit.</p><p>The extraordinary weather this summer has sent the tree into shock, at one point dropping almost an entire harvest of unripe figs on the kitchen steps. The fruit I have salvaged has been of fair quality but not first rate, more of a fruit to cook than eat from the hand. But then that can said o", "link": "https://www.theguardian.com/food/2023/oct/15/nigel-slater-recipes-for-roast-cauliflower-couscous-and-baked-figs", "date_published": "2023-10-15T09:30:08+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "The week in theatre: Death of England: Closing Time; Sunset Boulevard – review", "description": "<p><strong>National Theatre; Savoy theatre, London<br /></strong>The fourth in Clint Dyer and Roy Williams’s state-of-the-nation play series is precise, fierce and moving, while Nicole Scherzinger hammers home the drama as Norma Desmond</p><p>Next Sunday, the National Theatre celebrates its 60th birthday. How fitting that this should be marked by the opening of <strong><a href=\"https://www.nationaltheatre.org.uk/productions/death-of-england-closing-time/\" title=\"\">Death of England</a></strong>, a vital exploration of the state of Britain. How apt that this exploration should have been atomised, split into separate dramas: fragmented like the country it investigates. How enriching that it should accumulate, building an arc across generations. What a distance from the first instalment and this, the fourth.</p><p>Written by Clint Dyer and Roy Williams, the saga began in February 2020, with a scorching monologue by a young white man, looking back on a just-dead racist father. It ends, fo", "link": "https://www.theguardian.com/stage/2023/oct/15/the-week-in-theatre-death-of-england-closing-time-sunset-boulevard-review", "date_published": "2023-10-15T09:30:08+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Hamas’s barbarism does not justify the collective punishment of Palestinians | Kenan Malik", "description": "Laying siege to a civilian population isn’t the same thing as targeting a terrorist organisation<p>‘They too have casualties, they too have captives and they have mothers who weep … <a href=\"https://www.jewishnews.co.uk/opinion-israel-must-defeat-hamas-then-perhaps-we-can-finally-overcome-this-hate/#:~:text=Enough%20with%20the%20wars.,Let%20us%20make%20real%20peace.%E2%80%9D\" title=\"\">Let’s make real peace</a>”. Not a liberal peacenik speaking from the safety of London or Washington but Yaakov Argamani, whose daughter Noa was taken hostage by Hamas at a <a href=\"https://www.nytimes.com/2023/10/08/world/middleeast/music-festival-israel-kidnapping-video.html\" title=\"\">music festival near Re’im</a> on Israel’s border with Gaza.</p><p>I hope I never have to face the torment that now engulfs Yaakov Argamani. But if I do find myself in as dark a place as that, I hope to possess even just a strand of his humanity and moral clarity.</p><p><em><strong>Do you have an opinion on the issues rais", "link": "https://www.theguardian.com/commentisfree/2023/oct/15/condemning-hamas-does-not-justify-collective-punishment-of-palestinians", "date_published": "2023-10-15T09:02:07+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "‘My year of adornment’: how Afua Hirsch embraced turning 40", "description": "<p>The average British woman spends £70,000 on their appearance in a lifetime, but rather than fighting the ageing process, the writer and broadcaster turned her back on society’s rigid beauty standards</p><p>My mother has always said Zizi has healing hands. It’s one of an endless number of paradoxes about my diminutive friend and beauty therapist. She is under 5ft tall, with sturdy olive skin, tousled hair, and a fondness for pedal-pusher playsuits, so it’s hard to guess her age. In truth, she’s almost 50, but still frequents raves. She cares for her brother, and her mum, who has been in the UK for a lifetime but still only speaks Portuguese. Zizi is fit from lugging her treatment bed around, from the miracles she works on whoever is lucky enough to be on it, from Hiit circuits she does in the park. And she’s addicted to smoking cigarettes.</p><p>Zizi has been waxing, pedicuring and massaging the female members of my family for almost two decades. She knows all our backs, labia, fee", "link": "https://www.theguardian.com/fashion/2023/oct/15/my-year-of-adornment-how-afua-hirsch-embraced-turning-40", "date_published": "2023-10-15T09:00:08+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Take this addictive food away from me! | David Mitchell", "description": "<p>Putting a sticker on ultra-processed foods may not be the solution it seems</p><p>According to the <em>British Medical Journal</em>, “Not all foods have addictive potential.” Sounds like the writer had just struggled through a couscous salad. There’s some very non-addictive grub out there, and most of it’s good for you. Heaps of runner beans, great squidgy clods of spinach, bottomless bowls of vegetable soup, vast leaves of molar-defying kale – we’d all live for ever if that was all we ate. Or at least it would feel like that.</p><p>The same could not be said for spaghetti carbonara – it’s not very good for you, and yet I have often found eating it to be a test of endurance. The British version, that is. I’m sure in Italy it’s quite different: the thinnest of eggy coatings on perfect pasta with a subtle sprinkling of pancetta. But in the UK, it’s an eternity of creamy sauce melding into mushy coils of spaghetti, relieved only by the occasional oblong of packet ham glooping to the ", "link": "https://www.theguardian.com/commentisfree/2023/oct/15/take-this-addictive-food-away-from-me-ultra-processed-david-mitchell", "date_published": "2023-10-15T09:00:07+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "‘It’s lonely being a Jewish critic of Israel’ – Nathan Thrall on his book about a Palestinian father’s tragedy", "description": "<p>As the Israel-Hamas war escalates, the US author says his book tour is fraught with the possibility of misunderstanding</p><p>In the days since the attacks by Hamas in southern Israel, Nathan Thrall, an American journalist and former director of the Arab-Israeli project at the International Crisis Group, has found himself lodged anxiously between worry for his wife and daughters at home in Jerusalem, and awareness that, as the tour to promote his new book continues, every public appearance is now more than usually fraught with the possibility of misunderstanding.</p><p>“[Events] have made it harder for me to speak,” he says, when we meet in London. “Many people who’ve read <em><a href=\"https://www.theguardian.com/books/2023/oct/12/a-day-in-the-life-of-abed-salama-a-palestine-story-by-nathan-thrall-review\" title=\"\">A Day in the Life of Abed Salama</a></em> tell me they find it prescient; they regard it as a necessary book. But for some others, there’s this feeling that I’m bringing", "link": "https://www.theguardian.com/world/2023/oct/15/its-lonely-being-a-jewish-critic-of-israel-nathan-thrall-on-his-book-about-a-palestinian-fathers-tragedy", "date_published": "2023-10-15T09:00:07+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "‘The wolf at my throat’: Observer writer Christopher Wordsworth’s diaries reveal troubled life", "description": "<p>The critic never wrote the ‘Great Novel’. But his son, Saul, found clues to a crime in 60,000 words he left behind</p><p>The private life of a parent as an individual, not simply a father or mother figure, can be a mysterious thing for a child. But for Saul Wordsworth, the mysteries that surround his late father’s volatile personality and painful secrets have grown and grown. Why were his famed creative gifts never properly harnessed? What tormented his soul, and what was the terrible, hidden incident in his youth? Had he perhaps committed murder?</p><p>Some facts were clear: Christopher Wordsworth, born in 1914 in Calcutta, now Kolkata, India, was a renowned, charismatic literary figure: a phrase-maker even, credited with coining the <a href=\"https://wordhistories.net/2018/07/06/legend-lifetime-lunchtime/\" title=\"\">satirical gem “a legend in his own lunchtime”</a>, still frequently deployed today. For several years from the mid-60s, he was a book reviewer and sports reporter for ", "link": "https://www.theguardian.com/culture/2023/oct/15/the-wolf-at-my-throat-observer-writer-christopher-wordsworths-diaries-reveal-troubled-life", "date_published": "2023-10-15T09:00:07+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Russia-Ukraine war live: Russia striking Avdiivka ‘with everything they have’, says city official", "description": "<p>Volodymyr Zelenskiy praises troops for holding their positions in areas including Avdiivka, where fighting is ‘particularly hot’</p><ul><li><a href=\"https://www.theguardian.com/world/ukraine\">See all our Ukraine coverage</a></li></ul><p>More on the counteroffensive, <strong>Vladimir Putin</strong>, said that Russian forces had bolstered their positions across the entire frontline in Ukraine including in <strong>Avdiivka</strong>, a symbolic industrial hub.</p><p>He said troops had been “improving their position” in a vast area in an interview on Russian television, which was posted on social media, AFP reports. He added:</p><p>This concerns the areas of <strong>Kupiansk</strong>, <strong>Zaporizhzhia</strong> and Avdiivka.</p><p>What is happening now along the entire length of the [line of] contact is called ‘an active defence’</p><p>And our troops are improving their position at almost entire area. Quite a large area.</p> <a href=\"https://www.theguardian.com/world/live/2023/oct/1", "link": "https://www.theguardian.com/world/live/2023/oct/15/russia-ukraine-war-live-russia-striking-avdiivka-with-everything-they-have-says-city-official", "date_published": "2023-10-15T08:48:11+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Heart-shaped assurances might work for my son, but they hit a slight bum note for me| Seamas O’Reilly", "description": "We drew on our hands to help him with separation anxiety but my effort missed the mark<p>There is a heart drawn in ballpoint pen on my wife’s hand, and something similar on my own, just in the crook of my thumb and forefinger. They look like the sort of thing you’d see in a mid-00s rom-com, where a manic pixie dream girl has scrawled on a stuffy old square to get him to live a little. These homemade tattoos were not, however, the idle fancy of young lovers.</p><p>When he started back at school, my son had a hard time bedding in. He was suffering from separation anxiety, exacerbated by six weeks of summer holidays in which he got to wear flip-flops and build Lego every day. It now seems clear he’d decided this break was permanent, that he’d finished with school and would spend the rest of his life in idle retirement, engaging in personal interests and foreign travel.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/oct/15/slug-words\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/oct/15/slug-words", "date_published": "2023-10-15T08:30:07+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "The week in TV: The Reckoning; Frasier; Lessons in Chemistry; Scars: Surviving a Stabbing – review", "description": "<p>Steve Coogan excels as Jimmy Savile in the BBC’s damage limitation exercise; a reboot of Frasier is slow to find its rhythm; and Brie Larson stars as a scientist turned chef in Apple’s adaptation of a hit novel</p><p><strong>The Reckoning</strong> (BBC One) | <a href=\"https://www.bbc.co.uk/iplayer/episodes/p0g4swnr/the-reckoning\">iPlayer</a><br /><strong>Frasier</strong> | <a href=\"https://www.youtube.com/watch?v=8BiEpuv3Nts\">Paramount+</a><br /><strong>Lessons in Chemistry</strong> | <a href=\"https://tv.apple.com/us/show/lessons-in-chemistry/umc.cmc.40yycssgxelw4zur8m2ilmvyx\">AppleTV+</a><br /><strong>Scars: Surviving a Stabbing</strong> (BBC Three) | <a href=\"https://www.bbc.co.uk/iplayer/episode/m001rb2f/scars-surviving-a-stabbing\">iPlayer</a><strong><br /></strong></p><p>Watching Steve Coogan portray Jimmy Savile in BBC One drama <strong><a href=\"https://www.bbc.co.uk/iplayer/episodes/p0g4swnr/the-reckoning\" title=\"\">The Reckoning</a></strong>, I find myself trying to remember", "link": "https://www.theguardian.com/tv-and-radio/2023/oct/15/the-week-in-tv-the-reckoning-frasier-lessons-in-chemistry-scars-surviving-a-stabbing-review", "date_published": "2023-10-15T08:30:07+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Emma Barnett: ‘Maternity leave is a land where time bends’", "description": "<p>The Woman’s Hour host on ​feeling ‘pumped’ about returning to work after her second baby, dealing with tough subject matter and her love of fishing</p><p>Emma Barnett, 38, the main host of <a href=\"https://www.theguardian.com/media/2020/sep/07/emma-barnett-to-host-bbc-radio-4s-womans-hour\">BBC Radio 4’s </a><em><a href=\"https://www.theguardian.com/media/2020/sep/07/emma-barnett-to-host-bbc-radio-4s-womans-hour\">Woman’s Hour</a></em><a href=\"https://www.theguardian.com/media/2020/sep/07/emma-barnett-to-host-bbc-radio-4s-womans-hour\"> since 2020</a>, has recently returned from her second maternity leave. She was born in Manchester and her journalism career began at <em>Media Week</em> in 2007; since then, she has written for the <em>Daily Telegraph</em>, the <em>Sunday Times</em> and the <em>Independent</em>, and presented shows for LBC, BBC Radio 5 Live, BBC <em>Newsnight</em> and Bloomberg. Her book, <em><a href=\"https://guardianbookshop.com/period-9780008308117\">Period: It’s Abou", "link": "https://www.theguardian.com/tv-and-radio/2023/oct/15/emma-barnett-womans-hour-period-endometriosis-interview", "date_published": "2023-10-15T08:30:06+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Shiny new coins to teach numeracy? I doubt kids will give a toss | Michael Hogan", "description": "Coinage marking the reign of King Charles III has been designed to help children identify numbers and learn to count. The problem is, they have no idea what physical money is<p>You wouldn’t usually look to the Royal Mint or our reigning monarch for finger-on-the-pulse, zeitgeist-surfing innovations. After all, one is the UK’s oldest company and the other got his first proper job aged 73. However, last week’s unveiling of the <a href=\"https://www.theguardian.com/uk-news/2023/oct/12/royal-mint-unveils-new-coin-design-inspired-by-king-charles\" title=\"\">first coins to commemorate King Charles III</a> takes the Duchy Original oaten biscuit.</p><p>At first glance, the new coinage looks nice enough. They’re, you know, coins. Remember them? They used to jangle around in your pocket, weigh down your wallet or gather dust down the back of the sofa. You put them in parking meters and vending machines. You collected them in giant whisky bottles and tossed them into charity collection buckets. Yo", "link": "https://www.theguardian.com/commentisfree/2023/oct/15/shiny-new-coins-to-teach-numeracy-i-doubt-kids-will-give-a-toss", "date_published": "2023-10-15T08:02:06+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "A Memoir of My Former Self by Hilary Mantel review – smart reflections on Wolf Hall, religion… and RoboCop", "description": "<p>This collection of essays and journalism is a poignant reminder of the novelist’s expansive mind, and of what more she might have achieved</p><p>There is a line in Hilary Mantel’s 2008 essay <a href=\"https://www.theguardian.com/books/2008/dec/20/hilary-mantel-author-author\">The Books I Will Never Write</a> that leaps out with particular poignancy, a year after her death. To tell the stories of all the incidental historical characters whose lives “would weave a beautiful fiction”, she says, “I shall have to live till I’m 90 and never retire”. <em>If only</em>, you think. When Mantel died in September 2022 at the age of 70, she was “a writer at the peak of her powers, one for whom fresh creative vistas were just opening up”, as her longtime editor, Nicholas Pearson, writes in the foreword to <em>A Memoir of My Former Self</em>, a posthumous collection of articles spanning four decades of her nonfiction. The thought of all the books she might have written had she lived another 20 yea", "link": "https://www.theguardian.com/books/2023/oct/15/a-memoir-of-my-former-self-by-hilary-mantel-review-smart-reflections-on-wolf-hall-religion-and-robocop", "date_published": "2023-10-15T08:00:07+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Notes on chocolate: Halloween treats too good to share", "description": "Ghoulish chocs that are both a trick and a treat for you<p>It is two weeks to Halloween and this will probably be my only Halloween mention, but I really liked <strong><a href=\"https://eponine.co.uk/product/halloween-chocolate-selection-box/\" title=\"\">Eponine</a></strong><a href=\"https://eponine.co.uk/product/halloween-chocolate-selection-box/\" title=\"\">’s</a> box of nine beautiful little chocolates (£20), all of them looking like jewels. The flavours are Halloween-ish themed and include a Treat (smores) and Trick (mango, habanero and toasted corn); there’s also apple, bonfire caramel, maple-pecan, and fresh ginger ganache. On 31 October, if you prefer to sit in with the curtains drawn and a good movie, consider buying these for yourself.</p><p>I recently met Björn of <strong><a href=\"https://mikeandbecky.be/\" title=\"\">Mike and Becky</a></strong>, a Brussels-based bean to bar chocolate maker. I wrote about how much I loved their dark milk in August. Björn is the Becky half of the duo", "link": "https://www.theguardian.com/food/2023/oct/15/halloween-chocolate-treats-that-are-too-good-to-share", "date_published": "2023-10-15T08:00:07+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Song of Songs review – a wondrous tribute to Jewish dance heritage", "description": "<p><strong>Barbican theatre, London</strong><br />Pam Tanowitz’s heartfelt work, inspired by her late father, is delicate, mystical and timeless</p><p><strong><a href=\"https://www.barbican.org.uk/whats-on/2023/event/pam-tanowitz-and-david-lang-song-of-songs\">Song of Songs</a></strong> is a thing of beauty. It’s a work of profound connection which, without any obvious show of emotion, fills the stage with love.</p><p>The show was premiered in the US in 2022, but much reworked for this British premiere; the choreographer Pam Tanowitz began to make it in 2018, after the death of her father Herb. The way she chose to honour him was by studying Jewish dance traditions and absorbing them into her own restrained and delicate style of movement. Nothing in the hour-long course of this great work feels unconsidered; watching it is like seeing molten thought.</p> <a href=\"https://www.theguardian.com/stage/2023/oct/15/song-of-songs-review-a-wondrous-tribute-to-jewish-dance-heritage\">Continue rea", "link": "https://www.theguardian.com/stage/2023/oct/15/song-of-songs-review-a-wondrous-tribute-to-jewish-dance-heritage", "date_published": "2023-10-15T08:00:07+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "‘They’re not quite right in rugby’: how West Point made one band of brothers", "description": "<p>A new book tells how the lives of 15 young men were shaped by the brutal realities of life at the US Military Academy, the shock of the 9/11 attacks and the lure of a whole new sport</p><p>At the United States Military Academy in West Point, New York, they call the class of 1915 “the class the stars fell on”, because 59 of its 164 graduates made brigadier general or higher. Among them were Omar Bradley, first chair of the joint chiefs of staff, and Dwight D Eisenhower, supreme commander of Allied forces in the second world war and 34th president.</p><p>The <a href=\"https://www.theguardian.com/sport/2015/sep/19/west-point-rugby-world-cup-usa\">Class of 2002</a> might yet challenge 1915. As the bicentennial class, they were always marked for attention. Though they entered West Point in 1998, 25 years after the last major war, their final year began with 9/11. In an instant, they knew they would become the first cadets to graduate in wartime since Vietnam.</p> <a href=\"https://www.the", "link": "https://www.theguardian.com/sport/2023/oct/15/west-point-rugby-book-brotherhood-iraq-war-martin-pengelly", "date_published": "2023-10-15T08:00:07+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "#GetReadyWithMe - how social media came for our bathroom cabinets", "description": "<p>Other peoples’ makeup routines are now an online mainstay – one that can be traced back to the site Into the Gloss in 2008. We chart 15 years of shelfies, sinks and skincare</p><p>It used to be that if you wanted to know what strangers kept in their bathroom cabinets, you were limited to sneaking a peek during a party. Now, on social media (mostly) young women do their makeup in front of a live audience and celebrities describe their daily routines. The <a href=\"https://www.theguardian.com/fashion/vogue\">Vogue</a> video interview series <a href=\"https://www.youtube.com/playlist?list=PLHlfmUA9UkXboTP1VQSiVafeE1TywnEM8\">In The Bag</a> sees stars dig around their bags to show off their favourite lipstick.</p><p>The scale of appetite for this low-level voyeurism is illustrated by the billions of views the <a href=\"https://www.vogue.com/article/tiktok-get-ready-with-me-videos\">#GetReadyWithMe</a> hashtag has generated on <a href=\"https://www.theguardian.com/technology/tiktok\">TikTok</a", "link": "https://www.theguardian.com/fashion/2023/oct/15/getreadywithme-how-social-media-came-for-our-bathroom-cabinets", "date_published": "2023-10-15T08:00:06+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "CMAT: Crazymad, for Me review – Irish award-winner’s ambitious second album", "description": "<p>(AWAL)<br />Ciara Mary-Alice Thompson sets her characteristic lyrical blend of wit and defiance to a more expansive country-pop sound</p><p>Irish pop auteur Ciara Mary-Alice Thompson’s first album, <em>If My Wife New I’d Be Dead</em>, stuck its big hair and rhinestone tiara over the parapet in 2022, winning the <a href=\"https://www.rte.ie/culture/2023/0309/1361332-cmat-wins-choice-music-prize-for-album-of-the-year/\">RTE Choice Music Prize</a> and wider recognition for its whip-smart, country-tinged songwriting about bad relationships, <a href=\"https://www.youtube.com/watch?v=Z3ncIyQFqd0\">Virgos</a> and <a href=\"https://www.youtube.com/watch?v=0WABB1fX77w\">Peter Bogdanovich</a>. <em><a href=\"https://cmatbaby.com/\">Crazymad, </a></em><em><a href=\"https://cmatbaby.com/\">for Me</a></em> doubles down on CMAT’s self-knowing “too muchness” with a meatier sound and more vaulting ambition.</p><p>These 12 tracks offer up a dizzying array of pop culture references – Vincent Kompany, Mark E S", "link": "https://www.theguardian.com/music/2023/oct/15/cmat-crazymad-for-me-review-irish-award-winners-ambitious-second-album", "date_published": "2023-10-15T08:00:06+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Playwright Alexander Zeldin: ‘Lots of people can make a living being an artist in France. In the UK, that’s not the case’", "description": "<p>The Paris-based British<strong> </strong>playwright, back at the National Theatre with The Confessions, inspired by conversations with his mother, talks about the secrets she revealed and the heroism of unexceptional lives</p><p>“I am always thinking in theatre how to be useful, how not to make it about me,” says playwright Alexander Zeldin, with a slight frown. “I think theatre has a unique quality which is that it’s at once very private and incredibly public. You are experiencing something in your own mind and heart when you are watching other people.”</p><p>Zeldin’s new play, <em>The Confessions</em>, which opened in Vienna and arrives at the National Theatre as part of a European tour this week, extends that tension between internal and external, between a personal reflection and collective history. About the life of a woman called Alice, the play spans the period from 1943 to 2021, from birth until death, and is based on conversations with his mother. “It feels transgressive ", "link": "https://www.theguardian.com/stage/2023/oct/15/alexander-zeldin-playwright-confessions-national-theatre-inequalities-trilogy-interview", "date_published": "2023-10-15T08:00:06+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Afghanistan v England: Cricket World Cup – live", "description": "<ul><li>Updates from the World Cup match in Delhi</li><li>Get in touch: you can <a href=\"mailto:rob.smyth.casual@theguardian.com\">email Rob</a> with your thoughts</li></ul><p><strong>My wife’s taken our nipper swimming and advised me that, while they’re gone,</strong> the heating needs putting on. Problem being, I’m not sure I’ve got that in me so help me out: 15 October is too early for such behaviour, right?</p><p>Generally speaking, the side that plays best in the early stages is rarely the side dancing about at the final’s final whistle – a maxim applicable across all World Cups and in all sports. Too soon! Too soon! I promise, I planned to begin like that before <em><a href=\"https://www.theguardian.com/sport/2023/oct/14/andy-farrell-admits-cruel-world-cup-defeat-is-the-end-for-great-ireland-side\">that</a></em>.</p> <a href=\"https://www.theguardian.com/sport/live/2023/oct/15/afghanistan-v-england-cricket-world-cup-live\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2023/oct/15/afghanistan-v-england-cricket-world-cup-live", "date_published": "2023-10-15T07:52:13+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Rebellious, irascible, horny. Older people are reassuringly off the rails these days | Rhik Samadder", "description": "Don’t try arguing with this skydiving, Channel-swimming generation.  They’re a jump ahead<p>I was fascinated to read about retired Chicagoan telephone operator Dorothy Hoffner, <a href=\"https://news.sky.com/story/daredevil-104-dies-one-week-after-becoming-worlds-oldest-skydiver-12982212\" title=\"\">who died in her sleep</a> a week after a record-breaking skydive. What’s the most impressive number in this story? The 31,500 feet Hoffner dove from, or the fact that she was going to be 105 years old in December?</p><p>To me, it’s that this was her second skydive; she took her first when she was a sprightly 100 years old. The latest dive was reportedly spurred by her desire “to lead the jump, rather than be pushed out”. Old people are off the rails these days.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/oct/15/rebellious-irascible-horny-older-people-are-reassuringly-off-the-rails-these-days\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/oct/15/rebellious-irascible-horny-older-people-are-reassuringly-off-the-rails-these-days", "date_published": "2023-10-15T07:33:05+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Facial oils: 10 of the best", "description": "Applying oils to your skin can seem a little heavy handed, but the new generation of products are worth considering for a whole range of skin types<p>I have long been wary of facial oils. Call it a hangover from my teenage years when even the thought of applying any kind of oil to my breakout-prone skin would make me, well, break out. Years ago, an aesthetician told me that no “serious” skincare formulations included oils, which made me double down on my anti-facial-oil rhetoric. But I’ve decided to give my nemesis a chance because this column is not just about me. Hence, you may spot things like a purple shampoo for blonde hair in my reviews. (I glean its efficacy from willing guinea pigs). Also, I have met a plethora of women – varied skin types, textures, tones – who swear by facial oils and have the skin to prove it. I cannot ignore that. And then, fundamentally, facial oils have changed. There are “serious” formulations with oil in them. Ones that are super-effective at tackling", "link": "https://www.theguardian.com/lifeandstyle/2023/oct/15/facial-oils-10-of-the-best-new-products", "date_published": "2023-10-15T07:30:05+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Buoyant Labour is beginning to tingle with anticipation at the prospect of taking power | Andrew Rawnsley", "description": "Sir Keir Starmer’s team hasn’t entirely banished fear of failure, but the party conference was mainly characterised by rising hope<p>Breaking the strict no-complacency rule that was supposed to be in force at the Labour conference, a member of the shadow cabinet said to me: “In his head, Keir can picture himself walking into Number 10.”</p><p>At no other time since Labour was removed from office in 2010 has it looked more like a party that is hungry to be in government, believes it can win, and is thinking seriously about what it would do with power. An organisation that was in thrall to Jeremy Corbyn and his unmerry comrades not so long ago has been thoroughly Starmerised. “The party has really changed. They want to win,” remarked a different member of the shadow cabinet at the conclusion of the gathering in Liverpool. Devotees of the last leader were extremely thin on the ground and the conference hall was filled with people much more aligned with the ideas and values of the curren", "link": "https://www.theguardian.com/commentisfree/2023/oct/15/buoyant-labour-is-beginning-to-tingle-with-anticipation-at-prospect-of-taking-power", "date_published": "2023-10-15T07:02:05+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Now even teens are adopting anti-ageing skin routines", "description": "For Gen Z, ‘prejuvenation’ is a thing, whereby young women buy youth-preserving products and share advice online – but I feel lucky to be getting older<p>It’s my birthday this week, and once again I am forced to sit for a second with a little pen and work the whole thing out properly. Just as 22 followed 21, and 38 followed 37, 43 must unavoidably pursue, catch, and eat 42 whole, leaving only wind and crumbs. I am not so much coasting into middle age as waking up on its carpet, blearily grabbing for a glass of water and asking in a mumble for the time.</p><p>I am lucky. I am a lucky person, my life full of the stuff. It reveals and reproduces itself constantly, good luck being squirted endlessly on to my conveyor belt like that video of Twister ice-creams being made, in which the sticks are thrust by machine claws haphazardly and recklessly into the ice-cream’s soft, delicious centre as if a broken spine. One piece of luck I am grateful for today though is that I was able to get all ", "link": "https://www.theguardian.com/lifeandstyle/2023/oct/15/eva-wiseman-now-even-teens-are-adopting-anti-ageing-skin-routines", "date_published": "2023-10-15T07:02:05+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Why didn’t wife and mother get ‘miracle’ stroke treatment, grieving family ask", "description": "<p>Hospital staff said procedure could not be done at weekends and gave her aspirin. But help was available just a short drive away</p><p>A primary school teaching assistant died from a stroke after hospital staff told her family that the life-saving treatment she needed was not available at weekends.</p><p>Jasbir Pahal, 44, who had four children and was known as Jas, died in November last year after suffering a stroke. Her family was told she could only be treated with aspirin because a procedure to remove the blood clot was only available from 8am to 3pm, Monday to Friday.</p> <a href=\"https://www.theguardian.com/society/2023/oct/15/why-didnt-wife-and-mother-get-miracle-stroke-treatment-grieving-family-ask\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/oct/15/why-didnt-wife-and-mother-get-miracle-stroke-treatment-grieving-family-ask", "date_published": "2023-10-15T07:00:06+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "‘Our political situation is such a fragile thing’: Robert De Niro on fatherhood, family – and Trump", "description": "He’s one of Hollywood’s greatest stars – and one of its most private. At 80, he has become a father again, has just made another Scorsese film and is still outspoken about the dangers of Donald Trump<p>For a very long time, the actor Robert De Niro was reticent in interviews. He was solitary or shy or inarticulate – biographers couldn’t decide which. Then Donald Trump was made president, and public De Niro – the De Niro we read in magazines, who appeared at Hollywood events – became openly, angrily, exasperatedly chatty, at least on politics. Trump was a New Yorker, like De Niro, but not a <em>good</em> New Yorker, it turns out. He was a “fool”, a “bozo”, a “national disaster”. How could he have become president? Why weren’t more Americans embarrassed, or terrified? “Fuck Trump!” he shouted while appearing <a href=\"https://www.theguardian.com/film/2018/jun/11/robert-de-niro-wins-ovation-fuck-trump-speech-tony-awards\" title=\"\">at an awards ceremony</a> in 2018. It was an offhand remar", "link": "https://www.theguardian.com/film/2023/oct/15/robert-de-niro-at-80-fatherhood-films-donald-trump", "date_published": "2023-10-15T07:00:06+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Alarm at rise in use of mixed-sex wards in NHS England hospitals", "description": "<p>Guidelines ban shared accommodation but breaches are at an all-time high, with patient safety and dignity compromised</p><p>NHS England has recorded more than 120,000 breaches of its mixed-sex hospital accommodation guidance in the past six years, a 257% increase.</p><p>Guidance added to the NHS constitution in 2012 states that hospital patients will not share sleeping accommodation with members of the opposite sex “except where appropriate”. Exemptions include critical care wards or patients receiving treatment, such as chemotherapy, where they “may derive comfort from the presence of other patients with similar conditions”.</p> <a href=\"https://www.theguardian.com/society/2023/oct/15/alarm-at-rise-in-use-of-mixed-sex-wards-in-nhs-england-hospitals\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/oct/15/alarm-at-rise-in-use-of-mixed-sex-wards-in-nhs-england-hospitals", "date_published": "2023-10-15T07:00:05+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Cardiff’s comforts give Ben Davies confidence Wales can upset odds", "description": "<p>Win over Croatia would be priceless with hopes of automatically qualifying for Euro 2024 in the balance</p><p>Wales need to pull another result out of the bag in Cardiff. Something close to the euphoria of <a href=\"https://www.theguardian.com/football/2015/jun/12/wales-belgium-euro-2016-qualifying-match-report\" title=\"\">beating Belgium in 2015</a> to all-but qualify for their first major tournament since 1958 or the joy of <a href=\"https://www.theguardian.com/football/2022/jun/05/wales-ukraine-world-cup-2022-playoff-final-match-report\" title=\"\">overcoming Ukraine in a nerve-shredding playoff</a> to reach the World Cup in Qatar would do nicely.</p><p>With hopes of securing an automatic place at Euro 2024 in the balance, the value of victory on Sunday over the Group D leaders, Croatia, would be priceless, a performance for the ages a bonus. A win of any kind – unconvincing or cogent – could have a lasting effect heading into the final round of qualifiers next month.</p> <a href=\"htt", "link": "https://www.theguardian.com/football/2023/oct/15/cardiffs-comforts-give-ben-davies-confidence-wales-can-upset-odds", "date_published": "2023-10-15T07:00:05+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Dalíland review – surrealist biopic paints Ben Kingsley into a corner", "description": "<p>Mary Harron’s frustratingly elusive Salvador Dalí portrait has a persuasive central turn but its star has little to get his teeth into</p><p>How do you create a revealing and intimate portrait of someone who is forever playing a self-created role? How do you find something that is honest in a character who is composed of onion layers of artifice? It’s a problem with which writer-director Mary Harron wrestles in her latest film, an account of a late period in the life of the surrealist artist Salvador Dalí, and one that she fails to resolve entirely. The Dalí persona, the film argues, was as much an artistic creation as any of his paintings. Dalí was something to be experienced rather than someone to be known.</p><p>This is all very well, but it doesn’t exactly give <a href=\"https://www.theguardian.com/film/ben-kingsley\">Ben Kingsley </a>much to get his teeth into in the central role. The way this film approaches him, Dalí is a character who is worn, like a velvet smoking jacket an", "link": "https://www.theguardian.com/film/2023/oct/15/daliland-review-surrealist-biopic-paints-ben-kingsley-into-a-corner", "date_published": "2023-10-15T07:00:05+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "France and South Africa prepare to collide in Rugby World Cup quarter-final", "description": "<p>Hosts take on the champions with team selection and playing styles confounding expectations</p><p>One side have gone with a 5-3 split on the bench, the other 6-2. One have picked a brilliant playmaker at fly-half over a consistent goal-kicker; the other the World Cup’s leading points scorer. One have talked about being nice to referees and wanting to be liked; the other risked international condemnation by rushing back their best player from a serious head injury in pursuit of victory.</p><p>One team is France, one is South Africa. You would never have guessed which was which just a few weeks ago. Answer: South Africa are the first in each dichotomy.</p> <a href=\"https://www.theguardian.com/sport/2023/oct/15/france-south-africa-rugby-world-cup-quarter-final\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/oct/15/france-south-africa-rugby-world-cup-quarter-final", "date_published": "2023-10-15T07:00:05+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Simone Lia: Wrong way – cartoon", "description": "<a href=\"https://www.theguardian.com/culture/ng-interactive/2023/oct/15/simone-lia-wrong-way-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/ng-interactive/2023/oct/15/simone-lia-wrong-way-cartoon", "date_published": "2023-10-15T07:00:05+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "The BBC Jimmy Savile drama missed a chance to tell the real story of child sexual abuse | Sonia Sodha", "description": "In focusing on the predatory presenter, the show failed to give victims a proper voice<p>Jimmy Savile, one of Britain’s most prolific child sexual abusers, never faced trial for his crimes. He died a national treasure, crowds flocking to <a href=\"https://www.bbc.co.uk/news/uk-england-leeds-15647363\" title=\"\">pay respect to his funeral cortege</a>, his life celebrated with a <a href=\"https://www.bbc.co.uk/news/uk-england-leeds-15647363\" title=\"\">special BBC tribute</a>. It is a plot familiar to so many survivors of child sex abuse: perpetrators go to the grave with reputations intact; children carry the burden for the rest of their lives.</p><p>The creators of a new BBC drama about Savile, <em>The Reckoning</em>, have a noble aim: they have spoken of it as a <a href=\"https://www.thesun.co.uk/tv/24319808/bbc-jimmy-savile-the-reckoning-enraged-victims-steve-coogan/\" title=\"\">posthumous trial</a>. But its blend of re-enactment and fiction left me feeling like a voyeur, not a participant ", "link": "https://www.theguardian.com/commentisfree/2023/oct/15/the-bbc-jimmy-savile-drama-missed-a-chance-to-tell-the-real-story-of-child-sexual-abuse", "date_published": "2023-10-15T06:33:04+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Indigenous communities overwhelmingly voted yes to Australia’s voice to parliament", "description": "<p>Polling catchments where Indigenous Australians form more than 50% of the population voted on average 63% in favour of the voice</p><ul><li><strong><a href=\"https://www.theguardian.com/australia-news/live/2023/oct/14/voice-referendum-2023-live-updates-australia-latest-news-yes-no-vote-winner-results-australian-indigenous-voice-to-parliament-polls\">Voice referendum live updates: follow latest news and reaction</a></strong></li><li><strong><a href=\"https://www.theguardian.com/australia-news/ng-interactive/2023/oct/14/live-voice-referendum-results-2023-tracker-australia-yes-no-votes-by-state-australian-indigenous-voice-to-parliament-who-won-is-winning-winner-map-counts-aec-latest-result\">Australian voice referendum live results tracker, map and votes by state</a></strong></li><li><strong>Get our <a href=\"https://www.theguardian.com/email-newsletters?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.thegu", "link": "https://www.theguardian.com/australia-news/2023/oct/15/indigenous-communities-overwhelmingly-voted-yes-to-australias-voice-to-parliament", "date_published": "2023-10-15T06:25:00+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Victim-blaming is a crime to so many progressives. Except when it comes to Jews | Howard Jacobson", "description": "There was no pause for pity as false narratives justifying murder took hold before the blood had dried<p>An old man sits amid the destruction on what’s left of a wall and lets the tears stream from his eyes. He seems not to have the strength to dry them. Maybe he means never to dry them. A woman clutches her head, not knowing which way to turn. She has lost her children. There is no one near to help her find them. She won’t find them. I don’t know that for sure but my fears for her authorise me to say it. We are in a world emptied of good fortune, never mind God, where children aren’t found and husbands and wives don’t come back.</p><p>I turn off the television. My wife is out with friends. Alone, at my weakest, I let my own tears flow. They are a Jew’s tears but they are all I have.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/oct/15/victim-blaming-is-a-crime-to-so-many-progressives-except-when-it-comes-to-jews\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/oct/15/victim-blaming-is-a-crime-to-so-many-progressives-except-when-it-comes-to-jews", "date_published": "2023-10-15T06:09:04+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Dominica’s mountain chicken frog disappears in ‘fastest extinction ever recorded’", "description": "<p>Ecological calamity on the Caribbean island demonstrates how quickly wildlife can be destroyed, scientists say</p><p>They were once so numerous they were cooked as the national dish of Dominica. Every year, thousands of mountain chicken frogs, roasted with garlic and pepper, were eaten by islanders and tourists.</p><p>Two decades later, the animal – one of the world’s largest species of frog – has in effect disappeared from the Caribbean island. A series of ecological disasters has reduced its former healthy, stable population of hundreds of thousands of animals to a total of 21 frogs, according to scientists’ most recent survey.</p> <a href=\"https://www.theguardian.com/environment/2023/oct/15/dominicas-mountain-chicken-frog-disappears-in-fastest-extinction-ever-recorded\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/oct/15/dominicas-mountain-chicken-frog-disappears-in-fastest-extinction-ever-recorded", "date_published": "2023-10-15T06:00:05+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "More questions for civil service boss who said Carrie Johnson was real PM", "description": "<p>Covid inquiry expected to quiz Simon Case over ‘treasure trove’ of official correspondence</p><p>Civil service chief Simon Case – who described the government as a “<a href=\"https://www.theguardian.com/politics/2023/oct/13/uks-top-civil-servant-said-government-looked-like-tragic-joke-during-pandemic\" title=\"\">terrible, tragic joke</a>” in private WhatsApp messages at the height of the pandemic – is expected to be questioned over a “treasure trove” of further correspondence when he appears before the official Covid inquiry.</p><p>Case, who became cabinet secretary in September 2020, having previously served as permanent secretary in No 10, will give evidence to Lady Hallett’s inquiry either on 30 or 31 October, or in the first week of November.</p> <a href=\"https://www.theguardian.com/uk-news/2023/oct/15/more-questions-for-civil-service-boss-who-said-carrie-johnson-was-real-pm\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/oct/15/more-questions-for-civil-service-boss-who-said-carrie-johnson-was-real-pm", "date_published": "2023-10-15T06:00:05+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "The big picture: the simple liberation of floating", "description": "<p>Anna Boyiazis’s tranquil image captures a group of Muslim girls, previously not allowed to swim, during a lesson</p><p>Life on the island of Zanzibar is intimate with the surrounding ocean, but for many years women in the majority Muslim population were prohibited from learning to swim. Two things changed that. The first was the advent of the full-body swimsuit, or burkini. The second was a project called <a href=\"https://www.thepanjeproject.or.tz/\">Panje</a> (a Swahili word that translates as “big fish”), which was established by an NGO in 2011 to support young people in Nungwi village find employment. Panje taught women in the village to swim for the first time and encouraged them in turn to become swimming teachers, challenging entrenched patriarchal models of learning.</p><p>The photographer <a href=\"https://www.annaboyiazis.com/\">Anna Boyiazis</a> also had the sea in her bones. She grew up in California; the origins of her family were on the Aegean Islands of Greece. In 2017,", "link": "https://www.theguardian.com/artanddesign/2023/oct/15/the-big-picture-anna-boyiazis-burkini-muslim-women-zanzibar-magnum", "date_published": "2023-10-15T06:00:05+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "The Conspiracy to End America review: Trump and the fascist threat", "description": "<p>Author Stuart Stevens ran Republican campaigns but joined the Lincoln Project. His second book delivers a chilling warning</p><p>Donald Trump’s supporters want an American Caesar. Back in 2016, Paul LePage, then governor of Maine, made it explicit. “We need a Donald Trump to show some authoritarian power in our country,” he declared. Joe Sitt, a major player in New York real estate and an early Trump backer, chipped in: “We don’t have a president, we have a king.”</p><p>Five years later, January 6 and its aftermath crystalized another reality: Trump found fair and free elections useless. He and his allies had grown weary of democracy. After all, they had lost.</p> <a href=\"https://www.theguardian.com/books/2023/oct/15/conspiracy-to-end-america-review-trump-fascist-threat\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/oct/15/conspiracy-to-end-america-review-trump-fascist-threat", "date_published": "2023-10-15T06:00:04+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "The Secret Life of John le Carré by Adam Sisman review – the constant philanderer", "description": "<p>Three years after le Carré’s death, his official biographer reveals the adultery that was off limits during his lifetime. Does it further our appreciation of his work?</p><p>Soon after the deaths of John le Carré, AKA David Cornwell, and his wife, Jane, weeks apart in 2020 and 2021, a long silence came to an end. In <em><a href=\"https://www.theguardian.com/books/2022/oct/16/a-private-spy-letters-of-john-le-carre-edited-by-tim-cornwell-the-secret-heart-by-suleika-dawson-review-john-le-carre-laid-bare\">The Secret Heart</a></em>, a memoir published last autumn, le Carré’s sometime research assistant, Sue “Suleika” Dawson, outed herself as one of more than a dozen women to have had an affair with the former intelligence agent after the success of <em><a href=\"https://www.theguardian.com/books/2010/jul/24/carre-spy-came-cold-boyd\">The Spy Who Came in from the Cold</a></em> (1963) encouraged him to give up the day job and, seemingly, monogamy.</p><p>The gory details of le Carré’s affair", "link": "https://www.theguardian.com/books/2023/oct/15/the-secret-life-of-john-le-carre-by-adam-sisman-review", "date_published": "2023-10-15T06:00:04+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Work has stopped on HS2, but the Tories are still digging Britain into a hole | William Keegan", "description": "<p>The loss of a national asset that would have aided ‘levelling up’ shows how little Rishi Sunak is really committed to long-termism</p><p>One of the many whoppers to emerge from the recent Conservative party conference was Rishi Sunak’s claim that “our Brexit freedoms make us ever more competitive”.</p><p>When I was at school, “freedom” was used in the singular; but these days, as Cole Porter wrote, anything goes. There are promises of “freedoms” all over the place.</p> <a href=\"https://www.theguardian.com/business/2023/oct/15/work-has-stopped-on-hs2-but-the-tories-are-still-digging-britain-into-a-hole\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/oct/15/work-has-stopped-on-hs2-but-the-tories-are-still-digging-britain-into-a-hole", "date_published": "2023-10-15T06:00:04+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "‘I am not that much in pursuit of happiness’: Werner Herzog on beer, yoga and what he would ask God", "description": "<p>The pioneering German film‑maker, actor and writer answers questions from Observer readers and famous fans including John Waters, Nicole Kidman and Wim Wenders</p><p>“Can you see me? Can you hear me?” implores Werner Herzog, as we pop up in our little boxes – or don’t – at the start of our video call. I can both see and hear him without distortion: that idiosyncratic German timbre, so familiar from his 60 years of film-making, couldn’t be anyone else. But the problem is with my connection. “You’re frozen,” he sighs, with palpable anguish. “It’s very… disquieting. I see your face and wait for lip movements or some life, but there ain’t any life.”</p><p>This (one-sided) exchange is the perfect introduction to the 81-year-old Herzog, who has written and directed more than 60 films and who is, no question, one of the most pioneering documentarians of our age. He also acts, stages operas and is a gifted author. To all of these projects Herzog brings his voice, a searing intensity and a", "link": "https://www.theguardian.com/film/2023/oct/15/werner-herzog-documentary-film-memoir-every-man-for-himself-interview", "date_published": "2023-10-15T06:00:03+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Sunday with Sue Perkins: ‘My brain needs to be set challenges or it goes into mischief’", "description": "The comedian and presenter on living with Tiggy the staffy and the joy of electronica<p><strong>Sunday lie-in?</strong> Who knows what my natural cycles of sleep would be if I didn’t have a wheezy, semi-obese Staffordshire bull terrier on my bed? At first light, Tiggy is in my face saying, ‘I do believe it’s breakfast time.’</p><p><strong>First thing you do?</strong> Tiggy is fed and then comes another hour of sleep until she kicks me in the kidneys to say, ‘I’ve not had breakfast yet,’ and I’ll think, ‘Don’t mug me off, you were fed at 5am.’ Then she wins and has a second breakfast.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/oct/15/sunday-with-sue-perkins\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/oct/15/sunday-with-sue-perkins", "date_published": "2023-10-15T05:45:03+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Britain’s filthy, violent prisons shame us all. Here’s why we should care | Martha Gill", "description": "Despite evidence that brutalised jail inmates reoffend, there seems little drive to make the system more humane<p>Imagine a judge making these sentencing remarks to a man found guilty of rape: “This is one of the most vicious crimes I have come across. I am therefore adding an extra sanction to your sentence. You will be sent to a prison ward where you yourself are very likely to be raped.”</p><p>Or imagine a judge saying this, to a female murderer, found guilty of killing babies and now pregnant herself: “Because of the seriousness of your actions, an additional punishment will be added to your life sentence. You will be left to give birth in a cell alone, in conditions where your own child will be more likely to die. No officer will respond to your pleas for help.”</p> <a href=\"https://www.theguardian.com/commentisfree/2023/oct/15/britains-filthy-violent-prisons-shame-us-all-why-does-no-one-seem-to-care\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/oct/15/britains-filthy-violent-prisons-shame-us-all-why-does-no-one-seem-to-care", "date_published": "2023-10-15T05:32:03+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Planning spring colours on the roof terrace", "description": "<p>The change of season gives us the excuse to rethink some of the pots and containers on the patio</p><p>Autumn creeps into the roof terrace. Home to pots of multiple shapes and sizes. Falling magnolia stellata leaves. The place we’re more likely to chop and change. There are mostly two main seasons here: autumn/winter and spring/summer. Well, sort of.</p><p>We get two goes with the salvias. A summer trim throws out new flowering. Coming to an end now. A harder cut to come soon. It is likely the same with the lavender. Though this is less set in stone.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/oct/15/autumn-colours-on-the-roof-terrace\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/oct/15/autumn-colours-on-the-roof-terrace", "date_published": "2023-10-15T05:15:02+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Great picks from the Wine Society", "description": "Gems from the world’s oldest member-owned community<p><strong>The Society’s Chilean Limarí Chardonnay, Limarí</strong><em> </em><strong>Chile 2021, £7.50</strong><strong>, <a href=\"https://www.thewinesociety.com/\">The Wine Society</a> </strong>By rights, The Wine Society should be one of the crustier corners of the British wine trade. Founded in 1874 by Major-General Henry Scott, the architect behind the Royal Albert Hall, and ophthalmic surgeon R Brudenell Carter, the organisation has stayed true to a rather Victorian way of doing business: it remains a co-operative, with each member owning a share. As it approaches its 150th birthday, that model has turned out to be a rather good way of sourcing good-value wines in the 21st century: once you’ve paid your £40 lifetime membership fee you get access to more than 1,400 wines, which, on the strength of a recent tasting of 100 or so is as interesting, keenly priced and diverse as ever, stuffed with bargains such as this luminous Chilean ", "link": "https://www.theguardian.com/food/2023/oct/15/great-picks-from-the-wine-society-worlds-oldest-member-owned-community", "date_published": "2023-10-15T05:02:03+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "My devout wife no longer seems to care what she looks like", "description": "You need to try and learn to accept your wife’s autonomy in these matters, says Philippa Perry<p><em><strong>The question </strong>I am married with children. My wife and I are both of Muslim faith and in our early 40s. My wife has never been particularly interested in the way she looks and </em><em>has never made much effort with her physical appearance – despite being naturally beautiful.</em></p><p><em>Over the past few years in particular, I have found this increasingly hard to come to terms with. She has not lost her excess birth weight (it’s been years) and her hair is vanishingly thin</em><em>. If she had some concern about this I would be less stressed, however, she just isn’t bothered in the slightest.</em></p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/oct/15/my-devout-wife-no-longer-seems-to-care-what-she-looks-like\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/oct/15/my-devout-wife-no-longer-seems-to-care-what-she-looks-like", "date_published": "2023-10-15T05:02:03+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Saving civilian lives in Gaza must be paramount | Observer letters", "description": "Showing restraint, compassion for the innocent and acting according to humanitarian ideals are not weaknesses<p>While abhorring the actions of Hamas, we should also oppose a retaliation that envelops the innocent in Gaza. As Bethan McKernan points out (“<a href=\"https://www.theguardian.com/world/2023/oct/07/civilians-will-pay-price-for-biggest-challenge-to-israel-since-1973\" title=\"\">Civilians pay the price in biggest challenge to Israel since 1973</a>”, News), Gaza’s inhabitants have endured four wars in the last 16 years.</p><p>These have not stopped an escalation of Hamas atrocities and have not secured peace for Israel. Communities are brutalised by violence directed at them, but also by feeling impelled to respond in ways that mirror what they have suffered. Showing restraint, compassion for the innocent and acting according to humanitarian ideals are not weaknesses.</p> <a href=\"https://www.theguardian.com/theobserver/2023/oct/15/letters-saving-civilian-lives-in-gaza-must-be-pa", "link": "https://www.theguardian.com/theobserver/2023/oct/15/letters-saving-civilian-lives-in-gaza-must-be-paramount", "date_published": "2023-10-15T05:02:03+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "The Observer view on Keir Starmer: Labour is ready to govern, but can it deliver on growth without spending? | Observer editorial", "description": "As it stands to inherit a country and economy that is on its knees, the party will need to navigate fiscal caution with offering voters hope<p>Labour’s conference in Liverpool last week was a quiet success. Eclipsed as it was by breaking international events, Keir Starmer and his shadow cabinet used their platform to expand on what would distinguish a Labour government from that of Rishi Sunak’s.</p><p>Labour came across as a party united behind its leader, which would bring a sober and steady approach to governing in stark contrast to the period of political instability Britain has experienced since the Brexit referendum.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/oct/15/the-observer-view-keir-starmer-is-ready-to-govern-but-can-he-deliver-growth-without-spending\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/oct/15/the-observer-view-keir-starmer-is-ready-to-govern-but-can-he-deliver-growth-without-spending", "date_published": "2023-10-15T05:02:03+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "The Campaner, London SW1: ‘Excellent food, but at eye-watering prices’ – restaurant review | Jay Rayner", "description": "<p>Barcelona in Chelsea it isn’t, but the eating is mainly good here – as long as you have deep pockets</p><p><strong><a href=\"https://thecampaner.com/\">The Campaner</a>, Chelsea Barracks, 1 Garrison Square, London SW1W 8BG (020 4580 1385). Starters and small plates £9-£22.50, mains £22-£77, desserts £9.90-£11, wines from £29</strong></p><p>To prepare for eating at the <a href=\"https://thecampaner.com/\" title=\"\">Campaner</a>, the new London outpost of an apparently famous restaurant group in Barcelona, first look in the window of the estate agents just across the square. A two-bedroom apartment on this Qatari-funded development, which occupies what was once Chelsea Barracks, will cost you £6.65m. Spend an extra £1.35m and you can have a third bedroom. Bargain. Either way you’ll be living in a cold-edged and bleak development which, despite being finished, still looks like a computer-generated artist’s impression of itself. There are retractable bollards on the private road to keep th", "link": "https://www.theguardian.com/food/2023/oct/15/jay-rayner-the-camapner-london-restaurant-review-excellent-food-eye-watering-prices", "date_published": "2023-10-15T05:02:02+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Labour to omit social care reform from manifesto and scale back Lords plans", "description": "<p>Dismay as key proposals are downsized in order to make election offer to voters ‘bombproof’</p><p>Labour is preparing to omit plans for large-scale reform of social care from its next election manifesto, scale back its plans for House of Lords reform during a first term in office, and recalibrate the way it presents its <a href=\"https://www.theguardian.com/politics/2021/sep/27/labour-promises-spend-28bn-year-tackling-climate-crisis\" title=\"\">£28bn-a-year green prosperity plan</a> as it prepares to put a “bombproof” offer to voters before polling day.</p><p>After a successful conference in Liverpool last week, which resulted in the party extending its poll lead over the Tories, shadow cabinet ministers are now turning their minds to the precise shape of a manifesto for an election next May or October. Senior figures said the focus would be on producing an offering that was “affordable” in a difficult financial climate, as well as being “credible” and “deliverable”.</p> <a href=\"htt", "link": "https://www.theguardian.com/politics/2023/oct/15/labour-to-omit-social-care-reform-from-manifesto-and-scale-back-lords-plans", "date_published": "2023-10-15T05:00:03+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "TV tonight: More kitchen chaos in the brilliant Boiling Point", "description": "<p>Point North is under pressure as the culinary drama continues. Plus, Matt Hancock tries to demonstrate his trustworthiness in Celebrity SAS: Who Dares Wins. Here’s what to watch this evening</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/oct/15/tv-tonight-more-kitchen-chaos-in-the-brilliant-boiling-point\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/oct/15/tv-tonight-more-kitchen-chaos-in-the-brilliant-boiling-point", "date_published": "2023-10-15T05:00:02+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Voting opens for Polish elections as PiS hopes to win third term", "description": "<p>Populist party must see off opposition led by former PM and European Council president Donald Tusk</p><p>Voting is under way in <a href=\"https://www.theguardian.com/world/2023/oct/14/poland-election-race-too-close-to-call-as-voters-prepare-to-go-to-polls\">Poland’s parliamentary election</a>, as the populist Law and Justice (PiS) government tries to win a third term in office and see off a challenge from an opposition led by former prime minister and European Council president Donald Tusk.</p><p>The polls opened at 7am local time on Sunday morning, and voting will continue until 9pm CET, when exit polls will be published that will give a first hint of the results. Polling in the run-up to the vote suggested that the race is too close to call, and the ability for either PiS or Tusk’s Civic Coalition to form a government is likely to come down to the results of other, smaller parties.</p> <a href=\"https://www.theguardian.com/world/2023/oct/15/voting-opens-for-polish-elections-as-pis-", "link": "https://www.theguardian.com/world/2023/oct/15/voting-opens-for-polish-elections-as-pis-hopes-to-win-third-term", "date_published": "2023-10-15T05:00:02+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "As Gaza ground invasion nears, second US carrier group deployed to prevent ‘escalation’", "description": "<p>Israeli military is preparing ‘significant ground operations’, as US defence secretary orders USS Eisenhower to the Mediterranean</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/oct/15/israel-hamas-war-live-us-sends-second-aircraft-carrier-to-deter-hostile-actions-against-israel-ground-assault-on-gaza-looms#maincontent\">Israel-Hamas war: latest news and live updates</a></li></ul><p>The United States has deployed a second aircraft carrier to the Mediterranean “to deter hostile actions against Israel or any efforts toward widening this war”, as residents of Gaza City fled south to escape an <a href=\"https://www.theguardian.com/world/2023/oct/14/the-next-stage-is-coming-israel-issues-warning-as-residents-flee-gaza-assault\">imminent Israeli ground attack</a> in response to a murderous rampage by Hamas last weekend.</p><p>The US defence secretary, Lloyd Austin, said late on Saturday that the presence of the USS Eisenhower and its affiliated warships in the eastern Medit", "link": "https://www.theguardian.com/world/2023/oct/15/gaza-ground-invasion-israel-us-second-carrier-group-hamas", "date_published": "2023-10-15T04:55:28+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Israel-Hamas war live: US sends second aircraft carrier ‘to deter hostile actions against Israel’; ground assault on Gaza looms", "description": "<p>US defence secretary says deployment aims to prevent any entity ‘seeking to escalate this war’; ground assault on Gaza appears imminent as troops gather</p><ul><li><a href=\"https://www.theguardian.com/world/israel-hamas-war\">See all our Israel-Hamas war coverage</a></li></ul><p>Hamas’s unprecedented attack on Israel last weekend, which <a href=\"https://www.theguardian.com/world/2023/oct/12/there-are-no-wreaths-left-israel-begins-burial-of-victims-of-hamas-attacks\">killed more than 1,300 Israelis</a> and led to an estimated 130 more held captive in Gaza, has been met with a harsh crackdown by Israeli forces across the West Bank.</p><p>Beyond the closed checkpoints and the empty roads, residents across Ramallah have feared the rising violence from the Israeli military and security forces, as well as some of the <a href=\"https://www.un.org/unispal/document/human-rights-council-hears-that-700000-israeli-settlers-are-living-illegally-in-the-occupied-west-bank-meeting-summary-excerpts/\"", "link": "https://www.theguardian.com/world/live/2023/oct/15/israel-hamas-war-live-us-sends-second-aircraft-carrier-to-deter-hostile-actions-against-israel-ground-assault-on-gaza-looms", "date_published": "2023-10-15T04:27:28+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "View from Gaza: ‘I can’t leave. It’s horrific that I have to choose between my life and my home’", "description": "<p>Manchester scientist Mohammed Ghalayini was visiting his family in the enclave when Israeli missiles struck – and now he is staying by their side</p><p>Mohammed Ghalayini awoke to the sound of outgoing rocket fire. It was 6am on Saturday 6 October, and his first thought was how surreal the rockets sounded in the beautiful morning sky over Gaza City.</p><p>He soon saw that things were going to be different this time, not like the previous Israeli attacks on the enclave. “When I saw videos of Israeli hostages being brought into Gaza and Israeli military vehicles that had been seized, I twigged it was something big,” he said. Ghalayini, his mother Mona, and his sister Sondos fearfully wondered whether they should move.</p> <a href=\"https://www.theguardian.com/world/2023/oct/15/view-from-gaza-i-cant-leave-its-horrific-that-i-have-to-choose-between-my-life-and-my-home\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/oct/15/view-from-gaza-i-cant-leave-its-horrific-that-i-have-to-choose-between-my-life-and-my-home", "date_published": "2023-10-15T04:00:02+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "A ‘whalecam’, seals v sharks and fish that play dead: it’s Planet Earth III", "description": "<p>As a new series promises breathtaking footage obtained by groundbreaking technology, children are the new target audience</p><p>A detachable “whalecam”, remote underwater cameras operated from a director’s bedroom and a “drone ballet” are among the innovations that will be featured for the first time on David Attenborough’s <a href=\"https://www.theguardian.com/tv-and-radio/david-attenborough\" title=\"\"><em>Planet Earth III</em></a>.</p><p>Following the global success of 2016’s <a href=\"https://www.theguardian.com/tv-and-radio/planet-earth-ii\" title=\"\">BBC’s <em>Planet Earth II</em> </a>and its famous <a href=\"https://www.theguardian.com/tv-and-radio/shortcuts/2016/nov/08/iguana-racer-snakes-planet-earth-ii-bbc\" title=\"\">“snakes v iguanas” scene</a>, the corporation’s natural history unit has spent five years pushing the boundaries of technology to deliver an equally jaw-dropping series.</p> <a href=\"https://www.theguardian.com/environment/2023/oct/15/a-whalecam-seals-v-sharks-and-f", "link": "https://www.theguardian.com/environment/2023/oct/15/a-whalecam-seals-v-sharks-and-fish-that-play-dead-its-planet-earth-iii", "date_published": "2023-10-15T04:00:01+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Gold, lucky charms or rusty nails? On the hunt with Italy’s detectorists", "description": "<p>A veteran hobbyist explains the allure of searching for treasure in a huge pine forest in the province of Viterbo</p><p>Leonardo Ciocca was a novice <a href=\"https://www.theguardian.com/world/2023/sep/07/norway-gold-find-of-century-metal-detector-erlend-bore-medallions\" title=\"\">detectorist</a> when he thought he’d made the discovery of the century.</p><p>He had been searching for treasures beneath the earth in a patch of Umbrian countryside when his metal detector began to emit a series of high-pitch beeps. The machine indicated the presence of a deeply buried “precious” metal.</p> <a href=\"https://www.theguardian.com/world/2023/oct/15/gold-lucky-charms-or-rusty-nails-on-the-hunt-with-italys-detectorists\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/oct/15/gold-lucky-charms-or-rusty-nails-on-the-hunt-with-italys-detectorists", "date_published": "2023-10-15T04:00:01+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "‘They want revenge. They’re saying, either we die or you die’: West Bank residents fear rising tide of violence", "description": "<p>Palestinians in the territory are facing a harsh crackdown from Israeli forces and threats to their lives from settlers </p><p>Mahmoud Abu Latifa cut his nephew’s hair into a shiny black bowl cut and fretted to the soundtrack of cable news describing bombardments of Gaza. “This is all I do: I cut hair and watch the news – it’s making me sick. I want to get rid of this ugly war,” he said.</p><p>The previous day, he had decided to get bread from a town that required him to pass close to the nearby Qalandiya checkpoint, a shuttered fortress of watchtowers and charred concrete walls covered in graffiti and murals of Palestinian political figures.</p> <a href=\"https://www.theguardian.com/world/2023/oct/15/they-want-revenge-theyre-saying-either-we-die-or-you-die-west-bank-residents-fear-rising-tide-of-violence\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/oct/15/they-want-revenge-theyre-saying-either-we-die-or-you-die-west-bank-residents-fear-rising-tide-of-violence", "date_published": "2023-10-15T04:00:01+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "‘Crushing Indigenous hopes’: how the media reacted to voice referendum loss", "description": "<p>Newspapers and broadcasters abroad and in Australia reflect on the defeat and ask what happens next </p><ul><li><a href=\"https://www.theguardian.com/australia-news/live/2023/oct/14/voice-referendum-2023-live-updates-australia-latest-news-yes-no-vote-winner-results-australian-indigenous-voice-to-parliament-polls\">Voice referendum live updates: follow latest news and reaction</a></li><li><a href=\"https://www.theguardian.com/australia-news/ng-interactive/2023/oct/14/live-voice-referendum-results-2023-tracker-australia-yes-no-votes-by-state-australian-indigenous-voice-to-parliament-who-won-is-winning-winner-map-counts-aec-latest-result\">Australian voice referendum live results tracker, map and votes by state</a></li></ul><p>Australia has <a href=\"https://www.theguardian.com/australia-news/2023/oct/14/australian-voters-reject-proposal-for-indigenous-voice-to-parliament-at-historic-referendum\">overwhelmingly voted no</a> to recognising Indigenous people in its constitution and enshrinin", "link": "https://www.theguardian.com/australia-news/2023/oct/15/crushing-indigenous-hopes-how-the-media-reacted-to-voice-referendum-loss", "date_published": "2023-10-15T03:45:23+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "The referendum did not divide this country: it exposed it. Now the racism and ignorance must be urgently addressed | Aaron Fa’Aoso", "description": "<p>My heart is broken. But that so many white people finally saw and acknowledged our country’s racism, is one of the few positives to emerge from this damaging process</p><p>I’m not ashamed to say that I shed a tear when the referendum result was called.</p><p>My heart is broken, and I’m profoundly disappointed and saddened.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/oct/15/the-referendum-did-not-divide-this-country-it-exposed-it-now-the-racism-and-ignorance-must-be-urgently-addressed\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/oct/15/the-referendum-did-not-divide-this-country-it-exposed-it-now-the-racism-and-ignorance-must-be-urgently-addressed", "date_published": "2023-10-15T03:17:37+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Russia-Ukraine war at a glance: what we know on day 5998 of the invasion", "description": "<p>Russian forces are attacking eastern city of Avdiivka with ‘everything they have’, says head of its military administration; Volodymyr Zelenskiy thanks troops for holding the line</p><ul><li><strong><a href=\"https://www.theguardian.com/world/ukraine\">See all our Ukraine war coverage</a></strong></li></ul><p><strong>Fierce fighting in Avdiivka on the eastern frontline entered a fifth day </strong>as <a href=\"https://www.theguardian.com/world/russia\">Russia</a> continued to deploy new forces in an attempt to surround the city, according to Vitaliy Barabash, the head of its military administration. Shelling was so fierce that emergency crews were unable to recover the dead from wrecked buildings, Barabash said. Both Russia and the United States have described the upsurge in violence around Avdiivka as a new Russian offensive. “They are striking with everything they have. Bouts of shooting, artillery, multiple rocket launchers, mortars and a lot of aircraft,” Barabash told national te", "link": "https://www.theguardian.com/world/2023/oct/15/russia-ukraine-war-at-a-glance-what-we-know-on-day-5998-of-the-invasion", "date_published": "2023-10-15T00:21:45+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}]