[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC3ScyryU9Oy9Wse3a8OAmYQ", "title": "A Year After Uvalde Shooting, Robb Elementary Student Remembers Her Slain Best Friend | FRONTLINE", "description": "Caitlyne Gonzales made it out of Robb Elementary on May 24, 2022. Her best friend, fellow fourth grader Jackie Cazares, did not. Caitlyne, her parents, and Jackie’s parents share their story with correspondent Maria Hinojosa in the new documentary \"After Uvalde.\" Watch an excerpt.\n\nThis journalism is made possible by viewers like you. Support your local PBS station here: http://www.pbs.org/donate​.\n\nA year after the Uvalde school shooting, journalist Maria Hinojosa documents the community’s trauma and the fight over assault rifles in \"Guns, Grief & Texas Politics,\" a documentary from FRONTLINE, Futuro Investigates and The Texas Tribune.\n\n\"After Uvalde: Guns, Grief & Texas Politics\" investigates lingering questions about why the tragedy happened, probes the police response, examines gun politics in Texas and explores how some of the Robb Elementary school families have navigated their transformed lives. \n\n\"After Uvalde: Guns, Grief & Texas Politics\" premieres Tues., May 30: \nhttps://www.pbs.org/wgbh/frontline/documentary/after-uvalde-guns-grief-texas-politics/\n\n\"After Uvalde: Guns, Grief & Texas Politics\" is a FRONTLINE production with Futuro Investigates, a division of Futuro Media. The director is Amy Bucher. The producer and co-director is Heidi Burke. The writers are Amy Bucher and Heidi Burke. The correspondent is Maria Hinojosa. The documentary includes reporting from Texas Tribune reporters Uriel J. García, Jinitzail Hernández, Zach Despart and reporter for the ProPublica-Texas Tribune Investigative Initiative, Perla Trevizo. The editor-in-chief of The Texas Tribune is Sewell Chan. The executive producers of Futuro Investigates are Peniley Ramírez and Maria Hinojosa. The president of Futuro Media is Julio Ricardo Varela. The editor-in-chief and executive producer of FRONTLINE is Raney Aronson-Rath.\n\n#DocumentaryExcerpt #Uvalde #SchoolShootingSurvivors #Texas\n\nSubscribe on YouTube: http://bit.ly/1BycsJW​\nInstagram: https://www.instagram.com/frontlinepbs​\nTwitter: https://twitter.com/frontlinepbs​\nFacebook: https://www.facebook.com/frontline\n\nFRONTLINE is produced at GBH in Boston and is broadcast nationwide on PBS. Funding for FRONTLINE is provided through the support of PBS viewers and by the Corporation for Public Broadcasting. Additional funding is provided by the Abrams Foundation; Park Foundation; the John D. and Catherine T. MacArthur Foundation; and the FRONTLINE Journalism Fund with major support from Jon and Jo Ann Hagler on behalf of the Jon L. Hagler Foundation, and additional support from Koo and Patricia Yuen.", "link": "https://www.youtube.com/watch?v=dkjgMCu0-qQ", "date_published": "2023-05-30 15:48:56+00:00", "persistent": false, "user": null, "language": "en-US"}]