[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Little Moon, 2023 Tiny Desk Contest Winner: Tiny Desk Concert", "description": "Bob Boilen | May 30, 2023\nWhen 2023's Tiny Desk Contest winner Little Moon arrived at NPR, outward expressions of joy overshadowed the inner bundle of nerves this Springville, Utah band felt. The group's winning song, \"wonder eye,\" unanimously wowed our contest judges Sharon Van Etten, Baby Rose, Sudan Archives and Albina Cabrera. Tiny Desk senior producer Bobby Carter and I, also judges, were in awe hearing singer Emma Hardyman's 4-octave voice warming up behind the Desk. She and her husband, Nathan Hardyman, told NPR's All Things Considered host Ari Shapiro that they began writing \"wonder eye\" while Nathan's mother was in hospice care, and that he wrote the lyrics soon after she passed. \"'wonder eye' incorporates the idea of multiple deaths,\" Emma shared. \"I think it took the physical death to help us realize that death is really happening all the time — be it past versions of ourselves, old held beliefs, old judgments even. And to that extent, we're always grieving as well, which was also eye-opening.\"\n\nWithout monitors or vocal amplification, one of the toughest things for a band to do when playing at my Desk is to get the balance and sound levels right. Emma and Nathan, joined by bandmates Bly Wallentine on bass, Bridget Jackson on harp, Chris Shemwell on drums and Grace Johnson on keys, all pretty much nailed it. The band's set, which includes two unreleased songs (recorded for a new album), displays a range of emotion and creativity with a promising future. The group will be hitting the road as part of the Tiny Desk Contest tour, so if Little Moon is coming to your town, come and hear this band's unique sound.\n\nSET LIST\n\"wonder eye\"\n\"we fall in our sleep\"\n\"kind, kind home\"\n\nMUSICIANS\nEmma Hardyman: vocals, guitar\nNathan Hardyman: guitar, vocals\nBly Wallentine: bass, rainstick, vocals\nBridget Jackson: harp, vocals\nChris Shemwell: drums, percussion, vocals\nGrace Johnson: keyboard, rainstick, vocals\n\nTINY DESK TEAM\nProducer: Bob Boilen \nDirector/Editor: Kara Frame\nAudio Engineer: Neil Tevault \nSeries Producer: Bobby Carter\nVideographers: Kara Frame, Maia Stern, Joshua Bryant, Sofia Seidel\nAudio Assistant: Hans Copeland\nProduction Assistant: Elizabeth Gillis\nTiny Desk Team: Suraya Mohamed, Josh Rogosin, Hazel Cills, Ashley Pointer\nVP, Visuals and Music: Keith Jenkins\nSenior VP, Programming: Anya Grundmann\n\n#tinydesk #nprmusic #littlemoon #tinydeskcontest", "link": "https://www.youtube.com/watch?v=6PgYuit1BXw", "date_published": "2023-05-30 09:00:04+00:00", "persistent": false, "user": null, "language": "en-US"}]