[{"source": "https://www.dailywire.com/feeds/rss.xml", "title": "SEE IT: The Moment Keanu Reeves Saved ‘Underworld’ Star Kate Beckinsale From Red Carpet Mishap", "description": "Actor Keanu Reeves has long enjoyed a reputation for being a genuinely nice guy — and according to a throwback photo posted by &#8220;Underworld&#8221; star Kate Beckinsale, that reputation is well-deserved. Beckinsale recalled a moment at the 1993 Cannes Film Festival, when she walked the red carpet alongside Reeves, Denzel Washington, Emma Thompson, Kenneth Branagh, ...", "link": "https://www.dailywire.com/news/see-it-the-moment-keanu-reeves-saved-underworld-star-kate-beckinsale-from-red-carpet-mishap", "date_published": "2023-05-30 18:29:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Comer Says FBI Defied Subpoena, Will Move Forward With Contempt", "description": "House Oversight Chairman James Comer (R-KY) announced Tuesday he will move forward with holding FBI Director Christopher Wray in contempt of Congress. The top GOP lawmaker announced in an afternoon statement that the bureau failed to comply with his subpoena requesting documentation believed to contain allegations of a criminal &#8220;bribery&#8221; scheme involving President Joe Biden. ...", "link": "https://www.dailywire.com/news/comer-says-fbi-defied-subpoena-will-move-forward-with-contempt", "date_published": "2023-05-30 18:03:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Arrest Made After Months Of Silence In NJ GOP Councilwoman’s Murder", "description": "Police have arrested a suspect nearly four months after a New Jersey Republican councilwoman was gunned down in her car as she was nearing her home. Rashid Ali Bynum, 28, was arrested and charged in the murder of 30-year-old Eunice Dwumfour, who was shot and killed on the evening of February 1. Dwumfour and Bynum ...", "link": "https://www.dailywire.com/news/arrest-made-after-months-of-silence-in-nj-gop-councilwomans-murder", "date_published": "2023-05-30 18:02:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "U.S. Faces Massive Shortage Of Prescription Drugs", "description": "Record drug shortages across the United States are delaying potentially lifesaving treatments for thousands of patients around the country. Congress and the White House are scrambling to address a shortfall in prescription drugs — everything from painkillers to cancer treatments.  “Hospitals all across the country, on a regular basis &#8211;sometimes weekly &#8212; have to review ...", "link": "https://www.dailywire.com/news/u-s-faces-massive-shortage-of-prescription-drugs", "date_published": "2023-05-30 17:59:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Profoundly Christian’: Former Head Of Anglican Church Presses British Government To Endorse Assisted Suicide", "description": "George Carey, a retired bishop who previously led the Church of England, exhorted British Parliament this week to consider expanding access to assisted suicide. The requirements to seek assisted suicide, sometimes called &#8220;medical assistance in dying,&#8221; have been significantly relaxed in Canada and other Western nations over the past several years. Carey, who served as ...", "link": "https://www.dailywire.com/news/profoundly-christian-former-head-of-anglican-church-presses-british-government-to-endorse-assisted-suicide", "date_published": "2023-05-30 17:56:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "How The Slow Roll Of ‘Constitutional Regime Change’ Unravels A Nation", "description": "Elected officials, from rural school board members to the president of the United States, take an oath to defend the Constitution. Additionally, many unelected officials, such as FBI agents, take an oath of loyalty to the Constitution. Inherent in these initiation ceremonies is the belief that the Constitution is the regime to which officials bind ...", "link": "https://www.dailywire.com/news/how-the-slow-roll-of-constitutional-regime-change-unravels-a-nation", "date_published": "2023-05-30 17:56:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "New Hampshire School District To Use Covid Relief Money to Fund Drag Show", "description": "New Hampshire’s Manchester School District received COVID relief funds to host a youth pride event with a drag performance, a new report found.  Manchester School District received $4,000 from Manchester’s Community Event and Activation Grant Program, which is funded through American Rescue Plan funds. The money, which was awarded on May 10th, will go towards hosting a ...", "link": "https://www.dailywire.com/news/new-hampshire-school-district-to-use-covid-relief-money-to-fund-drag-show", "date_published": "2023-05-30 17:39:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Catholics Flock To Visit Nun’s Body Found Seemingly ‘Incorrupt’ In Missouri", "description": "Thousands of people have flocked to view the body of a nun that was found seemingly &#8220;incorrupt&#8221; in rural Missouri. Sister Wilhelmina Lancaster died at age 95 in 2019, but her body was exhumed by sisters about four years later so it could be moved to rest inside a monastery chapel. Although she was buried ...", "link": "https://www.dailywire.com/news/catholics-flock-to-visit-nuns-body-found-seemingly-incorrupt-in-missouri", "date_published": "2023-05-30 17:35:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Tuesday Afternoon Update: MLB Pitcher Calls For Boycott Of Dodgers, Russia Blames Ukraine For ‘Kamikaze’ Drone Strike On Moscow, GOP Debt Deal Debate", "description": "This article is adapted from today’s Morning Wire Afternoon Update. To listen to the podcast version, click here. MLB Pitcher Calls For Boycott Of Dodgers In response to the L.A. Dodgers choosing to honor the drag group &#8220;Sisters of Perpetual Indulgence&#8221; at an upcoming Pride event, a pitcher on the Washington Nationals is speaking out. Trevor ...", "link": "https://www.dailywire.com/news/tuesday-afternoon-update-mlb-pitcher-calls-for-boycott-of-dodgers-russia-blames-ukraine-for-kamikaze-drone-strike-on-moscow-gop-debt-deal-debate", "date_published": "2023-05-30 17:31:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Catholic MLB Pitcher Slams Dodgers For Honoring Drag ‘Nuns’", "description": "One Catholic major-league baseball player is calling out the Los Angeles Dodgers for honoring a group of drag &#8220;nuns&#8221; who mock the Catholic faith. Trevor Williams, an eight-year veteran pitcher serving this year as a starter for the Washington Nationals, said he is &#8220;deeply troubled&#8221; by the Dodgers’ decision to re-invite the &#8220;Sisters of Perpetual ...", "link": "https://www.dailywire.com/news/catholic-mlb-pitcher-slams-dodgers-for-honoring-drag-nuns", "date_published": "2023-05-30 16:58:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "An Afghan Interpreter’s Harrowing Journey To Rescue Wife After Failed Biden Withdrawal", "description": "Prince Wafa risked everything to help Americans fight the Taliban in his homeland of Afghanistan. But when the U.S. wouldn&#8217;t help him save his new bride following the military&#8217;s botched pullout nearly two years ago, he had to once again put his life on the line. In an exclusive interview with The Daily Wire, Wafa ...", "link": "https://www.dailywire.com/news/an-afghan-interpreters-harrowing-journey-to-rescue-wife-after-failed-biden-withdrawal", "date_published": "2023-05-30 16:51:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Beijing Snubs U.S., Rejects Meeting Between Top Military Officials", "description": "China snubbed the Biden administration over the weekend, rejecting a request from the Pentagon for a meeting between the top military officials of Washington and Beijing. In early May, the Department of Defense offered a meeting between U.S. Defense Secretary Lloyd Austin and Chinese Defense Minister Li Shangfu on the sidelines of the Shangri-La Dialogue ...", "link": "https://www.dailywire.com/news/beijing-snubs-u-s-rejects-meeting-between-top-military-officials", "date_published": "2023-05-30 16:51:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Band Of House Republicans Stand Against Debt Ceiling Deal", "description": "As many as 20 House Republicans oppose the deal hashed out between the White House and Speaker Kevin McCarthy (R-CA) to avoid a U.S. debt default. Leading the GOP charge against the compromise, which would suspend the debt limit until January 2025 in exchange for various restraints on spending, was the conservative House Freedom Caucus, ...", "link": "https://www.dailywire.com/news/band-of-house-republicans-stand-against-debt-ceiling-deal", "date_published": "2023-05-30 16:50:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Jamaal Bowman Says Fossil Fuels Are Causing Bad Weather – And People Have Thoughts", "description": "Critics mocked Congressman Jamaal Bowman (D-NY) for his comments suggesting that fossil fuels were the cause of extreme weather. Bowman joined CNN anchor Wolf Blitzer to discuss the imminent debt ceiling deal, and the New York congressman said that his real concern was the fact that the United States was still allowing drilling for fossil ...", "link": "https://www.dailywire.com/news/jamaal-bowman-says-fossil-fuels-are-causing-bad-weather-and-people-have-thoughts", "date_published": "2023-05-30 16:45:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Tales Of Ahab: Killer Whales Are Now Ramming, Sinking Boats", "description": "An apex predator is an animal that has no natural predators and sits at the top of their food chain. Animals that qualify are lions, bears, crocodiles, giant constrictor snakes, wolves, sharks, and, of course, humans (unless they get attacked by any one of those other apex predators). Another animal at the top of its ...", "link": "https://www.dailywire.com/news/tales-of-ahab-killer-whales-are-now-ramming-sinking-boats", "date_published": "2023-05-30 16:31:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Ireland Baldwin’s Proud Mom Post Mentions Boyfriend And Mom, Leaves Off Father After Alec Baldwin Omitted Daughter In Tribute Post", "description": "Model Ireland Baldwin&#8217;s proud mom post mentioned boyfriend André Allen Anjos and her mom Kim Basinger, but left off her father Alec Baldwin shortly after the star omitted her from a recent tribute post to his children. The 27-year-old model/actress finally shared a post on her Instagram after giving birth to her daughter Holland, and ...", "link": "https://www.dailywire.com/news/ireland-baldwins-proud-mom-post-mentions-boyfriend-and-mom-leaves-off-father-after-alec-baldwin-omitted-daughter-in-tribute-post", "date_published": "2023-05-30 16:30:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Students Turn Back On, Boo Liz Cheney During Commencement Speech", "description": "Former Wyoming Congresswoman Liz Cheney had a chilly reception at her alma mater this past weekend when she gave the commencement speech for Colorado College’s class of 2023.  Many students turned their backs to Cheney during her speech and others booed, while she also received some signs of support from the audience. According to the ...", "link": "https://www.dailywire.com/news/students-turn-back-on-boo-liz-cheney-during-commencement-speech", "date_published": "2023-05-30 16:21:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Pro-Choice Activist Brutally Attacks Two Elderly Pro-Life Advocates Outside Baltimore Planned Parenthood: Report", "description": "Two elderly pro-life advocates were reportedly attacked by an unidentified male in front of a Planned Parenthood in Baltimore, Maryland, on Friday, leaving one victim hospitalized for a fractured bone in his face. Local pro-lifer John Roswell told Lifesite News in an email that pro-life advocates Dick Schafer, 80, and Mark Crosby, 73, were assaulted ...", "link": "https://www.dailywire.com/news/pro-choice-activist-brutally-attacks-two-elderly-pro-life-advocates-outside-baltimore-planned-parenthood-report", "date_published": "2023-05-30 16:09:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Ben Shapiro Reacts To Debt Limit Deal, Hits Both Democrats And Republicans Over Spending Habits", "description": "Daily Wire Editor Emeritus Ben Shapiro contended that the recent debt ceiling agreement between President Joe Biden and House Speaker Kevin McCarthy (R-CA) occurs in the context of both Democrats and Republicans spending far beyond the nation’s means. The debt ceiling, a statute established by Congress that prevents the government from spending beyond a predetermined ...", "link": "https://www.dailywire.com/news/ben-shapiro-reacts-to-debt-limit-deal-hits-both-democrats-and-republicans-over-spending-habits", "date_published": "2023-05-30 15:56:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Pedro Pascal Reveals Bizarre Encounters With His ‘Game Of Thrones’ Fans And Unfortunate Results", "description": "Hollywood star Pedro Pascal recently revealed his bizarre encounters with &#8220;Game of Thrones&#8221; fans, including posing with them for selfies, which he said resulted in him contracting an &#8220;eye infection.&#8221; During the 48-year-old&#8217;s appearance on a recent episode of The Hollywood Reporter’s Actor Roundtable, Pascal, who played Oberyn Martell, said he would often get asked ...", "link": "https://www.dailywire.com/news/pedro-pascal-reveals-bizarre-encounters-with-his-game-of-thrones-fans-and-unfortunate-results", "date_published": "2023-05-30 15:41:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Gap Inc. Donated Nearly $100k To Pro-Trans Kids Organization, ESG Report Reveals", "description": "Popular fashion brand Gap Inc. and its subsidiaries donated nearly $100k to an organization that promotes child gender transition attempts, a recently released Environmental, Social, and Governance (ESG) report reveals.  Funds from Gap, Gap Inc, Old Navy, Athleta, and Banana Republic went to the GenderCool Project, an organization that seeks to normalize child transgenderism by generating ...", "link": "https://www.dailywire.com/news/gap-inc-donated-nearly-100k-to-pro-trans-kids-organization-esg-report-reveals", "date_published": "2023-05-30 15:13:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘The Chosen’ Defends Pride Flag Spotted On Set: ‘Let The Show Speak For Itself’", "description": "An official social media account for “The Chosen” defended the appearance of a rainbow-colored Pride flag on the set of the crowdfunded show, claiming that the endorsement from at least one team member would not affect the theological rigor of the project. “The Chosen,” a multi-season series based on the life of Jesus Christ, has ...", "link": "https://www.dailywire.com/news/the-chosen-defends-pride-flag-spotted-on-set-let-the-show-speak-for-itself", "date_published": "2023-05-30 15:04:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Six Members Of Texas AG Ken Paxton’s Office Take Leave Of Absence To Defend Him In Senate Trial", "description": "Six members of Texas Attorney General Ken Paxton&#8217;s office are taking a leave of absence to defend Paxton in his upcoming trial in the Texas Senate after he was impeached over the weekend. The Daily Wire learned from two sources familiar with the matter that the six officials were offended by the entire process and ...", "link": "https://www.dailywire.com/news/six-members-of-texas-ag-ken-paxtons-office-take-leave-of-absence-to-defend-him-in-senate-trial", "date_published": "2023-05-30 14:55:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "MSNBC Guest Says Target Boycotts Are ‘Literally Terrorism’", "description": "An MSNBC guest claimed that boycott threats against major retailers like Target amounted to &#8220;literal&#8221; economic terrorism. The guest argued, in a video clip that surfaced on Twitter on Tuesday, that such boycotts were proof that a small number of people could control what a store like Target did or did not sell simply by ...", "link": "https://www.dailywire.com/news/msnbc-guest-says-target-boycotts-are-literally-terrorism", "date_published": "2023-05-30 14:50:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Drones Shot Down Over Homes Of Moscow’s Elite After Russia Shells Ukraine: Report", "description": "Drones hit residential areas of Moscow on Monday for the first time in the Russia-Ukraine war, Russian authorities say. Russia’s Ministry of Defense reported that eight drones targeted the city; five were shot down, and the other three had their systems jammed, according to The New York Times. The reported attack came after days of ...", "link": "https://www.dailywire.com/news/drones-shot-down-over-homes-of-moscows-elite-after-russia-shells-ukraine-report", "date_published": "2023-05-30 14:44:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Sunny Hostin Blames ‘Misogyny’ And ‘Racism’ For Kamala Harris’ Public Image Struggles", "description": "Sunny Hostin blamed both &#8220;misogyny&#8221; and &#8220;racism&#8221; for Vice President Kamala Harris&#8217; public image struggles following a report that the White House is attempting to elevate Harris ahead of 2024 election. Things got heated on Tuesday&#8217;s episode of &#8220;The View&#8221; during a panel discussion about the Washington Post&#8217;s report &#8220;Biden Team Seeks To Boost Harris ...", "link": "https://www.dailywire.com/news/sunny-hostin-blames-misogyny-and-racism-for-kamala-harris-public-image-struggles", "date_published": "2023-05-30 14:44:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Chick-Fil-A Faces Backlash As Their Diversity Efforts Resurface, Other Woke Brands Take Beating", "description": "Fast food restaurant chain Chick-fil-A received backlash on social media as conservatives learned that the firm’s corporate office advances a number of diversity initiatives, a revelation which came as brands such as Bud Light and Target face criticism for embracing woke ideology. Social media users noted that Chick-fil-A, which has a longstanding reputation as a ...", "link": "https://www.dailywire.com/news/chick-fil-a-faces-backlash-as-their-diversity-efforts-resurface-other-woke-brands-take-beating", "date_published": "2023-05-30 14:26:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "North Korea Sentenced Two-Year-Old To Life In Prison After Family Caught With Bible: State Department", "description": "North Korean authorities sentenced an entire family, including a two-year-old child, to life in prison after one of the family members was found to be in possession of a Bible. The incident, which occurred in 2009 but surfaced in a recent report on worldwide religious freedom from the State Department, is one of several harrowing ...", "link": "https://www.dailywire.com/news/north-korea-sentenced-two-year-old-to-life-in-prison-after-family-caught-with-bible-state-department", "date_published": "2023-05-30 14:22:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Breathtaking’ Megalodon Shark Tooth Necklace Discovered In Titanic Wreckage", "description": "It’s not the Heart of the Ocean, but it is an “astonishing” piece of jewelry that’s been lost since the Titanic sank more than a century ago.  A megalodon shark tooth necklace has been discovered in the wreckage of the British passenger ship, thanks to digital 3D scans taken last summer. Magellan Ltd., a deep-sea ...", "link": "https://www.dailywire.com/news/breathtaking-megalodon-shark-tooth-necklace-discovered-in-titanic-wreckage", "date_published": "2023-05-30 14:08:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "John Stamos Reveals How He Felt When He Learned Olsen Twins Weren’t Coming Back For ‘Full House’ Reboot", "description": "John Stamos admitted he was &#8220;angry&#8221; when he first learned that &#8220;Full House&#8221; stars Mary-Kate and Ashley Olsen weren&#8217;t coming back for the Netflix reboot series, &#8220;Fuller House,&#8221; in 2016. During the 59-year-old actor&#8217;s recent appearance on Kevin McHale and Jenna Ushkowitz&#8217;s &#8220;And That&#8217;s What You REALLY Missed&#8221; podcast, Stamos — who played Jesse Katsopolis ...", "link": "https://www.dailywire.com/news/john-stamos-reveals-how-he-felt-when-he-learned-olsen-twins-werent-coming-back-for-full-house-reboot", "date_published": "2023-05-30 14:01:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Disturbing’: Man In A Dress Welcoming Children To Disneyland Princess Boutique Sparks Outrage On Twitter", "description": "A TikTok clip of a man in a dress welcoming small children into a Disneyland boutique full of princess costumes has gone viral on social media. The original video, which has racked up more than 7.1 million views as of Tuesday, was posted by self-described dental hygienist and mom of three Kourtni Faber’s account over ...", "link": "https://www.dailywire.com/news/disturbing-man-in-a-dress-welcoming-children-to-disneyland-princess-boutique-sparks-outrage-on-twitter", "date_published": "2023-05-30 13:59:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "They Lost Their Son To Fentanyl Poisoning. Now They’re Saving His Classmates.", "description": "It isn’t car crashes, it isn’t guns, and it isn&#8217;t suicide: Fentanyl poisoning is now the leading cause of death among Americans ages 18 to 45. It’s a statistic Janel Rodriguez has surely cited more times than she can count. &#8220;Years ago, it was much safer, if still inadvisable, to experiment with drugs. You just ...", "link": "https://www.dailywire.com/news/they-lost-their-son-to-fentanyl-poisoning-now-theyre-saving-his-classmates", "date_published": "2023-05-30 13:42:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "DeSantis Law Forces ‘Furry’ Convention To Bar Children", "description": "A Florida &#8220;furry&#8221; convention will bar minors from attending in order to comply with Republican Governor Ron DeSantis&#8217; new law prohibiting children at &#8220;adult live performances.&#8221; Organizers for the Megaplex convention for &#8220;furries&#8221; announced last week that attendees must be 18 or older, citing the new law. &#8220;After reviewing Florida SB 1438 it has been ...", "link": "https://www.dailywire.com/news/desantis-law-forces-furry-convention-to-bar-children", "date_published": "2023-05-30 13:33:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Trump Vows To Sign Order To End Birthright Citizenship If Re-Elected", "description": "Former President Donald Trump says he will sign an executive order to end birthright citizenship on his first day back in the White House if he is re-elected in 2024. The pledge, which appears in an &#8220;Agenda 47&#8221; campaign video Trump posted to Truth Social on Tuesday, aims to crack down on granting U.S. citizenship ...", "link": "https://www.dailywire.com/news/trump-vows-to-sign-order-to-end-birthright-citizenship-if-re-elected", "date_published": "2023-05-30 12:54:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Very Offensive’: ‘The Little Mermaid’ Makeup Artist Responds To Backlash From Drag Performers Over Ursula’s Look", "description": "The makeup artist responsible for Ursula’s look in the new live-action version of “The Little Mermaid” responded to criticism that he’s not “queer” and shouldn’t have recreated the infamous villain’s look. Peter Smith King is a British hair and makeup designer with 42 years of experience doing makeup for films, theater, and opera. He’s worked ...", "link": "https://www.dailywire.com/news/very-offensive-the-little-mermaid-makeup-artist-responds-to-backlash-from-drag-performers-over-ursulas-look", "date_published": "2023-05-30 12:34:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Portfolio Manager Will Encourage Major Oil Company To Ignore Activists, Embrace Fossil Fuel Sector", "description": "David Bahnsen, the founder and chief investment officer of The Bahnsen Group, will prompt ExxonMobil at the company’s annual shareholder meeting to fully embrace the fossil fuel sector and disregard activists who push for decarbonization. The oil and gas behemoth’s annual meeting on Wednesday will feature a number of shareholder resolutions that urge the company ...", "link": "https://www.dailywire.com/news/portfolio-manager-will-encourage-major-oil-company-to-ignore-activists-embrace-fossil-fuel-sector", "date_published": "2023-05-30 12:15:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Vile, Unabashed Hatred For America, Israel, NYPD & Democracy’: CUNY Slammed After Commencement Address From Graduate", "description": "The City University of New York (CUNY) is being blasted by critics after a speaker at the law school’s commencement delivered a maleficent speech attacking the NYPD, the U.S. military, and the state of Israel. Fatima Mousa Mohammed, selected by the graduating class of 2023 to speak, gave her incendiary speech at the May 12 ...", "link": "https://www.dailywire.com/news/vile-unabashed-hatred-for-america-israel-nypd-democracy-cuny-slammed-after-commencement-address-from-graduate", "date_published": "2023-05-30 11:53:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Martin Scorsese Meets Pope Francis, Says He’s Working On Film About Jesus: Reports", "description": "Legendary director Martin Scorcese met with Pope Francis during a tour of Italy after Cannes and announced he’ll be making a Jesus-focused film. “I have responded to the Pope’s appeal to artists in the only way I know how: by imagining and writing a screenplay for a film about Jesus,” Scorsese said Saturday during a ...", "link": "https://www.dailywire.com/news/martin-scorsese-meets-pope-francis-says-hes-working-on-film-about-jesus-reports", "date_published": "2023-05-30 11:44:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "McCarthy ‘Prepared’ To Hold FBI Director In Contempt", "description": "House Speaker Kevin McCarthy (R-CA) on Tuesday threatened a vote to hold FBI Director Christopher Wray in contempt of Congress. The warning aims to end a weeks-long standoff between the bureau and House Oversight Chairman James Comer (R-KY), who issued a subpoena with a final deadline set for May 30 over a document believed to ...", "link": "https://www.dailywire.com/news/mccarthy-prepared-to-hold-fbi-director-in-contempt", "date_published": "2023-05-30 11:40:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Texas Legislature Passes Bill Banning Minors From Watching ‘Sexualized’ Drag Shows", "description": "The Texas State Legislature passed a bill on Sunday that would ban the performance of “sexually oriented” shows in front of minors.  The State House approved Senate Bill 12 in an 87-54 vote. If the legislation is signed into law, performers who violate the law could be charged with a Class A misdemeanor and punished ...", "link": "https://www.dailywire.com/news/texas-legislature-passes-bill-banning-minors-from-watching-sexualized-drag-shows", "date_published": "2023-05-30 11:28:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Officials Plan To Demolish Partially Collapsed Apartment Building; Community Members Say Loved Ones Still Missing", "description": "Officials in Iowa plan to demolish an apartment building that partially collapsed over the weekend, but some in the community say their loved ones are still missing following the disaster.  A large section of the six-story building in the Eastern Iowa town of Davenport came crashing to the ground Sunday evening. Seven people were rescued ...", "link": "https://www.dailywire.com/news/officials-plan-to-demolish-partially-collapsed-apartment-building-community-members-say-loved-ones-still-missing", "date_published": "2023-05-30 11:18:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "WATCH: Three Marines Attacked By Dozens Of Teens In Shocking Video", "description": "A pack of as many as 40 teenagers attacked three U.S. Marines near a California beach Friday night in a horrific moment caught on now-viral video. The Marines were enjoying time off from their service at Camp Pendleton in Oceanside at approximately 10 p.m. along the beach in San Clemente. One of the Marines, Hunter Antonino, ...", "link": "https://www.dailywire.com/news/watch-three-marines-attacked-by-dozens-of-teens-in-shocking-video", "date_published": "2023-05-30 11:16:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "WATCH: Camera Crane Knocks Climate Protester Down During Live Swedish Dance Show", "description": "Video footage of a camera crane knocking down a climate protester during a live dance show is going viral online. It all went down on the Swedish version of “Dancing with the Stars,” which is called “Let’s Dance.” Charlotte Kalla, an Olympic skier, and her partner Tobias Karlsson were dancing on stage when climate activists ...", "link": "https://www.dailywire.com/news/watch-camera-crane-knocks-climate-protester-down-during-live-swedish-dance-show", "date_published": "2023-05-30 11:08:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Target’s VP For Brand Management Serves As Treasurer For LGBTQ Group Promoting Secret Child Gender Transitions, LGBTQ Books In Schools: Report", "description": "The vice president for brand management at Target — which has come under fire and lost billions of dollars in in market capitalization after its transgender and LGBTQ merchandise prompted a boycott — also serves as treasurer of an LGBT group that has received millions of dollars in donations from Target and urges trans and ...", "link": "https://www.dailywire.com/news/targets-vp-for-brand-management-serves-as-treasurer-for-lgbtq-group-promoting-secret-child-gender-transitions-lgbtq-books-in-schools-report", "date_published": "2023-05-30 10:52:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Corporate Earnings And The High Cost Of Going Woke", "description": "What would the Securities and Exchange Commission (SEC) do if it learned that a company conspired with its Board of Directors to destroy the market value of the company by $50 billion, by alienating its customers and depressing its stock price? There would be an investigation. Perhaps fines would be levied, perhaps the company would ...", "link": "https://www.dailywire.com/news/corporate-earnings-and-the-high-cost-of-going-woke", "date_published": "2023-05-30 10:48:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Nancy Mace Is A ‘No’ On Debt Ceiling Deal: ‘Outsmarted By A President Who Can’t Find His Pants’", "description": "Rep. Nancy Mace (R-SC) announced on Tuesday that she would not vote in favor of the debt ceiling deal between President Joe Biden and House Speaker Kevin McCarthy (R-CA), contending that Republicans were hoodwinked and that the agreement would normalize high spending. The debt ceiling, a statute established by Congress that prevents the government from ...", "link": "https://www.dailywire.com/news/nancy-mace-is-a-no-on-debt-ceiling-deal-outsmarted-by-a-president-who-cant-find-his-pants", "date_published": "2023-05-30 10:35:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "This Oughta’ Be The Last Straw For Dianne Feinstein’s Senate Career", "description": "We&#8217;ve said it before, and we&#8217;ll say it again: Sen. Dianne Feinstein (D-CA) served her constituents for decades so, good on her. But it&#8217;s really time for her to go. Really. As if we needed yet another reason why the 89-year-old Feinstein needs to retire, The New York Times (of all sources) finally reported on ...", "link": "https://www.dailywire.com/news/this-oughta-be-the-last-straw-for-dianne-feinsteins-senate-career", "date_published": "2023-05-30 10:09:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Chicago Rocked By Violence As At Least 11 Killed Over Memorial Day Weekend", "description": "The city of Chicago was rocked by violence over the holiday weekend as more than 40 people were wounded and 11 killed, the most deadly Memorial Day weekend in eight years.  According to a tally from the Chicago Sun-Times, at least 45 people were injured in shootings or stabbings, while another 11 were killed. Two ...", "link": "https://www.dailywire.com/news/chicago-rocked-by-violence-as-at-least-11-killed-over-memorial-day-weekend", "date_published": "2023-05-30 09:39:30+00:00", "persistent": false, "user": null, "language": "en-US"}]