[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Metal Gear Solid 3 Remake Devs Address Kojima-Shaped Elephant in The Room - IGN Daily Fix", "description": "On today's Daily Fix:\nWhile the team wasn't ready to reveal everything about Metal Gear Solid Δ: Snake Eater, which doesn't currently have a release date, they were ready to talk a bit about if Hideo Kojima or Yoji Shinkawa had any involvement in the project, if there will be more remakes from the Metal Gear series, and more. PlayStation announced that Ratchet & Clank: Rift Apart will come to PC via Steam and the Epic Games Store on July 27. Diablo IV’s Hardcore mode now has even higher stakes – immortalizing the first 1,000 players to reach level 100 by adding their names to a statue of Lillith. We have all that and more on today's Daily Fix!", "link": "https://www.youtube.com/watch?v=oYz2snoZyFY", "date_published": "2023-05-30 22:48:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "System Shock Remake: The First 20 Minutes of PC Gameplay in 4K", "description": "System Shock launches today on PS5, Xbox Series X|S, PC, and last-generation consoles. This reboot by Night Dive is a sympathetic reimagining of the classic Looking Glass 1994 original. Here are the opening 20 minutes of System Shock Remake gameplay on PC at 4K ultra settings to show how much has changed since those early days of 3D cyber hacking.\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=phVmGgFk2Fk", "date_published": "2023-05-30 22:30:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Alone in the Dark Prologue - Official Release Teaser Trailer", "description": "Alone in the Dark Prologue is a stand-alone game that acts like a prologue to the upcoming full release of Alone in the Dark. Players play as Grace Saunders in this first part of the atmospheric journey of the full game as she delivers a letter with horrible things waiting for her. The Alone in the Dark Prologue is available now for PC.\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=jrJogHwgVMA", "date_published": "2023-05-30 21:00:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Adventure Never Ends: A Tabletop Saga - Official Trailer", "description": "From dungeon-like basements to worldwide phenomenon, ADVENTURE NEVER ENDS: A TABLETOP SAGA explores how tabletop roleplaying games have fought their way through decades of trial by fire to emerge at the height of pop culture— now shaping and bringing together millions of lives through storytelling. The film takes a behind the curtain look at a community of fans and creators, as well as youth programs who use tabletop roleplaying games to promote socialization, team building, and empathy.\n\nAdventure Never Ends: A Tabletop Saga features Matthew Lillard, Deborah Ann Woll, TJ Storm, Kate Welch, Xander Jeanneret, and more. The movie is directed by Douglisio DiMuccio & Rob Miller, produced by TIME Studios and Kanopy. Streaming now exclusively on TIME.com and Kanopy.\n\n#TTRPG #Roleplaying #MatthewLillard #DeborahAnnWoll \n\nWatch on TIME:\nhttps://youtu.be/HTdt6a92HlM\n\nWatch on Kanopy:\nhttps://www.kanopy.com/en/lapl/video/13349712", "link": "https://www.youtube.com/watch?v=uNrPGKrTeIw", "date_published": "2023-05-30 19:00:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Ratchet & Clank: Rift Apart - Official PC Trailer", "description": "Ratchet & Clank: Rift Apart will be available on PC on July 26, 2023. Watch the trailer to see some of the PC features of the game, including ultrawide display support, performance-enhancing upscaling technologies like NVIDIA DLSS 3, AMD FSR 2, Intel XeSS, unlocked framerate, and more.\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=_cL88ofpeh0", "date_published": "2023-05-30 19:00:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Day of the Devs Digital Showcase 2023 Livestream", "description": "Day of the Devs: Summer Game Fest Edition returns June 8th!  Tune in right after the Summer Game Fest showcase to see some of the best & brightest upcoming indie games around!", "link": "https://www.youtube.com/watch?v=blSlKyg2YKE", "date_published": "2023-05-30 18:38:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Devolver Direct 2023 Livestream", "description": "The world's most beloved video game mascot returns with new game reveals, announcements, and surprises - it's Volvy!", "link": "https://www.youtube.com/watch?v=V1ZekbXHw_M", "date_published": "2023-05-30 18:07:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Battlefield 2042 - Official Season 5 Development Update Trailer", "description": "Get a deep dive into what you can expect with Season 5: New Dawn of Battlefield 2042, including a look at the new map called Reclaimed, new weapons, reworked vault weapons, new gadgets, a breakdown of the new battle pass, the reworked Hourglass map coming later in Season 5, and more.\n\n#IGN #Battlefield2042 #Gaming", "link": "https://www.youtube.com/watch?v=eJZaC8eQxsU", "date_published": "2023-05-30 18:00:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Summer Game Fest Livestream 2023", "description": "Geoff Keighley and his Summer Game Fest are returning on June 8! The video game industry comes together to show you what's next.  This year more than 40 publishers will participate in #SummerGameFest activities. Special guests include Ed Boon (Mortal Kombat 1), Sam Lake (Alan Wake 2), and more!", "link": "https://www.youtube.com/watch?v=gY-lMH0R3AA", "date_published": "2023-05-30 17:34:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "System Shock - Official 'Blessings of AI' Launch Trailer", "description": "System Shock is a complete remake of the 1994 classic sci-fi first-person shooter fitted with controls for the modern era, HD visuals, enhanced controls, and more. In spite of an overhauled interface, System Shock Remake still has original sounds and music accompanying the original voice actor's performances. System Shock is available now for PC.\n\n#IGN #SystemShock #Gaming", "link": "https://www.youtube.com/watch?v=iWY4X1uaYhA", "date_published": "2023-05-30 17:00:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Ecumene Aztec – Official Announcement Trailer", "description": "In the first-person survival action-RPG Ecumene Aztec, you play as an Aztec trying to withstand the assault of Spanish conquistadors in your Mesoamerican city. Its developers promise \"a strong narrative, RPG progression with blood sacrifices, gritty combat, stealth gameplay, and crafting.\" Ecumene Aztec is in development for PC and expected to be released in 2025.\n\n#EcumeneAztec", "link": "https://www.youtube.com/watch?v=xvxPMRn-ar0", "date_published": "2023-05-30 16:00:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Solarpunk - Official Reveal Trailer", "description": "Explore the skies and world of Solarpunk in this reveal trailer for the cozy survival crafting game coming to Steam Early Access in 2024, with PlayStation, Xbox and Nintendo Switch version to follow. A new Kickstarter campaign is available now.\n\nSolarpunk is a survival game set on a technically advanced world of floating islands, where you must use sustainable technology to craft a self-sufficient ecosystem. Alone or together with your friends in co-op, you’ll have to use sunlight, wind, and water to create an energy system and automate your processes like gathering resources and watering your plants. Customize your own airship and solar sail your way through the skies to explore distant islands. Construct buildings, grow food, and craft gadgets to create your ideal home in the sky.\n\n#Solarpunk", "link": "https://www.youtube.com/watch?v=G9Zn_8_wUbU", "date_published": "2023-05-30 16:00:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Diablo 4 Review", "description": "Diablo 4 reviewed by Travis Northup on Xbox Series X|S, also available on PlayStation and PC.\n\nBlizzard's long-awaited sequel to Diablo 3 has near perfect endgame and progression design that makes it absolutely excruciating to put down. The story is a disappointment despite still being a noticeable improvement over Diablo 3 and there are some annoying bugs that need squashing, but the combat, the loot game, and both the sights and sounds of this world are impressive enough to smooth over those rough edges. Diablo 4 takes the strategy of refining things the series already did so well rather than giving it a more substantial overhaul, and that careful and reverent path has shaped this massive sequel into one of the most polished ARPGs ever created.\n\n#Diablo4 #Review #IGN", "link": "https://www.youtube.com/watch?v=6ZTeEGhqh-k", "date_published": "2023-05-30 16:00:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Silent Hill: Ascension - Official Cinematic Trailer", "description": "Silent Hill: Ascension is an interactive streaming series where the viewers will dictate the story and fate of the characters within. Check out the trailer for Silent Hill: Ascension debuting in 2023.\n\n#IGN #SilentHill", "link": "https://www.youtube.com/watch?v=CAUHZGz1M_c", "date_published": "2023-05-30 15:00:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Zephon – Official First Gameplay Trailer", "description": "Get your first look at gameplay from Zephon, the upcoming 4X strategy game set in a post-apocalyptic world from Proxy Studios, the developers of Warhammer 40K: Gladius.\n\n#Zephon #Gameplay #Warhammer40K", "link": "https://www.youtube.com/watch?v=5conx9rSKOc", "date_published": "2023-05-30 14:00:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Alaskan Road Truckers: 8 Minutes of Developer-Narrated Gameplay", "description": "Alaskan Road Truckers (formerly known as Alaskan Truck Simulator) is exactly what it sounds like it is: a simulation of life as a semi-truck driver battling the elements of Alaska in one of the toughest jobs on four wheels. In this exclusive eight-minute gameplay video, one of the developers talks you through the features and core philosophies of the game.\n\n#AlaskanRoadTruckers #Gameplay", "link": "https://www.youtube.com/watch?v=P5mnmPtsntc", "date_published": "2023-05-30 13:00:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Street Fighter 6 Review", "description": "Reviewed by Mitchell Saltzman on PlayStation 5. Also available on PlayStation 4, Xbox, and PC.\n\nStreet Fighter 6 comes out the gate swinging as the most feature-rich a Street Fighter game has ever been at launch. Boasting 18 characters, a 20+ hour single-player story mode, fantastic additions to the excellent 1-on-1 fighting formula, and a keen eye for nailing the smaller details that make a stellar fighting game. Street Fighter 6 has it all, and then some.\n\n#StreetFighter6 #Review #IGN", "link": "https://www.youtube.com/watch?v=NSgaIR3aSrM", "date_published": "2023-05-30 07:01:00+00:00", "persistent": false, "user": null, "language": "en-US"}]