[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC2WHjPDvbE6O328n17ZGcfg", "title": "I Accidentally Made a Future Proof API", "description": "Get a $15 bonus for Bright Data's Scraping Browser - https://brightdata.com/products/scraping-browser?utm_source=brand&amp;utm_campaign=brnd-mkt_youtube_fknight&amp;promo=fknight\n\nMy goal wasn’t to build a universal future proof API, even though that’s what I did. It was to build DatasetGPT, that operates just like ChatGPT, but scrapes the internet for the information you’re looking for and returns that as a dataset. The amount of data I’ve needed over the past month is astounding, from scraping YouTube videos for market research to scraping Amazon to get me data on competitive products to a company I’m hoping to buy. Now imagine one could just type “get me the 10 most popular YouTube videos from these three channels” into ChatGPT. Well that was DatasetGPT, and I made some progress on it too.\nBut as you'll find in the video, I need your help. Here’s how to get started: Fork or clone the repositories.\nSo for the GPT API, you’ll need to make an account and can utilize the free tokens. Change my credentials to your credentials.\nFor the Bright Data scraper, click this link https://brightdata.com/products/scraping-browser?utm_source=brand&amp;utm_campaign=brnd-mkt_youtube_fknight&amp;promo=fknight to make an account and utilize free spend limit. Go to dashboard, create a new proxy, name it want you want, and replace USERNAME:PASSWORD with yours - the host URL is the same. Ensure you have all of the dependencies installed using this command for the book-scraper: `npm install puppeteer-core` and this command for DatasetGPT: `npm install openai express cors body-parser`. If you need me to create a Wiki or README with this info, let me know.\nTest each one out and they should work. Now you’re ready to combine the two to create my initial vision for DatasetGPT, which was really to act just like ChatGPT, but have the ability to access real-time data on the internet and scrape it via Bright Data’s Scrapping Browser and Puppeteer, then return it as a dataset in the requested format. That’s it.\n\nDatasetGPT Repo: https://github.com/ForrestKnight/DatasetGPT\nbook-scraper Repo: https://github.com/ForrestKnight/book-scraper\n\nThis video was sponsored by Bright Data\n\n------------------------\n\n🐱‍🚀 GitHub: https://github.com/forrestknight\n🐦 Twitter: https://www.twitter.com/forrestpknight\n💼 LinkedIn: https://www.linkedin.com/in/forrestpknight\n📸 Instagram: https://www.instagram.com/forrestpknight\n \n📓 Learning Resources: \nMy Favorite Machine Learning Course:  https://imp.i384100.net/YgYEBJ\nOpen Source Computer Science Degree:  https://bit.ly/open-source-forrest\nPython Open Source Computer Science Degree:  https://bit.ly/python-open-source\nUdacity to Learn Any Coding Skill: http://bit.ly/udacity-forrest\n\n👨‍💻 My Coding Gear:\nMy NAS Server: https://amzn.to/3brqO7b\nMy Hard Drives: https://amzn.to/3aKetMi\nMy Main Monitor: https://amzn.to/3siQfPa\nMy Second Monitor: https://amzn.to/3keHT84\nMy Standing Desk: https://amzn.to/3boAcbC\nMy PC Build:  https://bit.ly/my-coding-gear\nMy AI GPU: https://amzn.to/3uvmUmz", "link": "https://www.youtube.com/watch?v=tF1vJ71KnHY", "date_published": "2023-05-30 15:15:04+00:00", "persistent": false, "user": null, "language": "en-US"}]