[{"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Gigantyczna kara za zabicie osy w Niemczech. Nawet 65 tys. euro", "description": "Nawet 65 tys. euro może kosztować w Niemczech zabicie osy. Urzędnicy z Federalnej Agencji Środowiska zwracają uwagę, że gatunek znajduje się pod ścisłą ochroną. Krajowe przepisy zabraniają także niszczenia czy przenoszenia gniazd owadów.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-30/gigantyczna-kara-za-zabicie-osy-w-niemczech-nawet-65-tys-euro/", "date_published": "2023-05-30 19:48:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Rosja. Władimir Putin zarzuca Ukraińcom działalność terrorystyczną. \"Droga do zastraszania Rosjan\"", "description": "- Kijów wybrał drogę zastraszania rosyjskich obywateli poprzez ataki na obiekty cywilne, co jest wyraźnym przejawem działalności terrorystycznej - powiedział we wtorek prezydent Rosji Władimir Putin, cytowany przez TASS. Tego samego dnia rano bezzałogowce zaatakowały budynki mieszkalne w Moskwie. Kreml oskarżył o atak Ukrainę.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-30/rosja-wladimir-putin-zarzuca-ukraincom-dzialalnosc-terrorystyczna-droga-zastraszania-rosjan/", "date_published": "2023-05-30 19:48:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Niemcy. Premier Saksonii o uchodźcach: Najwyższy czas na odważne decyzje", "description": "Z ostrymi atakami niewickiej lewicy spotkał się pomysł premiera Saksonii Michaela Kretschmera (CDU), który chce poważnej reformy systemu azylowego i mówi o zmianie ustawy zasadniczej. Najwyższy czas na odważne decyzje - powiedział dla Die Welt. Zdaniem jego oponentów jest to bezkrytyczne rzucanie prawicowymi narracjami i zbieranie punktów w kampanii wyborczej.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-30/niemcy-rymi-atakami-niewickiej-lewicy-spotkal-sie-pomysl-premiera-saksonii-michaela-kretschmera/", "date_published": "2023-05-30 18:38:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Szwecja. U wybrzeży spostrzeżono białuchę arktyczną. Wieloryba podejrzewano o szpiegowanie dla Rosji", "description": "Białuchę, którą podejrzewano o szpiegowanie dla rosyjskiego wywiadu, zauważono u wybrzeży Szwecji - przekazały media. Wieloryba wcześniej widziano znacznie dalej na północy. Na zwierzę natknięto się po raz pierwszy u wybrzeży Norwegii w 2019 roku. Wówczas Hvaldimir - bo tak nazwano białuchę - miał na sobie rosyjskie wyposażenie.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-30/szwecja-u-wybrzezy-spostrzezono-bialuche-arktyczna-wieloryba-podejrzewano-o-szpiegowanie-dla-rosji/", "date_published": "2023-05-30 18:23:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Erupcja wulkanu w Antarktyce. Pierwszy wybuch od dekady", "description": "Naukowcy zaobserwowali erupcję lodowego wulkanu Big Ben znajdującego się za kołem podbiegunowym. Pierwszy wybuch od blisko dekady zarejestrowano na zdjęciach satelitarnych. Widać na nich wydostający się na powierzchnię jęzor lawy.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-30/erupcja-wulkanu-w-antarktyce-pierwszy-wybuch-od-dekady/", "date_published": "2023-05-30 17:02:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA: Niedźwiedź zakradł się do mieszkania. Został przegoniony przez psa", "description": "Pies przepędził niedźwiedzia, który zakradł się do domu mieszkanki USA. Media obiegło nagranie, na którym widać czworonoga goniącego za futrzanym intruzem. Wystraszony niedźwiedź wybiega z mieszkania, a kobieta szybko zamyka za nim drzwi, uniemożliwiając powrót.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-30/usa-niedzwiedz-zakradl-sie-do-mieszkania-zostal-przegoniony-przez-psa/", "date_published": "2023-05-30 15:08:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Wołodymyr Zełenski wskazał następny cel Putina. \"Odbudowa Związku Radzieckiego\"", "description": "Przywrócenie do życia Związku Radzieckiego, to zdaniem Wołodymyra Zełenskiego podstawowy cel w życiu Władimira Putina. Według niego plan zakłada wywoływanie kolejnych wojen i podporządkowywanie kolejnych krajów. - Putin chce po prostu najechać Ukrainę i zniszczyć ukraińskość. Następnym celem będzie Białoruś - stwierdził.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-30/wolodymyr-zelenski-wskazal-nastepny-cel-putina-odbudowa-zwiazku-radzieckiego/", "date_published": "2023-05-30 14:34:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Wolontariusz armii ukraińskiej Marian Prysiażniuk: Gdy wróg atakuje twój dom, czujesz nienawiść", "description": "- Zawsze zbiegam do schronu, gdy rozpoczyna się rosyjski nalot. Wolę nie spać, niż nie żyć - powiedział o życiu w Kijowie wolontariusz w ukraińskiej armii Marian Prysiażniuk. Przekazał, że czasami atak zdarza się dwa razy w nocy. - Gdy wróg atakuje twój dom, to czujesz jedno: nienawiść - dodał.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-30/wolontariusz-armii-ukrainskiej-marian-prysiazniuk-gdy-wrog-atakuje-twoj-dom-to-czujesz-nienawisc/", "date_published": "2023-05-30 14:29:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Nowa Zelandia: Linie lotnicze będą ważyć pasażerów", "description": "Linie lotnicze w Nowej Zelandii będą ważyć pasażerów przed wejściem na pokład samolotu. Procedura obejmie loty zarówno loty krajowe, jak i międzynarodowe. Władze Air New Zealand wyjaśniają, że wytyczne zostały wprowadzone przez krajowy Urząd Lotnictwa Cywilnego.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-30/nowa-zelandia-linie-lotnicze-beda-wazyc-pasazerow/", "date_published": "2023-05-30 14:20:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Australia: Nurek zaatakowany przez krokodyla. Został ugryziony w głowę", "description": "51-letni Australijczyk został przetransportowany do szpitala po tym, jak został dwukrotnie zaatakowany przez krokodyla podczas nurkowania. Mężczyzna twierdzi, że wyciągnął głowę z paszczy gada. Przewieziono go do szpitala z ranami szarpanymi.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-30/australia-nurek-zaatakowany-przez-krokodyla-wyciagnal-glowe-z-jego-paszczy/", "date_published": "2023-05-30 13:59:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Brazylia: Wściekły mężczyzna przerwał wybory miss. Nie spodobał mu się werdykt", "description": "Skandal podczas wyborów Miss Gay w Brazylii. Podczas ogłaszania werdyktu na scenę wbiegł wściekły mężczyzna, który przerwał konkurs. Jak się okazało był to mąż jednej z kandydatek, któremu nie spodobał się werdykt jury.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-30/brazylia-wsciekly-mezczyzna-przerwal-wybory-miss/", "date_published": "2023-05-30 11:36:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Holandia. Na plaży znaleziono urnę z prochami. \"Nawet policjanci byli zaskoczeni\"", "description": "Na jednej z holenderskich plaż odnaleziono urnę z prochami w środku. Niecodzienne znalezisko wywołało poruszenie wśród mieszkańców. Dzięki nagłośnieniu sprawy udało się odszukać właścicieli zguby.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-30/holandia-na-plazy-znaleziono-urne-z-prochami-nawet-policjanci-byli-zaskoczeni/", "date_published": "2023-05-30 09:19:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA: Chat GPT \"oszukał\" prawnika. Mężczyzna może zostać ukarany", "description": "Doświadczony prawnik z Nowego Jorku chciał ułatwić sobie pracę i podczas pisania pisma do sądu skorzystał z pomocy Chatu GPT. Sztuczna inteligencja nie spisała się jednak dość dobrze i wpędziła mężczyznę w tarapaty.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-30/usa-chat-gpt-oszukal-prawnika-mezczyzna-moze-zostac-ukarany/", "date_published": "2023-05-30 08:36:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Byłam w egzotycznym raju. Czym zaskoczyły mnie sztuczne wyspy w Ras al-Chajmie?", "description": "Plaże nie takie oczywiste. Choć ułożone w niezwykłe kształty sztuczne wysypy wydają się najatrakcyjniejsze z perspektywy lotu ptaka i tak zwykle się je pokazuje, mnie zachwyciły na dole, zaskakując widokami i dotykiem historii. To, co z daleka wygląda jak drobne kamyczki znane z wybrzeża Bałtyku, z bliska zupełnie ich nie przypomina. Z czego składają się emirackie laguny stworzone przez człowieka?", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-30/bylam-w-egzotycznym-raju-czym-zaskoczyly-mnie-sztuczne-wyspy-w-ras-al-chajmie/", "date_published": "2023-05-30 05:09:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Rosja: Drony uderzyły w kilka budynków mieszkalnych w Moskwie", "description": "Drony uderzyły w kilka budynków mieszkalnych w stolicy Rosji Moskwie - poinformowała agencja Reutera. Informację potwierdzili przedstawiciele moskiewskich władz.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-30/rosja-drony-uderzyly-w-dwa-budynki-mieszkalne-w-moskwie/", "date_published": "2023-05-30 04:50:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Departament Stanu USA wydał oświadczenie ws. komisji ds. badania rosyjskich wpływów", "description": "Rząd USA jest zaniepokojony polską ustawą o komisji ds. badania rosyjskich wpływów - oświadczył rzecznik Departamentu Stanu USA Matthew Miller. Według niego ustawa może być użyta do ingerencji w wolne i uczciwe wybory w Polsce. Podzielamy obawy wyrażane przez wielu obserwatorów - dodał.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-30/departament-stanu-usa-wydal-oswiadczenie-ws-lex-tusk/", "date_published": "2023-05-30 04:47:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}]