[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Redfall Might Be the Biggest Disappointment of 2023 - IGN Daily Fix", "description": "On today's Daily Fix:\n\nReviews are flowing in for Redfall and it's not looking good. Xbox has announced a new PC Game Pass referral program that lets existing members gift a free trial of the subscription service to a friend. Finally, the Ukrainian army is using the Steam Deck as part of its military operations, but not as a method for soldiers to unwind with video games during downtime.\n\n#IGN #Gaming #Redfall", "link": "https://www.youtube.com/watch?v=ryXgcTApv4o", "date_published": "2023-05-02 23:02:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "World of Warcraft: Dragonflight - Official Embers of Neltharion Launch Trailer", "description": "World of Warcraft: Dragonflight has launched the Embers of Neltharion expansion where players will help unearth secret experiments buried deep underground. Dive into a vast new subterranean world, make new alliances, and help restore peace on the Dragon Isles. World of Warcraft: Dragonflight: Embers of Neltharion is available today on PC.\n\n#IGN #WoW #Gaming", "link": "https://www.youtube.com/watch?v=MgrLPkyoNXo", "date_published": "2023-05-02 22:00:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Destiny 2: Lightfall - Official Guardian Games 2023 Gameplay", "description": "Destiny 2's Guardian Games 2023 in-game event begins today, May 2, and runs until May 23, 2023. Watch the trailer to see what to expect from this event, where you can earn Medallions for activities across the game, including a class-based version of the PvP mode Supremacy, rewards and more. Additionally, players can earn two Guardian Games weapons: the Taraxippos Legendary Strand scout rifle and the Title void submachine gun, which returns with updates, including the Repulsor Brace perk.\n\nDestiny 2's Guardian Games is a friendly competition between Hunters, Warlocks, and Titans, encouraging Guardians everywhere to compete as their favorite class for fame and glory.\n\n#IGN #Destiny2 #Gaming", "link": "https://www.youtube.com/watch?v=6sjYUX-N4To", "date_published": "2023-05-02 21:00:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The First 19 Minutes of Redfall on PC (4K 60FPS Max Settings)", "description": "The opening moments of Redfall have you waking up to a gruesome scene and a goal of survival. Gather the weapons you can and take out any enemies in your path. This Redfall Gameplay is captured on PC at the max settings.\n\n#IGN #Gaming #Redfall", "link": "https://www.youtube.com/watch?v=Mw-yXAxKsJ4", "date_published": "2023-05-02 20:30:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Dune: Part 2 - Official Trailer Tease (2023) Timothée Chalamet, Zendaya", "description": "The trailer for Dune: Part Two drops tomorrow, Wednesday, May 3, 2023. In the meanwhile, check out this tease! The upcoming movie stars Timothée Chalamet, Zendaya, Rebecca Ferguson, Josh Brolin, Austin Butler, Florence Pugh, Dave Bautista, Christopher Walken, Stephen McKinley Henderson, Léa Seydoux, Stellan Skarsgård, Charlotte Rampling, and Javier Bardem.\n\nDune: Part Two, the big-screen epic continues the adaptation of Frank Herbert’s best-selling novel Dune, will explore the mythic journey of Paul Atreides as he unites with Chani and the Fremen while on a warpath of revenge against the conspirators who destroyed his family. Facing a choice between the love of his life and the fate of the known universe, he endeavors to prevent a terrible future only he can foresee. \n\nDenis Villeneuve directed from a screenplay he co-wrote with Jon Spaihts based on Herbert’s novel. The film is produced by Mary Parent, Cale Boyter, Villeneuve, Tanya Lapointe, and Patrick McCormick. The executive producers are Josh Grode, Herbert W. Gains, Jon Spaihts, Thomas Tull, Brian Herbert, Byron Merritt, Kim Herbert, with Kevin J. Anderson serving as creative consultant.\n\nDune: Part Two is slated for a November 3, 2023 worldwide release from Warner Bros. Pictures.\n\n#IGN #Dune #Movies", "link": "https://www.youtube.com/watch?v=gjjKNhM73Ik", "date_published": "2023-05-02 20:17:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Rocket League x Star Wars - Official Collaboration Trailer", "description": "Rocket League reigns in the Star Wars season with the release of Item Packs inspired by the beloved droids of the Star Wars universe. R2-D2, BB-8, K-2SO, and C-3PO are all featured in the Star Wars Droid Packs available from May 4 to May 16.\n\n#IGN #Gaming #StarWars", "link": "https://www.youtube.com/watch?v=ZtnUHYunIgI", "date_published": "2023-05-02 20:00:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "CONVERGENCE: A League of Legends Story - Official Cinematic Story Trailer", "description": "CONVERGENCE: A League of Legends Story is a single-player 2D action platformer with an incredible art style that focuses on tight dynamic combat and unique exploration opportunities. Players explore the world of Zaun as Ekko, a young inventor with an ingenious device to manipulate time. Ekko soon discovers that the power to change time comes with many, many consequences. CONVERGENCE: A League of Legends Story is launching on May 23 for PlayStation 4, PlayStation 5, Xbox One, Xbox Series S|X, Nintendo Switch, and PC.\n\n#IGN #LeagueofLegends #Gaming", "link": "https://www.youtube.com/watch?v=jNHntTLDD-M", "date_published": "2023-05-02 19:00:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Marvel's Midnight Suns - Official Blood Storm DLC Trailer", "description": "Storm arrives in Marvel's Midnight Suns on May 11, 2023. Watch the trailer for Marvel's Midnight Suns' Blood Storm DLC to see what to expect with this DLC featuring Storm, who brings 10 unique Hero abilities. Additionally, this fourth and final post-launch DLC features new story missions, a new Abbey upgrade, and cosmetics for one of the most powerful mutants on the planet.\n\n#IGN #Marvel", "link": "https://www.youtube.com/watch?v=-vrfHTZKM6A", "date_published": "2023-05-02 18:00:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Xbox PC Game Pass - Official Friend Referral Trailer", "description": "Microsoft's Xbox PC Game Pass has unveiled an official Friend Referral Trial Program for new members of PC Game Pass. New members can now give five friends a 14-day trial to explore what games PC Game Pass has to offer available on the subscription. Take a look at the trailer for more information.\n\n#IGN #Xbox", "link": "https://www.youtube.com/watch?v=EynXxPuj8fo", "date_published": "2023-05-02 17:30:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Outlaw Johnny Black - Official Teaser Trailer (2023) Michael Jai White, Anika Noni Rose", "description": "Hell-bent on avenging the death of his father, Johnny Black vows to gun down Brett Clayton and becomes a wanted man in the process. He goes into hiding, posing as a preacher in a small mining town that's been taken over by a notorious Land Baron.\n\nFrom the same team that made the 2009 cult classic Black Dynamite, The Outlaw Johnny Black stars Michael Jai White (\"As Good as Dead\"), Anika Noni Rose (\"The Princess and the Frog\"), Erica Ash (\"We Have a Ghost\"), Byron Minns (\"Black Dynamite\"), Kym Whitley (\"Act Your Age\"), and Tony Baker.\n\nWritten and directed by Michael Jai White, Samuel Goldwyn Films will release The Outlaw Johnny Black exclusively in theaters on September 15. Donovan De Boer, Michael Jai White, and Grant Gilmore are producers.\n\n#IGN #MovieTrailers", "link": "https://www.youtube.com/watch?v=l38tH0F7zZw", "date_published": "2023-05-02 17:00:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Fortnite x Star Wars - Official Collaboration Trailer", "description": "Fortnite is celebrating May 4 with a plethora of Star Wars content coming to the hit battle royale. Choose your trainers from Obi-Wan Kenobi and Anakin Skywalker as your Jedi trainers or Darth Maul as your Sith trainer and show your opponents the Jedi way, or the dark side. Force abilities have also made their way to the game including Force Push, Force Pull, and Force Throw. Complete Quests, earn cosmetic rewards, purchase the Premium Reward Track Upgrade, and more. The Star Wars Find the Force event will also have skins for purchase including Anakin Skywalker, Padme Amidala, Darth Maul, and Clone Trooper starting on now and running until May 23.\n\n#IGN #StarWars #Fortnite", "link": "https://www.youtube.com/watch?v=n7FdzKpEChY", "date_published": "2023-05-02 16:46:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Ant-Man and the Wasp: Quantumania - Exclusive \"Quantum Realm Science\" Behind the Scenes Clip (2023)", "description": "Kathryn Newton, who plays Cassie Lang in Ant-Man and the Wasp: Quantumania, chats with scientists from Caltech about how gravity and other factors would actually function in the Quantum Realm. The Marvel Studios movie arrives on 4K Ultra HD, Blu-ray, and DVD on May 16.\n\nSuper Heroes Scott Lang (Paul Rudd) and Hope Van Dyne (Evangeline Lilly) return to continue their adventures as Ant-Man and The Wasp. Together, with Hope’s parents Janet Van Dyne (Michelle Pfeiffer) and Hank Pym (Michael Douglas), and Scott’s daughter Cassie Lang (Kathryn Newton), the family finds themselves exploring the Quantum Realm, interacting with strange new creatures and embarking on an adventure that will push them beyond the limits of what they thought possible.\n\nDirected by Peyton Reed and produced by Kevin Feige and Stephen Broussard, Ant-Man and The Wasp: Quantumania also stars Jonathan Majors as Kang, David Dastmalchian as Veb, Katy O'Brian as Jentorra, William Jackson Harper as Quaz and Bill Murray as Lord Krylar.\n\n#IGN #Marvel #AntMan", "link": "https://www.youtube.com/watch?v=I4swq_j35Vc", "date_published": "2023-05-02 16:00:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Pope's Exorcist: Exclusive First 10 Minutes (2023) Russel Crowe, Alex Essoe", "description": "Inspired by the actual files of Father Gabriele Amorth, Chief Exorcist of the Vatican, The Pope’s Exorcist follows Amorth (Academy Award-winner Russell Crowe) as he investigates a young boy’s terrifying possession and ends up uncovering a centuries-old conspiracy the Vatican has desperately tried to keep hidden. The Pope's Exorcist also stars Daniel Zovatto, Alex Essoe, and Franco Nero. Directed by Julius Avery, the film is based on the books “An Exorcist Tells His Story” and “An Exorcist: More Stories” by Fr. Gabriele Amorth. The Pope's Exorcist will be available soon on Blu-ray and Digital.\n\n#IGN #Movies", "link": "https://www.youtube.com/watch?v=CuVd8bDQyeo", "date_published": "2023-05-02 16:00:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "I Am Future - Official Gameplay Overview", "description": "Get a gameplay walkthrough of I Am Future, the upcoming action-strategy game from TinyBuild. The developers describe it as such: I am Future is a cozy mix of base building and survival trusting players with a variety of ways for creating an ultimate survivalist camp. Disassemble pre-apocalypse gadgets to craft new tools, fend off hostile creatures during the night, automate your farm with help of hardworking robots, and explore the city flooded with secrets... and water. I am Future releases in Steam Early Access on August 8th. Free demo is also available on Steam. \n\nWishlist it on Steam if you're interested:  https://store.steampowered.com/app/1658040/I_Am_Future_Cozy_Apocalypse_Survival/\n\n#IAmFuture", "link": "https://www.youtube.com/watch?v=6T0_I4ROWLE", "date_published": "2023-05-02 16:00:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Daydream: Forgotten Sorrow - Official Release Date Trailer", "description": "Enjoy the PC release date trailer for Daydream: Forgotten Sorrow, the psychological horror/puzzle adventure game from Ravenage Games. It will be released on PC platforms (Steam, Epic Games Store, and GoG) on May 24, and it's coming soon to consoles.\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=RxVQMTJKBDA", "date_published": "2023-05-02 15:00:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Paranormal Tales - Extended Bodycam Trailer", "description": "Paranormal Tales is a next-gen horror game based on found footage, inspired by the infamous PT, and built in Unreal Engine 5. You experience and play through each tragic tale of those who went missing from the viewpoint of bodycams, phones, and VHS cameras. The developers note that this is pre-alpha build and thus the visuals here do not reflect the final quality of the game. \n\nWishlist it on Steam here if you're interested:  https://store.steampowered.com/app/2193600/Paranormal_Tales/\n\n#ParanormalTales", "link": "https://www.youtube.com/watch?v=M01onFeOXlg", "date_published": "2023-05-02 15:00:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Forspoken: In Tanta We Trust - Official Gameplay Reveal Trailer", "description": "Watch the trailer for Forspoken's upcoming DLC, In Tanta We Trust, to see gameplay, combat, enemies, and more. Return to the world of Athia when the In Tanta We Trust DLC for Forspoken launches on May 26, 2023.\n\nAfter bringing peace to Athia, Frey’s journey continues as she searches for a way to permanently rid the land from the effects of the Break. Amid her search, she follows a mysterious voice that leads her into the past. \n\nWhen she emerges, Frey finds herself surrounded by chaos and destruction. Injured and draped in blood-soaked clothing, she discovers a grim truth about her fate. The recently thriving Athia is at war, but why and with whom? Accompanied by Tanta Cinta, and a new set of magic, Frey must uncover the answers and save Athia once more – and attempt to save herself.\n\n#IGN #Forspoken #Gaming", "link": "https://www.youtube.com/watch?v=9t_LnLnehG4", "date_published": "2023-05-02 14:00:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Gran Turismo: Official Trailer (2023) David Harbour, Orlando Bloom, Archie Madekwe", "description": "Based on the true story of Jann Mardenborough and the PlayStation Studios games, the film is the ultimate wish-fulfillment tale of a teenage Gran Turismo player whose gaming skills won a series of Nissan competitions to become an actual professional racecar driver. The Neill Blomkamp-directed movie stars David Harbour, Orlando Bloom, Archie Madekwe, Darren Barnet, Geri Halliwell Horner, and Djimon Hounsou. Gran Turismo opens in theaters on August 11, 2023.", "link": "https://www.youtube.com/watch?v=xKuZykPNjNE", "date_published": "2023-05-02 13:00:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Prehistoric Planet - Season 2 Official Trailer (2023) David Attenborough", "description": "The trailer gives us a glimpse into five new astonishing habitats; from the active volcanoes of India, the marshlands of Madagascar, the deep oceans near North America, and so much more.", "link": "https://www.youtube.com/watch?v=f7CXstHgm4g", "date_published": "2023-05-02 13:00:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Street Fighter 6 - The Final Preview", "description": "We got a final look at Street Fighter 6 before launch, with Capcom giving us a chance to go hands on with the first three chapters of World Tour mode, along with the entirety of Fighting Ground. Here are our impressions in our final preview of Street Fighter 6.", "link": "https://www.youtube.com/watch?v=Up3hezftMrY", "date_published": "2023-05-02 07:01:00+00:00", "persistent": false, "user": null, "language": "en-US"}]