[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Kenny Garrett and Sounds From The Ancestors: Tiny Desk Concert", "description": "Suraya Mohamed | May 2. 2023\nSaxophonist Kenny Garrett has been a significant player in jazz for more than 30 years. He's played with the best: Miles Davis, Art Blakey and The Jazz Messengers, Donald Byrd, Freddie Hubbard, Woody Shaw, the Duke Ellington Orchestra and more. And with such a fabled past, he is still pushing the boundaries of modern jazz. His most recent album, Sounds from the Ancestors, was one of NPR Music's best albums of 2021.\n\n\"I believe that music does heal people,\" Garrett said in a recent interview. \"That's the reason that I play this music, because I know it heals me.\" You can hear that spiritual belief along with gospel elements of the Black American church on the first song of this Tiny Desk performance, \"When the Days Were Different.\" On \"Hargrove\" Garrett pays homage to both John Coltrane's A Love Supreme and trumpeter Roy Hargrove, as the song's hard-bop infused R&amp;B groove builds momentum right up until the end.\n\nThe set finishes strong with Ronald Bruner Jr. on drums driving an expressive display of polyrhythmic virtuosity on Garrett's \"For Art's Sake,\" a stunning tribute to drummers Art Blakey and Tony Allen that embraces both modern jazz and Afrobeat influences.\n\nGarrett was in town to receive the National Endowment for the Arts' highest honor in jazz: the 2023 NEA Jazz Masters award. This Tiny Desk plus other events marked the festive occasion that culminated with an exciting tribute concert at the John F. Kennedy Center for the Performing Arts.\n\nSET LIST\n\"When the Days Were Different\"\n\"Hargrove\"\n\"For Art's Sake\"\n\nMUSICIANS\nKenny Garrett: alto saxophone, keys\nRudy Bird: percussion\nCorcoran Holt: acoustic bass\nMelvis Santa: vocals\nRonald Bruner Jr.: drums\nKeith Brown: piano, keys\n\nTINY DESK TEAM\nProducer: Suraya Mohamed\nDirector/Editor: Joshua Bryant\nAudio Engineer: Josh Rogosin\nCreative Director: Bob Boilen\nSeries Producer: Bobby Carter\nVideographers: Joshua Bryant, Kara Frame, Sofia Seidel, Alanté Serene\nAudio Assistant: Josephine Nyouani\nProduction Assistant: Ashley Pointer\nTiny Desk Team: Maia Stern, Marissa Lorusso, Hazel Cills, Pilar Galván, Jill Britton\nVP, Visuals and Music: Keith Jenkins\nSenior VP, Programming: Anya Grundmann", "link": "https://www.youtube.com/watch?v=8IcrlAYyA_o", "date_published": "2023-05-02 09:00:06+00:00", "persistent": false, "user": null, "language": "en-US"}]