[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Hogwarts Legacy PS4 And Xbox One - 15 Things You Need To Know Before You Buy", "description": "The month is full of new releases, but it also sees Portkey Games' Hogwarts Legacy finally coming to Xbox One and PS4. As one of the most successful games this year, what can fans on previous-gen consoles expect when it releases on May 5th? Let's take a closer look.", "link": "https://www.youtube.com/watch?v=Yz7pX8iBc88", "date_published": "2023-05-02 19:30:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "10 Beginners Tips And Tricks Redfall DOESN'T TELL YOU", "description": "After establishing itself as the top dog in the immersive sim genre, with Redfall, Arkane trying its hand at open world looter shooter games, and though the result isn't as successful as the studio's past outings, there's some fun to be had here nonetheless. \n\nIt is, of course, also a game that's got plenty going on that players will want to keep track of while playing, so if you're planning on diving into its offerings, here, we've compiled a few beginners tips and tricks that you should keep in mind.", "link": "https://www.youtube.com/watch?v=F5pebXzZ7GE", "date_published": "2023-05-02 13:30:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Redfall Xbox Series X Graphics Analysis - A Next-Gen Showcase?", "description": "Arkane Austin of the recent Prey game fame has made a return with Redfall, a co-op first person shooter that features brutal vampire slaying against the backdrop of this quaint island of the same name. While Redfall might be about working together to keep off hordes of vampires from eating your squad up, Arkane’s open ended ability-based gameplay continues to influence the game, and this is most evident in the many special talents of each of the playable cast of characters. \n\nBut enough about gameplay, let’s talk about the visuals. How has Arkane leveraged the power of Microsoft’s current gen machine? How does the game look and perform on Xbox Series X? These are the questions that we will be trying to answer as we peel back the many layers of Redfall’s visual presentation with this technical analysis.", "link": "https://www.youtube.com/watch?v=M3dCSyiLHiM", "date_published": "2023-05-02 06:45:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Redfall Review - Huge Disappointment", "description": "Redfall feels entirely out of character for Arkane, a studio that has always prided itself on developing unique, systemically dense games that provide experiences that have almost no peers in the medium. While it does retain hints of the studio's formula, it dilutes it too much with rote and uninspired gameplay and design choices, resulting in a blend that feels like it's neither here nor there. \n\nThen you have the technical and control issues, which further mar the experience, while the narrative shortcomings prove to be another stake to the heart. It'd be unfair and inaccurate to say that there's nothing to like here – there certainly is – but in what's probably a first for Arkane, the bad ends up outweighing the good.", "link": "https://www.youtube.com/watch?v=ucXGh5QRE_4", "date_published": "2023-05-02 00:15:01+00:00", "persistent": false, "user": null, "language": "en-US"}]