[{"source": "https://www.theguardian.com/international/rss", "title": "Lionel Messi suspended by Paris Saint-Germain after two-day Saudi Arabia trip", "description": "<ul><li>Two-week punishment for unauthorised trip to Middle East</li><li>L’Equipe report player’s pay will be docked during suspension</li></ul><p>The Paris Saint-Germain forward, Lionel Messi, has been suspended for two weeks after an unauthorised trip for two days to Saudi Arabia, French sports daily L’Equipe has reported.</p><p>The <a href=\"https://www.theguardian.com/football/2022/dec/18/world-cup-final-argentina-france-match-report\">Argentina World Cup winner</a> is banned from playing or training with the team, and his pay will be docked during his suspension, the report said.</p> <a href=\"https://www.theguardian.com/football/2023/may/02/lionel-messi-paris-saint-germain-suspended-saudi-arabia\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/02/lionel-messi-paris-saint-germain-suspended-saudi-arabia", "date_published": "2023-05-02 19:38:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "AOC says Feinstein’s refusal to retire is ‘causing great harm’ to US courts", "description": "<p>Alexandria Ocasio-Cortez says the California Democratic senator should retire, amid a long absence from Congress due to ill health</p><p>The New York progressive congresswoman <a href=\"https://www.theguardian.com/us-news/alexandria-ocasio-cortez\">Alexandria Ocasio-Cortez</a> said on Monday that the California Democratic senator Dianne Feinstein should retire, amid a long absence from Congress due to ill health which has affected their party’s efforts to stock federal courts with liberal judges.</p><p><a href=\"https://www.theguardian.com/us-news/dianne-feinstein\">Feinstein</a>, 89, “should retire”, Ocasio-Cortez – 33 and commonly known as AOC – wrote on the social media platform Bluesky.</p> <a href=\"https://www.theguardian.com/us-news/2023/may/02/aoc-dianne-feinstein-should-retire-courts\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/may/02/aoc-dianne-feinstein-should-retire-courts", "date_published": "2023-05-02 16:57:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Arsenal denied by Wolfsburg but Manchester United march on in WSL – Women’s Football Weekly", "description": "<p><a href=\"https://twitter.com/FayeCarruthers\">Faye Carruthers</a> is joined by <a href=\"https://twitter.com/suzywrack\">Suzanne Wrack</a>, <a href=\"https://twitter.com/alexibaceta23\">Alex Ibaceta</a> and <a href=\"https://twitter.com/JamesLewisTZ\">James Lewis</a> to to discuss Wolfsburg ending Arsenal’s European dream, why a sell-out crowd at the Emirates is cause for hope and the latest domestic action</p><p>In today’s pod: a depleted Arsenal side nearly make it to penalties, but a mistake from Lotte Wubben-Moy helps Wolfsburg end the hosts’ Women’s Champions League hopes once again.</p><p>The record-breaking fixture is the first sell-out crowd for a women’s match at the Emirates Stadium, with more than 60,000 fans in attendance.</p> <a href=\"https://www.theguardian.com/football/audio/2023/may/02/arsenal-denied-by-wolfsburg-manchester-united-march-on-wsl-womens-football-weekly-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/football/audio/2023/may/02/arsenal-denied-by-wolfsburg-manchester-united-march-on-wsl-womens-football-weekly-podcast", "date_published": "2023-05-02 16:25:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Guardian Australia launched in a spirit of hope and determination. Ten years later we’re going from strength to strength | Lenore Taylor", "description": "<p>Since May 2013 our once-tiny news site has achieved what some thought impossible</p><ul><li><a href=\"https://support.theguardian.com/au/contribute?acquisitionData=%7B%22source%22%3A%22GUARDIAN_WEB%22%2C%22componentType%22%3A%22ACQUISITIONS_EDITORIAL_LINK%22%2C%22componentId%22%3A%22LT_LAUNCH%22%7D\">Support Guardian Australia journalism by making a contribution of any size</a></li></ul><p>I don’t need the archives to remember how it felt in May 2013 <a href=\"https://www.theguardian.com/media/insideguardian/2013/may/26/welcome-to-guardian-australia\">as we prepared to launch Guardian Australia</a>; the excitement and exhaustion, and also the underlying fluttering of fear.</p><p>Our hope and determination was tinged with anxiety because we were embarking on an experiment most experts thought impossible; building a new and consequential news provider in Australia. We were backed by the global heft of the Guardian’s news platforms and cushioned by a generous five-year loan from the philanthropist Graeme Wood, but we were launching into a market that had long centred on just two commercial news brands, Fairfax Media and News Corp. And we were starting small.</p> <a href=\"https://www.theguardian.com/media/2023/may/02/guardian-australia-launched-in-a-spirit-of-hope-and-determination-ten-years-later-were-going-from-strength-to-strength\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/may/02/guardian-australia-launched-in-a-spirit-of-hope-and-determination-ten-years-later-were-going-from-strength-to-strength", "date_published": "2023-05-02 15:00:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Musician Peter One’s incredible story: ‘I had this dream … it’s starting to come true’", "description": "<p>The 67-year-old Ivory Coast-born musician was a star in his heyday but political and economic unrest forced him into a life out of the spotlight. Now, he’s making a comeback</p><p>On a recent night at the New York music venue Webster Hall, a white-haired man in his 60s with an acoustic guitar walked gracefully onto the stage, sat on a stool and began to speak. “I’m from Ivory Coast,” he said in a voice barely above a whisper. “I came a long way to America to play music for you – and to tell you my story.”</p><p>For the next 45 minutes, he offered slices of it, interspersed with cascading ballads that mix African cadences with strains of American country and folk music sung at a hushed volume. Despite the intimate nature of the performance – not to mention the fact that few in the crowd, who had come to see the headliners, the Walkmen, had any idea who the singer was – the audience remained rapt. Having spent an hour earlier in the evening with the man born Pierre-Evrard Tra, who performs as Peter One, I understood what transfixed them. His story involves tales of economic collapse, political corruption and mass violence in his home country, as well as resourcefulness, focus and courage on his part in coming to America. It’s the kind of positive immigrant story that fulfills the promise to new arrivals the US often only pays lip service to. “I felt fear when I came here,” One said when we spoke backstage. “But I was determined. This was my dream.”</p> <a href=\"https://www.theguardian.com/music/2023/may/02/peter-one-ivory-coast-musician-interview\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/may/02/peter-one-ivory-coast-musician-interview", "date_published": "2023-05-02 14:51:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Thousands of Hollywood film and TV writers begin strike", "description": "<p>Writers Guild of America calls first work stoppage in 15 years as industry grapples with streaming boom</p><p>Hollywood productions have ground to a halt after thousands of film and television writers went on strike following the breakdown of last-minute pay talks with major studios.</p><p>The Writers Guild of America (WGA) called its first stoppage in 15 years after failing to reach an agreement on higher pay, pitting its 11,500 screenwriters against old-guard companies, such as Universal, Paramount and Walt Disney, as well as tech newcomers, such as Netflix, Amazon and Apple.</p> <a href=\"https://www.theguardian.com/film/2023/may/02/thousands-of-hollywood-film-and-tv-writers-to-go-on-strike\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/may/02/thousands-of-hollywood-film-and-tv-writers-to-go-on-strike", "date_published": "2023-05-02 14:45:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Bob Lee: how new details turned a tech-industry murder case upside down", "description": "<p>After initial speculation of random violence, focus shifts to alleged drug use and interpersonal feuds</p><p>One month after Cash App founder Bob Lee was found stabbed on the streets of San Francisco, his alleged killer will appear in court.</p><p>Nima Momeni, a 38-year-old tech entrepreneur who reportedly knew Lee personally, will be arraigned on murder charges in San Francisco on Tuesday in a case that has riveted the tech world and sparked debate over crime in the California city.</p> <a href=\"https://www.theguardian.com/us-news/2023/may/02/bob-lee-tech-executive-murder-case-san-francisco\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/may/02/bob-lee-tech-executive-murder-case-san-francisco", "date_published": "2023-05-02 12:03:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "TechScape: Why Microsoft’s mega-merger with Activision Blizzard is stalling", "description": "<p>In this week’s newsletter: The tech behemoth was set to acquire the Call of Duty makers, then the UK regulator stepped in – but not for the reason you might think</p><ul><li><strong><a href=\"https://ablink.editorial.theguardian.com/ss/c/TBl-lE0k4WbTlFRn6v-lQXxTpTslqnvUsR2ofAkC00vqkHXqakTSxrykj9mrdACFo11SPMvm9ONAti2JcHBqUgcduObToxycReEYHcTAh6nov_u_7l464yKkl5CZpPeg-CqG3ueb-8UiDZ4dOkhK_xu6BZysaGtGOA-w2_0KTqLsMBLqZrcGelEg-7T5C6DRfMSsX1Wcyrv2RlHjbzIGx0ePxMD7meIXmznkqCFxtrflV_YvxDV9cqXgzdq7c2-9qYTW0MyIMCG7p9sc7wIKCg/3ha/N7031ZxvS8Cv2AmB8PHP-g/h27/towm4HqYM1UtQe3kzAkaoAWT_zh9HyZuTvPyJCk6JeE\">Don’t get TechScape delivered to your inbox? Sign up here</a></strong></li></ul><p>“Oh my god. Wow.” Phone calls with law professors about regulatory actions don’t normally start with unprompted expressions of amazement, but regulatory actions don’t normally come like this. Anne Witt, professor of law and member of the EDHEC Augmented Law Institute, had been expecting to have a very different conversation when we spoke last Wednesday.</p><p>But then, just minutes before we were due to talk, the UK’s competition regulator blocked Microsoft’s attempted $68.7bn acquisition of megadeveloper Activision Blizzard, the sprawling corporation behind games including Candy Crush Saga, World of Warcraft, Tony Hawk’s Pro Skater and, most importantly, Call of Duty.</p> <a href=\"https://www.theguardian.com/technology/2023/may/02/why-microsofts-mega-merger-with-activision-blizzard-is-stalling\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/may/02/why-microsofts-mega-merger-with-activision-blizzard-is-stalling", "date_published": "2023-05-02 10:45:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "‘Toxic trail of pollution’: states step up to curb the use of ‘forever chemicals’", "description": "<p>Partisanship has thwarted Congress’s attempts to limit PFAS, but a patchwork of state laws is pushing for their phase-out</p><p>Few chemicals have attracted as intense public and regulatory scrutiny as PFAS, but even as the highly toxic and ubiquitous compounds’ dangers come into sharper focus, industry influence has <a href=\"https://www.theguardian.com/environment/2023/jan/13/pfas-toxic-forever-chemicals-republican-house\">crippled</a> congressional attempts to pass meaningful consumer protections.</p><p>Federal bills designed to address some of the most significant sources of exposure – <a href=\"https://www.theguardian.com/environment/2023/apr/17/pfas-forever-chemicals-food-containers-study\">food packaging</a>, <a href=\"https://www.theguardian.com/fashion/2021/jun/15/pfas-makeup-forever-chemicals\">cosmetics</a>, personal care products, clothing, textiles, cookware and firefighting foam – have all failed in recent sessions.</p> <a href=\"https://www.theguardian.com/environment/2023/may/02/pfas-state-federal-legislation-industry-response\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/may/02/pfas-state-federal-legislation-industry-response", "date_published": "2023-05-02 10:00:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Broken by the bends: the deadly toll on Honduras’s Indigenous lobster divers", "description": "<p>Driven by poverty to work in the dangerous fishing industry with inadequate equipment, Miskitos too often end up paralyzed or dead</p><p>On the main avenue of Puerto Lempira, a man sits outside a restaurant in a wooden, hand-propelled cart and waves to another man ambling by in a cart of his own. A block down, a man in a wheelchair is pushed by a young woman past a man on crutches. At a corner, a pair of men clutching canes lounge in the shade.</p><p>It could be a description of a retirement community. But the men are of all ages, and such scenes are common across the coast of Gracias a Dios, an Indigenous territory in north-east Honduras, where decades of unsafe fishing practices have disabled thousands who dive the Caribbean Sea to harvest marine life.</p> <a href=\"https://www.theguardian.com/environment/2023/may/02/honduras-lobster-divers-indigenous-miskito-bends\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/may/02/honduras-lobster-divers-indigenous-miskito-bends", "date_published": "2023-05-02 09:30:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "China ‘barring thousands of citizens and foreigners from leaving country’", "description": "<p>Analysis of Chinese court records shows eightfold increase in cases mentioning exit bans between 2016 and 2022</p><p>China is increasingly barring people, including foreign executives, from leaving the country, according to a report and research.</p><p>Scores of Chinese nationals and foreigners have been ensnared by exit bans, according to the report from the rights group Safeguard Defenders, while a Reuters analysis has found an apparent surge in court cases involving such bans in recent years.</p> <a href=\"https://www.theguardian.com/world/2023/may/02/china-barring-thousands-of-citizens-and-foreigners-from-leaving-country\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/02/china-barring-thousands-of-citizens-and-foreigners-from-leaving-country", "date_published": "2023-05-02 08:21:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Princess Anne: slimmed-down royal family ‘doesn’t sound like a good idea’", "description": "<p>King Charles’s sister responds to reports that monarch could reduce number of working royals and cut back staffing</p><p>Princess Anne, the 16th in line to the British throne, has said she does not think a slimmed-down monarchy is a “good idea”.</p><p>Speaking to the <a href=\"https://www.cbc.ca/news/world/princess-anne-says-you-know-what-you-re-getting-with-her-brother-king-charles-1.6827416\">Canadian public broadcaster, CBC News</a>, the princess royal was asked about reports that her brother King Charles intends to overhaul the institution, in a move frequently referred to as a “slimmed down” monarchy.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/02/princess-anne-slimmed-down-royal-family-doesnt-sound-like-a-good-idea\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/02/princess-anne-slimmed-down-royal-family-doesnt-sound-like-a-good-idea", "date_published": "2023-05-02 08:05:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Sunak was brutally honest, so let me return the favour: the Commonwealth today is irrelevant | Kenneth Mohammed", "description": "<p>As former colonies pay tribute to the unapologetic descendant of their imperial masters, Britain’s refusal to pay reparations for slavery makes a mockery of the coronation</p><p>Rishi Sunak’s <a href=\"https://www.theguardian.com/world/2023/apr/26/rishi-sunak-refuses-to-apologise-for-uk-slave-trade-or-to-pledge-reparations\">shockingly dismissive words</a> last week will no doubt return to haunt him, as such words have done for previous prime ministers and members of the royal family. He gave a resounding “no” to a request by the MP Bell Ribiero-Addy for an apology and a commitment to reparatory justice for the UK’s barbaric role in slavery.</p><p>Any human who has taken the time to learn and understand the impact of slavery, indentureship and colonialism would never have rejected that call.</p> <a href=\"https://www.theguardian.com/global-development/2023/may/02/the-commonwealth-with-all-its-pomp-and-ceremony-has-had-its-day-and-about-time\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/may/02/the-commonwealth-with-all-its-pomp-and-ceremony-has-had-its-day-and-about-time", "date_published": "2023-05-02 07:30:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Oliver Stone: ‘Putin is a great leader for his country’", "description": "<p>The firebrand director talks about his new documentary on nuclear power, his distaste for Joe Biden and his continued support of the Russian president</p><p>Oliver Stone is rolling deep. The veteran film-maker shows up for an interview with the Guardian with a support team of two: Joshua S Goldstein, a professor who will serve as a real-time factchecker-cum-footnote-provider, as well as a therapist, a twinkly eyed woman who happens to be Goldstein’s wife. “People can get very emotional when they’re reacting to the topic of their film,” she explains of her role. “I’m here in case anyone needs my help.”</p><p>Her de-escalation services will not end up being required, but it is admittedly comforting to have an emotional support professional on hand for an interview with the legendary firebrand that is Oliver Stone. As it turns out, the director isn’t looking for a sparring match or a conspiracy theory soapbox. Dressed in a beautifully tailored dark blazer, red pocket square and crisp white shirt, the Natural Born Killers and Wall Street director, who has been giving promotional interviews since dawn, is a gracious if not entirely relaxed interview subject, scribbling mysterious notes onto the margins of a printout while he fields questions.</p> <a href=\"https://www.theguardian.com/film/2023/may/01/oliver-stone-documentary-nuclear-power-putin-biden\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/may/01/oliver-stone-documentary-nuclear-power-putin-biden", "date_published": "2023-05-02 06:18:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "‘Seeds ensure our survival’: the women of Guinea-Bissau who keep vital plants and culture alive", "description": "<p>The ‘seed keepers’ of the Unesco-designated Urok Islands pass creole seeds from generation to generation, protecting their traditions and climate-resistant varieties from extinction</p><p>Sanhá João Correia is restless, walking around the boat and urging people to sit. He’s worried that a turn in the weather will mean a missed chance to cross the Geba River.</p><p>The agricultural engineer from the Guinea-Bissau NGO Tiniguena ensures everyone embarks promptly and the boat leaves Bissau, the country’s capital, loaded with drinking water, fuel and rice.</p> <a href=\"https://www.theguardian.com/global-development/2023/may/02/women-of-guinea-bissau-who-keep-vital-plants-and-culture-alive\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/may/02/women-of-guinea-bissau-who-keep-vital-plants-and-culture-alive", "date_published": "2023-05-02 06:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Raining molten wax, hungry peers and fainting guests: coronations of yore that went awry", "description": "<p>Crowning a new monarch through the ages can descend into a farce and be bedevilled with last-minute disasters</p><ul><li><a href=\"https://www.theguardian.com/uk-news/2023/may/01/what-do-the-record-books-tell-us-about-historical-coronations\">What do the record books tell us about historical coronations?</a></li></ul><p>Riots, plague, ceilings raining molten wax, ill-fitting rings … British coronations of yesteryear have not always gone smoothly.</p><p>William the Conqueror’s 1066 coronation occurred just months after the Battle of Hastings at a tense time. There was a new king, and the ruling classes had been ousted by the Normans.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/02/raining-molten-wax-hungry-peers-and-fainting-guests-coronations-of-yore-that-went-awry\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/02/raining-molten-wax-hungry-peers-and-fainting-guests-coronations-of-yore-that-went-awry", "date_published": "2023-05-02 05:00:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "The dark universe: can a scientist battling long Covid unlock the mysteries of the cosmos?", "description": "<p>Since being laid low with the virus more than a year ago, Catherine Heymans can only operate in half-hour bursts. But her work could still change the way we understand the universe</p><p>Last September, Catherine Heymans, one of the world’s leading cosmologists, was supposed to board a ferry for the northernmost island in the Orkney archipelago. The island, North Ronaldsay, is among the darkest inhabited places on earth. On a clear winter’s night, it is easy to be awed by the thousands upon thousands of stars visible to the naked eye, which spill their unpolluted light upon the Earth. Heymans, who is the first woman appointed astronomer royal for Scotland, was planning to explain to the island’s 60 or so residents that those stars, and the rest of the perceptible universe, represent a mere fraction of the stuff that makes up our cosmos. What she studies is everything we cannot see: the darkness.</p><p>Over the past two decades, Heymans, who is 45, has advanced our understanding of a vast, invisible cosmos that scientists are only beginning to comprehend. That “dark universe” is thought to constitute more than 95% of everything that exists. It is made up of entities more mysterious than the ordinary matter and energy – the light, atoms, molecules, lifeforms, stars, galaxies – that have been the subject of scientific inquiry throughout history. In the past 10 years, Heymans has learned that the dark universe shapes the visible cosmos in unexpected ways, and may not follow all the standard rules of physics. Her discoveries are unsettling a broad consensus on how our world works on its grandest scales. “I believe that, to truly understand the dark universe, we will need to invoke some new physics that will for ever change our cosmic view,” she has written.</p> <a href=\"https://www.theguardian.com/science/2023/may/02/catherine-heymans-dark-universe-the-cosmologist-battling-long-covid\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/may/02/catherine-heymans-dark-universe-the-cosmologist-battling-long-covid", "date_published": "2023-05-02 05:00:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "‘Threats are increasing’: the EU official on a mission to protect media freedom", "description": "<p>Věra Jourová says her upbringing in former Czechoslovakia has inspired her work to ensure journalism remains independent</p><p>Věra Jourová was 13 when she was first investigated for her political views. It was 1977 in communist Czechoslovakia and the state was cracking down on political dissidents who had signed a human rights declaration – Charter 77. Her civics teacher wanted to know what she thought of the document. Jourová’s parents were already blacklisted and she feared the wrong answer would make things worse. “It was a horror moment,” recalls Jourová, who knew about Charter 77 from the Voice of America and Radio Free Europe broadcasts that her family listened to in secret. So she said nothing and saw her school marks slide.</p><p>Nearly half a century later, Jourová is one of the European Commission’s most powerful officials and seeking to protect the media in the European Union. “There are increasing threats and a very dangerous trend,” she told the Guardian.</p> <a href=\"https://www.theguardian.com/world/2023/may/02/vera-jourova-eu-official-mission-protect-media-freedom\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/02/vera-jourova-eu-official-mission-protect-media-freedom", "date_published": "2023-05-02 04:00:53+00:00", "persistent": false, "user": null, "language": "en-US"}]