[{"source": "https://www.engadget.com/rss.xml", "title": "Bipartisan Senate group reintroduces a revised Kids Online Safety Act", "description": "<p>US Senators Richard Blumenthal (D-CT) and Marsha Blackburn (R-TN) <a href=\"https://www.blackburn.senate.gov/2023/5/blackburn-blumenthal-introduce-bipartisan-kids-online-safety-act\">reintroduced</a> a bill today that would put the onus on social media companies to add online safeguards for children. The Kids Online Safety Act (KOSA) was <a href=\"https://www.engadget.com/senate-kids-online-safety-act-bill-141708555.html\">first introduced last February</a> (sponsored by the same pair) but never made it to the Senate floor after backlash from advocacy groups. The revamped legislation “provides specific tools to stop Big Tech companies from driving toxic content at kids and to hold them accountable for putting profits over safety,” said Blumenthal. It follows a separate bill <a href=\"https://www.engadget.com/bipartisan-senate-bill-would-require-parental-consent-for-teens-to-use-social-media-172601557.html\">introduced last month</a> with a similar aim.</p><p>Like the original KOSA, the updated bill would require annual independent audits by “experts and academic researchers” to force regulation-averse social media companies to address the online dangers posed to children. However, the updated legislation attempts to address the concerns that led to its previous iteration’s downfall, namely that its overly broad nature could do more harm than good by requiring surveillance and censorship of young users. The EFF <a href=\"https://www.eff.org/deeplinks/2022/03/kids-online-safety-act-heavy-handed-plan-force-platforms-spy-young-people\">described</a> the February 2022 bill as “a heavy-handed plan to force platforms to spy on young people” that “fails to properly distinguish between harmful and non-harmful content, leaving politically motivated state attorneys general with the power to define what harms children. One of the primary fears is that states could use the flimsy definitions to ban content for political gain.”</p><span id=\"end-legacy-contents\"></span><p>The rewritten bill adds new protections for services like the National Suicide Hotline, LGBTQ+ youth centers and substance-abuse organizations to avoid being unnecessarily harmed. In addition, it would make social platforms give minors options to safeguard their information, turn off addictive features and opt out of algorithmic recommendations. (Social platforms would have to enable the strongest settings by default.) It would also give parents “new controls to help support their children and identify harmful behaviors” while offering children “a dedicated channel to report harms” on the platform. Additionally, it would specifically ban the promotion of suicide, eating disorders, substance abuse, sexual exploitation and the use of “unlawful products for minors” like gambling, drugs and alcohol. Finally, it would require social companies to provide “academic and public interest organizations” with data to help them research social media’s effects on the safety and well-being of minors.</p><p>The American Psychological Association, Common Sense Media and other advocacy groups support the updated bill. It has 26 cosponsors from both parties, including lawmakers ranging from Dick Durbin (D-IL) and Sheldon Whitehouse (D-RI) to Chuck Grassley (R-IA) and Lindsey Graham (R-SC). Blackburn told CNBC today that Senate Majority Leader Chuck Schumer (D-NY) is “a hundred percent behind this bill and efforts to protect kids online.”</p><p>Despite the Senators’ renewed optimism about passing the bill, some organizations believe it’s still too broad to avoid a negative net impact. “The changes made to the bill do not at all address our concerns,” Evan Greer, director of digital rights advocacy group Fight For the Future, said in an emailed statement to Engadget. “If Senator Blumenthal’s office had been willing to meet with us, we could have explained why. I can see where changes were made that <em>attempt</em> to address the concerns, but they fail to do so. Even with the new changes, this bill will allow extreme right-wing attorneys general to dictate what content platforms can recommend to younger users.”</p><p>The ACLU also opposes the resurrected bill. “KOSA’s core approach still threatens the privacy, security and free expression of both minors and adults by deputizing platforms of all stripes to police their users and censor their content under the guise of a ‘duty of care,’” ACLU Senior Policy Counsel Cody Venzke <a href=\"https://www.cnbc.com/2023/05/02/updated-kids-online-safety-act-aims-to-fix-unintended-consequences.html\">told</a><em>CNBC</em>. “To accomplish this, the bill would legitimize platforms’ already pervasive data collection to identify which users are minors when it should be seeking to curb those data abuses. Moreover, parental guidance in minors’ online lives is critical, but KOSA would mandate surveillance tools without regard to minors’ home situations or safety. KOSA would be a step backward in making the internet a safer place for children and minors.”</p><p>Blumenthal argues that the bill was “very purposely narrowed” to prevent harm. “I think we’ve met that kind of suggestion very directly and effectively,” he said at a press conference. “Obviously, our door remains open. We’re willing to hear and talk to other kinds of suggestions that are made. And we have talked to many of the groups that had great criticism and a number have actually dropped their opposition, as I think you’ll hear in response to today’s session. So I think our bill is clarified and improved in a way that meets some of the criticism. We’re not going to solve all of the problems of the world with a single bill. But we are making a measurable, very significant start.”</p>This article originally appeared on Engadget at https://www.engadget.com/bipartisan-senate-group-reintroduces-a-revised-kids-online-safety-act-212117992.html?src=rss", "link": "https://www.engadget.com/bipartisan-senate-group-reintroduces-a-revised-kids-online-safety-act-212117992.html?src=rss", "date_published": "2023-05-02 21:21:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Twitter restores free API access for emergency, weather and transportation alerts", "description": "<p>Twitter's decision to <a href=\"https://www.engadget.com/twitter-shut-off-its-free-api-and-its-breaking-a-lot-of-apps-222011637.html\">shut off its free API</a> caused more than a few problems for public institutions that depend on the functionality, and the company is clearly ready to backtrack. The social network has <a href=\"https://twitter.com/TwitterDev/status/1653492584176656384\">restored</a> free access to the app programming framework for verified government and publicly-owned services that use the tool for &quot;critical purposes&quot; such as emergency notifications, transportation updates and weather alerts.</p><p>The social media giant outlined a <a href=\"https://www.engadget.com/twitter-announces-new-api-pricing-including-a-limited-free-tier-for-bots-005251253.html\">three-tier pricing strategy</a> for its API in March. Normally, free access is limited to bots and testers that only need to write posts. It allows just 1,500 tweets per month and one app ID, which can be limiting for creators that need frequent updates. Basic access costs $100 per month with fixed caps on tweets, while businesses have to use multiple enterprise-level tiers to meet their needs. These can cost tens of thousands of dollars per month.</p><span id=\"end-legacy-contents\"></span><div id=\"80f71f02ded5462b8244b0a59b033d5e\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">One of the most important use cases for the Twitter API has always been public utility. Verified gov or publicly owned services who tweet weather alerts, transport updates and emergency notifications may use the API, for these critical purposes, for free.</p>— Twitter Dev (@TwitterDev) <a href=\"https://twitter.com/TwitterDev/status/1653492584176656384?ref_src=twsrc%5Etfw\">May 2, 2023</a></blockquote></div><p>The shutoff broke numerous apps and services that relied on the free API for sharing and content streams, such as Flipboard's reader. It also created issues for developers willing to pay for access, including Echobox. While Twitter had warned that a cutoff was coming at some point, it didn't notify customers of the exact timing and did little to explain the impact.</p><p>Government services faced extra pain. New York City's Metropolitan Transportation Authority said it would stop posting service alerts on Twitter after it faced a <a href=\"https://www.engadget.com/nycs-transport-authority-will-no-longer-post-service-alerts-on-twitter-051701441.html\">$50,000 per month fee</a> for access. Microsoft also <a href=\"https://www.engadget.com/microsoft-removes-twitter-from-its-social-media-tool-for-advertisers-051717547.html\">pulled Twitter</a> from its social media tool for advertisers, and disabled Twitter screenshot sharing for Windows and Xbox gamers.</p><p>Twitter under Elon Musk's leadership has clamped down on previously free functionality in a bid to both control more of the experience and shift more of its revenue to subscriptions. It <a href=\"https://www.engadget.com/twitter-new-developer-terms-ban-third-party-clients-211247096.html\">banned third-party clients</a>, for example, and required a Blue membership for some verified checkmarks. This latest move is an acknowledgment that the strategy creates problems, particularly for governments eager to provide vital information through as many channels as possible.</p>This article originally appeared on Engadget at https://www.engadget.com/twitter-restores-free-api-access-for-emergency-weather-and-transportation-alerts-204519574.html?src=rss", "link": "https://www.engadget.com/twitter-restores-free-api-access-for-emergency-weather-and-transportation-alerts-204519574.html?src=rss", "date_published": "2023-05-02 20:45:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Amazon expands Matter smart home support to older Echo speakers", "description": "<p>Amazon's <a href=\"https://www.engadget.com/amazon-echo-device-matter-support-compatibility-141558771.html\">Matter support</a> is reaching some of its older speakers. A new Alexa <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL2RldmVsb3Blci5hbWF6b24uY29tL2VuLVVTL2Jsb2dzL2FsZXhhL2RldmljZS1tYWtlcnMvMjAyMy8wNS9hbGV4YS1tYXR0ZXItdXBkYXRlLW1heS0yMDIzIiwiY29udGVudFV1aWQiOiJlMWNhODA1Yi0zMTc0LTRhNzctOGY4OC1mZDljYWZkMmNlOWIifQ&amp;signature=AQAAAcljcANXhMDQSymv5s_uyaLVH7qn1ksfYfh3sNv6x9mP&amp;gcReferrer=https%3A%2F%2Fdeveloper.amazon.com%2Fen-US%2Fblogs%2Falexa%2Fdevice-makers%2F2023%2F05%2Falexa-matter-update-may-2023\">update</a> turns the second-generation Echo, Echo Dot and Echo Plus into Matter controllers — you don't have to replace the old speaker in the basement just to use newer smart home devices. The <a href=\"https://www.engadget.com/amazon-echo-2020-review-130046336.html\">fourth-generation Echo</a>, meanwhile, can serve as a Thread border router to help you add Matter-capable Thread devices. You won't have to use Android to set up Matter gear, either, as iOS is now an option.</p><p>There's also good news if you've been curious about <a href=\"https://www.engadget.com/matter-smart-home-devices-eve-update-163158992.html\">Eve Systems' devices</a> but didn't want to invest in Apple products to enable HomeKit support. The Matter over Thread update brings Alexa control to a range of Eve hardware. Later in May, you'll also get simplified Alexa setup for Eve Door &amp; Window, Eve Energy and Eve Motion.</p><span id=\"end-legacy-contents\"></span><p>Amazon originally said 17 Echo products would support Matter over WiFi by the end of 2022. It promised compatibility with a total of 30 Echo and Eero models by early this year.</p><p>The Matter standard <a href=\"https://www.engadget.com/matter-smart-home-standard-released-160059101.html\">arrived last October</a> and theoretically created a common connectivity format for smart home equipment. You no longer need to be as picky about the products you use. However, the real-world rollout has been slow — only some smart speakers, apps and household devices work with Matter as of this writing. Amazon's latest move closes some gaps, but it may take some time before you can simply assume that everything you own will interoperate.</p>This article originally appeared on Engadget at https://www.engadget.com/amazon-expands-matter-smart-home-support-to-older-echo-speakers-201150353.html?src=rss", "link": "https://www.engadget.com/amazon-expands-matter-smart-home-support-to-older-echo-speakers-201150353.html?src=rss", "date_published": "2023-05-02 20:11:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "‘Fall Guys’ level creation tools arrive on May 10th", "description": "<p>Ever since taking the pandemic-soaked world by storm in 2020, the unique battle royale platformer <em>Fall Guys</em><a href=\"https://www.engadget.com/fall-guys-cross-play-now-available-for-everyone-203535810.html\">has added new gameplay elements</a> and <a href=\"https://www.engadget.com/fall-guys-nintendo-switch-xbox-172125114.html\"><ins>released on new platforms.</ins></a> Now, the developers are throwing a full-blown level editor into the mix.</p><p><em>Fall Guys Creative</em><a href=\"https://www.fallguys.com/en-US/news/make-your-own-mayhem-in-fall-guys-season-4-creative-construction\"><ins>launches on May 10th</ins></a> and is part of Season 4 of the viral multiplayer title. The level editor lets you create legitimate multiplayer courses (called Rounds) using a wide variety of iconic items, enemies and obstacles. Developer Mediatonic encourages players to use the tools to “finally design the Round of your dreams”.</p><span id=\"end-legacy-contents\"></span><p>Once you make a level and test it out, you can share it with friends via a private lobby or share it on a larger scale with the entire community. The developer says they will also curate lists of its favorite player-designed levels to boost their popularity, housing them in a Playlists tab within the Show Selector.</p><p>To show off what’s possible with these creation tools, Mediatonic is dropping over 50 new Rounds designed by professional creators but using the toolkit available to regular players. This seems similar to how <a href=\"https://www.engadget.com/2019-06-26-super-mario-maker-2-review-switch.html\"><em><ins>Super Mario Maker 2</ins></em></a> handled things with all of its many tutorial levels. You’ll get 20 levels on May 10th, with the remainder releasing at various points throughout the season.</p><p>Season 4 is not just about the level editor, though that’s the primary new feature. Players will also find plenty of new costumes, like a neat-looking low polygon outfit, and new items at the store. Mediatonic is also teasing future collaborations, but has not offered any details. This likely refers to new branded costumes. The title has already featured costumes inspired by <a href=\"https://www.engadget.com/fall-guys-sonic-skin-194515219.html\"><em><ins>Sonic the Hedgehog</ins></em></a>, <em>Doom, Ghost of Tsushima</em> and other iconic titles.</p>This article originally appeared on Engadget at https://www.engadget.com/fall-guys-level-creation-tools-arrive-on-may-10th-192027104.html?src=rss", "link": "https://www.engadget.com/fall-guys-level-creation-tools-arrive-on-may-10th-192027104.html?src=rss", "date_published": "2023-05-02 19:20:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "House bill would demand disclosure of AI-generated content in political ads", "description": "<p>At least one politician wants more transparency in the wake of an <a href=\"https://www.engadget.com/republicans-attack-biden-with-a-fully-ai-generated-ad-184055192.html\">AI-generated attack ad</a>. New York Democrat House Representative Yvette Clarke has <a href=\"https://clarke.house.gov/clarke-introduces-legislation-to-regulate-ai-in-political-advertisements/\">introduced</a> a bill, the REAL Political Ads Act, that would require political ads to disclose the use of generative AI through conspicuous audio or text. The amendment to the Federal Election Campaign Act would also have the Federal Election Commission (FEC) create regulations to enforce this, although the measure would take effect January 1st, 2024 regardless of whether or not rules are in place.</p><p>The proposed law would help fight misinformation. Clarke characterizes this as an urgent matter ahead of the 2024 election — generative AI can &quot;manipulate and deceive people on a large scale,&quot; the representative says. She believes unchecked use could have a &quot;devastating&quot; effect on elections and national security, and that laws haven't kept up with the technology.</p><span id=\"end-legacy-contents\"></span><p>The bill comes just days after Republicans used AI-generated visuals in a political ad speculating what might happen during a second term for President Biden. The ad does include a faint disclaimer that it's &quot;built entirely with AI imagery,&quot; but there's a concern that future advertisers might skip disclaimers entirely or lie about past events.</p><p>Politicians already hope to regulate AI. California's Rep. Ted Lieu put forward a measure that would regulate  AI use on a broader scale, while the National Telecoms and Information Administration (NTIA) is <a href=\"https://www.engadget.com/biden-administration-wants-your-input-on-rules-for-ai-models-like-chatgpt-193527890.html\">asking for public input</a> on potential AI accountability rules. Clarke's bill is more targeted and clearly meant to pass quickly.</p><p>Whether or not it does isn't certain. The act has to pass a vote in a Republican-led House, and the Senate jsd to develop and pass an equivalent bill before the two bodies of Congress reconcile their work and send a law to the President's desk. Success also won't prevent unofficial attempts to fool voters. Still, this might discourage politicians and action committees from using AI to fool voters.</p>This article originally appeared on Engadget at https://www.engadget.com/house-bill-would-demand-disclosure-of-ai-generated-content-in-political-ads-190524733.html?src=rss", "link": "https://www.engadget.com/house-bill-would-demand-disclosure-of-ai-generated-content-in-political-ads-190524733.html?src=rss", "date_published": "2023-05-02 19:05:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Ford's new trail-finding app is exclusively for Bronco SUV owners", "description": "<p>Ford just dropped a trail-finding app <a href=\"https://media.ford.com/content/fordmedia/fna/us/en/news/2023/05/02/take-the-roads-less-traveled--and-share-your-adventure--with-new.html\"><ins>specifically for Bronco SUV owners.</ins></a> The appropriately-named Bronco Trail App is available for both iOS and Android mobile devices and includes a boatload of goodies for true off-roading enthusiasts. In other words, this app is not for people who use their rugged SUVs primarily to pick up coffee down the street.</p><p>The app leads drivers to more than 1,200 professionally curated trails throughout the US, Canada and Mexico (with more countries coming), totaling 18,000 miles. These maps let you filter by location, length, difficulty and more, with the ability to save your favorite trails. Once you save a trail, you can add waypoints, notes and even photos to show off preferred landmarks.</p><span id=\"end-legacy-contents\"></span><p>Of course, the deeper you trek into the wilds, the more cellular service diminishes. The app lets you download maps ahead of time in satellite or 2D topographic formats so you can view them even when in the middle of nowhere.</p><p>Beyond curated maps, there are some high-tech features here. The app integrates with the SUV’s tire pressure gauge sensor and automatically adjusts the pressure to suit trail recommendations. This feature works without a cellular or cloud connection. There is also a small social media component here, as you can trade marked-up maps with other Bronco owners to share unique destinations and the like.</p><figure><img alt=\"In-app video footage using the Ford Bronco Trail app, complete with data overlays. \" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-05/6aa58600-e90e-11ed-b5fe-019d2b4ad6cf\" style=\"height: 1080px; width: 1920px;\" /><figcaption></figcaption><div class=\"photo-credit\">Ford</div></figure><p>On the topic of social media, the app includes the ability to capture video, which is then shared via your preferred social network. This isn’t any ordinary video, however, as this content is automatically overlaid with all kinds of useful and nifty information, like speed, RPM, distance traveled, elevation and a lot more.</p><p>The app is free, but a new Ford Bronco starts at around $42,000. It’s available for download right now and Ford says it’ll stay on top of updates, adding more trails and features in the coming months. You'll also need an <a href=\"https://www.engadget.com/ford-connected-cars-securialert-break-in-105706019.html\">up-to-date FordPass subscription,</a> but if you own a new Bronco, you probably have that too.&nbsp;</p>This article originally appeared on Engadget at https://www.engadget.com/fords-new-trail-finding-app-is-exclusively-for-bronco-suv-owners-182533940.html?src=rss", "link": "https://www.engadget.com/fords-new-trail-finding-app-is-exclusively-for-bronco-suv-owners-182533940.html?src=rss", "date_published": "2023-05-02 18:25:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "The Switch version of 'Marvel's Midnight Suns' has been canceled", "description": "<p>Five months after <em>Marvel's Midnight Suns</em><a href=\"https://www.engadget.com/marvels-midnight-suns-release-date-202310361.html\"><ins>arrived on PC, Xbox Series X/S and PlayStation 5</ins></a>, the game will at last land on last-gen consoles. Firaxis' turn-based RPG will hit Xbox One and PS4 on May 11th.</p><p>There's a disappointing update for those who've been waiting for <em>Marvel's Midnight Suns</em> to come to Nintendo Switch, however. That version is &quot;no longer planned,&quot; according to <a href=\"https://midnightsuns.2k.com/latest/ps4-xboxone-date/\"><ins>a post on the game's website</ins></a>. In other words, Firaxis and publisher 2K have canceled the Switch port.</p><span id=\"end-legacy-contents\"></span><p>That may not be a huge surprise, given the extra time that Firaxis already needed to get the PS4 and Xbox One versions ready. Both of those consoles are considerably more powerful than the Switch and it may be the case that the extra work required to get the game running on Nintendo's console ultimately wasn't worthwhile. After all, despite strong reviews, the game was a &quot;commercial flop,&quot; <a href=\"https://twitter.com/jasonschreier/status/1622707723480563721?s=20&amp;t=fVHCgmv0FCcCKFgYHep_FQ\"><ins>according to</ins></a> Take-Two CEO Strauss Zelnick.</p><p>On a positive note, the Xbox One and PS4 versions will drop on the same day as the game's fourth expansion. <em>Marvel's Midnight Suns: Blood Storm</em> will add Storm as a playable character and introduce new missions to the ongoing vampyre storyline. All of the DLC installments will be available to PS4 and Xbox One players out of the gate, enabling them to add the likes of Deadpool, Venom and Morbius to their hero rosters.</p><div id=\"563847643ba34d5fb50cae43a253aec1\"><div style=\"width: 100%; height: 0; padding-bottom: 56.25%;\"></div></div><p></p>This article originally appeared on Engadget at https://www.engadget.com/the-switch-version-of-marvels-midnight-suns-has-been-canceled-180428192.html?src=rss", "link": "https://www.engadget.com/the-switch-version-of-marvels-midnight-suns-has-been-canceled-180428192.html?src=rss", "date_published": "2023-05-02 18:04:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Snapchat is bringing ads to Spotlight and ‘My AI’", "description": "<p>Snap is bringing ads to two if its most buzzy features: its TikTok clone, Spotlight, and its OpenAI-powered chatbot “My AI.” The company announced the new ad formats during its presentation at the NewFronts advertising event.</p><p>Snap began <a href=\"https://techcrunch.com/2022/04/22/snapchat-spotlight-ads/\"><ins>testing</ins></a> ads in Spotlight last year, but will now begin to roll them out globally. The addition could be a significant boost to Snap’s advertising business, which has taken <a href=\"https://finance.yahoo.com/news/snap-misses-revenue-expectations-warns-202053511.html\"><ins>a hit</ins></a> in recent months. Spotlight, which rewards creators for popular short-form videos, has more than 350 million monthly users according to the company.</p><span id=\"end-legacy-contents\"></span><p>The addition of ads could also open up some interesting possibilities for creators on Spotlight – mainly, the potential for revenue sharing arrangements. Though Snap hasn’t disclosed any such plans for now, the company did <a href=\"https://www.engadget.com/snapchat-is-expanding-its-revenue-sharing-program-to-entice-creators-173023251.html\"><ins>recently expand</ins></a> other ad revenue sharing programs, so it’s not hard to imagine the company might one day consider such a move in Spotlight as well.</p><p>Separately, Snap is also bringing ads to My AI, the chatbot it recently <a href=\"https://www.engadget.com/snapchat-is-expanding-chatgpt-powered-my-ai-service-to-all-users-180017142.html\"><ins>rolled out</ins></a> to all users. There, My AI will be able to surface sponsored links directly in chats with users. The company says the sponsored links are meant to be relevant to the conversation. For example, the chatbot, which can already provide recommendations for local restaurants based on the app’s Snap Map, may surface a sponsored post from a local restaurant or food delivery service in response to a question about where to eat dinner. Likewise, a conversation about travel or video games could bring up sponsored links from an airline or game retailer.</p><p>The company describes the My AI ads as an early experiment, but the fact Snap is choosing to bring ads to the chatbot so soon after its launch is notable. The company says it’s seen high engagement with the feature, which unlike friend-to-friend chats doesn’t keep conversations <a href=\"https://www.engadget.com/what-do-ai-chatbots-know-about-us-and-who-are-they-sharing-it-with-140013949.html\"><ins>private</ins></a>. But the company’s recent decision to put the bot at the top of everyone’s chats has also been <a href=\"https://techcrunch.com/2023/04/24/snapchat-sees-spike-in-1-star-reviews-as-users-pan-the-my-ai-feature-calling-for-its-removal/\"><ins>controversial</ins></a>, so introducing ads at this stage could also potentially turn off some users. Regardless, the experiment will be an interesting test for how social media companies can potentially monetize generative AI features.</p>This article originally appeared on Engadget at https://www.engadget.com/snapchat-is-bringing-ads-to-spotlight-and-my-ai-170011190.html?src=rss", "link": "https://www.engadget.com/snapchat-is-bringing-ads-to-spotlight-and-my-ai-170011190.html?src=rss", "date_published": "2023-05-02 17:00:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "'Convergence: A League of Legends Story' will arrive on May 23rd", "description": "<p>The next <a href=\"https://www.engadget.com/tag/league-of-legends/\">League of Legends</a> spin-off game is only a few weeks away. <em>Convergence: A League of Legends Story</em> is coming to Nintendo Switch, Xbox Series X/S, Xbox One, PS5, PS4 and PC (on Steam, GOG and the Epic Games Store) on May 23rd.</p><p><em>Convergence </em>is a 2D action platformer from Double Stallion Games (the studio behind <em>Speed Brawl</em>) and Riot's publishing label <a href=\"https://www.engadget.com/2019-12-06-riot-games-riot-forge-league-of-legends.html\">Riot Forge</a>. You'll play as Ekko, a popular <em>LoL</em> champion who featured in the <a href=\"https://www.engadget.com/arcane-netflix-league-legends-review-020059350.html\"><em>Arcane </em>animated series</a> and can manipulate time, as you navigate a <a href=\"https://blog.playstation.com/2023/05/02/convergence-a-league-of-legends-story-reimagining-zaun/\">more colorful version</a> of Zaun than you may be used to. There's a promise of &quot;tight, dynamic combat,&quot; while Ekko’s ability to travel through time and space should open up some intriguing exploration.</p><span id=\"end-legacy-contents\"></span><p>We got our first look at <em>Convergence </em><a href=\"https://www.engadget.com/2019-12-12-league-of-legends-rpg-ruined-king-riot-forge.html\">back in 2019</a>, so it's taken quite some time for Double Stallion to finish it up (there was, of course, the small matter of a pandemic since then). It's one of three LoL titles that Riot Forge plans to release this year, along with <a href=\"https://www.engadget.com/the-mageseeker-is-a-league-of-legends-rpg-from-the-studio-behind-moonlighter-140016250.html?guccounter=1\"><em>The Mageseeker</em></a><em>&nbsp;</em>and <em>Song of Nunu.</em></p><div id=\"03672b087c9a406ab08ed09b29e516f9\"></div>This article originally appeared on Engadget at https://www.engadget.com/convergence-a-league-of-legends-story-will-arrive-on-may-23rd-165600767.html?src=rss", "link": "https://www.engadget.com/convergence-a-league-of-legends-story-will-arrive-on-may-23rd-165600767.html?src=rss", "date_published": "2023-05-02 16:55:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Reason's popular DAW finally gets native Apple Silicon support", "description": "<p>Reason Studios (formerly Propellerhead) <a href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3d3dy5yZWFzb25zdHVkaW9zLmNvbS9wcmVzcy8zNDQtcmVhc29uLXN0dWRpb3MtaW50cm9kdWNlLW5hdGl2ZS1zdXBwb3J0LWZyb20tYXBwbGUtc2lsaWNvbi1hbmQtb2ZmbGluZS1tb2RlLXdpdGgtdGhlLW5ldy0xMjYtdXBkYXRlIiwiY29udGVudFV1aWQiOiJkODQwNTQzNy0yNjljLTQ1YjEtOWMxMi1kMjc0MWUzMGMzYzQifQ&amp;signature=AQAAAc53vdXlZsQdS_lbpGppBjPjXOfD5mYIkPDOos6L-k_c&amp;gcReferrer=https%3A%2F%2Fwww.reasonstudios.com%2Fpress%2F344-reason-studios-introduce-native-support-from-apple-silicon-and-offline-mode-with-the-new-126-update\">announced</a> today that Reason, its popular digital audio workstation and plugin suite, now natively runs on Apple M1 / M2 chips. After installing the new Reason 12.6 update, users can skip the slower speeds from Apple’s <a href=\"https://www.engadget.com/rosetta-2-will-keep-old-intel-apps-running-on-apples-new-silicon-182442712.html\">Rosetta 2 emulator</a> and run the DAW natively on non-Intel Macs for “50 percent better performance.”</p><p>The update also applies to Reason’s Rack Extension tech. The company says all 750+ extensions will also run natively on Apple Silicon, including older extensions abandoned by third-party developers.</p><span id=\"end-legacy-contents\"></span><p>Although the update is a bit late to the party, the (relatively small) Sweden-based studio likely had its hands full optimizing the music-creation suite for Apple Silicon, which Apple <a href=\"https://www.engadget.com/apple-silicon-m1-mac-181040846.html\">introduced</a> in late 2020. Competitor Ableton Live didn’t <a href=\"https://www.engadget.com/ableton-live-11-apple-m1-chip-native-support-180847297.html\">launch M1 support</a> until February 2022, and even Apple’s Logic Pro didn’t run natively on the company’s chipset until a year after the first <a href=\"https://www.engadget.com/macbook-pro-m1-review-163011742.html\">M1 Macs’</a> arrival.</p><p>Reason 12.6 also includes a new offline mode, which should be welcome news for frequent fliers, off-grid adventurers or anyone with sketchy internet service. After logging in with an online connection to authenticate, the software will continue working offline without requiring extra third-party software.</p><p>The 12.6 update is free for owners of Reason 12 and subscribers of Reason+ (a $20 / mo. service that includes Reason, an up-to-date sound bank and the Reason rack). Finally, the company offers users running old versions an extra incentive to update by offering 40 percent off Reason 12 upgrades through May 8th when purchasing from the developer’s <a href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3JlYXNvbnN0dWRpb3MuY29tIiwiY29udGVudFV1aWQiOiJkODQwNTQzNy0yNjljLTQ1YjEtOWMxMi1kMjc0MWUzMGMzYzQifQ&amp;signature=AQAAAbvEmHFg8SBZya8iOyvoT1FaF6kZfooGf6N2Xx_1ucuc&amp;gcReferrer=https%3A%2F%2Freasonstudios.com\">website</a>.</p>This article originally appeared on Engadget at https://www.engadget.com/reasons-popular-daw-finally-gets-native-apple-silicon-support-164439189.html?src=rss", "link": "https://www.engadget.com/reasons-popular-daw-finally-gets-native-apple-silicon-support-164439189.html?src=rss", "date_published": "2023-05-02 16:44:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "‘Gran Turismo’ movie trailer shows a world obsessed with racing sims", "description": "<p>Now that <a href=\"https://www.engadget.com/the-super-mario-bros-movie-sets-box-office-records-as-the-highest-grossing-video-game-movie-100838234.html\"><em><ins>The Super Mario Bros. Movie</ins></em></a> is finally (almost) done racking up coins, it’s time for another video game adaptation to head into theaters. Sony’s <em>Gran Turism</em>o film, highlighting the esteemed racing sim, has set a release date for August 11th and dropped a first-look trailer to prove it.</p><p>According to the trailer, this is not your standard video game adaptation. It doesn’t seek to adapt the “story” of <em>Gran Turismo</em>, but is rather set in a world obsessed with the racing sim. There's a tournament to find the best virtual racer out there (shades of <em>The Wizard</em>) and the winners get to race in real life (shades of <em>The Last Starfighter</em>).</p><span id=\"end-legacy-contents\"></span><div id=\"e54f1db9acdb4379851c8cf6aed4496e\"></div><p>Even weirder? This is all based on a true story. The film follows current professional racer Jann Mardenborough (Archie Madekwe), who actually was a teenage <em>Gran Turismo</em> obsessive. He really did win competitions and even managed to parlay that into an actual career. David Harbour, Orlando Bloom, Djimon Hounsou and Geri Halliwell round out the cast.</p><p>This might be an odd choice for a video game movie plot, but it’s not as if the <em>Gran Turismo </em>series has a deep well of lore to pull from. The film is directed by Neill Blomkamp, who made <em>District 9</em> and <em>Elysium</em>, so this is at least worth keeping an eye on. In any event, August is just around the corner, so we don’t have long to wait.</p><p>If you like your fake racing with a bit more clown-based hyper-violence, Peacock just dropped a <a href=\"https://www.engadget.com/peacock-drops-first-trailer-for-high-octane-twisted-metal-adaptation-181201055.html\"><ins>trailer for a </ins><em><ins>Twisted Metal</ins></em><ins> adaptation.</ins></a></p>This article originally appeared on Engadget at https://www.engadget.com/gran-turismo-movie-trailer-shows-a-world-obsessed-with-racing-sims-163124033.html?src=rss", "link": "https://www.engadget.com/gran-turismo-movie-trailer-shows-a-world-obsessed-with-racing-sims-163124033.html?src=rss", "date_published": "2023-05-02 16:31:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "LinkedIn’s new AI will write messages to hiring managers", "description": "<p>LinkedIn is <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=6deefbf2-941b-4156-9f41-a61ebb50d13d&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=LinkedIn&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2ZGVlZmJmMi05NDFiLTQxNTYtOWY0MS1hNjFlYmI1MGQxM2QiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cubGlua2VkaW4uY29tL3Bvc3RzL29yYWxldml0X3doZW4tc2VhcmNoaW5nLWZvci1hLWpvYi1wZXJzb25hbGl6ZWQtb3V0cmVhY2gtYWN0aXZpdHktNzA1OTIyMzg0NTA3Njk1NTEzNi1EVTMtLyIsImNvbnRlbnRVdWlkIjoiZTZmZDUxYjYtYzVjZS00YmNlLWEzMDItOWRlMzFhZTg1YWJhIn0&amp;signature=AQAAAZq2GTneTXIf8SY-aej0AD864t2eM4Xi9uST39AD9vfK&amp;gcReferrer=https%3A%2F%2Fwww.linkedin.com%2Fposts%2Foralevit_when-searching-for-a-job-personalized-outreach-activity-7059223845076955136-DU3-%2F\">experimenting</a> with a new generative AI feature for job hunters. The company is testing a new feature that will generate brief, cover letter-like messages candidates can send to hiring managers on the platform. The feature is starting to roll out now for the site's premium subscribers.</p><p>With the update, users will see the option to “Let AI draft a message to the hiring team” alongside open roles on the platform’s jobs page. The feature draws on “information from your profile, the hiring manager’s profile, the job description, and the company of interest” to create a “highly personalized” message, according to the company.</p><span id=\"end-legacy-contents\"></span><figure><img alt=\"An example of the Ai written message.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-05/c1bd67f0-e904-11ed-afea-7c507e66c23e\" /><figcaption></figcaption><div class=\"photo-credit\">LinkedIn</div></figure><p>In the example provided by LinkedIn, the message reads like the opening few sentences of a cover letter. However, the AI-written message users see will likely vary based on how much information is in your LinkedIn profile. The company notes that “customization is still important,” and that users should double check and edit the text before sending it.</p><p>LinkedIn, which is owned by OpenAI <a href=\"https://www.engadget.com/microsoft-openai-investment-expansion-152302151.html\">partner</a> Microsoft, has experimented with other generative AI features. The platform added AI writing suggestions <a href=\"https://www.engadget.com/you-can-now-enhance-your-linkedin-profile-with-ai-written-suggestions-160054549.html\">to profiles</a>, and “collaborative articles” which also make use of <a href=\"https://shopping.yahoo.com/rdlw?merchantId=6deefbf2-941b-4156-9f41-a61ebb50d13d&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=LinkedIn&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2ZGVlZmJmMi05NDFiLTQxNTYtOWY0MS1hNjFlYmI1MGQxM2QiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cubGlua2VkaW4uY29tL3B1bHNlL3VubG9ja2luZy1uZWFybHktMTAtYmlsbGlvbi15ZWFycy13b3J0aC1rbm93bGVkZ2UtaGVscC1kYW5pZWwtcm90aC8iLCJjb250ZW50VXVpZCI6ImU2ZmQ1MWI2LWM1Y2UtNGJjZS1hMzAyLTlkZTMxYWU4NWFiYSJ9&amp;signature=AQAAASw3w1EtraNCXitw82kXS0u1VkaBfAUdnk7vzIuPM15_&amp;gcReferrer=https%3A%2F%2Fwww.linkedin.com%2Fpulse%2Funlocking-nearly-10-billion-years-worth-knowledge-help-daniel-roth%2F\">AI-written</a> text.</p>This article originally appeared on Engadget at https://www.engadget.com/linkedins-new-ai-will-write-messages-to-hiring-managers-162528197.html?src=rss", "link": "https://www.engadget.com/linkedins-new-ai-will-write-messages-to-hiring-managers-162528197.html?src=rss", "date_published": "2023-05-02 16:25:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Ford's upgraded Mustang Mach-E offers more range at a lower price", "description": "<p>Ford is <a href=\"https://media.ford.com/content/fordmedia/fna/us/en/news/2023/05/02/ford-re-opens-orders-for-mustang-mach-e-with-higher-epa-est--ran.html\">restarting</a> sales of the Mustang Mach E for <a href=\"https://www.engadget.com/ford-mustang-mach-e-orders-open-2023-model-year-203130517.html\">this year</a>, and your patience has paid off if you missed your chance the first time around. The crossover SUV's starting price has dropped $3,000 to $42,995 (before a $3,750 federal tax credit) for an RWD Standard Range trim, with a matching price cut for its $45,995 AWD counterpart. They're also more capable vehicles — all Standard Range variants use lithium iron phosphate batteries that extend their range to 250 miles (RWD) or 226 miles (AWD) while adding 45HP. They now take a more reasonable 33 minutes to charge from 10 percent to 80 percent on a DC fast charger, and they're more likely to reach maximum capacity through AC charging at home.</p><p>The hardware for BlueCruise hands-free highway driving is now standard. You'll still have to pay to unlock it, but you now get a 90-day trial that lets you activate if and when you're ready. You can still pay for three years (now $2,100 instead of $1,900) if you're already sold on the concept. BlueCruise 1.2 adds turn signal-activated lane changes and repositioning that keeps you away from semis and other vehicles that might intrude into your lane.</p><span id=\"end-legacy-contents\"></span><p>Higher-end models also have their share of price cuts. The Premium Standard Range models are dropping by $4,000 to reach $46,995 for an RWD configuration and $49,995 for AWD. Buy a California Route 1 AWD Extended Range and you'll pay $56,995, or $1,000 less. And if you insist on the most powerful model, the GT is down $4,000 to $59,995.</p><p>Crucially, there's a better chance you'll get a vehicle in the first place. Ford is scaling up Mustang Mach-E production for the second half of the year to help meet demand. The automaker doesn't say when you can expect to receive a new order, but you may not have to rush to purchase like you did before.</p><p>The price cuts come just months after Ford slashed Mustang Mach-E prices <a href=\"https://www.engadget.com/ford-mustang-mach-e-ev-price-cut-170151501.html\">up to $5,900</a>, and reflect &quot;lower costs&quot; on Ford's end. The brand previously said the switch to lithium iron phosphate batteries would help it <a href=\"https://www.engadget.com/ford-ev-manufacturing-rate-lithium-iron-phosphate-battery-131424727.html\">make 600,000 EVs per year</a> by the end of 2023 by expanding capacity, lowering production costs and reducing the need for shortage-prone resources like nickel.</p><p>Ford is also under pressure to drop prices, mind you. <a href=\"https://www.engadget.com/teslas-latest-price-cut-brings-model-3-pricing-below-40000-071124983.html\">Tesla has cut prices</a> multiple times in 2023, and the Model 3 now starts at $40,240. A cheaper, upgraded Mustang Mach-E could keep customers interested, even if it doesn't get the full $7,500 tax credit that applies to Tesla's sedan.</p>This article originally appeared on Engadget at https://www.engadget.com/fords-upgraded-mustang-mach-e-offers-more-range-at-a-lower-price-161151398.html?src=rss", "link": "https://www.engadget.com/fords-upgraded-mustang-mach-e-offers-more-range-at-a-lower-price-161151398.html?src=rss", "date_published": "2023-05-02 16:11:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Microsoft’s new referral program lets you gift 14-day PC Game Pass trials to your friends", "description": "<p>If you and your friends are morbidly curious to experience <a href=\"https://www.engadget.com/redfall-review-good-enough-for-game-pass-000641521.html\"><em><ins>Redfall</ins></em></a> for yourselves, it just so happens Microsoft has your back. Starting today, current Game Pass Ultimate and <a href=\"https://www.engadget.com/xbox-game-pass-pc-rebrand-035131086.html\"><ins>PC Game Pass</ins></a> subscribers can gift up to five friends <a href=\"https://news.xbox.com/en-us/2023/05/02/game-pass-friend-referral-program-announce/\"><ins>a free 14-day PC Game Pass trial</ins></a>. Provided your friend hasn’t tried the service before, you can send them a referral invite by clicking the new “Give PC Game Pass” button found on the Game Pass Home screen.</p><p>If you’re curious why the offer only involves PC Game Pass, a <a href=\"https://www.engadget.com/microsoft-game-pass-comments-phil-spencer-214044898.html\"><ins>statement Microsoft Gaming chief Phil Spencer made</ins></a> last fall provides the likely answer. In an interview with <em>The Wall Street Journal</em>, he said Game Pass was, at the time, experiencing “incredible” growth on PC, with uptake on Xbox consoles slowing primarily due to saturation. “... at some point, you’ve reached everybody on console that wants to subscribe,” Spencer told the outlet. It would appear then Microsoft hopes to capitalize on that trend.</p><span id=\"end-legacy-contents\"></span><p>The launch of the referral program comes after Microsoft last month stopped offering its Game Pass introductory offer, which allowed new users to pay $1 to try the service for a month.  At the time, the company <a href=\"https://www.theverge.com/2023/3/26/23657627/microsoft-xbox-game-pass-trial-offer-stopped\"><ins>said</ins></a> it was “evaluating different marketing promotions” for attracting new customers to Game Pass.</p>This article originally appeared on Engadget at https://www.engadget.com/microsofts-new-referral-program-lets-you-gift-14-day-pc-game-pass-trials-to-your-friends-160212904.html?src=rss", "link": "https://www.engadget.com/microsofts-new-referral-program-lets-you-gift-14-day-pc-game-pass-trials-to-your-friends-160212904.html?src=rss", "date_published": "2023-05-02 16:02:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "YouTube still displays ads on some climate change denial videos, researchers say", "description": "<p>Over 18 months after <a href=\"https://www.engadget.com/tag/youtube/\">YouTube</a> pledged to <a href=\"https://www.engadget.com/youtube-bans-ads-on-climate-change-denial-videos-213242793.html\">demonetize climate change denial content</a>, researchers say they found 100 videos that violate the policy and still feature ads. They said <a href=\"https://foe.org/wp-content/uploads/2023/04/YouTubes-Climate-Denial-Dollars.pdf\">in a report</a> that ads for brands such as Costco, Politico and Tommy Hilfiger were displayed alongside the videos, which collectively had more than 18 million views.</p><p>An ad for the movie <em>80 For Brady</em> appeared before a video claiming that climate change is a hoax, according to <a href=\"https://shopping.yahoo.com/rdlw?merchantId=c813ae39-7d58-41cb-ac66-ad830606ceef&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=The+New+York+Times&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJjODEzYWUzOS03ZDU4LTQxY2ItYWM2Ni1hZDgzMDYwNmNlZWYiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cubnl0aW1lcy5jb20vMjAyMy8wNS8wMi90ZWNobm9sb2d5L2dvb2dsZS15b3V0dWJlLWRpc2luZm9ybWF0aW9uLWNsaW1hdGUtY2hhbmdlLmh0bWwiLCJjb250ZW50VXVpZCI6IjBiMjU2ZTg3LTIzNDYtNDBjNi1hY2JkLTliY2JlNTRiOTE5NSJ9&amp;signature=AQAAAUjblTVwQFMGpvvHHIFV1mzMZCf_WEY3rulObiwnKxlD&amp;gcReferrer=https%3A%2F%2Fwww.nytimes.com%2F2023%2F05%2F02%2Ftechnology%2Fgoogle-youtube-disinformation-climate-change.html\"><em>The New York Times</em></a>. Jane Fonda, who stars in the film and runs a PAC focused on tackling climate change, told the publication she was &quot;appalled&quot; to find out an ad for one of her movies was running next to such a video.</p><span id=\"end-legacy-contents\"></span><p>Climate Action Against Disinformation (CAAD), a coalition of more than 50 environmental organizations and the Center for Countering Digital Hate, <a href=\"https://foe.org/news/youtube-denial-dollars/\">said</a> the videos it found included claims like &quot;there is no link between CO2 and temperature” and “every single model [the Intergovernmental Panel on Climate Change] ever have put out is wrong.” The researchers added that YouTube <a href=\"https://support.google.com/youtube/answer/6162278\">bans</a> videos containing &quot;harmful misinformation&quot; from receiving ad revenue. This policy applies to videos that contradict &quot;authoritative scientific consensus on the existence of and causes behind climate change.&quot;</p><p>CAAD said it found another 100 videos with more than 55 million total views that didn't violate YouTube's policies but met its own <a href=\"https://caad.info/what-is-climate-disinformation/\">definition</a> of climate misinformation and disinformation. The group claimed that's an indication of YouTube profiting from videos that fall outside of its &quot;narrow definition&quot; of what constitutes climate disinformation.</p><p>The researchers said that by the time they completed their research, YouTube had demonetized eight of the videos in the dataset. CAAD said the videos that were still monetized collectively had more than 71 million views.&nbsp;</p><p>Content moderation is a complex issue and some videos that violate YouTube policies will inevitably slip through the cracks. However, some of the climate change denial videos that CAAD found were on channels with more than a million subscribers.</p><p>YouTube spokesperson Michael Aciman told Engadget that although the platform rigorously enforces its climate change denial policy, it's impossible to do so perfectly. Still, YouTube is &quot;constantly working&quot; to upgrade its systems and get better at spotting and removing content that violates its policies. YouTube welcomes third-party feedback, as flagging videos that violate the rules can &quot;help improve the accuracy of our enforcement over time.&quot;&nbsp;</p><p>The platform has reviewed a list of videos that CAAD researchers shared with it and demonetized those that violate the climate change denial policy. However, YouTube found that &quot;a significant number of the videos&quot; CAAD flagged didn't break the rules.</p><p>&quot;In 2021, we launched a new, industry-leading policy that explicitly prohibits ads from running on content promoting false claims about the existence and causes of climate change, which we designed in consultation with experts and authoritative sources on climate science,&quot; Aciman said. &quot;We do allow policy debate or discussions of climate-related initiatives, but when content crosses the line to climate change denial, we remove ads from serving on those videos.”</p><p><strong>Update 5/2/2023 3:20PM ET:</strong> Added a statement and more context from YouTube.</p><p><strong>Update 5/2/2023 3:55PM ET: </strong>Clarified that many of the videos CAAD flagged did not violate YouTube's policies.</p>This article originally appeared on Engadget at https://www.engadget.com/youtube-still-displays-ads-on-some-climate-change-denial-videos-researchers-say-153904994.html?src=rss", "link": "https://www.engadget.com/youtube-still-displays-ads-on-some-climate-change-denial-videos-researchers-say-153904994.html?src=rss", "date_published": "2023-05-02 15:39:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Facebook's new Reels controls help fine-tune what videos you see", "description": "<p>Facebook has rolled out a new set of controls for <a href=\"https://www.engadget.com/facebook-stretches-out-reels-to-a-maximum-90-second-length-194628208.html\">Reels</a> that give you some semblance of control on what kind of videos you want to see. When you tap the three-dot menu at the bottom of the video player, you'll now find two new options that say &quot;Show more&quot; and &quot;Show less.&quot; Choosing the first will temporarily increase the ranking score of that video, so Facebook can show you more Reels similar to it. Meanwhile, choosing the other will temporarily decrease its ranking. In time, as you continue to vote using the new controls, Facebook will better understand your preferences.&nbsp;</p><p>In addition to introducing the new personalization controls, the company has added Reels to the main navigation menu of Facebook Watch at the top of the page. That gives you quick access to the short-form videos, which the company hopes will lead you to discover new creators and content that align with your interests. Plus, you can now scroll seamlessly between Reels and longer videos on Facebook. Finally, the company has rolled out new tags for Reels to give you more context on why it's appearing on your timeline, such as if a friend had liked it.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>When the social media giant released its <a href=\"https://www.engadget.com/facebook-is-still-growing-amid-metas-year-of-efficiency-222320433.html\">latest earnings report</a>, company chief Mark Zuckerberg said that Reels have helped increase the time users spend on Facebook and Instagram. As the company continues to improve how it ranks Reels, which is meant to surface more relevant content, Facebook is likely hoping that users will end up spend more and more time on the apps.</p>This article originally appeared on Engadget at https://www.engadget.com/facebooks-new-reels-controls-help-fine-tune-what-videos-you-see-153044089.html?src=rss", "link": "https://www.engadget.com/facebooks-new-reels-controls-help-fine-tune-what-videos-you-see-153044089.html?src=rss", "date_published": "2023-05-02 15:30:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Motorola's 2023 Moto Edge+ and G come to the US", "description": "<p>Motorola is bringing some of its headlining smartphones to the US, and they may be welcome upgrades if you were disappointed with previous models. To <a href=\"https://motorolanews.com/article/say-hello-to-the-infinitely-inspiring-new-motorola-edge-uhctjoqowr?language=en-US\">start</a>, the 2023 Moto Edge+ is a significant upgrade that addresses some of <a href=\"https://www.engadget.com/moto-edge-review-stuck-between-flagship-and-mid-range-130040539.html\">last year's shortcomings</a>.  The new phone packs a smoother 165Hz 6.7-inch OLED screen, a speedier Snapdragon 8 Gen 2 chip and a larger 5,100mAh battery. And gone is the 2-megapixel depth sensor — instead, you'll get an actually-useful 12MP 2X telephoto camera to go alongside the 50MP standard and ultra-wide cams. A 60MP front sensor promises extra-detailed selfies.</p><p>The 8GB of RAM is unspectacular, but you'll get 256GB of 512GB of (non-expandable) storage as well as 68W fast wired charging, 15W wireless charging and 5W wireless power sharing. More importantly, Motorola is promising better update support than in the past — you'll get three years of OS upgrades and four years of bi-monthly security fixes. That's not quite up to Samsung's level (four years for both), but it might last the practical life of your device.</p><span id=\"end-legacy-contents\"></span><p>The price is also a major selling point. Where the 2022 Edge+ was priced like a flagship at $1,000, the 2023 version will be available for $800 when the unlocked version arrives May 25th at Amazon, Best Buy and Motorola. That makes it a relative bargain if you're looking for a big-screen phone with modern specs.</p><figure><img alt=\"Moto G 5G (2023)\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-05/0f11a9f0-e8f9-11ed-affd-0f27888ab54d\" style=\"height: 1280px; width: 1920px;\" /><figcaption></figcaption><div class=\"photo-credit\">Motorola</div></figure><p>There are more affordable phones coming, too. The 2023 editions of the Moto G 5G (pictured) and Moto G Stylus all more compelling if cost matters more than raw power.  Both have 6.5-inch 720p displays, and you'll have to be content with either a Helio G85 (on the G Stylus) or a Snapdragon 480+ (G 5G) equipped with 4GB of RAM. You'll get up to 128GB of expandable storage, a 50MP (G Stylus) or 48MP (G 5G) main camera, a 2MP macro sensor and an 8MP front cam. As you'd expect in this class, you'll have to charge with a cable.</p><p>The Moto G Stylus arrives first, shipping May 5th for $200. It will come to prepaid carriers like Cricket and Straight Talk in the months ahead. The Moto G 5G debuts May 25th for $250, and will come to AT&amp;T, Google Fi, T-Mobile and US Cellular, among others. There's no mention of a lengthy OS update policy, so you may not want to expect the Edge model's software longevity.</p>This article originally appeared on Engadget at https://www.engadget.com/motorolas-2023-moto-edge-and-g-come-to-the-us-151532466.html?src=rss", "link": "https://www.engadget.com/motorolas-2023-moto-edge-and-g-come-to-the-us-151532466.html?src=rss", "date_published": "2023-05-02 15:15:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Weber's smart grilling app now lets you monitor multiple grills at the same time", "description": "<p>Weber debuted its <a href=\"https://www.engadget.com/2020-01-12-weber-connect-first-look-ces-2020.html\">smart grilling platform</a> in 2020 with <a href=\"https://www.engadget.com/2020-04-03-weber-connect-smart-grilling-hub-review.html\">a standalone connected device</a> and <a href=\"https://www.engadget.com/weber-smokefire-review-wifi-pellet-grill-140000499.html\">a WiFi-equipped pellet grill</a>. The company has <a href=\"https://www.engadget.com/weber-smokefire-grills-update-smokeboost-remote-control-firmware-173014646.html\">continued to add new features</a> to the app that controls both of those since launch, and today it released a massive overhaul to the software. Officially dubbed version 2.0, the new Weber Connect app now includes <a href=\"https://www.engadget.com/best-grilling-gear-143011296.html\">grill tools</a> like an updated dashboard, temperature graphing, more recipes and the ability to monitor multiple grills — and multiple recipes — at the same time.</p><p>Weber says one of the most-requested features is the ability to watch multiple recipes simultaneously inside the app. You can now do so with the new &quot;mission-control-style&quot; interface. The company explains that its smart grills and the Weber Connect Smart Grilling Hub can handle up to 12 recipes and timers at the same time. What's more, you don't have to keep all of your dishes on the same grill as the app can also keep tabs on multiple grills at once. There's a Launchpad section of the app that offers easy access to the Smokeboost feature, adjusting grill temp, adding a temperature alert, starting a timer and shutting down the grill — most of which are exclusive to <a href=\"https://www.engadget.com/weber-smokefire-sear-plus-announced-140007112.html\">the SmokeFire pellet grills</a>.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>For all of the barbecue data nerds, Weber Connect now features temperature graphing. The company says these colorful live visuals are updated every second as the cook progresses. Graphs display temperature stats for the grill and up to four connected probes, so all of info is viewable in one place. The graphs also appear on the Now Grilling screen alongside start time, current temp and target temp info for each probe. Data can be shared with other users, including status updates and still images. What's more, you can create CSV files to use all of your grilling data in spreadsheets.</p><p>Weber also made the app more accessible with the option to increase font size via dynamic text and the addition of voiceovers. A new dark more changes the entire interface from color to black-and-white for aspiring pitmasters who wish to reduce eye strain. With this update, Weber says the Connect app now houses over 800 recipes. 350 of those are &quot;smart&quot; recipes, meaning they offer step-by-step guidance with videos and detailed instructions. All of today's updates join tools like the ability to monitor and <a href=\"https://www.engadget.com/weber-smokefire-grills-update-smokeboost-remote-control-firmware-173014646.html\">adjust temperatures remotely</a> so you don't have to stay near the grill or Hub the entire time.</p><p>Weber Connect 2.0 is available now in the Apple App Store and Google Play store. The software supports iPhone, iPad, macOS and Android devices. Additionally, iOS users can choose to have grilling notifications sent to Apple Watch. Weber is also offering a discount on the Weber Connect Smart Grilling Hub ahead of grilling season. The device is typically $139, but you can get one for $89 for a limited time.</p>This article originally appeared on Engadget at https://www.engadget.com/webers-smart-grilling-app-now-lets-you-monitor-multiple-grills-at-the-same-time-150001446.html?src=rss", "link": "https://www.engadget.com/webers-smart-grilling-app-now-lets-you-monitor-multiple-grills-at-the-same-time-150001446.html?src=rss", "date_published": "2023-05-02 15:00:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Tinder's parent company is leaving Russia over a year after the Ukraine invasion", "description": "<p>Tech companies are still withdrawing from Russia more than a year after the country invaded Ukraine. Tinder owner Match Group has <a href=\"https://d1sud0deeo84nn.cloudfront.net/5BD8c7EsN8WLsfEt9cAkPA2ZV0S30Wt3FDQkHDiO.pdf\">revealed</a> that it will completely withdraw its dating app brands from the Russian market by the end of June. The firm says it's &quot;committed to protecting human rights&quot; and is currently &quot;taking steps&quot; to limit access to its services before the exit.</p><p>Match Group hasn't said why it's pulling out now, or what it's doing to restrict access beforehand. We've asked the company for comment. It did acknowledge damage to its European region sales in March, a month after the invasion started.</p><span id=\"end-legacy-contents\"></span><p>Numerous tech companies exited Russia soon after the Ukraine invasion last February. <a href=\"https://www.engadget.com/apple-russia-online-store-sales-halt-ukraine-invasion-210748226.html\">Apple</a> and <a href=\"https://www.engadget.com/microsoft-halts-russia-sales-143235080.html\">Microsoft</a> halted all sales in Russia in early March that year, while Netflix <a href=\"https://www.engadget.com/netflix-suspends-service-russia-211753761.html\">stopped streaming</a> soon after freezing production of Russian originals. Internet giants were also <a href=\"https://www.engadget.com/tiktok-follows-facebook-in-blocking-rt-sputnik-eu-014015312.html\">quick to block</a> Russian state media organizations RT and Sputnik. Non-technology brands like Coca-Cola and McDonald's also dropped Russia within months.</p><p>Whatever the reasons behind the timing, Match might not have much choice. The invasion has faced widespread condemnation, and there are no signs of a change of heart from Russian leadership. Jeff Perkins, the executive director of shareholder Friends Fiduciary Corp, <a href=\"https://www.reuters.com/markets/tinder-owner-match-group-swipes-left-russia-pledging-exit-by-june-30-2023-05-02/\">tells</a><em>Reuters</em> that Match's continued presence in Russia is &quot;not a good look&quot; — it's doing business in a country accused of war crimes.</p>This article originally appeared on Engadget at https://www.engadget.com/tinders-parent-company-is-leaving-russia-over-a-year-after-the-ukraine-invasion-141504660.html?src=rss", "link": "https://www.engadget.com/tinders-parent-company-is-leaving-russia-over-a-year-after-the-ukraine-invasion-141504660.html?src=rss", "date_published": "2023-05-02 14:15:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Apple and Google team up to tackle Bluetooth tracker stalking", "description": "<p><a href=\"https://www.engadget.com/tag/apple/\">Apple</a> and <a href=\"https://www.engadget.com/tag/google/\">Google</a> have announced a partnership to tackle the issue of unwanted tracking through the likes of <a href=\"https://www.engadget.com/tag/airtag/\">AirTags</a> and <a href=\"https://www.engadget.com/tile-thinks-a-1-million-fine-will-deter-stalkers-from-using-its-trackers-181857358.html\">Tile</a> devices. The companies have proposed industry standards \"to help combat the misuse of <a href=\"https://www.engadget.com/best-bluetooth-tracker-140028377.html\">Bluetooth location-tracking devices</a> for unwanted tracking.\"&nbsp;</p><p>The proposal has received backing from <a href=\"https://www.engadget.com/samsungs-smart-things-app-can-now-detect-if-someone-is-tracking-you-103551450.html\">Samsung</a>, Tile, Chipolo, Anker's Eufy brand and Pebblebee, as well as a number of safety and advocacy groups. The draft specification includes best practices and instructions for Bluetooth tracker manufacturers on how to implement “unauthorized tracking detection and alerts” for iOS and Android.</p><span id=\"end-legacy-contents\"></span><p>Apple and Google <a href=\"https://datatracker.ietf.org/doc/draft-detecting-unwanted-location-trackers/\">submitted the draft specification</a> to the Internet Engineering Task Force, a notable  standards development organization. Over the next three months, interested parties will have a chance to review the documentation and weigh in on it. Apple and Google will address feedback from the comment period, then work together to develop a production version of the specification by the end of the year. Future versions of iOS and Android will support the tech.</p><p>“Bluetooth trackers have created tremendous user benefits, but they also bring the potential of unwanted tracking, which requires industrywide action to solve,” Dave Burke, Google’s vice president of engineering for Android, <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=4130e2f0-a14f-4c5e-bdab-cd52ac7d8e79&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Apple&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI0MTMwZTJmMC1hMTRmLTRjNWUtYmRhYi1jZDUyYWM3ZDhlNzkiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYXBwbGUuY29tL25ld3Nyb29tLzIwMjMvMDUvYXBwbGUtZ29vZ2xlLXBhcnRuZXItb24tYW4taW5kdXN0cnktc3BlY2lmaWNhdGlvbi10by1hZGRyZXNzLXVud2FudGVkLXRyYWNraW5nIiwiY29udGVudFV1aWQiOiIzZjUwMWRjZS1kZDA5LTQyNDItODYwYi0xNjE1NzExMmI1MjEifQ&amp;signature=AQAAAbAKkT4KSOx5WoiEeThJq8-Vk9QihE_3WCZZeLYuuZfz&amp;gcReferrer=https%3A%2F%2Fwww.apple.com%2Fnewsroom%2F2023%2F05%2Fapple-google-partner-on-an-industry-specification-to-address-unwanted-tracking\">said in a press release</a>. “Android has an unwavering commitment to protecting users, and will continue to develop strong safeguards and collaborate with the industry to help combat the misuse of Bluetooth tracking devices.”</p><p>“We built AirTag and the Find My network with a set of proactive features to discourage unwanted tracking — a first in the industry — and we continue to make improvements to help ensure the technology is being used as intended,\" Ron Huang, Apple’s vice president of sensing and connectivity, said. \"This new industry specification builds upon the AirTag protections, and through collaboration with Google results in a critical step forward to help combat unwanted tracking across iOS and Android.”</p><p>There have been <a href=\"https://www.engadget.com/apple-airtag-brooks-nader-tracked-privacy-175938300.html\">numerous</a><a href=\"https://www.engadget.com/apple-airtag-stalking-police-reports-190022315.html\">cases</a> of Bluetooth trackers being used to stalk people over the last few years, as bad actors have planted such devices on unsuspecting victims. It's not only people that can be unwillingly tracked by Bluetooth devices. According to reports, thieves have used them to <a href=\"https://9to5mac.com/2021/12/08/airtag-car-thefts-story/\">steal high-end cars</a>.</p><p>Since it <a href=\"https://www.engadget.com/apple-airtags-trackers-first-look-hands-on-130036848.html\">debuted its AirTags in 2021</a>, Apple has rolled out some <a href=\"https://www.engadget.com/apple-airtags-updated-anti-stalking-features-ios-15-4-beta-4-120506954.html\">anti-stalking features</a>. For instance, it has <a href=\"https://www.engadget.com/apple-update-hidden-airtags-easier-to-locate-092003140.html\">updated the devices</a> so they emit as loud a noise as possible at some point after they're separated from their owners. An Android app can also <a href=\"https://www.engadget.com/apple-detect-tracker-android-release-193850566.html\">detect AirTags</a> and other Find My-compatible trackers that may have been planted on someone.&nbsp;</p><p>It was reported last year that Google was exploring the idea of <a href=\"https://www.engadget.com/google-android-bluetooth-tracker-detection-apk-105049987.html\">OS-level Bluetooth tracker detection</a>, which now seems very likely to happen in the coming months. The company <a href=\"https://security.googleblog.com/2023/05/google-and-apple-lead-initiative-for.html?m=1\">plans</a> to reveal more details about its efforts to combat unwanted tracking at I/O next week. Google is also said to be working on <a href=\"https://www.engadget.com/google-reportedly-working-on-location-tracker-grogu-airtag-204502566.html\">its own Bluetooth tracker</a>, which it may reveal at I/O.&nbsp;</p>This article originally appeared on Engadget at https://www.engadget.com/apple-and-google-team-up-to-tackle-bluetooth-tracker-stalking-140516646.html?src=rss", "link": "https://www.engadget.com/apple-and-google-team-up-to-tackle-bluetooth-tracker-stalking-140516646.html?src=rss", "date_published": "2023-05-02 14:05:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "The best MacBooks for 2023: How to pick the best Apple laptop", "description": "<p>Whether you’re looking to replace an aging MacBook or are diving into Apple hardware for the first time, Apple’s laptop lineup is not as simple as it seems. There are just two options, the MacBook Air and MacBook Pro, but depending on the configuration, a new MacBook can cost between $999 and $6,500, so there’s considerable variation between the two makes. All current models run on the company’s own M-series processors that combine CPU, GPU, unified memory and other functions on a single chip, giving the latest MacBooks longer battery lives, better multitasking performance and faster operating speeds over the previous Intel chips. If you’re not sure which model would work best for you, we’re here to make things a little more clear. Based on our testing, here’s what we think are the best MacBooks for everyone from students to power users.</p><h2><br />Best overall: MacBook Air M2</h2><p></p><p>Our resident laptop expert Devindra Hardawar called the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS8yMDIyLUFwcGxlLU1hY0Jvb2stTGFwdG9wLWNoaXAvZHAvQjBCM0JWV0o2WS8_dGFnPWdkZ3QwYy1wLW8tdmwtMjAiLCJjb250ZW50VXVpZCI6ImE2ZGNhYjI1LTBkNzMtNGRhMi05OGJhLThhNGJkOGNiODY0ZCJ9&amp;signature=AQAAAaNkgrrG9NWMcefckvhwPK3gpuQZ_4KqPp6ddPNQS7Ch&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2F2022-Apple-MacBook-Laptop-chip%2Fdp%2FB0B3BVWJ6Y%2F\">MacBook Air M2</a> a “near-perfect Mac” <a href=\"https://www.engadget.com/macbook-air-m2-review-2022-130040098.html\">in his review</a>, awarding it a high score of 96. It’s the newer of the two Air models Apple still sells, and notably a better buy than the 13-inch MacBook Pro, as the latter is both heavier and more expensive. The Air was built around the new M2 chip and completely refreshed for 2022 with a squared-off design that <a href=\"https://www.engadget.com/macbook-air-m2-hands-on-192857444.html\">ditches the wedge</a> shape.</p><span id=\"end-legacy-contents\"></span><p>The 13.6-inch Liquid Retina screen hits up to 500 nits, making it both bigger and brighter than the previous generation. The 60Hz refresh rate doesn’t deliver the butter-smooth scrolling you get on Pro models, but it’s lovely nonetheless. The quad speaker array pumps out great sound, filling a room at max volume without distortion, and the three-mic array does a good job of picking up your voice for video calls. The 1080p camera is an improvement over previous generations. It even beats our <a href=\"https://www.engadget.com/best-laptops-120008636.html\">top Windows laptop</a>, Dell’s XPS 13 Plus which still sports a 720p webcam, but Devindra found the image the Air captures to be drab.</p><p>Despite being thinner than ever, the M2 Air manages to hang on to its 3.5mm headphone jack and includes two USB-C Thunderbolt ports and a MagSafe connector. That means you don’t have to block a potential data port while charging. The battery life is ample, lasting 16 hours and 30 minutes in our rundown test, which should be more than enough for a day (or two) of work.</p><p>The M2 chip gives the Air enough speed to play games, particularly those from Apple Arcade. Streaming and cloud gaming work well through Safari, and you’ll find a handful of compatible titles on Steam. However, many of the bigger AAA releases still aren’t compatible with Macs – though Apple is <a href=\"https://techcrunch.com/2023/02/06/apple-execs-on-m2-chips-winning-gamers-and-when-to-buy-a-mac/\">looking to change</a> that. Our review unit performed well in benchmark tests, beating the Air M1 and nearly matching the performance of the 13-inch MacBook Pro M2. It’s a fanless system which means it’s quiet, but to keep things cool, the CPU does have to be throttled occasionally.</p><p>Overall, it’s an excellent choice for everyday use and can handle most tasks. Of course, if you’re planning on doing intensive video editing, you’ll likely want something more powerful, such as the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=0eee6f60-6f21-4ba6-b70e-cc15b39bf860&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Adorama&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIwZWVlNmY2MC02ZjIxLTRiYTYtYjcwZS1jYzE1YjM5YmY4NjAiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYWRvcmFtYS5jb20vYWNtbmVxM2xsYTMuaHRtbCIsImNvbnRlbnRVdWlkIjoiYTZkY2FiMjUtMGQ3My00ZGEyLTk4YmEtOGE0YmQ4Y2I4NjRkIn0&amp;signature=AQAAAVVNv9rtuH9rSXo2a6Ew15Gk9tKtDhoe8B3sPboFgmgy&amp;gcReferrer=https%3A%2F%2Fwww.adorama.com%2Facmneq3lla3.html\">MacBook Pro M2</a>, but the Air is arguably the best multipurpose, ultraportable laptop that Apple makes.</p><p>Our review MacBook Air had an M2 chip with a 10-core GPU, along with 16GB of memory and 1TB of storage. <a href=\"https://shopping.yahoo.com/rdlw?merchantId=0eee6f60-6f21-4ba6-b70e-cc15b39bf860&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Adorama&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIwZWVlNmY2MC02ZjIxLTRiYTYtYjcwZS1jYzE1YjM5YmY4NjAiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYWRvcmFtYS5jb20vYWNtbHk0M2xsYTEzLmh0bWwiLCJjb250ZW50VXVpZCI6ImE2ZGNhYjI1LTBkNzMtNGRhMi05OGJhLThhNGJkOGNiODY0ZCJ9&amp;signature=AQAAATSgsfWXw5op5tbUFKUUojFFNmBPVmZ457HV0XyrCgZ7&amp;gcReferrer=https%3A%2F%2Fwww.adorama.com%2Facmly43lla13.html\">That configuration will run you $1,899</a>. We think the Air is plenty capable without the GPU bump and the terabyte of storage is probably overkill for most casual users. Instead, we recommend the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=95276f3c-7b79-4c1e-803f-981cd9f7a968&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=B%26H+Photo&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI5NTI3NmYzYy03Yjc5LTRjMWUtODAzZi05ODFjZDlmN2E5NjgiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYmhwaG90b3ZpZGVvLmNvbS9jL3Byb2R1Y3QvMTcxMDM1My1SRUcvYXBwbGVfbWJhbTJzZ18wNV8xM182X21hY2Jvb2tfYWlyX20yLmh0bWwiLCJjb250ZW50VXVpZCI6ImE2ZGNhYjI1LTBkNzMtNGRhMi05OGJhLThhNGJkOGNiODY0ZCJ9&amp;signature=AQAAAfJcIA7ljHjA3Gr_PxPI4iTHATM7DvvTjJVw8K5YLNad&amp;gcReferrer=https%3A%2F%2Fwww.bhphotovideo.com%2Fc%2Fproduct%2F1710353-REG%2Fapple_mbam2sg_05_13_6_macbook_air_m2.html\">$1,599 setup with an 8-core GPU, 16GB of memory and 512GB of SSD storage</a>.</p><h2>Best budget option: MacBook Air M1</h2><p></p><p>The <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9BcHBsZS1NYWNCb29rLTEzLWluY2gtMjU2R0ItU3RvcmFnZS9kcC9CMDhONUxOUUNYP3RoPTEmdGFnPWdkZ3QwYy1wLW8tdmwtMjAiLCJjb250ZW50VXVpZCI6ImE2ZGNhYjI1LTBkNzMtNGRhMi05OGJhLThhNGJkOGNiODY0ZCJ9&amp;signature=AQAAAUoUw-ymYy2KBVdFIOSrG7j-TAdZKzLPESjf66-RAblc&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FApple-MacBook-13-inch-256GB-Storage%2Fdp%2FB08N5LNQCX%3Fth%3D1\">MacBook Air M1</a> may not have the most current Apple silicon, but it gets so much right that it’s still an excellent laptop. It earned a <a href=\"https://www.engadget.com/apple-macbook-air-m1-review-140031323.html\">high score of 94</a> in our review and Devindra declared it one of the fastest ultraportables you could buy at the time. Of course, now that the M2 is on the scene, its numbers are comparatively less impressive – but with a base price of $999 (and often on sale for less), it’s a relatively affordable way for students or those with tight budgets to snag a fast and capable machine.</p><p>The Air’s 13.3-inch Retina display looks beautiful and is ideal for binge sessions. The laptop’s sturdy, wedge-shaped unibody case weighs just 2.8 pounds, making it easy to take to class or work. You can even fire it up in the quietest library without making a sound, thanks to a heat sink and passive cooling that eliminate the need for a fan. The keyboard offers a satisfying amount of depth despite its thin profile and the trackpad is smooth.</p><p>The performance of the M1 chip really makes the MacBook Air M1 stand out. It’s impressively responsive, launching apps nearly instantly and running them effortlessly. Safari delivers a slick browsing experience, loading complex pages quickly. The M1 chip is also behind the Air’s great battery life. We managed to get 16 hours and 20 minutes during our video rundown test, which should be more than enough to get you through a full-day grind.</p><p>Of course, it’s not without drawbacks. The M1 Air houses a 720p webcam, which isn’t as sharp as the M2 Air’s 1080p camera and it only comes with two Thunderbolt ports and a headphone jack. If you’re charging your computer, there’s only one available plug for accessories. There’s no SD card slot, either, and since Apple hardware isn’t the easiest to <a href=\"https://www.engadget.com/apple-m1-mac-ram-ssd-upgrades-possible-143834335.html\">upgrade yourself</a>, you’ll want to buy all the storage you need right out of the gate.</p><p>We recommend sticking with the base configuration (8GB RAM/256GB SSD) if you’ll mostly be using web-based programs and cloud-based apps. For an extra $200, you can upgrade to <a href=\"https://shopping.yahoo.com/rdlw?merchantId=95276f3c-7b79-4c1e-803f-981cd9f7a968&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=B%26H+Photo&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI5NTI3NmYzYy03Yjc5LTRjMWUtODAzZi05ODFjZDlmN2E5NjgiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYmhwaG90b3ZpZGVvLmNvbS9jL3Byb2R1Y3QvMTYwNDg1OC1SRUcvYXBwbGVfejEyYV9tZ25kXzA1X2JoXzEzXzNfbWFjYm9va19haXJfd2l0aC5odG1sIiwiY29udGVudFV1aWQiOiJhNmRjYWIyNS0wZDczLTRkYTItOThiYS04YTRiZDhjYjg2NGQifQ&amp;signature=AQAAAT7_zK0w3W1fA_2SKnxGsn7alQNlto8vxqSg3d-q2iqg&amp;gcReferrer=https%3A%2F%2Fwww.bhphotovideo.com%2Fc%2Fproduct%2F1604858-REG%2Fapple_z12a_mgnd_05_bh_13_3_macbook_air_with.html\">16GB of memory</a> which is good if you stream heavily, like to have a lot of open tabs or want to run a ton of apps at once. Alternatively, the same amount could get you <a href=\"https://shopping.yahoo.com/rdlw?merchantId=95276f3c-7b79-4c1e-803f-981cd9f7a968&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=B%26H+Photo&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI5NTI3NmYzYy03Yjc5LTRjMWUtODAzZi05ODFjZDlmN2E5NjgiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYmhwaG90b3ZpZGVvLmNvbS9jL3Byb2R1Y3QvMTYwNDg1NS1SRUcvYXBwbGVfejEyYV9tZ25kXzAyX2JoXzEzXzNfbWFjYm9va19haXJfd2l0aC5odG1sIiwiY29udGVudFV1aWQiOiJhNmRjYWIyNS0wZDczLTRkYTItOThiYS04YTRiZDhjYjg2NGQifQ&amp;signature=AQAAAfDY4Nv2hJKz3Xj5OtzXSpUl-OD3gYUJcFgUwr0dlyou&amp;gcReferrer=https%3A%2F%2Fwww.bhphotovideo.com%2Fc%2Fproduct%2F1604855-REG%2Fapple_z12a_mgnd_02_bh_13_3_macbook_air_with.html\">512GB of storage</a> if you want to keep a lot of files and photos locally.</p><h2>Best for creatives: MacBook Pro M2&nbsp;</h2><p></p><p>The <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMEJTSERWQlhaP3RhZz1nZGd0MGMtcC1vLXZsLTIwIiwiY29udGVudFV1aWQiOiJhNmRjYWIyNS0wZDczLTRkYTItOThiYS04YTRiZDhjYjg2NGQifQ&amp;signature=AQAAAQ9Z24z2C2RqvPj8dOkId4Xm_dGv5LVqniCu0ZMN22um&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB0BSHDVBXZ\">14-</a> and <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMEJTSEY3TExMLz90aD0xJnRhZz1nZGd0MGMtcC1vLXZsLTIwIiwiY29udGVudFV1aWQiOiJhNmRjYWIyNS0wZDczLTRkYTItOThiYS04YTRiZDhjYjg2NGQifQ&amp;signature=AQAAARigggQinUe-CqFxb_zHtWBR47FXVlM6FO75r2yYI2UC&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB0BSHF7LLL%2F%3Fth%3D1\">16-inch MacBook Pros</a> came out in January of 2023, both using more powerful <a href=\"https://www.engadget.com/apple-updates-its-mac-book-pros-with-m-2-pro-and-max-chips-143848558.html\">versions of the M2 chip</a>: the M2 Pro and the M2 Max. For professional video or music creators, the <a href=\"https://www.engadget.com/apple-macbook-pro-14-inch-review-2023-m2-pro-max-140048268.html\">new machines are a blessing</a>.</p><p>The <a href=\"https://shopping.yahoo.com/rdlw?merchantId=95276f3c-7b79-4c1e-803f-981cd9f7a968&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=B%26H+Photo&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI5NTI3NmYzYy03Yjc5LTRjMWUtODAzZi05ODFjZDlmN2E5NjgiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYmhwaG90b3ZpZGVvLmNvbS9jL3Byb2R1Y3QvMTc0NjYwMC1SRUcvYXBwbGVfbWJwXzE0X20yXzYyX21icF8xNF9tMnBfMTJjX2NwdV8xOWMuaHRtbCIsImNvbnRlbnRVdWlkIjoiYTZkY2FiMjUtMGQ3My00ZGEyLTk4YmEtOGE0YmQ4Y2I4NjRkIn0&amp;signature=AQAAAYXeGY6OBgIevpOl_QHGqC6-hI3LbS37_95ixlAcwmys&amp;gcReferrer=https%3A%2F%2Fwww.bhphotovideo.com%2Fc%2Fproduct%2F1746600-REG%2Fapple_mbp_14_m2_62_mbp_14_m2p_12c_cpu_19c.html\">14-inch MacBook Pro with a 19-core GPU M2 Pro chip</a> can easily handle 4K video editing, effects processing and whichever Mac-compatible <a href=\"https://www.engadget.com/2020-01-29-beginner-home-music-studio-bedroom-producer-guide.html\">digital audio workstation</a> you prefer. The 14.2-inch screen is a bright and vibrant MiniLED Liquid Retina XDR display with a 120Hz refresh rate for smooth scrolling and animations. A six-speaker array produces crisp, punchy sound that’s better than what most laptops can deliver and the built-in mics are great for video calls.</p><p>As you’d expect with a Pro model, you get a full complement of ports, including an SD card slot, headphone jack, HDMI port and three Thunderbolt sockets. There’s even a MagSafe power connector dedicated to charging. We got a respectable 15 hours and 10 minutes of battery life out of the 14-inch model and, according to Apple, the 16-inch model can get up to 22 hours on a charge.</p><p>If you’re planning on processing a lot of 8K video, complex 3D scenes or more expansive music compositions, you may want the faster M2 Max chip. In that case, we recommend the 16-inch model, as its larger battery can better match the chip’s higher power consumption. As long as cost isn’t a deciding factor, the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=95276f3c-7b79-4c1e-803f-981cd9f7a968&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=B%26H+Photo&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI5NTI3NmYzYy03Yjc5LTRjMWUtODAzZi05ODFjZDlmN2E5NjgiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYmhwaG90b3ZpZGVvLmNvbS9jL3Byb2R1Y3QvMTc0NjcxMy1SRUcvYXBwbGVfbWJwMTZtMl8yOF9tYnBfMTZfbTJtXzEyY18zOGNfZ3B1XzY0XzJ0Yl9zZy5odG1sIiwiY29udGVudFV1aWQiOiJhNmRjYWIyNS0wZDczLTRkYTItOThiYS04YTRiZDhjYjg2NGQifQ&amp;signature=AQAAAdhVFg2XYYMT4hBbEudAUhAcb89ePgmWNLwqCpdaCCMW&amp;gcReferrer=https%3A%2F%2Fwww.bhphotovideo.com%2Fc%2Fproduct%2F1746713-REG%2Fapple_mbp16m2_28_mbp_16_m2m_12c_38c_gpu_64_2tb_sg.html\">16-inch MacBook Pro with the M2 Max </a>is the way to go. It’s one of the more powerful MacBooks available, with a 12-core CPU and 38-core GPU, paired with 64GB of memory and 2TB of storage. Those options will run you $4,299, but should serve even the most demanding user well for years.</p>This article originally appeared on Engadget at https://www.engadget.com/best-macbook-140032524.html?src=rss", "link": "https://www.engadget.com/best-macbook-140032524.html?src=rss", "date_published": "2023-05-02 14:00:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Unagi took one of the best e-scooters on the market and made it better", "description": "<p>E-scooter company Unagi, founded by former Beats Music CEO David Hyman, has inserted itself into a corner of pop culture. Its <a href=\"https://www.engadget.com/2018-11-28-unagi-electric-scooter.html\">stylish scooters</a> are often found in the hands of celebrities and musicians, setting themselves apart from the generic rental models found on street corners. Now, the company has unveiled the Model One Voyager, a second-generation version of its existing Model One, which the company will either sell to you outright, or rent to you for $55 a month. Given the plaudits afforded to that device, it should come as no surprise that the Voyager opts not to fix what wasn’t broken, but focuses on addressing its predecessor’s (relatively few) flaws.</p><p>Long-time Unagi followers may recall the company had been working on the <a href=\"https://www.engadget.com/unagi-model-eleven-smart-scooter-adas-turn-by-turn-directions-gps-tracking-163008213.html\"><ins>Model Eleven</ins></a>, a wildly ultra-premium scooter to top off its lineup. Priced at $2,440, the Eleven would have offered GPS tracking, turn-by-turn directions and an ADAS collision sensor. Unagi killed the product, saying that the market was turning away from pricey, one-off purchases toward a service model. The majority of its customers presently pay $55 a month to rent a Model One, with the company taking care of the maintenance and insurance. And that switch in focus is likely to produce more models that look to evolve the existing concept, rather than offering something more dramatic.</p><span id=\"end-legacy-contents\"></span><p>To avoid all of the cliches, let’s get them all out of the way in a single paragraph and be done with it. The Voyager is a <em>polish</em>, an <em>evolution</em>, a <em>refinement </em>on the existing Model One template, and you’ll struggle to tell them apart looking at them from a distance. It uses the same industrial design, and the same high-end materials, although the neck and fork angles have been tweaked for better stability. It remains one of the best-looking e-scooters on the market today, with a clean, elegant design and color choices which straddle the line between transport and fashion statement.</p><p>Instead, the big changes are all on the inside, with a specific focus on addressing issues around range and power that existing Model One renters have grappled with. For instance, while the Model One’s quoted range tops out at a less-than-ideal 12 miles, the Voyager stretches to 25, which should be enough to get you where you need to go and back without anxiety. Now, real-world mileage will be wildly different based on your use (and your weight), but the hope is that the Voyager will eliminate range anxiety for most people.</p><figure><img alt=\"Close-up of the handlebars and display area on the Model One Voyager.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-05/46f2bfc0-e8d7-11ed-bbea-94cdc6fef434\" style=\"height: 1200px; width: 2000px;\" /><figcaption></figcaption><div class=\"photo-credit\">Daniel Cooper / Engadget</div></figure><p>The second new feature, Distance To Empty, is a system that calculates your remaining range. It’s not hugely sophisticated, since it uses a dynamic look-up table checking your weight, speed profile and hill profile against the existing battery level. But a better-educated guess about how much further you can go is likely to be a better deal than just letting you see the percentage of battery that’s still there and letting you hope for the best.</p><p>As well as the attention paid to make sure you’ve got enough power in your Voyager, there’s a lot of focus on getting it back out again. The Model One could produce 26 newton meters of torque, but the Voyager will knock out 32, with both motors offering a combined peak power of 1,000W. Unagi said that you can expect to see a 25 percent improvement in acceleration and deceleration out of the motors, and that you’ll see charging times fall in half compared to the Model One. That’s before we get to the promised improvements in hill climbing, where Unagi said that riders should “prepare to magically clobber hills that seem insurmountable.”</p><p><strong><em>Disclaimer:</em></strong><em> I’m based in the UK, and it is presently illegal to ride an e-scooter on public roads and pavements. There is a generous exception for a series of government-approved e-scooter trials currently in place, but private scooters are all but banned. For this review, I primarily used private roads and other private spaces, where the laws do not apply, rather than in public. While the target audience for this review is primarily American, our lawyers have reminded us to say that Engadget does not condone breaking the law, and would-be UK users risk having their scooters seized, or facing criminal penalties including points on your driving license and a fine. That said, Unagi does sell the Model One to UK customers for £899, if you’re prepared to bear the risk for yourself.</em></p><p>You won’t need to spend a lot of time inside Voyager’s companion app, which connects to the scooter over Bluetooth. You’ll see your Odometer and Distance to Empty figures, and can toggle between single- and dual-motor modes. (You’ll really mostly stick in dual-motor mode which offers better range and performance unless you’re on a flat surface and don’t need to speed up or slow down too often.) You can also activate the front light and, crucially, lock the scooter’s wheels to make it harder for a nefarious type to steal it.</p><figure><img alt=\"Close-up of the front wheel and deck of the Unagi Model One Voyager\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-05/68c05040-e8d7-11ed-bc5f-e195a9b8a1f4\" style=\"height: 1200px; width: 2000px;\" /><figcaption></figcaption><div class=\"photo-credit\">Daniel Cooper / Engadget</div></figure><p>If there’s one thing Unagi should have, but didn’t, improve upon from the original, it was the ride quality. Specifically, making an effort to help the Voyager smooth out the sometimes less than pristine asphalt on our streets. Voyager comes with the same small, hard rubber tyres as the Model One, without much in the way of suspension or shock absorption. When I can feel every bump and crack in the road, it dents my confidence as to how far I want to ride this thing.</p><p>Admittedly, this is a common problem with a lot of e-scooters, but it’s one worth examining if you’re charging two or three times the cost of a run-of-the-mill Xiaomi. Sure, the monthly rent cost covers maintenance, insurance and everything else, but it’s still a premium product. It all depends if you’re living somewhere with flat, well-maintained roads, because none of this will concern you. But if your streets have more than a few cracks in them, be prepared to feel all of them in your knees.</p><p>I will say, Unagi shared with me both a confidence in its puncture-proof tyres and a belief that more can be done. A representative said that improvements to both the tyres and deckpad are in the pipeline, although neither will be ready for some time. It’s not yet clear if these tweaks will be available on a future version of the Voyager, or if they’ll be held back for the next new model, the Model Two, pegged to arrive at some point in 2024.</p><p>This is perhaps the one demerit I can offer, however, as everything else has seen the details sweated, and for a good cause. There’s the same set of electronic throttle and brake as found on the previous model, the latter of which I found very easy to trust. It’s a personal preference I know, but I’ve often preferred the comfort of a mechanical brake on cheaper e-scooters to give me a sense of security when it comes to stopping. Oh, I can also gripe about the milquetoast horn, which I’m sure wouldn’t send a group of slow-moving pedestrians scattering out of your way, but that really is it.</p><figure><img alt=\"Overdeck image of the Unagi Model One Voyager with the Unagi burn-in into the plating.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-05/8134d790-e8d7-11ed-b7ff-cc2a0a05e6aa\" style=\"height: 1200px; width: 2000px;\" /><figcaption></figcaption><div class=\"photo-credit\">Daniel Cooper / Engadget</div></figure><p>If you’re unfamiliar with the Model One, and you’ve been using an e-scooter with a smartphone mount, then the Voyager’s display may feel a bit minimal. There’s an old-school feel to the data on show, with a brightly-backlit speedometer that’s easily visible in strong light. That’s key, since you’ll have to take your eyes off the road to check your speed – although I will admit that I find my gut tells me how much speed I can handle based on the surrounding areas rather than trying to stick to a solid figure.</p><p>Below that figure, you’ll find either the odometer or trip computer, based on your preference, and below that, the battery display. At the bottom, you’ll also be able to see which speed profile the scooter is set in, and icons telling you if you’re in single or dual-motor mode. To be honest, I don’t know how much extra data you might need on a scooter display, and I like the neat and tidy way that all of this information has been laid out.</p><p>On flat, straight roads and gentle inclines, I found the Voyager to offer rather excellent balance. With some practice, I was able to get my turning circle down to the bare minimum, and it’s easy to ride at slow speeds. It’s even pretty easy to ride when you open up the throttle and try to get close to that top speed, even if I was too chicken to get it to max out. Similarly, the headlights are bright enough, although if I was riding this on roads at night, I’d be tempted to get a head or shirt-worn rear light since the deck-height brake light is a bit low.</p><p>The Voyager weighs the better part of 30 pounds, and it’s a significant lump to haul around in your hands. 30 pounds may not sound like a lot, but with the scooter folded down it’s quite an unwieldy thing to carry in your hand. I pulled my back one night and, the following day, tried to carry this to a private road for testing before bailing out and throwing it in the car instead. That solidity may make it prohibitive for you to carry up every flight of stairs in your building, but it also gives you confidence that it won’t fall apart after a few weeks of use.</p><figure><img alt=\"Image of the rear wheel and tail light for the Unagi Model One Voyager\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-05/9ba073f0-e8d7-11ed-b9ff-26a26728ab9b\" style=\"height: 1200px; width: 2000px;\" /><figcaption></figcaption><div class=\"photo-credit\">Daniel Cooper / Engadget</div></figure><p>If you’re already sold on the idea of toting one of these around with you, you’ll now need to look at the figures. The Unagi Model One Voyager costs $1,190 to buy, but the company doesn’t expect many people to buy it outright. Instead, it hopes they will opt to rent their scooter via the <a href=\"https://unagiscooters.com/all-access/checkout/original\"><ins>Unagi All-Access program</ins></a> which includes service and, for an extra fee, theft insurance.</p><p>The basic payment is $69 a month for a no-commitment rental, with theft insurance an extra $5 per month. You can also request a “guaranteed brand new scooter” for an additional $10 monthly premium. As the name implies, this will guarantee that you will get brand-new hardware both when you sign up, and also if you need a replacement. Plus, of course, you’ll need to pony up a one-time sign-up fee of $50. Adding that all up and dividing by twelve means that to have one of these in your life, your monthly outgoing will be $89 a month.</p><p>Now, you’ll have to decide if you’ll get that paid back compared to, say, using the local Lime or Bird scooters in your area. The obvious benefit is that you’ll be able to ride your own scooter and you’ll never have to scrub around looking for a working model when you’re out and about. The downside is that it’s a fairly significant outlay each month so you’d better be sure that you will get your money’s worth by using the scooter as your primary mode of transportation.</p><p>Meanwhile, if you’re already living inside Unagi’s scooter rental ecosystem and paying for a Model One, then you can upgrade to Voyager by switching your plan to the more expensive option and paying the one-off charge of $50.</p><p>If you’ve been looking for a scooter that will hopefully last you a long while, get you to and from wherever you need to go, and look good while doing it, then this is probably a decent bet.</p>This article originally appeared on Engadget at https://www.engadget.com/unagi-took-one-of-the-best-e-scooters-on-the-market-and-made-it-better-134510138.html?src=rss", "link": "https://www.engadget.com/unagi-took-one-of-the-best-e-scooters-on-the-market-and-made-it-better-134510138.html?src=rss", "date_published": "2023-05-02 13:45:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "The best gaming gear for graduates", "description": "<p>The next graduating class is about to hit the workforce, but hopefully they’ll take the summer off to sleep, chill at the beach and… game. Now that they’re adults though, they don’t have to settle for discounted (though still solid) and hand-me-down accessories for their PC. They just accomplished something huge, so you can splurge to make sure their gaming lives can go as smoothly as we hope their job search will. We’ve picked the must-have accessories that will up your student’s game and let them know how proud you are of them as both recent grads and grownup gamers.</p><h2>8BitDo Pro 2</h2><p></p><p>Your grad is fully out in the adult world now, so they really deserve a pro-level controller for their gaming activities — particularly one that’s flexible for all their needs, be it mobile or console gaming. <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9zdG9yZXMvOEJpdERvL3BhZ2UvQ0ZDNjY2NDQtN0M3Mi00MzVELTgwRjgtQjk3M0Q0RTMxQkZEP3RhZz1nZGd0MGMtcC1vLXZvLTIwIiwiY29udGVudFV1aWQiOiIxNmExMDgyYy0yODhiLTQ5MmQtODM2YS0wMzQ4NzkxYjVjNjUifQ&amp;signature=AQAAAY6_1jpk1sKvGasshzlpWkBoGFE3R69gn1APzEfkJhf4&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fstores%2F8BitDo%2Fpage%2FCFC66644-7C72-435D-80F8-B973D4E31BFD%3F\">8BitDo</a> makes a number of great solutions, but the one that we’d recommend above all else is the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS84Qml0ZG8tQmx1ZXRvb3RoLUNvbnRyb2xsZXItU3dpdGNoLUFuZHJvaWQtUmFzcGJlcnJ5L2RwL0IwOFhZOEg5RDU_dGFnPWdkZ3QwYy1wLW8tdm8tMjAiLCJjb250ZW50VXVpZCI6IjE2YTEwODJjLTI4OGItNDkyZC04MzZhLTAzNDg3OTFiNWM2NSJ9&amp;signature=AQAAASnuTZn0Ym7-qNPneQBZ8EDfR1Dco9RlBECtI4qjJz56&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2F8Bitdo-Bluetooth-Controller-Switch-Android-Raspberry%2Fdp%2FB08XY8H9D5%3F\">Pro 2</a>. This PlayStation-styled controller is super comfortable to hold, pairs easily via Bluetooth and is compatible with a wide range of devices, from Windows and macOS machines to Android devices to the Nintendo Switch. If your grad is a tinkerer, the Pro 2 will even work with the Raspberry Pi. This is truly the Swiss Army knife of game controllers.</p><span id=\"end-legacy-contents\"></span><h2>Logitech G435</h2><p></p><p>A headset is a must-have if you want the best game audio, but being tethered to a computer or console is not so much fun. Neither is the selection of colors available for most headsets, unless you’re a big fan of red and black all the time. Luckily, Logitech has this stylish wireless headset for around $80. The <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Mb2dpdGVjaC1HNDM1LVdpcmVsZXNzLUdhbWluZy1IZWFkc2V0L2RwL0IwOFI4RFQ3WDY_dGg9MSZ0YWc9Z2RndDBjLXAtby12by0yMCIsImNvbnRlbnRVdWlkIjoiMTZhMTA4MmMtMjg4Yi00OTJkLTgzNmEtMDM0ODc5MWI1YzY1In0&amp;signature=AQAAAYK1VSbC8Ja_8_U0VOcqZ3vWDCjQAvkoLb12ovI8-RvO&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FLogitech-G435-Wireless-Gaming-Headset%2Fdp%2FB08R8DT7X6%3Fth%3D1\">G435</a> connects to a computer via a Logitech Lightspeed dongle so your gamer won’t have to worry about Bluetooth lag or an unreliable connection. As for looks, it comes in cheery colors like blue or lilac, and the padded ear cups and headband will keep a head cool while not mussing up their hair.</p><h2>Elgato Stream Deck Mini</h2><p></p><p>If your grad is thinking about a career in streaming, they’re going to need the proper equipment to get started. It’s best to start out small, and the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9FbGdhdG8tU3RyZWFtLURlY2stTWluaS1jdXN0b21pemFibGUvZHAvQjA3RFlSUzFXSD90YWc9Z2RndDBjLXAtby12by0yMCIsImNvbnRlbnRVdWlkIjoiMTZhMTA4MmMtMjg4Yi00OTJkLTgzNmEtMDM0ODc5MWI1YzY1In0&amp;signature=AQAAAYBFXKGB1l2JAqrsxVBzAFWyGo1yQG_U_GBLjdGbNuzl&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FElgato-Stream-Deck-Mini-customizable%2Fdp%2FB07DYRS1WH%3F\">Stream Deck Mini</a> is a nice, affordable way to dip their toe in the water. The Deck’s six buttons give budding streamers one-touch access to popular functions like lighting, audio and emotes. And it’s super easy to set up — just drop and drag in the software. Becoming a famous streamer can be a lot of work, and the Stream Deck just makes it a bit easier to handle.</p><h2>Razer Thunderbolt 4 Dock Chroma</h2><p></p><p>The end of college means that it’s time to settle down from lugging a laptop to the campus library and finally setting up a permanent workstation at home. But starting a career doesn’t mean your grad can’t have fun and, besides, they probably don’t have a lot of space to work with, so doubling up their gaming and work setups is essential. <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=d043077a-4ba1-4321-a933-30b8701d8d31&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Razer&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJkMDQzMDc3YS00YmExLTQzMjEtYTkzMy0zMGI4NzAxZDhkMzEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cucmF6ZXIuY29tL2dhbWluZy1wYy1hY2Nlc3Nvcmllcy9yYXplci10aHVuZGVyYm9sdC00LWRvY2svUkMyMS0wMTY5MDEwMC1SM1UxIiwiY29udGVudFV1aWQiOiIxNmExMDgyYy0yODhiLTQ5MmQtODM2YS0wMzQ4NzkxYjVjNjUifQ&amp;signature=AQAAATNOJRg1xqxioFbkt5WFWdjpeOm3hMnAJZdJJKXrswIv&amp;gcReferrer=https%3A%2F%2Fwww.razer.com%2Fgaming-pc-accessories%2Frazer-thunderbolt-4-dock%2FRC21-01690100-R3U1\">This dock</a> ensures they can plug all the needed peripherals into their USB-C laptop and know they’ll always work, and it looks pretty good too.</p><h2>Logitech Litra Glow</h2><p></p><p>Another key item to a successful streaming career is the lighting. After all, someone can’t be an on-camera personality if you can’t see them on camera. But ring lights can be expensive, unwieldy or just hard to set up. Logitech makes all those problems go away with its <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Mb2dpdGVjaC1TdHJlYW1pbmctVHJ1ZVNvZnQtYWRqdXN0YWJsZS1icmlnaHRuZXNzL2RwL0IwOTdRWkdSQ1E_dGg9MSZ0YWc9Z2RndDBjLXAtby12by0yMCIsImNvbnRlbnRVdWlkIjoiMTZhMTA4MmMtMjg4Yi00OTJkLTgzNmEtMDM0ODc5MWI1YzY1In0&amp;signature=AQAAAV0ETveGQ_nB6E-aBkPRhiksUwcGJLCAFP-9b8OKO5W3&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FLogitech-Streaming-TrueSoft-adjustable-brightness%2Fdp%2FB097QZGRCQ%3Fth%3D1\">Litra Glow</a> streaming light. This compact light can clip on the top of a laptop for on-the-go streaming while also providing soft all-over illumination — no telltale rings in your grad’s eyes when they stream.</p><h2>Timbuk2 CS03 Crossbody Sling</h2><p></p><p>No more classes means your grad can slim down in the backpack department. But if they’re a gamer they’re still going to need something with lots of pockets to store cables and cards. Gaming accessory maker SteelSeries and shoulder bag company Timbuk2 have collaborated on a pair of bags made for the gaming lifestyle, and the smaller <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9USU1CVUsyLUFTVFJPLUdhbWluZy1Dcm9zc2JvZHktU2xpbmcvZHAvQjA5TUNDOVhIUz90YWc9Z2RndDBjLXAtby12by0yMCIsImNvbnRlbnRVdWlkIjoiMTZhMTA4MmMtMjg4Yi00OTJkLTgzNmEtMDM0ODc5MWI1YzY1In0&amp;signature=AQAAASnO3CmS8j5yXIRjYPP9MzFxp5Vm_R_uUmlq6oWSSeO5&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FTIMBUK2-ASTRO-Gaming-Crossbody-Sling%2Fdp%2FB09MCC9XHS\">CS03</a> is perfect for carrying around a Nintendo Switch, headphones and other mobile gaming accessories. This crossbody bag may remind you of a fanny pack, but it has way more pockets for cords and game cards, and a padded lining to keep delicate LCD screens safe from scratches.</p><h2>SteelSeries Rival 5 Gaming Mouse</h2><p></p><p>Gaming mice are great for a lot more than just gaming — they’re great for school and work, so if your grad doesn’t already have one, why not upgrade them to the versatile <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9TdGVlbFNlcmllcy1QcmlzbVN5bmMtTGlnaHRpbmctUHJvZ3JhbW1hYmxlLUJ1dHRvbnMvZHAvQjA5M0xTTUtMMz90aD0xJnRhZz1nZGd0MGMtcC1vLXZvLTIwIiwiY29udGVudFV1aWQiOiIxNmExMDgyYy0yODhiLTQ5MmQtODM2YS0wMzQ4NzkxYjVjNjUifQ&amp;signature=AQAAAQxyHfXFEV6SFvqnBcAKg3WdJ-6EEF-lr8W88YZO2nS1&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FSteelSeries-PrismSync-Lighting-Programmable-Buttons%2Fdp%2FB093LSMKL3%3Fth%3D1\">Rival 5</a>? Its curved shape feels great in the hand and the customizable lighting isn’t too flashy so it works for both home and office. Players will appreciate the array of nine programmable buttons that fit all genres of gaming, including popular titles like <em>Fortnite</em> and <em>Genshin Impact</em> to deeper strategy experiences like the Civilization series.</p><h2>Razer Huntsman Mini Linear</h2><p></p><p>We’re big proponents of gaming keyboards here at Engadget, even if you don’t play on a PC all that much. That said, we understand that not everyone has the room for a giant deck at their home. That’s why the recent trend of 60 percent keyboards is a huge plus: now anyone can enjoy sweet, high-quality typing action without having to completely clear off a desk to get it. Gamers and non-gamers alike will appreciate the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9SYXplci1IdW50c21hbi1NaW5pLUdhbWluZy1LZXlib2FyZC9kcC9CMDhCM01IWVBDP3RhZz1nZGd0MGMtcC1vLXZvLTIwIiwiY29udGVudFV1aWQiOiIxNmExMDgyYy0yODhiLTQ5MmQtODM2YS0wMzQ4NzkxYjVjNjUifQ&amp;signature=AQAAAWkn85drzx5OyAnbotvuypT8rLFm92WlUDqbgJgWT7xg&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FRazer-Huntsman-Mini-Gaming-Keyboard%2Fdp%2FB08B3MHYPC\">Huntsman Mini’s</a> swift key response, while everyone else in the room will appreciate the quiet linear switches.</p><h2>The Legend of Zelda: Tears of the Kingdom</h2><p></p><p>Graduations are big, momentous events, and so are new mainline Zelda games. Why not tie the two together by setting your recent grad with this <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9MZWdlbmQtWmVsZGEtQnJlYXRoLVdpbGQtTmludGVuZG8tU3dpdGNoL2RwL0IwOTdCMllXRlgvP3RhZz1nZGd0MGMtcC1vLXZvLTIwIiwiY29udGVudFV1aWQiOiIxNmExMDgyYy0yODhiLTQ5MmQtODM2YS0wMzQ4NzkxYjVjNjUifQ&amp;signature=AQAAASdVVFPgSKE1UWPxAP7kC5z8EPBa0mWSycEvRZsXhE5t&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FLegend-Zelda-Breath-Wild-Nintendo-Switch%2Fdp%2FB097B2YWFX%2F\">epic, world-spanning title</a> that is sure to keep them busy all summer? (And we mean <em>busy</em> – have you seen <a href=\"https://www.engadget.com/new-legend-of-zelda-tears-of-the-kingdom-trailer-shows-links-allies-144943398.html\">the latest trailer</a>?) It’ll be a nice bit of immersive escapism while they’re trying to figure out what to do next with their life.</p><h2>Switch Sports</h2><p></p><p>Your grad is an adult now, and being an adult means bills, working and taking care of your health. Rather than let it be just another dull chore they have to deal with, why not keep them active with this <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9OaW50ZW5kby1Td2l0Y2gtU3BvcnRzL2RwL0IwOUtSSzZDODI_dGFnPWdkZ3QwYy1wLW8tdm8tMjAiLCJjb250ZW50VXVpZCI6IjE2YTEwODJjLTI4OGItNDkyZC04MzZhLTAzNDg3OTFiNWM2NSJ9&amp;signature=AQAAAbMUpMyzxRmVmy54aWu-rvSbnNmWP_Dir2Zd_FLtM-ef&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FNintendo-Switch-Sports%2Fdp%2FB09KRK6C82\">collection of games</a> that will get them moving? All your favorite motion-controlled sports are here, including golf, tennis and yes, bowling. It’ll be a great chance to bond too, as you regale your grad with tales of long ago <em>Wii Sports</em> glory.</p><h2>Final Fantasy XVI</h2><p></p><p>It’s been seven years since the last major Final Fantasy game, which makes this the perfect gift for a college grad who’s just finished up four years of attending lectures, writing papers and passing exams. Unfortunately, it isn’t out until the end of June, so you’ll have to <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9GaW5hbC1GYW50YXN5LVhWSS1QbGF5U3RhdGlvbi01L2RwL0IwQlBNVEpKNkQvP3RoPTEmdGFnPWdkZ3QwYy1wLW8tdm8tMjAiLCJjb250ZW50VXVpZCI6IjE2YTEwODJjLTI4OGItNDkyZC04MzZhLTAzNDg3OTFiNWM2NSJ9&amp;signature=AQAAAYMVv1tdId7fPqMNbPQoOzvJhE0Dos7ijnQ0ovCYSKen&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FFinal-Fantasy-XVI-PlayStation-5%2Fdp%2FB0BPMTJJ6D%2F%3Fth%3D1\">pre-order</a> and hope your grad can wait a little longer for their much-anticipated present. But high school grads should be good to go on the release date, with plenty of adventure to tide them over until school restarts in September.</p>This article originally appeared on Engadget at https://www.engadget.com/best-gaming-gifts-for-graduates-150047802.html?src=rss", "link": "https://www.engadget.com/best-gaming-gifts-for-graduates-150047802.html?src=rss", "date_published": "2023-05-02 13:15:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Apple's iPad mini is back on sale for $400", "description": "<p>With an excellent blend of power and portability, Apple's 2021 iPad Mini tablet is a popular choice — but at $500, it's not exactly an impulse buy. If you've been waiting for a deal, the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS8yMDIxLUFwcGxlLWlQYWQtTWluaS1XaS1GaS9kcC9CMDlHOTFMWEZQLz90aD0xJnRhZz1nZGd0MGMtcC1vLXZuLTIwIiwiY29udGVudFV1aWQiOiI4M2Y4ZjQ1Yi02Y2Y4LTQzNTYtOThiZC1jMjBiMDNhZTY1MDUifQ&amp;signature=AQAAAROOyBGIIB3alG76Sdq5X7il6eyNvBL61BuQ0o3NghQa&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2F2021-Apple-iPad-Mini-Wi-Fi%2Fdp%2FB09G91LXFP%2F%3Fth%3D1\">64GB model</a> is now on sale at <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS8yMDIxLUFwcGxlLWlQYWQtTWluaS1XaS1GaS9kcC9CMDlHOUZXNzg1Lz90aD0xJnRhZz1nZGd0MGMtcC1vLXZuLTIwIiwiY29udGVudFV1aWQiOiI4M2Y4ZjQ1Yi02Y2Y4LTQzNTYtOThiZC1jMjBiMDNhZTY1MDUifQ&amp;signature=AQAAATfBaffT2FJ7SIDLBYLnKkiSPrUucoTkqFgOB0hT1fp2&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2F2021-Apple-iPad-Mini-Wi-Fi%2Fdp%2FB09G9FW785%2F%3Fth%3D1\">Amazon</a> and <a href=\"https://shopping.yahoo.com/rdlw?merchantId=827d7835-78d6-4491-ae04-c042cab1d6e7&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Target&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI4MjdkNzgzNS03OGQ2LTQ0OTEtYWUwNC1jMDQyY2FiMWQ2ZTciLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cudGFyZ2V0LmNvbS9wL2FwcGxlLWlwYWQtbWluaS13aS1maS0yMDIxLTZ0aC1nZW5lcmF0aW9uLy0vQS04NDYxOTg2Nz9wcmVzZWxlY3Q9Nzc2MTU4NTIiLCJjb250ZW50VXVpZCI6IjgzZjhmNDViLTZjZjgtNDM1Ni05OGJkLWMyMGIwM2FlNjUwNSJ9&amp;signature=AQAAAa04N2WkfqHv9BGrhhCgaK1lU7dBGEHYJph_Znu0nxYv&amp;gcReferrer=https%3A%2F%2Fwww.target.com%2Fp%2Fapple-ipad-mini-wi-fi-2021-6th-generation%2F-%2FA-84619867%3Fpreselect%3D77615852\">Target</a> for $400 ($99 off) in four colors, down to the lowest prices we've seen to date.</p><p></p><p>With its fresh and modern design, solid performance and improved cameras, the iPad mini 2021 earned a solid <a href=\"https://www.engadget.com/apple-ipad-mini-6th-generation-2021-review-130009170.html\">89 Engadget review score</a>. It’s easily the smallest (7.69x5.3x0.25 inches) and lightest (0.65 pounds for the WiFi model) of any current iPad, with an 8.3-inch display that’s more comfortable to operate with a single hand.</p><span id=\"end-legacy-contents\"></span><p>At the same time, it has similar specs to the iPhone 13, with the same speedy A15 Bionic chip that delivers a big jump in performance over the fifth-gen model. It comes with a larger 8.3-inch display with higher 2,266 x 1,488 resolution than the previous models, and eliminates the physical home button, moving the Touch ID sensor to the power button. The volume buttons, meanwhile, are at the top to make room for Apple Pencil 2 that can be attached to the side magnetically.</p><p>Other features include USB-C charging and upgraded cameras with support from Apple's Center Stage feature, keeping you in the center of the frame during video calls. The main downsides are the lack of a headphone jack, limited 64GB of storage on the base model and fairly high price compared to tablets with comparable specs. Amazon and Target have certainly taken the edge off the price, but it's best to act soon before the deal ends.</p><p><em>Follow </em><a href=\"https://twitter.com/EngadgetDeals\"><em>@EngadgetDeals</em></a><em> on Twitter and </em><a href=\"https://subscription.yahoo.net/Newsletter/Preference/sub?b=engadgetdeals&amp;src\"><em>subscribe to the Engadget Deals newsletter</em></a><em> for the latest tech deals and buying advice.</em></p>This article originally appeared on Engadget at https://www.engadget.com/apples-ipad-mini-is-back-on-sale-for-400-124717156.html?src=rss", "link": "https://www.engadget.com/apples-ipad-mini-is-back-on-sale-for-400-124717156.html?src=rss", "date_published": "2023-05-02 12:47:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Samsung tells employees not to use AI tools like ChatGPT and Google Bard", "description": "<p>While many workers worry AI bots will take their jobs, Samsung employees are no longer allowed to use them. The company banned generative AI tools, like <a href=\"https://www.engadget.com/chatgpt-is-once-again-available-in-italy-after-a-temporary-ban-195716663.html\">ChatGPT</a> and <a href=\"https://www.engadget.com/google-gives-bard-the-ability-to-generate-and-debug-code-130024663.html\">Google Bard</a>, after discovering staff had added sensitive code to them, <a href=\"https://www.bloomberg.com/news/articles/2023-05-02/samsung-bans-chatgpt-and-other-generative-ai-use-by-staff-after-leak?leadSource=uverify%20wall\"><em>Bloomberg</em> reported</a>. This revelation followed last month's incident in which <a href=\"https://www.engadget.com/three-samsung-employees-reportedly-leaked-sensitive-data-to-chatgpt-190221114.html\">Samsung engineers uploaded internal source code</a> and meeting notes to ChatGPT and accidentally leaked it.</p><p>Samsung isn't waiting for another mishap to take action. &quot;HQ is reviewing security measures to create a secure environment for safely using generative AI to enhance employees' productivity and efficiency,&quot; the company said in a memo to staff. &quot;However, until these measures are prepared, we are temporarily restricting the use of generative AI.&quot; Samsung further expressed concern that data sent to generative AI tools is stored on external servers, potentially creating difficulties around access, removal and unintentional sharing. ChatGPT, for instance, <a href=\"https://www.engadget.com/openai-improves-chatgpt-privacy-with-new-data-controls-174851274.html\">uses data for training</a> unless users specifically opt-out.</p><span id=\"end-legacy-contents\"></span><p>Though many companies are encouraging employees to embrace the likes of ChatGPT and Google Bard, Samsung isn't alone in taking the opposite approach. Bans are particularly popular amongst banks (clear hubs of sensitive information), with JP Morgan Chase, Bank of America and Citi Group all restricting employee access.</p><p>Beyond reducing worries about <a href=\"https://www.engadget.com/2016-08-19-basic-income-ai.html\">being let go in favor of an inanimate tool</a>, most of Samsung's staff likely agree with the policy, sharing similar concerns to their employer. In April, an internal survey by Samsung found 65 percent of respondents believed AI tools came with security risks. With this said, Samsung is still working on its own AI tools for employees to use for tasks like software development and translation.</p><p>Employees can still use any AI tools on personal devices strictly for non-work related matters — violating this rule is a quick path to termination. The new corporate policy won't impact consumers, with generative AI tools still available across Samsung devices.</p>This article originally appeared on Engadget at https://www.engadget.com/samsung-tells-employees-not-to-use-ai-tools-like-chatgpt-and-google-bard-114004180.html?src=rss", "link": "https://www.engadget.com/samsung-tells-employees-not-to-use-ai-tools-like-chatgpt-and-google-bard-114004180.html?src=rss", "date_published": "2023-05-02 11:40:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "The Morning After: The Godfather of AI leaves Google amid ethical concerns", "description": "<p>Geoffrey Hinton, nicknamed the <a href=\"https://www.engadget.com/godfather-of-ai-leaves-google-amid-ethical-concerns-152451800.html\">Godfather of AI</a>, told <em>The New York Times</em> he resigned as Google VP and engineering fellow in April to freely warn of the risks associated with the technology. The researcher is concerned Google is giving up its previous restraint on public AI releases to compete with ChatGPT, Bing Chat and similar models. In the near term, Hinton says he’s worried that generative AI could lead to a wave of misinformation. You might &quot;not be able to know what is true anymore,&quot; he says. He's also concerned it might not just eliminate &quot;drudge work,&quot; but outright replace some jobs – which I think is a valid worry already <a href=\"https://www.engadget.com/cnet-corrected-41-of-its-77-ai-written-articles-201519489.html\">turning into a reality. </a></p><p>– Mat Smith</p><p><em>The Morning After isn’t just a</em><a href=\"https://www.engadget.com/about/newsletter/\"><em> newsletter</em></a><em> –  it’s also a daily podcast. Get our daily audio briefings, Monday through Friday, by</em><a href=\"https://www.engadget.com/2019-08-01-engadget-podcasts.html\"><em> subscribing right here</em></a><em>.</em></p><p></p><h3>The biggest stories you might have missed</h3><p><a href=\"https://www.engadget.com/the-legend-of-zelda-tears-of-the-kingdom-spoilers-flood-the-internet-after-pre-launch-leak-193831043.html\">'The Legend of Zelda: Tears of the Kingdom' spoilers flood the internet</a></p><p><a href=\"https://www.engadget.com/redfall-review-good-enough-for-game-pass-000641521.html\">'Redfall' review: Good enough for Game Pass</a></p><p><a href=\"https://www.engadget.com/logitech-made-googles-project-starline-video-conferencing-booth--minus-holograms-163058592.html\">Logitech made Google's Project Starline video conferencing booth — minus holograms </a></p><p><a href=\"https://www.engadget.com/best-apple-watch-accessories-133025270.html\">The best Apple Watch accessories </a></p><p><a href=\"https://www.engadget.com/ninjas-updated-dualzone-air-fryer-is-50-off-right-now-144531253.html\">Ninja's updated DualZone air fryer is $50 off right now </a></p><p><a href=\"https://www.engadget.com/best-graduation-gifts-111518948.html\">The best gifts for the new grads in your life</a></p><p><a href=\"https://www.engadget.com/us-political-parties-views-on-twitter-have-changed-dramatically-in-two-years-183237760.html\">US political parties’ views on Twitter have changed dramatically in two years</a></p><p></p><h2><a href=\"https://www.engadget.com/someone-posted-entire-super-mario-100017148.html\">Someone posted the entire ‘Super Mario Bros. Movie’ on Twitter</a></h2><h3>Another nine million views, but no box office takings.</h3><h3></h3><p>Over nine million people watched <em>The Super Mario Bros. Movie </em>over the weekend — on Twitter. A Twitter user uploaded the entire movie to the platform – and kept it there for the weekend. A handful of copyrighted movies have repeatedly spent a few days on Twitter since Elon Musk took over, but Blue subscribers have also gained the ability to upload videos that are 60 minutes long, making it an easier task. Scrutinizing copyright for the team at Twitter is also a challenge when the company’s fired most of your safety and compliance staff…</p><p><a href=\"https://www.engadget.com/someone-posted-entire-super-mario-100017148.html\"><strong>Continue reading.</strong></a></p><p></p><h2><a href=\"https://www.engadget.com/apple-releases-its-first-rapid-fire-security-updates-for-iphone-ipad-and-mac-192642560.html\">Apple releases its first rapid-fire security updates for iPhone, iPad and Mac</a></h2><h3>The rollout hasn't been completely smooth, however.</h3><a href=\"https://www.engadget.com/apple-releases-its-first-rapid-fire-security-updates-for-iphone-ipad-and-mac-192642560.html\"><figure><img alt=\"TMA\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-05/7a381210-e8d0-11ed-bdd7-7fc6eacac27f\" style=\"height: 450px; width: 675px;\" /><figcaption></figcaption><div class=\"photo-credit\">Engadget</div></figure></a><p>Apple promised faster turnaround times for security patches with iOS 16 and macOS Ventura, and it's now delivering on that claim. The company has released its first Rapid Security Response updates for devices running iOS 16.4.1, iPadOS 16.4.1 and macOS 13.3.1. As usual, they're available through Software Update but are small downloads that don't require much time to install. Engadget and others have received an error warning that iOS can't verify the update as the device is &quot;no longer connected to the internet,” so you may have to check for the patch at another time.</p><p><a href=\"https://www.engadget.com/apple-releases-its-first-rapid-fire-security-updates-for-iphone-ipad-and-mac-192642560.html\"><strong>Continue reading.</strong></a></p><p></p><span id=\"end-legacy-contents\"></span><h2><a href=\"https://www.engadget.com/spacexs-starship-didnt-immediately-respond-to-a-self-destruct-command-120010127.html\">SpaceX's Starship didn't immediately respond to a self-destruct command</a></h2><h3>It finally exploded after a 40-second delay.</h3><a href=\"https://www.engadget.com/spacexs-starship-didnt-immediately-respond-to-a-self-destruct-command-120010127.html\"><figure><img alt=\"TMA\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-05/7a3a34f0-e8d0-11ed-a6ff-47c960caf28b\" style=\"height: 450px; width: 675px;\" /><figcaption></figcaption><div class=\"photo-credit\">SpaceX</div></figure></a><p>SpaceX's founder, Elon Musk, shared more details about what went awry during the first fully integrated Starship rocket and Super Heavy booster launch in April. In a Twitter audio chat on Saturday, he revealed the self-destruct setting took 40 seconds to work. It should have been relatively instantaneous. The FAA has already announced it's investigating the events and will ground Starship until &quot;determining that any system, process or procedure related to the mishap does not affect public safety.&quot; Even with all of that, Musk called the launch &quot;successful&quot; and &quot;maybe slightly exceeding my expectations.&quot;</p><p><a href=\"https://www.engadget.com/spacexs-starship-didnt-immediately-respond-to-a-self-destruct-command-120010127.html\"><strong>Continue reading.</strong></a></p>This article originally appeared on Engadget at https://www.engadget.com/the-morning-after-the-godfather-of-ai-leaves-google-amid-ethical-concerns-111514764.html?src=rss", "link": "https://www.engadget.com/the-morning-after-the-godfather-of-ai-leaves-google-amid-ethical-concerns-111514764.html?src=rss", "date_published": "2023-05-02 11:15:14+00:00", "persistent": false, "user": null, "language": "en-US"}]