[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "The Complete Evolution of Scorpion From Mortal Kombat (1992) Till Mortal Kombat 1 (2023)", "description": "Alongside Sub-Zero and maybe Reptile, Scorpion is among Mortal Kombat’s most recognizable characters. Immediately standing out with his black and yellow garb, Scorpion’s command of fire also makes him one of the most fearsome fighters in the entire canon. This feature discusses his outfits, from the relatively simple vest in 1992’s Mortal Kombat all the way through his heavily armored mid-phase, to a sort of return to roots look with fitted material outerwear. \n\nHis signature fatalities – as is the case with most in Mortal Kombat – lean on the gruesome, with his move set receiving significant evolution and upgrade in Mortal Kombat’s most recent outings. This feature focuses on Mortal Kombat’s canon entries only, so no mention of Scorpion’s formidable outfit in MK vs DCU… apart from just now.\n\nCredit for Mortal Kombat vs. DC Universe footage: Youtube user: https://www.youtube.com/watch?v=b1vGIwgZlLc", "link": "https://www.youtube.com/watch?v=iq_OsMu7ZKo", "date_published": "2023-09-01T21:15:01+00:00", "bookmarked": false, "dead": false, "artist": "GamingBolt", "album": "GamingBolt", "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/iq_OsMu7ZKo/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Starfield - How To Be The ULTIMATE SPACE PIRATE", "description": "The level of freedom and flexibility that Starfield offers in letting players whoever they fancy themselves being in its massive interstellar setting is perhaps one of the game’s biggest strengths. \n\nTo those who have familiarity with Bethesda Game Studios’ past works, all of which have prided themselves on the same design philosophy, that doesn’t come as a massive surprise- though it’s still hard not to be impressed by how few restrictions Starfield puts on your in letting you pick a role for yourself and inhabiting it to your heart’s content. \n\nThat’s doubly true, in fact, if the role you want to pick is one of a space pirate. If that is what your heart desires as you begin your space-faring journey in Starfield, this guide should help you get familiar with the things you need to be familiar with in your life of star-hopping crime.", "link": "https://www.youtube.com/watch?v=Ejn092DPi2g", "date_published": "2023-09-01T16:15:00+00:00", "bookmarked": false, "dead": false, "artist": "GamingBolt", "album": "GamingBolt", "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/Ejn092DPi2g/hqdefault.jpg"}]