[{"source": "https://www.theguardian.com/rss", "title": "‘Everyone has the same dream’: Mount Fuji grapples with rise in tourism", "description": "<p>Millions visit Japan’s highest peak each year, creating pollution and putting pressure on medical centre</p><p>The hum of anticipation, like the gathering clouds, hangs over the fifth stage of Mount Fuji, the preferred starting point for climbers to begin their ascent of Japan’s highest and best-known mountain.</p><p>They fuel up on noodles and curry, complete with a conical-shaped portion of rice, while those coming in the opposite direction buy mementoes of their time on the sacred peak – everything from branded whisky to Fuji-shaped cakes.</p> <a href=\"https://www.theguardian.com/world/2023/sep/02/everyone-has-the-same-dream-mount-fuji-grapples-with-rise-in-tourism\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/02/everyone-has-the-same-dream-mount-fuji-grapples-with-rise-in-tourism", "date_published": "2023-09-01T23:05:27+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Thousands of schools serving meals that could contain cancer-causing chemicals", "description": "<p>Education authorities across England and Wales shown to use meat that has been treated with either nitrites or nitrates</p><p>Thousands of schools are serving pupils meals that includes meat that has been cured with chemicals <a href=\"https://www.theguardian.com/society/2022/dec/27/too-much-nitrite-cured-meat-brings-clear-risk-of-cancer-say-scientists\">shown to increase the risk of cancer</a>.</p><p>Local education authorities (LEAs) across England and Wales have said that some or all of the schools in their area are using meat that has been treated with either nitrites or nitrates.</p> <a href=\"https://www.theguardian.com/education/2023/sep/02/thousands-of-schools-serving-meals-that-could-contain-cancer-causing-chemicals\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2023/sep/02/thousands-of-schools-serving-meals-that-could-contain-cancer-causing-chemicals", "date_published": "2023-09-01T23:00:27+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Coalmine approvals in Australia this year could add 150m tonnes of CO2 to atmosphere", "description": "<p>Expansion of metallurgical coalmine in Queensland will add 31m tonnes alone with activists accusing Albanese government of being reckless</p><p>Coalmine expansions and developments approved in Australia so far this year are expected to add nearly 150m tonnes of carbon dioxide to the atmosphere over their lifetimes – equivalent to nearly a third of the country’s annual climate pollution.</p><p>The Albanese government this week gave the greenlight to an expansion of the Gregory Crinum coalmine in central Queensland. It produces metallurgical coal, used in steelmaking.</p><p>Approving a nine-year extension of the Ensham thermal coalmine, creating fuel for power plants. The Australia Institute’s <a href=\"https://australiainstitute.org.au/coal-mine-tracker/mine/ensham-coal-mine/\">coalmine tracker</a> found it was likely to lead to 106m tonnes of additional emissions over its life.</p><p>Approving the creation of a small new mine, the Isaac River metallurgical coalmine, also in Queensla", "link": "https://www.theguardian.com/environment/2023/sep/02/coalmine-approvals-in-australia-this-year-could-add-150m-tonnes-of-co2-to-atmosphere", "date_published": "2023-09-01T22:40:57+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Getafe make shock Mason Greenwood signing on transfer deadline day", "description": "<ul><li>Manchester United said in August he would leave Old Trafford</li><li>21-year-old has not played since January 2022</li></ul><p>Mason Greenwood has joined Getafe on a season-long loan following 19 months of inactivity at Manchester United, with the Spanish club paying no fee and making only a minor contribution to his salary of about £75,000 a week.</p><p>The player was charged by Greater Manchester police with attempted rape, controlling and coercive behaviour and assault in October 2022 after allegations were made online. The <a href=\"https://www.theguardian.com/uk-news/2023/feb/02/prosecutors-drop-alleged-case-against-mason-greenwood\">charges were dropped</a> in February when the Crown Prosecution Service said there was “no longer a realistic prospect of conviction” after key witnesses withdrew their cooperation from the investigation and new evidence had come to light. Greenwood denied all charges.</p> <a href=\"https://www.theguardian.com/football/2023/sep/01/getafe-make-s", "link": "https://www.theguardian.com/football/2023/sep/01/getafe-make-shock-mason-greenwood-signing-on-transfer-deadline-day", "date_published": "2023-09-01T22:40:48+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Dan Evans resets and ready for ‘normal’ Carlos Alcaraz at US Open", "description": "<ul><li>Briton has turned season around with first ATP 500 win</li><li>Iga Swiatek demolishes Kaja Juvan 6-0, 6-1</li></ul><p>When Dan Evans steps out on Saturday to face the best player in the world on the biggest stage in the sport, he will likely enter Arthur Ashe Stadium reminding himself that Carlos Alcaraz is only human, that he too gets nervous, and there is no reason why he cannot use his tools to provoke those sensations.</p><p>“When I play on the tour I don’t think about what ranking people are,” he said. “I genuinely don’t. They’re normal people. To put it frankly they do exactly the same as what all of us do in the morning when they get out of bed. They’re very good at the sport but they still get nervous, they deal with it better than us. That’s what’s helped me when I’ve played better players.”</p> <a href=\"https://www.theguardian.com/sport/2023/sep/01/dan-evans-resets-and-ready-for-normal-carlos-alcaraz-at-us-open\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/sep/01/dan-evans-resets-and-ready-for-normal-carlos-alcaraz-at-us-open", "date_published": "2023-09-01T21:30:25+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Wardle fires Wigan to victory over Salford to move top of Super League", "description": "<ul><li>Wigan 26-8 Salford</li><li>Warriors score five tries to maintain winning run</li></ul><p>Timing is everything in sport, and how Wigan Warriors are once again proving they are the masters of peaking when it matters. While Matt Peet’s side have been in and among the frontrunners for most of this year, they have never really stood out: until now.</p><p>This is now six consecutive league wins for the Warriors with the playoffs fast approaching, and with Catalans losing at Hull Kingston Rovers elsewhere on Friday night, they are now top of the league. All of a sudden, a side that have not really had much said about them this season are the team on everyone’s lips.</p> <a href=\"https://www.theguardian.com/sport/2023/sep/01/wigan-warriors-salford-super-league-rugby-league\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/sep/01/wigan-warriors-salford-super-league-rugby-league", "date_published": "2023-09-01T21:26:47+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Bowen and Zouma extend West Ham’s soaring start to ruin Luton’s big return", "description": "<p>Nobody could accuse Luton Town’s supporters of not doing enough to roar their team forward. They savoured every moment of Kenilworth Road’s first taste of the Premier League, keeping the volume high from start to finish, and the celebrations would have been wild if Carlton Morris had taken a late chance to equalise moments before Kurt Zouma scored the goal that carried West Ham back to the top of the table.</p><p>Unfortunately for Luton their big night would end with another lesson about the harsh reality of life at the highest level. Rob Edwards’s side fought until the end, Mads Andersen’s stoppage-time header setting up a frantic finish, but they were blunt for long spells and were not ruthless enough when it mattered. West Ham, resilient and experienced, were rarely in trouble once Jarrod Bowen had given them the lead.</p> <a href=\"https://www.theguardian.com/football/2023/sep/01/luton-west-ham-premier-league-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/sep/01/luton-west-ham-premier-league-match-report", "date_published": "2023-09-01T21:01:43+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Mohamed Al Fayed, former Harrods and Fulham FC owner, dies aged 94", "description": "<p>Egyptian businessman and self-made billionaire dies almost 26 years to the day after his son was killed in Paris car crash</p><p>Mohamed Al Fayed, the Egyptian-born businessman who owned the department store Harrods, has died aged 94.</p><p>His death comes almost 26 years to the day after the car crash in Paris that killed his eldest son, Dodi, and Diana, Princess of Wales, on 31 August 1997.</p> <a href=\"https://www.theguardian.com/business/2023/sep/01/mohamed-al-fayed-former-harrods-and-fulham-fc-owner-dies-aged-94\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/sep/01/mohamed-al-fayed-former-harrods-and-fulham-fc-owner-dies-aged-94", "date_published": "2023-09-01T20:47:49+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Roberto De Zerbi feels ‘overwhelming duty’ to help Ansu Fati at Brighton", "description": "<ul><li>Barcelona’s Spain international, 20, has signed on loan</li><li>‘Our style is close with his characteristics, with his qualities’</li></ul><p>The Brighton head coach, Roberto De Zerbi, said he feels an overwhelming duty to help the Barcelona loanee Ansu Fati realise his potential of becoming a “great” player. The Spain international has joined Albion until the end of the season, after also being linked with Tottenham.</p><p>De Zerbi, who recently lost Julio Enciso to a long-term knee issue, says he “can’t make mistakes” as he bids to develop the exciting 20-year-old forward during his stay at the Amex Stadium.</p> <a href=\"https://www.theguardian.com/football/2023/sep/01/roberto-de-zerbi-feels-overwhelming-duty-to-help-ansu-fati-at-brighton\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/sep/01/roberto-de-zerbi-feels-overwhelming-duty-to-help-ansu-fati-at-brighton", "date_published": "2023-09-01T20:25:11+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "England rout New Zealand with Bairstow, Brook and Atkinson rampant", "description": "<ul><li><a href=\"https://www.theguardian.com/sport/cricket/match/2023-09-01/england-cricket-team\">2nd T20i: England, 198-4, beat New Zealand, 103, by 95 runs</a></li><li>Bairstow makes 86*, Brook 67; Atkinson takes 4-20 on debut</li></ul><p>For the second time in three days England donned their pyjamas and calmly put New Zealand to bed. After Jonny Bairstow and Harry Brook powered the home side to a daunting total of 198 for four the bowlers savaged the visitors’ batting order, Gus Atkinson taking four wickets including three in the night’s final over. Halfway through their reply New Zealand were 77 for five and their task was already forlorn; less than four overs later the game was over, England winning by 95 runs.</p><p>Halfway through their own innings England had scored one run fewer, but they had lost only two wickets and were starting to purr. Brook’s omission was the big talking point of their provisional World Cup squad and he has done plenty since to keep tongues wagging. He", "link": "https://www.theguardian.com/sport/2023/sep/01/england-rout-new-zealand-with-bairstow-brook-and-atkinson-rampant", "date_published": "2023-09-01T20:23:06+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Boomerang adults: the young New Zealanders moving back in with their parents", "description": "<p>Working adults living in the family home sign of acute housing pressures with parties split on how to ease crisis ahead of election</p><p>Freya Adams managed as a solo mum of twin six-year-old girls for almost three years after separating from her partner.</p><p>Then, mortgage repayments on her two-bedroom apartment were set to double. Food and petrol prices continued to soar.</p> <a href=\"https://www.theguardian.com/world/2023/sep/02/boomerang-adults-the-young-new-zealanders-moving-back-in-with-their-parents\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/02/boomerang-adults-the-young-new-zealanders-moving-back-in-with-their-parents", "date_published": "2023-09-01T20:00:23+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Ex-Tory MP apologises for ancestors’ links to slavery", "description": "<p>Antoinette Sandbach ‘struggling with difficult history’ after initially threatening to sue University of Cambridge over academic’s research</p><p>A former Conservative MP has apologised “for the acts of my ancestors” after an academic named her as a descendant of a merchant with links to the slave trade.</p><p>On Thursday, Antoinette Sandbach <a href=\"https://www.theguardian.com/world/2023/aug/31/ex-tory-mp-threatens-sue-cambridge-university-slavery-research-antoinette-sandbach\">had threatened to sue the University of Cambridge</a> over an online TED Talk given by Malik Al Nasir. On Friday she said she had raised the matter with the university over concerns for her personal safety, but that she did not object to being linked to a history “that is absolutely there”.</p> <a href=\"https://www.theguardian.com/world/2023/sep/01/ex-tory-mp-apologises-for-ancestors-links-to-slavery\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/01/ex-tory-mp-apologises-for-ancestors-links-to-slavery", "date_published": "2023-09-01T19:58:53+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Strong highlighter energy’: why tennis stars are dazzling on court", "description": "<p>From Jelena Ostapenko’s neon yellow ensemble to Grigor Dimitrov’s radioactive shirt, the athletes are putting on a colourful show at the US Open</p><p>“She’s come dressed as a giant tennis ball” was one fan’s verdict on Jelena Ostapenko’s <a href=\"https://cdn.images.express.co.uk/img/dynamic/72/590x/secondary/4934181.jpg?r=1693396992501\">neon yellow ensemble</a> as the Latvian number one took to the court at Flushing Meadows. “It’s giving strong highlighter energy” was <a href=\"https://www.sportskeeda.com/tennis/news-fashion-queen-strikes-again-dressed-tennis-ball-fans-react-jelena-ostapenko-s-outfit-us-open-2023\">another illustrative comment</a> on social media. But Ostapenko has not been the only luminous presence at this year’s US Open, with neon yellows and fluorescent limes dominating.</p><p>In her drama-filled opening match, home favourite Coco Gauff was resplendent in her own neon yellow-green two piece, custom-made by New Balance. The Ukrainian Marta Kostyuk was a <a href=", "link": "https://www.theguardian.com/sport/2023/sep/01/strong-highlighter-energy-why-tennis-stars-are-dazzling-on-court", "date_published": "2023-09-01T19:55:18+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Finally Dawn review – Lily James shines in exuberant romantic melodrama", "description": "<p>James is the Liz Taylor-ish diva claiming a young star-struck girl as her new best friend in Saverio Constanzo’s tale set in 1950s Rome</p><p>The Italian writer-director Saverio Constanzo has offered the Venice film festival some unpretentious calorific fun with this enjoyable film: a tasty, showbizzy crowd-pleaser and romantic melodrama with a vivid streak of surreal absurdity in the tradition of Federico Fellini’s The White Sheik or Woody Allen’s The Purple Rose of Cairo.</p><p>It is the tale of an unconventionally beautiful duckling who becomes more of a swan than the glamorous people she idolises; her dreams come true – or sort of true – in 1950s Rome in the heyday of the giant Cinecittà film studio. There are seductive performances from Lily James as the Liz Taylor-ish American movie diva, Willem Dafoe as her elegant, kindly confidant, Rachel Sennott as the disaffected up-and-coming actor who wants to unseat James’s star, and a lovely turn from relative newcomer Rebecca Anton", "link": "https://www.theguardian.com/film/2023/sep/01/finally-dawn-review-lily-james-romantic-melodram-venice-film-festival", "date_published": "2023-09-01T19:45:23+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "China issues highest flood warning as Typhoon Saola approaches its south-eastern coast – video", "description": "<p>China has issued the highest flood warning as Typhoon Saola continued its journey toward the country's south-eastern coast. The storm has clocked wind speeds of up to 209km/h threatening major urban areas including Hong Kong and Guangdong. Rail and air transport in Hong Kong have been suspended as local authorities warn people to remain indoors and away from windows</p><p></p><ul><li><p><a href=\"https://www.theguardian.com/world/2023/aug/31/typhoon-saola-china-updates-news-landfall-alerts-tracker-path-hong-kong-guangdong\">Typhoon Saola: China issues highest warning as storm approaches Hong Kong and Guangdong</a></p></li></ul> <a href=\"https://www.theguardian.com/world/video/2023/sep/01/china-issues-highest-flood-warning-as-typhoon-saola-approaches-its-south-eastern-coast-video\">Continue reading...</a>", "link": "https://www.theguardian.com/world/video/2023/sep/01/china-issues-highest-flood-warning-as-typhoon-saola-approaches-its-south-eastern-coast-video", "date_published": "2023-09-01T19:33:01+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Martin Rowson: a prime minister at his peak – cartoon", "description": "<a href=\"https://www.theguardian.com/commentisfree/picture/2023/sep/01/martin-rowson-rishi-sunak-pompeii-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2023/sep/01/martin-rowson-rishi-sunak-pompeii-cartoon", "date_published": "2023-09-01T19:22:18+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Ten years on from The Fellaini Window, United’s age of waste goes on | Barney Ronay", "description": "<p>Lingering inability to fill giant hole at team’s heart sums up the club under the Glazers, as inertia, muddle and lethargy persist</p><p>Manchester United’s official Twitter account kicked off its feed on Monday morning with a quietly coy assessment of the week to come, described through a haze of robotic corporate optimism as <a href=\"https://twitter.com/ManUtd/status/1696283264049430538\" title=\"\">“an intriguing seven days”</a>.<strong> </strong>May you live in intriguing times. Although perhaps not, for the sake of everyone engaged in following this great creaking, wheezing ghost ship through the entropy of the late Glazer age, as intriguing as this.</p><p>For United the week has already taken in the two promised cup draws and the shared digital panic attack of another transfer deadline day. It will now conclude with what the club admin described accurately as “a huge early season #PL clash” at the Emirates Stadium on Sunday afternoon, a meeting with Arsenal that already feels d", "link": "https://www.theguardian.com/football/2023/sep/01/ten-years-on-marouane-fellaini-transfer-window-manchester-united-age-of-waste-goes-on-glazers", "date_published": "2023-09-01T19:00:22+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The week around the world in 20 pictures", "description": "<p>Hurricane Idalia hits Florida, wildfires in Greece, Russian airstrikes in Kyiv and the Notting Hill carnival: the most striking images this week</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2023/sep/01/the-week-around-the-world-in-20-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2023/sep/01/the-week-around-the-world-in-20-pictures", "date_published": "2023-09-01T18:43:29+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Luton v West Ham: Premier League – live", "description": "<ul><li>Updates from the 8pm BST kick-off at Kenilworth Road</li><li>Get in touch: <a href=\"mailto:scott.murray@theguardian.com\">contact Scott here</a> with your thoughts</li></ul><p><strong>Luton Town make two changes to the XI that started the 3-0 defeat at Chelsea this time last week.</strong> Alfie Doughty and Mads Andersen come in form Issa Kaboré, who drops to the bench, and captain Tom Lockyer, who is missing from the squad altogether.</p><p><strong>West Ham make two changes from the starting XI named for the 3-1 win at Brighton last Saturday.</strong> Nayef Aguerd and Said Benrahma replace Angelo Ogbonna, who drops to the bench, and the suspended Tomas Soucek. Box-fresh signing Mohammed Kudus is named as a sub.</p> <a href=\"https://www.theguardian.com/football/live/2023/sep/01/luton-v-west-ham-premier-league-live\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/sep/01/luton-v-west-ham-premier-league-live", "date_published": "2023-09-01T18:09:44+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Manchester United close in on Sofyan Amrabat loan on busy transfer day", "description": "<ul><li>Ten Hag wants upgrade on Fred with season-long Amrabat loan</li><li>United sign Sergio Reguilón, Altay Bayindir and Jonny Evans</li></ul><p>Manchester United were closing in on a £10m season-long loan for Fiorentina’s Sofyan Amrabat as Friday’s 11pm transfer deadline neared, with Tottenham’s Sergio Reguilón, Altay Bayindir and Jonny Evans signed earlier in the day.</p><p>Erik ten Hag has pursued Amrabat as an upgrade on Fred following the latter’s £15m sale to Fenerbahce. If the Moroccan’s signing is confirmed it may represent a coup following impressive performances in his country’s fourth-place finish at the Qatar World Cup.</p> <a href=\"https://www.theguardian.com/football/2023/sep/01/manchester-united-close-on-sofyan-amrabat-loan\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/sep/01/manchester-united-close-on-sofyan-amrabat-loan", "date_published": "2023-09-01T18:04:46+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Ministers face calls to explain slow response in closing schools over concrete crisis", "description": "<p>Labour calls for audit into handling of longstanding safety fears as government pledges to fund repairs expected to cost at least £100m</p><p>Headteachers are racing to find temporary classrooms for thousands of children amid a growing building safety crisis that has left ministers under pressure to explain why they were slow to shut buildings in more than 100 schools.</p><p>With the new academic year due to start next week, Labour demanded an urgent audit into the government’s handling of longstanding safety fears about aerated concrete found in the roofs, floors and walls of hundreds of schools, hospitals and other public buildings.</p> <a href=\"https://www.theguardian.com/education/2023/sep/01/aerated-concrete-ministers-face-calls-to-explain-why-they-were-slow-to-shut-schools\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2023/sep/01/aerated-concrete-ministers-face-calls-to-explain-why-they-were-slow-to-shut-schools", "date_published": "2023-09-01T17:56:16+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "North Carolina judge investigated for saying racial bias exists files lawsuit", "description": "<p>Anita Earls says investigation by state’s judicial standards commission represents ‘chilling of [my] first amendment rights’</p><p>A North Carolina supreme court judge is suing the state’s judicial standards commission for allegedly violating her right to freedom of speech. After Judge Anita Earls made public comments about the lack of diversity in the North Carolina court system, the commission launched an investigation into her statements. According to a federal lawsuit filed by Earls’ lawyers, the judge has been “subjected to a series of months-long intrusive investigations” which have led to a “chilling of her first amendment rights”.</p><p>In a June article on Law360, Earls pointed out the lack of diversity among North Carolina supreme court law clerks. “If you look at who is hired to serve as clerks to the justices … we have plenty of female clerks, but on racial diversity we’re lacking,” Earls said in the interview, pointing out that there was only one Black clerk and one L", "link": "https://www.theguardian.com/us-news/2023/sep/01/north-carolina-judge-investigation-racial-bias", "date_published": "2023-09-01T17:48:43+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Magic day out as Harry Potter fans gather at King’s Cross for return to Hogwarts", "description": "<p>Fans in costumes gathered at the London station to watch a train for ‘Hogsmeade’ on platform 9¾ appear on the departure board</p><p>Thousands of Harry Potter fans braved the rail strikes on Friday to gather at King’s Cross station in London for “back to Hogwarts day”.</p><p>Many wearing wizard robes and carrying wands, fans of the franchise travelled to the station to hear the magical loudspeaker call for the Hogwarts Express at 11am, inviting witches and wizards to board the train to Hogsmeade on platform 9¾.</p> <a href=\"https://www.theguardian.com/books/2023/sep/01/magic-day-out-as-harry-potter-fans-gather-at-kings-cross-for-return-to-hogwarts\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/sep/01/magic-day-out-as-harry-potter-fans-gather-at-kings-cross-for-return-to-hogwarts", "date_published": "2023-09-01T17:33:39+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on dangerous school buildings: the price of 13 years of underinvestment | Editorial", "description": "<p>The decision to close schools is right, given the risks. But ministers should never have let this happen</p><p>Nick Gibb, the long-serving Conservative schools minister, is right that safety is the most important consideration when deciding whether to <a href=\"https://www.theguardian.com/education/2023/sep/01/more-english-schools-could-close-raac-crumbling-concrete-minister\" title=\"\">close school buildings</a> deemed to be dangerous. The public is all too familiar, post-Grenfell, with the horrific consequences that can follow from ignoring warnings that buildings are structurally unsound. But the announcement that more than 100 schools in England will not reopen next week, due to the possibility of concrete ceilings falling in, is enormously troubling. Not only will this last-minute decision disrupt thousands of children’s education, with knock-on effects on parents and carers, it also points to the extent of the harm caused by the Conservatives’ refusal to invest in the nation’s ", "link": "https://www.theguardian.com/commentisfree/2023/sep/01/the-guardian-view-on-dangerous-school-buildings-the-price-of-13-years-of-underinvestment", "date_published": "2023-09-01T17:30:20+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Proud Boys member who smashed Capitol window given 10-year sentence", "description": "<p>Dominic Pezzola handed lengthy sentence for role in 2021 insurrection and Ethan Nordean to receive punishment later</p><p>A member of the far-right Proud Boys militia group who took part in the 6 January 2021 attack on the US Capitol with the intention of keeping Donald Trump in the White House was sentenced to a lengthy prison term on Friday, as another waited to learn his fate.</p><p>Dominic Pezzola, who attacked a police officer and was filmed using the officer’s shield to smash a window, received 10 years from the federal judge Timothy Kelly in Washington DC, following his <a href=\"https://www.theguardian.com/us-news/2023/may/04/proud-boys-convicted-seditious-conspiracy-capitol-attack\">conviction in May</a> for assault and obstructing an official proceeding. Prosecutors had sought a 20-year term.</p> <a href=\"https://www.theguardian.com/us-news/2023/sep/01/proud-boys-dominic-pezzola-jan-6-attack\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/sep/01/proud-boys-dominic-pezzola-jan-6-attack", "date_published": "2023-09-01T17:26:27+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on Shakespeare’s First Folio: the sum of its history | Editorial", "description": "<p>The year of its 400th anniversary is a moment to think about the true value of one of the world’s most expensive books</p><p>Three years ago, a copy of William Shakespeare’s First Folio <a href=\"https://www.christies.com/about-us/press-archive/details?PressReleaseID=9826&amp;amp;lid=1\" title=\"\">exchanged hands</a> for nearly $10m at Christie’s, New York, becoming the most expensive work of literature ever sold at auction. What made the price all the more extraordinary was that this was not a unique artefact, like a medieval manuscript, but one of 233 known to have survived, from about 750 copies. The British Library alone <a href=\"https://www.bl.uk/collection-items/shakespeares-first-folio\" title=\"\">owns five of them</a>.</p><p>Nevertheless, the First Folio holds a hallowed space, both within the English-speaking world <a href=\"https://folio400.com/where-are-they/#:~:text=There%20are%20three%20First%20Folios,private%20libraries%2C%20including%20the%20Queen.\" title=\"\">and beyond</a", "link": "https://www.theguardian.com/commentisfree/2023/sep/01/the-guardian-view-on-shakespeares-first-folio-the-sum-of-its-history", "date_published": "2023-09-01T17:25:20+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "England v New Zealand: second T20 cricket international – live", "description": "<ul><li>Updates from the T20i at Old Trafford starting at 6pm BST</li><li>Get in touch! <a href=\"mailto:rob.smyth.casual@theguardian.com\">Email your thoughts to Rob</a></li></ul><p><strong>3rd over: England 18-0 (Bairstow 14, Jacks 4) </strong>A fractionally short delivery from Milne is savaged over midwicket for four by Bairstow. Milne continues to trouble him with the inducker, even if the movement isn’t as extravagant as it was in the first over.</p><p>This is a really important set of games for Bairstow, whose already enormous importance to England’s 50-over team has increased given the relative struggles of Jason Roy since the last World Cup.</p> <a href=\"https://www.theguardian.com/sport/live/2023/sep/01/england-v-new-zealand-second-t20-cricket-international-live\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2023/sep/01/england-v-new-zealand-second-t20-cricket-international-live", "date_published": "2023-09-01T17:14:41+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "USA survive Montenegro scare at Fiba World Cup to reach quarter-finals", "description": "<ul><li>USA rally to beat Montenegro 85-73 at Fiba World Cup</li><li>Favored Americans struggle against 26.5-point underdogs</li><li>Edwards scores all of team-high 17 points after half-time</li></ul><p>Everything had looked so easy for the US at the Basketball World Cup. Points were coming in bunches, final scores were blowouts and stress wasn’t a problem.</p><p>Until Friday.</p> <a href=\"https://www.theguardian.com/sport/2023/sep/01/usa-montenegro-lithuania-fiba-world-cup\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/sep/01/usa-montenegro-lithuania-fiba-world-cup", "date_published": "2023-09-01T17:09:05+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Wonderful Story of Henry Sugar review – Wes Anderson’s short and sweet Roald Dahl tale", "description": "<p>The director’s second Dahl adaptation is a droll 40 minutes of beautifully composed nested stories, with Benedict Cumberbatch as a gambler who learns how to beat the house</p><p>The sun-splashed Venice film festival provided an unlikely backdrop for the premiere of Wes Anderson’s The Wonderful Story of Henry Sugar, an enjoyable bedtime story of sorts, converted from the 1976 tale by Roald Dahl. The guests sheltered from the heat inside the main cinema while the director moseyed on stage with a diffident shrug. What followed was a cosy, wholesome, purely soothing affair. The only thing missing was a cup of warm cocoa.</p><p>“I hope that you like it. And if you don’t that’s OK, because it’s very short,” Anderson explained by way of introduction, setting the scene for a droll 40-minute featurette that will duly be heading over to Netflix within the space of a month. The Wonderful Story of Henry Sugar marks the director’s second adaptation of Dahl, after his animated take on <a href=\"", "link": "https://www.theguardian.com/film/2023/sep/01/the-wonderful-story-of-henry-sugar-review-wes-anderson-roald-dahl-benedict-cumberbatch", "date_published": "2023-09-01T17:07:29+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Tottenham agree £47m deal with Nottingham Forest for Brennan Johnson", "description": "<ul><li>Forward would not be available for game at Burnley on Saturday</li><li>Manager says this window is ‘unusual’ without sporting director</li></ul><p>Tottenham have agreed a £47.5m deal to sign Brennan Johnson from Nottingham Forest. The London club have prioritised the addition of Johnson, with Ange Postecoglou seeing the forward as the ideal fit for his style, and negotiations with Forest have progressed throughout the week.</p><p>Johnson, who would not be available for Spurs’s game at Burnley on Saturday, the move having missed Friday’s registration deadline, has been coveted by a host of clubs including Chelsea, Aston Villa, West Ham and Brentford.</p> <a href=\"https://www.theguardian.com/football/2023/sep/01/tottenham-agree-47m-deal-with-nottingham-forest-for-brennan-johnson\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/sep/01/tottenham-agree-47m-deal-with-nottingham-forest-for-brennan-johnson", "date_published": "2023-09-01T17:02:17+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Why has it all gone wrong for England since the last men’s Rugby World Cup?", "description": "<p>Only four years after fielding the youngest team in a final, there are myriad reasons why England have arrived in France in crisis, ranked eighth in the world with expectations at an all-time low</p><p>It is the morning after the 2019 World Cup final and on the 47th floor of Tokyo’s Keio Plaza hotel, the Rugby Football Union’s chief executive, Bill Sweeney, is reflecting on what might have been. The conversation soon turns to whether Eddie Jones – at this point contracted until August 2021 – will stay on for the next World Cup. “We just need to sit down when we get back, have a couple of bottles of red wine and chat about where it goes,” says Sweeney. Pressed on whether Jones is the man to carry England to France 2023, he adds: “It makes sense, doesn’t it?”</p><p>Several hours later, soon after his flight lands at Heathrow, Jamie George gets a phone call. It is the Saracens director of rugby, Mark McCall, informing him of the club’s swingeing punishments for breaking the salary ca", "link": "https://www.theguardian.com/sport/2023/sep/01/why-has-it-all-gone-wrong-for-england-since-the-last-mens-rugby-world-cup", "date_published": "2023-09-01T17:00:19+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian blocks ChatGPT owner OpenAI from trawling its content", "description": "<p>Publisher is latest news organisation to block the artificial intelligence company from harvesting content to create its tools</p><p>The Guardian has blocked OpenAI from using its content to power artificial intelligence products such as ChatGPT. Concerns that OpenAI is using unlicensed content to create its AI tools have led to writers <a href=\"https://www.theguardian.com/technology/2023/jul/10/sarah-silverman-sues-openai-meta-copyright-infringement\">bringing lawsuits against the company</a> and creative industries calling for <a href=\"https://www.theguardian.com/books/2023/aug/31/uk-publishers-association-ai-models-sunak\">safeguards to protect their intellectual property</a>.</p><p>The Guardian has confirmed that it has prevented OpenAI from deploying software that harvests its content.</p> <a href=\"https://www.theguardian.com/technology/2023/sep/01/the-guardian-blocks-chatgpt-owner-openai-from-trawling-its-content\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/sep/01/the-guardian-blocks-chatgpt-owner-openai-from-trawling-its-content", "date_published": "2023-09-01T16:54:16+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Poor Things review – Emma Stone has a sexual adventure in Yorgos Lanthimos’s virtuoso comic epic", "description": "<p>Stone gives a hilarious, beyond-next-level performance as Bella Baxter, the experimental subject of a troubled Victorian anatomist, in Lanthimos’s toweringly bizarre comedy</p><p>That cooing note of kindness and pity in the title is misleading – in fact, there is pure vivisectional ruthlessness in this toweringly bizarre epic. Poor Things is a steampunk-retrofuturist Victorian freakout and macabre black-comic horror, adapted by screenwriter Tony McNamara from the 1992 novel by <a href=\"https://www.theguardian.com/books/alasdairgray\">Alasdair Gray</a> and directed by the absurdist virtuoso <a href=\"https://www.theguardian.com/film/2018/dec/09/yorgos-lanthimos-the-favourite-interview\">Yorgos Lanthimos</a>. Lanthimos shows us an extraordinary, artificial, contorted world, partly shot in monochrome, sometimes bulging out at us through a fish-eye lens, elsewhere lit from within in richly saturated tones, like an engraved colour plate.</p><p>And his leading lady is someone who takes it ", "link": "https://www.theguardian.com/film/2023/sep/01/poor-things-review-yorgos-lanthimos-emma-stone", "date_published": "2023-09-01T16:45:19+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Vuelta a España: Geoffrey Soupe sprints to biggest win of career on stage seven", "description": "<ul><li>Veteran rider pulls off upset victory, edging out Orluis Aular</li><li>Geraint Thomas recovers after going down in early crash</li></ul><p>Geoffrey Soupe was the surprise winner of stage seven of the Vuelta a España with the Frenchman edging out Orluis Aular in a chaotic sprint after a crash-strewn finish in Oliva.</p><p>A late corner on the 201km stage from Utiel put the <a href=\"https://www.theguardian.com/sport/blog/2023/sep/01/kaden-groves-cyclist-australia-career-vuelta-a-espana\">favourite, Kaden Groves</a>, and several other quick men out of position and set up a messy finale, in which TotalEnergies’ Soupe just hung on to beat Caja-Rural’s Aular in a photo-finish.</p> <a href=\"https://www.theguardian.com/sport/2023/sep/01/vuelta-a-espana-geoffrey-soupe-sprints-to-biggest-win-of-career-on-stage-seven\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/sep/01/vuelta-a-espana-geoffrey-soupe-sprints-to-biggest-win-of-career-on-stage-seven", "date_published": "2023-09-01T16:42:54+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Mushroom pickers urged to avoid foraging books on Amazon that appear to be written by AI", "description": "<p>Sample of books scored 100% on AI detection test as experts warn they contain dangerous advice</p><p>Amateur mushroom pickers have been urged to avoid foraging books sold on Amazon that appear to have been written by artificial intelligence chatbots.</p><p>Amazon has become a marketplace for AI-produced tomes that are being passed off as having been written by humans, with travel books <a href=\"https://www.nytimes.com/2023/08/05/travel/amazon-guidebooks-artificial-intelligence.html?smid=nytcore-ios-share&amp;referringSource=articleShare\">among the popular categories for fake work</a>.</p> <a href=\"https://www.theguardian.com/technology/2023/sep/01/mushroom-pickers-urged-to-avoid-foraging-books-on-amazon-that-appear-to-be-written-by-ai\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/sep/01/mushroom-pickers-urged-to-avoid-foraging-books-on-amazon-that-appear-to-be-written-by-ai", "date_published": "2023-09-01T16:32:27+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Corruption, policing, poverty: the TV show that could teach Keir Starmer a lot about being bold | Jonathan Freedland", "description": "<p>First shown in the dying days of a Tory government, with Labour on the brink of power, the BBC drama offers warnings for a PM-in-waiting</p><p>Here’s a suggestion for how Keir Starmer might use this final weekend of the summer recess before politics resumes in earnest on Monday. He should settle into his favourite spot on the sofa and dive into a TV masterpiece that could not be more topical – one produced for the moment when a Tory government is dying and a new, Labour one is waiting to be born.</p><p>It sets out with brilliant clarity the range of problems that awaits the Labour leader should he reach Downing Street – housing, policing, poverty, crime, inequality – and grapples with the eternal dilemma of the left: is change best secured through radicalism, inspirational and impatient, or pragmatism, cautious and gradual? All that in nine gripping episodes.</p><p>Jonathan Freedland is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/sep/01/tv-keir", "link": "https://www.theguardian.com/commentisfree/2023/sep/01/tv-keir-starmer-tory-labour-bbc-drama-our-friends-in-the-north", "date_published": "2023-09-01T15:58:52+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Ex-TikTok influencer and her mother jailed for life over murders of two men", "description": "<p>Mahek and Ansreen Bukhari sentenced in Leicester over killing of men who died when car was rammed off road</p><p>The TikTok influencer Mahek Bukhari and her mother, Ansreen Bukhari, have been jailed at Leicester crown court for life, with a minimum term of 31 years and eight months and 26 years and nine months respectively, for ambushing and then murdering two men during a high-speed car chase.</p><p>The pair were found guilty of murder last month, alongside accomplices Rekan Karwan and Raees Jamal, after a three-month trial that heard how the group “lured” their victims to a Tesco car park before pursuing them at speeds of up to 100mph.</p> <a href=\"https://www.theguardian.com/uk-news/2023/sep/01/ex-tiktok-influencer-and-her-mother-jailed-for-life-over-murders-of-two-men\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/sep/01/ex-tiktok-influencer-and-her-mother-jailed-for-life-over-murders-of-two-men", "date_published": "2023-09-01T15:56:37+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Grief and anger in wake of Johannesburg blaze that killed at least 74", "description": "<p>Mourners gather outside 80 Albert Street amid criticisms of government response and lack of support for victims and families</p><p>South African authorities were on Friday still searching for clues behind the cause of the most deadly fire in the country’s history, with at least <a href=\"https://www.theguardian.com/world/2023/aug/31/johannesburg-fire-survivors-describe-jumping-from-windows-as-death-toll-rises-to-74\">74 people confirmed to have died</a> and dozens more being treated in hospital.</p><p>About 400 people are thought to have lived in informal settlements in the building at 80 Albert Street in central Johannesburg, which relied on illegal electricity connections for power and had no emergency exits. It is owned by the City of Johannesburg.</p> <a href=\"https://www.theguardian.com/world/2023/sep/01/grief-and-anger-in-wake-of-deadly-johannesburg-blaze\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/01/grief-and-anger-in-wake-of-deadly-johannesburg-blaze", "date_published": "2023-09-01T15:56:17+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "UK students: have you secured university accommodation?", "description": "<p>We want to speak to students in the UK about their housing situation ahead of the autumn term</p><p>As the beginning of the academic year approaches, we want to speak to students in the UK about their experience securing university accommodation.</p><p>Are you about to begin your first year without a place in halls – or did you obtain yours without issue? If you haven’t got accommodation, what do you plan to do? Are you able to commute? Or are you looking for non-university accommodation?</p> <a href=\"https://www.theguardian.com/education/2023/sep/01/uk-students-have-you-secured-university-accommodation\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2023/sep/01/uk-students-have-you-secured-university-accommodation", "date_published": "2023-09-01T15:48:55+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Rishi Sunak’s director of communications Amber de Botton quits role", "description": "<p>Ex-ITV journalist, who lasted less than a year in role, says No 10 is ‘demanding and high-pressure place to work’</p><p>Rishi Sunak’s director of communications has quit her role, as Downing Street’s <a href=\"https://www.theguardian.com/politics/2023/aug/31/grant-shapps-appointed-as-defence-secretary-reshuffle\">mini-reshuffle</a> took an internal turn.</p><p>The former ITV journalist, Amber de Botton, who was brought in to salvage the government’s sinking reputation when Sunak took over from Liz Truss as prime minister, announced on Friday she had “decided it is the right time to move on”.</p> <a href=\"https://www.theguardian.com/politics/2023/sep/01/rishi-sunaks-director-of-communications-amber-de-botton-quits-role\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/sep/01/rishi-sunaks-director-of-communications-amber-de-botton-quits-role", "date_published": "2023-09-01T15:40:49+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "German-Iraqi woman charged with killing lookalike to fake her own death", "description": "<p>Woman accused of contacting beauty blogger on Instagram and offering free salon treatment before killing her with accomplice</p><p>A 23-year-old German-Iraqi woman has been indicted for murder after allegedly seeking out a lookalike on Instagram and killing her with an accomplice, in an effort to fake her own death.</p><p>The woman, identified as Shahraban Kh-B, was initially thought to have been the murder victim when the blood-soaked body of a young woman was found last August in a parked Mercedes in Ingolstadt, southern Germany.</p> <a href=\"https://www.theguardian.com/world/2023/sep/01/german-iraqi-woman-charged-with-killing-lookalike-to-fake-her-own-death\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/01/german-iraqi-woman-charged-with-killing-lookalike-to-fake-her-own-death", "date_published": "2023-09-01T15:38:13+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Labour must be bold enough to back a wealth tax | Letters", "description": "<p><strong>Tom Wilson</strong> wonders how on earth the shadow chancellor plans to fix broken public services without raising taxes, while <strong>Kim Loader</strong> says many people want a fairer system. Plus letters from <strong>Bernie Evans </strong>and <strong>Colin Hines</strong></p><p>How on earth does Rachel Reeves imagine that the Tory years of mismanagement can be undone without some increase in taxation (<a href=\"https://www.theguardian.com/politics/2023/aug/27/rachel-reeves-rules-out-wealth-tax-if-labour-wins-next-election\" title=\"\">Rachel Reeves rules out wealth tax if Labour wins next election, 27 August</a>)? You also report this week that some councils are said to be <a href=\"https://www.theguardian.com/society/2023/aug/28/at-least-26-english-councils-at-risk-of-bankruptcy-in-next-two-years#:~:text=Britain's%20local%20government%20network%20has,after%20a%20risky%20investment%20spree.\" title=\"\">near bankruptcy</a>, while council services are shadows of their former sel", "link": "https://www.theguardian.com/politics/2023/sep/01/labour-must-be-bold-enough-to-back-a-wealth-tax", "date_published": "2023-09-01T15:32:46+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Early intervention is key to protecting children from county lines gangs | Letter", "description": "<p><strong>Tracey Burley </strong>of<strong> </strong>St Giles Trust on the importance of working with schools to stop vulnerable minors being exploited by criminals in drug hotspots</p><p>Your report on the link between school exclusions and county line activity makes for a thought-provoking read (<a href=\"https://www.theguardian.com/education/2023/aug/29/hundreds-of-children-thrown-out-of-school-in-english-county-lines-hotspots\" title=\"\">Hundreds of children thrown out of school in English county lines hotspots, 29 August</a>). It is in the best interests of society to ensure all children are provided with an education and the safe haven that school represents for many of them.</p><p>Exclusion from mainstream education has become a recurring issue in the context of the services offered by St Giles Trust, aimed at assisting children and young people to safely exit child criminal exploitation. Our initial county lines intervention service revealed that every young person we assisted ", "link": "https://www.theguardian.com/uk-news/2023/sep/01/early-intervention-is-key-to-protecting-children-from-county-lines-gangs", "date_published": "2023-09-01T15:32:34+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Hollywoodgate review – a fascinating insight into the Taliban’s insular world", "description": "<p>It’s no surprise that Ibrahim Nash’at’s documentary lacks in-depth interviews – his subjects barely tolerate his presence as he reveals the fighters’ lack of purpose after the US withdrawal from Afghanistan </p><p>The spoils of war are a chore in this fascinating fly-on-the-wall study of the Taliban’s first year in power. Ibrahim Nash’at’s documentary is named for its principal location, a former CIA stronghold on the outskirts of Kabul, hastily abandoned and haphazardly vandalised by its previous tenants. The base contains treasures but it has been left in a state. Afghan fighters pick their way through the corridors, weighing up their surroundings, wondering just where to begin. They could be a band of hotel cleaners called in to mop up after a heavy-duty stag weekend.</p><p>Leading the band is Mawlawi Mansour, a bushy-bearded Taliban commander whose father was killed in a US airstrike. Nash’at shows him doggedly going about his duties. He stretches his legs on the newfangled tr", "link": "https://www.theguardian.com/film/2023/sep/01/hollywoodgate-review-a-fascinating-insight-into-the-talibans-insular-world", "date_published": "2023-09-01T15:30:18+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘What night really looks like’: lights out as Floridians clean up after Idalia", "description": "<p>Residents of Perry pick up the pieces after powerful hurricane destroyed buildings, felled trees and took out power lines</p><p>Hurricane Idalia left behind a trail of debris and floodwaters across Florida, but – as power cut out in its wake – it also left behind true darkness as night fell and electric lights remained out.</p><p>“It’s been a long time since I’ve seen it this dark,” said Lashawn Poitier of Perry, Florida, which was right in the path of the storm. “This is what night really looks like.”</p> <a href=\"https://www.theguardian.com/us-news/2023/sep/01/florida-hurricane-idalia-cleanup-electricity-perry\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/sep/01/florida-hurricane-idalia-cleanup-electricity-perry", "date_published": "2023-09-01T15:13:24+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘I regret it’: Spain men’s coach De la Fuente sorry for applauding Rubiales", "description": "<ul><li>‘I have to improve, we all do,’ says Luis de la Fuente</li><li>Men’s coach ‘lacked bravery’ to contact Jenni Hermoso</li></ul><p>The coach of the Spanish national men’s team, Luis de la Fuente, has apologised for the “inexcusable error” of applauding Luis Rubiales <a href=\"https://www.theguardian.com/football/2023/aug/25/defiant-rubiales-bemoans-social-assassination-and-vows-to-stay-as-spanish-fa-head\">during the speech</a> in which the football federation president refused to resign over his having forcibly <a href=\"https://www.theguardian.com/football/2023/aug/21/luis-rubiales-kiss-outrage-spanish-football-fa-president-womens-world-cup-final-spain-jenni-hermoso\">kissed Jenni Hermoso on the lips</a> at the presentation ceremony after the midfielder had helped Spain win the Women’s World Cup.</p><p>De la Fuente said his actions were a product of the “psychological stress” of the situation he found himself in and that if he could go back he would behave differently, although h", "link": "https://www.theguardian.com/football/2023/sep/01/spain-mens-coach-luis-de-la-fuente-sorry-for-applauding-luis-rubiales", "date_published": "2023-09-01T15:09:56+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Superdry is still standing – but a turnaround from here would be a tall order | Nils Pratley", "description": "<p>Co-founder Julian Dunkerton’s faith is undimmed despite £148m loss and City view that ‘execution risk remains high’</p><p>“This has been a difficult year for the business,” said Superdry’s Julian Dunkerton as the delayed full-year numbers finally appeared. He could say the same about every year since his <a href=\"https://www.theguardian.com/business/2019/apr/02/superdry-julian-dunkerton-rejoin-board\">against-the-odds coup in 2019</a> when he succeeded in getting himself reinstalled as boss of the company he co-founded in 2003 and brought to the stock market in 2010.</p><p>First, he ran into the pandemic, then the cost of living crisis and then a long financing struggle that is reflected in the pauper’s terms on the group’s £25m borrowing agreement from Hilco: 10.5% plus the Bank of England base rate, so an overall interest rate of 15.75% currently.</p> <a href=\"https://www.theguardian.com/business/nils-pratley-on-finance/2023/sep/01/superdry-still-standing-turnaround-a-tall-order-", "link": "https://www.theguardian.com/business/nils-pratley-on-finance/2023/sep/01/superdry-still-standing-turnaround-a-tall-order-julian-dunkerton-fashion", "date_published": "2023-09-01T15:06:02+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Medics caring for Maddy Lawrence did not initially test for sepsis, inquest hears", "description": "<p>Hospital staff apparently failed to carry out observations needed to keep UWE Bristol rugby player safe, hearing is told</p><p>Medical staff caring for a student being treated in hospital after she suffered a dislocated hip in a rugby accident did not initially test her for sepsis even after a system designed to pick up early warning signs suggested this should have been done, an inquest has heard.</p><p>Staff at Southmead hospital in Bristol also apparently failed to carry out all the observations needed to keep 20-year-old Maddy Lawrence safe, the hearing was told.</p> <a href=\"https://www.theguardian.com/uk-news/2023/sep/01/medics-maddy-lawrence-bristol-rugby-not-initially-test-for-sepsis-inquest-hears\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/sep/01/medics-maddy-lawrence-bristol-rugby-not-initially-test-for-sepsis-inquest-hears", "date_published": "2023-09-01T15:03:47+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Common wealth: how Birdsville adapted an age-old English custom for the outback", "description": "<p>Home to goat herds, dirt bike races and thousands of tourists, this tiny town’s big shared space reimagines an ancient concept</p><ul><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>A sun-scorched sign at the entrance to Birdsville informs visitors the town’s population is 115 – plus or minus 7,000 people.</p><p>The hordes of visitors who will flock to the far-flung town this week for its <a href=\"https://www.theguardian.com/sport/gallery/2017/sep/03/birdsville-races-2017-in-pictures\">iconic horse races</a> accounts for the numerical equivocation.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct", "link": "https://www.theguardian.com/australia-news/2023/sep/02/common-wealth-how-birdsville-adapted-an-age-old-english-custom-for-the-outback", "date_published": "2023-09-01T15:00:20+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Cocktail of the week: Akub’s sage negroni. –  recipe | The good mixer", "description": "<p>Just the classic gin, vermouth and bitters, but with a long, herbal finish </p><p>The three-ingredient negroni is a classic for a reason, and at <a href=\"https://www.akub-restaurant.com/\">Akub</a> we serve ours with a twist – we infuse the gin with sage, or <em>maramiya</em> in Palestine, which is used in herbal infusions and teas throughout the Middle East. It lends the drink an earthiness and a long, herbal finish, making it an elegant start or finish to an evening.</p><p>Fadi Kattan, chef/owner, <a href=\"https://www.akub-restaurant.com/\">Akub</a>, London W8</p> <a href=\"https://www.theguardian.com/food/2023/sep/01/cocktail-of-the-week-sage-negroni-recipe-akub-restaurant\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/sep/01/cocktail-of-the-week-sage-negroni-recipe-akub-restaurant", "date_published": "2023-09-01T15:00:19+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "When is it OK for white people to ask about other people’s ethnicity?", "description": "<p>We all see colour, writes <strong>Sisonke Msimang</strong>. But instead of being seduced by the superficiality of exoticism, why not look for points of familiarity instead? </p><ul><li><a href=\"https://www.theguardian.com/commentisfree/series/ms-understanding\">Ms Understanding</a> is an advice column for everyone on everyday issues around race</li><li><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=cvau_sfl\">Get our weekend culture and lifestyle email</a></li></ul><p><em><strong>Dear Ms Understanding,</strong></em></p><p><em><strong>I am curious about people’s ethnicity but am never sure whether I’m allowed to ask (being a white Australian person) or how to ask. For example, if I’m working with someone who is dark skinned and I’m curious about what race they may have in their family tree, can I (and how do I) ask them?</strong></em></p> <a href=\"https://www.theguardian.com/commentisfree/20", "link": "https://www.theguardian.com/commentisfree/2023/sep/02/when-is-it-ok-for-white-people-to-ask-about-other-peoples-ethnicity", "date_published": "2023-09-01T15:00:17+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "US Open 2023: Muchová, Swiatek and Tiafoe in action on day five – live", "description": "<ul><li>Updates from Friday’s action at Flushing Meadows</li><li>Get in touch: <a href=\"mailto:daniel.gallan.freelance@theguardian.com\">email Daniel</a> or <a href=\"https://twitter.com/danielgallan\">tweet him</a> your thoughts</li></ul><p><strong>I’ve always wondered what it must be like to play one of your mates in a top level tennis match</strong>. Do they carry gripes off the court? Do they exchange personal quips in the heat of battle?</p><p>Swiatek and Juvan are (apparently) good chums. We’ll find out later what sort of energy they share in the middle.</p> <a href=\"https://www.theguardian.com/sport/live/2023/sep/01/us-open-2023-muchova-swiatek-and-tiafoe-in-action-on-day-five-live\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2023/sep/01/us-open-2023-muchova-swiatek-and-tiafoe-in-action-on-day-five-live", "date_published": "2023-09-01T14:54:58+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Georgia’s ruling party seeks to impeach president over EU visits", "description": "<p>Salome Zourabichvili’s meetings in Berlin and Brussels violated constitution, party leader says</p><p>Georgia’s ruling party is seeking to impeach the president over her visits to the EU, which it said was made against the will of the government, the local news agency Interpress has reported.</p><p>Salome Zourabichvili met the German president, Frank-Walter Steinmeier, in Berlin on Thursday and the European Council president, Charles Michel, in Brussels on Friday to drum up support for Georgia’s campaign to receive EU candidate status.</p> <a href=\"https://www.theguardian.com/world/2023/sep/01/georgia-ruling-party-impeach-president-salome-zourabichvili-eu-visits\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/01/georgia-ruling-party-impeach-president-salome-zourabichvili-eu-visits", "date_published": "2023-09-01T14:47:23+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Football Daily | Deadline trolley dashes, cramped homes and ‘Haaland 2.0’", "description": "<p><a href=\"https://preview.gutools.co.uk/info/2022/nov/14/football-daily-email-sign-up\">Sign up now! Sign up now! Sign up now? Sign up now!</a></p><p>When the Football League saw fit to press ahead with a match between Norwich and Millwall despite it clashing with the Women’s World Cup final, it came in for plenty of criticism. On the face of it, the decision made by its top-flight counterparts to have Luton host West Ham in a televised Premier League game as transfer deadline day ticks down to its frantic conclusion also looks ill-advised. At least until you remember that the kind of folk who work themselves into a frenzy over Mo Salah moving (<a href=\"https://www.theguardian.com/football/2023/sep/01/liverpool-reject-staggering-150m-offer-for-mohamed-salah-from-saudi-arabia-side-al-ittihad-football-transfer-window\">or not moving</a>) to Al-Ittihad, Chelsea taking their summer spending under Todd Boehly <a href=\"https://www.theguardian.com/football/2023/sep/01/chelsea-secure-45m-sig", "link": "https://www.theguardian.com/football/2023/sep/01/football-daily-email-deadline-day", "date_published": "2023-09-01T14:40:06+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Constable painting of alternative Hay Wain scene rediscovered", "description": "<p>Oil on canvas sketch shows the rear of Willy Lott’s house, which appears in artist’s 1821 masterpiece</p><p>A lost painting by John Constable showing a different view of a farm cottage that features in one of his most celebrated works has been rediscovered.</p><p>The oil on canvas sketch, thought to have been done in situ in 1814, shows the rear of Willy Lott’s house, which appears in Constable’s 1821 masterpiece <a href=\"https://www.theguardian.com/artanddesign/picture/2012/sep/26/john-constable-the-hay-wain\">The Hay Wain</a>.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/sep/01/constable-painting-of-alternative-hay-wain-scene-rediscovered\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/sep/01/constable-painting-of-alternative-hay-wain-scene-rediscovered", "date_published": "2023-09-01T14:39:42+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Ex-environment secretary to take role at UK waste firm fined for polluting water", "description": "<p>George Eustice given consultancy job with Augean, which had to pay £36,000 after groundwater contaminated</p><p>A former UK environment secretary is to take a consultancy role with a waste management firm that had to pay £36,000 after an Environment Agency (EA) investigation found contamination of groundwater at a site.</p><p>George Eustice, who was the secretary of state for environment, food and rural affairs from February 2020 until September 2022, is joining Augean, a waste treatment company with sites across the UK.</p> <a href=\"https://www.theguardian.com/politics/2023/sep/01/ex-environment-secretary-role-uk-waste-firm-fined-polluting-water-george-eustice\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/sep/01/ex-environment-secretary-role-uk-waste-firm-fined-polluting-water-george-eustice", "date_published": "2023-09-01T14:30:16+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Balloons, chicken, lederhosen: the best and worst of football sponsor ads", "description": "<p>Harry Kane joined a long tradition when he donned his too-tight shorts for the Bayern Munich sponsor Paulaner</p><p><a href=\"https://www.theguardian.com/football/harry-kane\">Harry Kane</a> may have thought he had done enough to avoid wearing lederhosen, and the birth of his fourth child seemed to offer a pretty good excuse. But the <a href=\"https://www.bundesliga.com/en/news/Bundesliga/bayern-don-their-lederhosen-for-paulaner-photo-shoot.jsp\">contractual demands of Paulaner</a>, the brewer and long-term sponsor of his new club, Bayern Munich, are unambiguous and permit no exceptions.</p><p>And so, while the <a href=\"https://www.instagram.com/p/CwN0N3ntEGT/?img_index=1\">arrival of Henry Edward Kane</a> on 20 August meant the England captain missed the annual leather-clad team photoshoot, in which the team dress in traditional Bavarian costume and gurn with glasses of frothing beer, there was no escape when he returned to work this week.</p> <a href=\"https://www.theguardian.com/foot", "link": "https://www.theguardian.com/football/2023/sep/01/balloons-chicken-lederhosen-the-best-and-worst-of-football-sponsor-ads", "date_published": "2023-09-01T14:29:26+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Poster appears in Northern Ireland listing police officers’ personal details", "description": "<p>Police investigating poster put up in bus shelter in County Derry, which follows data breach last month</p><p>Police in Northern Ireland have said a poster with details of three serving officers was placed on a bus shelter in County Derry.</p><p>An investigation has been launched into the incident in Dungiven on Thursday. It follows a <a href=\"https://www.theguardian.com/uk-news/2023/aug/14/document-psni-data-leak-belfast-wall-threat\">data breach last month</a> in which the details of about 10,000 officers and staff were mistakenly released online.</p> <a href=\"https://www.theguardian.com/uk-news/2023/sep/01/poster-appears-in-northern-ireland-listing-police-officers-personal-details\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/sep/01/poster-appears-in-northern-ireland-listing-police-officers-personal-details", "date_published": "2023-09-01T14:23:02+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Salvaging global democratic politics requires far-reaching economic reforms | Joseph Stiglitz", "description": "<p>Resolving economic and political inequality is vital if we want people to reject authoritarianism </p><p>There has been much handwringing about the retreat of democracy and the rise of authoritarianism in recent years – and for good reason. From the Hungarian prime minister, Viktor Orbán, to the former Brazilian president Jair Bolsonaro and the former US president Donald Trump, we have a growing list of authoritarians and would-be autocrats who channel a curious form of rightwing populism. Although they promise to protect ordinary citizens and preserve longstanding national values, they pursue policies that protect the powerful and trash longstanding norms – and leave the rest of us trying to explain their appeal.</p><p>While there are many explanations, one that stands out is the growth of inequality, a problem stemming from modern neoliberal capitalism, which can also be linked in many ways to the erosion of democracy. Economic inequality inevitably leads to political inequality", "link": "https://www.theguardian.com/business/2023/sep/01/global-democratic-politics-economic-reforms", "date_published": "2023-09-01T14:20:21+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "UK on recession alert after big falls in factory output and house prices", "description": "<p>Signs of distress from very different parts of economy will add to Bank of England’s dilemma over interest rates</p><p>Policymakers in the UK have been put on recession high alert after surging interest rates triggered a slump in factory output and the biggest annual <a href=\"https://www.theguardian.com/business/2023/sep/01/uk-house-prices-fall-at-fastest-rate-since-2009-says-nationwide\">drop in house prices</a> since the global financial crisis of the late 2000s.</p><p>Amid growing evidence that the <a href=\"https://www.theguardian.com/business/2023/aug/03/bank-of-england-raises-uk-interest-rate-to-fresh-15-year-high\">14 successive increases in the Bank of England base rate</a> have been slowing the economy, the monthly health checks of manufacturing and the property market both pointed to a tough winter ahead.</p> <a href=\"https://www.theguardian.com/business/2023/sep/01/uk-recession-alert-big-falls-factory-output-house-prices-economy-bank-of-england-interest-rates\">Continue rea", "link": "https://www.theguardian.com/business/2023/sep/01/uk-recession-alert-big-falls-factory-output-house-prices-economy-bank-of-england-interest-rates", "date_published": "2023-09-01T14:20:21+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "How the humble baseball cap became the chic way to lie low", "description": "<p>From Kendall Jenner to Kendall Roy, the rich and famous have turned caps into a performatively ordinary outfit topper. Plus: your style dilemmas solved</p><p><strong>• <a href=\"https://www.theguardian.com/global/2022/sep/20/sign-up-for-the-fashion-statement-newsletter-our-free-fashion-email\">Don’t get Fashion Statement delivered to your inbox? Sign up here</a></strong></p><p>Fashion loves nothing more than an “if you know, you know” reference. This summer, that comes on top of the head. The humble baseball cap has replaced the equally humble canvas tote as a way to signal a wearer’s cleverness and cultural prowess.</p><p>Recently, the cap has included a subtle statement. But unlike the infamous Maga hat, these are less political and more “in the know”. They might feature the logo of a highly rated restaurant, a podcast, author or even a fictional workplace. <a href=\"https://www.youtube.com/watch?v=tNtshk394Nw\">Elle Fanning</a> wore a Waystar Royco cap in May, a hat tip to the medi", "link": "https://www.theguardian.com/fashion/2023/aug/31/fashion-statement-baseball-cap", "date_published": "2023-09-01T14:00:16+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Melek Erdal’s figs in pomegranate molasses and tahini nut crumble – recipe", "description": "<p>A spicy orangey cream, coating a fig, apple and pomegranate compote, topped with a distinctive nut crumble</p><p>Pomegranate molasses is a beautiful thing to watch being made. The process of turning those jewels into molasses is humbling, too; it’s one of devotion to preserve the goodness and magic of the pomegranate, to make it last and to help it travel. You can use the molasses in salad dressings, or in marinades for meats and seafood. Here, I’ve added some to roast figs to make a compote. The figs taste more beautiful the longer they have to rest, then, over the week, keep the compote in the fridge and use it to top granola or toast spread with curd cheese. The crumble also keeps well – the tahini and nigella seeds make it the best thing you’ll ever make.</p><p><a href=\"https://www.instagram.com/mels_place_east/\">Melek Erdal</a> is a Kurdish chef and food writer</p> <a href=\"https://www.theguardian.com/food/2023/sep/01/figs-in-pomegranate-molasses-tahini-nut-crumble-recipe-mel", "link": "https://www.theguardian.com/food/2023/sep/01/figs-in-pomegranate-molasses-tahini-nut-crumble-recipe-melek-erdal", "date_published": "2023-09-01T14:00:16+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "US pro-Israel groups in bitter feud over Netanyahu’s far-right government", "description": "<p>Hardline Aipac – condemned for unquestioning support of PM – calls liberal rival J Street ‘grave threat’ to Israel’s security</p><p>A public feud has broken out between the US’s leading pro-Israel lobby groups over who represents the true interests of the Jewish state in Washington under the most rightwing government in its history.</p><p>The hardline American Israel Public Affairs Committee (Aipac) has called its smaller and more liberal rival, J Street, a “grave threat” to Israel’s security and accused it of endorsing the country’s “most virulent critics” in Congress.</p> <a href=\"https://www.theguardian.com/us-news/2023/sep/01/pro-israel-lobby-groups-netanyahu-government\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/sep/01/pro-israel-lobby-groups-netanyahu-government", "date_published": "2023-09-01T14:00:16+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "States count cost of Hurricane Idalia as experts say it could have been far worse", "description": "<p>Category 4 storm took last-minute turn away from Florida state capital and weakened slightly just before landfall</p><p>A clearer picture was beginning to emerge on Friday of devastation caused by Hurricane Idalia across five states, as analysts suggested the effects could have been far worse.</p><p>The center of the cyclone that <a href=\"https://www.theguardian.com/us-news/2023/aug/30/hurricane-idalia-florida-landfall\">struck Florida’s Gulf coast</a> as a category 4 hurricane early on Wednesday with 160mph gusts took a last-minute turn away from the state capital, Tallahassee, and into sparsely populated coastal communities in the Big Bend region.</p><p><em>Associated Press contributed reporting</em></p> <a href=\"https://www.theguardian.com/us-news/2023/sep/01/hurricane-idalia-damage-florida-biden\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/sep/01/hurricane-idalia-damage-florida-biden", "date_published": "2023-09-01T13:56:35+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "An interactive museum and a giant Porsche: Friday’s best photos", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/news/gallery/2023/sep/01/interactive-museum-giant-porsche-fridays-best-photos\">Continue reading...</a>", "link": "https://www.theguardian.com/news/gallery/2023/sep/01/interactive-museum-giant-porsche-fridays-best-photos", "date_published": "2023-09-01T13:52:07+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Video of Ohio police fatally shooting pregnant Black woman to be released", "description": "<p>Ta’Kiya Young, 21, pronounced dead shortly after 24 August shooting and unborn child did not survive</p><p>Body-camera footage showing the final moments of a pregnant Black woman who was shot and killed by police in an Ohio parking lot last week was expected to be released to the public on Friday.</p><p>Ta’Kiya Young, a 21-year-old from Columbus, was pronounced dead shortly after the 24 August shooting outside a grocery store in Blendon Township. Her unborn daughter did not survive.</p> <a href=\"https://www.theguardian.com/us-news/2023/sep/01/ohio-police-shooting-pregnant-black-woman-ta-kiya-young\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/sep/01/ohio-police-shooting-pregnant-black-woman-ta-kiya-young", "date_published": "2023-09-01T13:46:58+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Post your questions for music legend Herb Alpert", "description": "<p>The musician and mogul sold tens of millions of albums spanning everything from mariachi to disco, and is still releasing new music at 88 – ask him anything about his astonishing career</p><p>A trumpeter, bandleader and occasional singer who has sold an estimated 72m albums, and a music mogul whose label, A&amp;M, signed the Carpenters, Carole King, Sting and dozens more, Herb Alpert is a true musical legend – and at 88, he is still releasing new music: his new album Wish Upon a Star will be released on 15 September. He’ll answer your questions about that, or anything else from across his magnificent career – post them in the comments below.</p><p>Born to highly musical Jewish immigrant parents in Los Angeles, Alpert picked up the trumpet at eight years old, graduating to USC’s marching band and then a US army band during the Korean war. He segued to songwriting – an early success came with <a href=\"https://www.youtube.com/watch?v=R4GLAKEjU4w\">Sam Cooke’s Wonderful World</a> – and", "link": "https://www.theguardian.com/music/2023/sep/01/post-your-questions-for-music-legend-herb-alpert", "date_published": "2023-09-01T13:44:12+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Lanthimos, Scorsese and Miyazaki: London film festival lineup announced", "description": "<p>The 12-day event will screen more than 200 films, including world premieres and much anticipated titles such as The Boy and the Heron, reputedly Hayao Miyazaki’s final film</p><p>Films by Martin Scorsese, David Fincher, Yorgos Lanthimos and Hayao Miyazaki are heading for the UK as part of the mammoth lineup announced by the London film festival on Thursday.</p><p>Scorsese’s <a href=\"https://www.theguardian.com/film/2023/may/20/killers-of-the-flower-moon-review-martin-scorsese-leonardo-dicaprio\">Killers of the Flower Moon</a> – which has already received rave reviews for its portrayal of the real-life murders of Osage people in the 1920s over oil claims – will screen alongside Poor Things, Lanthimos’ surreal fantasy romance adapted from <a href=\"https://www.theguardian.com/books/2019/dec/30/alasdair-gray-lanark-sarah-ditum-appreciation\">Alasdair Gray</a>’s novel. Fincher’s hitman thriller <a href=\"https://www.theguardian.com/film/2023/aug/29/the-killer-trailer-david-fincher-netflix", "link": "https://www.theguardian.com/film/2023/sep/01/london-film-festival-lineup", "date_published": "2023-09-01T13:37:19+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Kim Jong-un on trend with fashionable fisherman sandals", "description": "<p>North Korean leader dons Vogue ‘footwear of the season’ for recent visit to Naval Command</p><p>North Korea might be one of the least accessible and most authoritarian countries in the world, but could its leader, Kim Jong-un, be emerging as one of its most fashion-aware politicians?</p><p>On a recent visit to the Naval Command of the Korean People’s Army to mark Navy Day, the elusive leader donned a pair of “mandals”, teaming his stone-coloured suit with a pair of light-grey fisherman sandals, worn, naturally, with socks.</p> <a href=\"https://www.theguardian.com/world/2023/sep/01/kim-jong-un-on-trend-with-fashionable-fisherman-sandals\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/01/kim-jong-un-on-trend-with-fashionable-fisherman-sandals", "date_published": "2023-09-01T13:35:30+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Talking Horses: Aablan can enhance Appleby record in Solario at Sandown", "description": "<p>The trainer has saddled two Solario winners in the last six runnings, including Masar, the 2018 Derby winner</p><p>Charlie Appleby’s stable is some way short of its title-winning form of the past two seasons in the current campaign, but there are still dozens of lightly raced, blue-blooded juveniles at Moulton Paddocks and <strong>Aablan </strong>(3.38) is an interesting runner for the yard in the Group Three Solario Stakes at Sandown Park on Saturday.</p><p>On paper, Aablan’s debut success in a seven-furlong maiden at Newmarket in late July gives him something to find with Mortlake, the likely favourite, who powered five lengths clear of his field to break his duck at the second attempt last time out.</p> <a href=\"https://www.theguardian.com/sport/blog/2023/sep/01/talking-horses-aablan-can-enhance-charlie-appleby-record-in-solario-at-sandown-horse-racing-tips\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/blog/2023/sep/01/talking-horses-aablan-can-enhance-charlie-appleby-record-in-solario-at-sandown-horse-racing-tips", "date_published": "2023-09-01T13:31:37+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "My stepson lives with a girlfriend twice his age. Should I be worried? | Ask Annalisa Barbieri", "description": "<p>You wanted him to move out and become independent, but now he is choosing a lifestyle you don’t like. Take care not to push him away</p><p><strong>A few years ago I got married and became </strong><strong>step-parent to a teenager (</strong><strong>now in his early 20s) who was raised by his alcoholic and chaotic mother (who subsequently abandoned him). He lived with us for over a year, and </strong><strong>we had plenty of challenges getting him into a regular schedule and into work</strong><strong>. He’s made amazing progress.</strong></p><p><strong>After he’d lived locally with another family member</strong><strong>, which we paid for, </strong><strong>we</strong><strong> pushed him to </strong><strong>become </strong><strong>independent, work more and pay his own rent. Eventually we told him we couldn’t pay </strong><strong>any more – not only could we not afford it but it felt as if he was taking advantage.</strong></p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/s", "link": "https://www.theguardian.com/lifeandstyle/2023/sep/01/my-stepson-lives-with-a-girlfriend-twice-his-age-should-i-be-worried", "date_published": "2023-09-01T13:30:15+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Eddie Howe tells Newcastle players to avoid city centre after midnight", "description": "<ul><li>Manager shocked to learn Jamaal Lascelles in fracas</li><li>‘I’m not sure that’s where we should be in the early hours’</li></ul><p>Eddie Howe has warned his players to avoid venturing into Newcastle city centre after midnight. Newcastle’s manager was shocked to learn that his club captain, Jamaal Lascelles, had become involved in a 4am brawl outside a nightclub last month.</p><p>Although Lascelles seemingly played no part in instigating the fracas and apparently stepped in to protect his younger brother, Howe appeared unimpressed with the events that unfolded after Newcastle flew back from a Saturday night <a href=\"https://www.theguardian.com/football/2023/aug/19/manchester-city-newcastle-premier-league-match-report\">defeat at Manchester City</a> a fortnight ago.</p> <a href=\"https://www.theguardian.com/football/2023/sep/01/eddie-howe-tells-newcastle-players-to-avoid-city-centre-after-midnight\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/sep/01/eddie-howe-tells-newcastle-players-to-avoid-city-centre-after-midnight", "date_published": "2023-09-01T13:15:53+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "V&A Dundee erases mentions of opioid-linked Sackler family", "description": "<p>V&amp;A has faced criticism for being slow to disassociate itself from benefactors with role in US opioid epidemic</p><p>The V&amp;A Dundee has become the latest UK museum to remove a reference to the money it received from the Sackler family amid continuing anger over its central role in the opioid epidemic in the US.</p><p>The £80m museum, <a href=\"https://www.theguardian.com/artanddesign/2018/jan/18/v-and-a-dundee-museum-open-september\">Scotland’s first devoted to design, opened in 2018</a> and had among its donors the Sackler Trust, which gave £500,000.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/sep/01/v-and-a-dundee-sackler-family-museum\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/sep/01/v-and-a-dundee-sackler-family-museum", "date_published": "2023-09-01T13:13:14+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘History’s most divisive hairstyle’: salons report surge in demand for mullets", "description": "<p>Subversive style is cropping up on catwalk after stars such as Paul Mescal sport the look on red carpet</p><p>Affectionately known as any of the following – a neck warmer, a Tennessee top hat, or a party at the back – mullets might be the most polarising hairstyle in history, but they are also the <a href=\"https://www.theguardian.com/us-news/2023/sep/01/longest-female-mullet-record-tennessee\">cut that refuses to die</a>.</p><p>Salons across Britain are reporting a surge in demand for the haircut which Vogue describes as “history’s most divisive”. On TikTok, the <a href=\"https://www.theguardian.com/lifeandstyle/2023/mar/24/experience-best-mullet-in-the-united-states\">mullet</a> hashtag has more than 12.8bn views while on Instagram, The Mullet Society, a fan account where users send their own mullet selfies to be rated out of 10, has more than 20,000 followers. “Lavish and luscious,” reads one caption, which has been awarded top marks.</p> <a href=\"https://www.theguardian.com/fashio", "link": "https://www.theguardian.com/fashion/2023/sep/01/historys-most-divisive-hairstyle-salons-report-surge-in-demand-for-mullets", "date_published": "2023-09-01T13:12:27+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "UK could quit ‘climate-wrecking’ treaty, minister announces", "description": "<p>Graham Stuart says if reforms to energy charter treaty not passed by November, UK would consider exit</p><p>The UK could pull out of the international energy charter treaty if attempts to reform it fail, the energy minister, Graham Stuart, has said.</p><p>The <a href=\"https://www.theguardian.com/business/2022/nov/14/revealed-secret-courts-that-allow-energy-firms-to-sue-for-billions-accused-of-bias-as-governments-exit\">energy charter treaty (ECT)</a> is a system of secret courts that enables companies to sue governments over policies that would cut their future profits. Companies have sued over phasing out coal-fired power stations, ending offshore oil drilling and banning fracking, with some receiving large taxpayer-funded payouts.</p> <a href=\"https://www.theguardian.com/environment/2023/sep/01/uk-could-quit-energy-charter-treaty-minister-announces\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/sep/01/uk-could-quit-energy-charter-treaty-minister-announces", "date_published": "2023-09-01T13:08:25+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Sharper and more flattering than the floral midi, the tea dress is making a comeback  | Jess Cartner-Morley on fashion", "description": "<p>Don’t get hung up on the 1940s styling - there are modern ways to wear this look</p><p>First things first. What is a tea dress? Some of you will know what I mean. But some of you will be like: “Oh my days, what nonsense is she on about now?” – so I should explain that this is a real thing, not a name I’ve made up.</p><p>A tea dress usually has a 40s silhouette with a defined shoulder. The waist is most often emphasised with a raised seam, or with pin tucks or ruching. Around the ribs, waist and hips it is not skin-tight yet not baggy; loose enough that the lightweight, slippery fabric still has movement on the body rather than being fully stuffed. There might be flowers or polka dots. Little covered buttons, too.</p> <a href=\"https://www.theguardian.com/fashion/2023/sep/01/sharper-and-more-flattering-than-the-floral-midi-the-tea-dress-is-making-a-comeback\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2023/sep/01/sharper-and-more-flattering-than-the-floral-midi-the-tea-dress-is-making-a-comeback", "date_published": "2023-09-01T13:00:16+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "British women turn to IVF clinics in Greece and Turkey to avoid higher costs", "description": "<p>Couples unable to conceive are heading further afield, but experts suggest checking regulations that may differ abroad</p><p>Caroline cried cycling to work after discovering she was going through early menopause. She received the diagnosis over the phone from her GP after months of brain fog, depression and other unexplained symptoms. Shortly afterwards, she ended up in a fertility clinic in Greece.</p><p>At the time, three years ago, then aged 34, Caroline, who did not want to give her full name and who lives in London, knew she wanted children but her options in the UK were limited. There was a year-long waiting list for a single cycle of IVF in her area, plus another year’s wait for egg donation. “The length of wait was too long,” Caroline said.</p> <a href=\"https://www.theguardian.com/society/2023/sep/01/british-women-turn-to-ivf-clinics-in-greece-and-turkey-to-avoid-higher-costs\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/sep/01/british-women-turn-to-ivf-clinics-in-greece-and-turkey-to-avoid-higher-costs", "date_published": "2023-09-01T13:00:15+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Comedian David Cross: ‘A lot of people in America would think I’m a terrible father because I believe in diversity’", "description": "<p>As he gears up for his new tour, the cult US standup muses on parenthood, ‘offensive’ comedy, and the biggest regret of his career</p><p>Most people aren’t exactly delighted when their precious offspring pour scorn on their parenting, but the moment David Cross’s daughter told him he was “the worst daddy in the world”, he felt nothing but gratitude. The comedian had been struggling to come up with a title for his latest show, until his six-year-old landed on the perfect distillation of her father’s standup vibe: a darkly comic melange of goofiness, pugilism and needling contrarianism. “I was like: ‘Oh, there you go, a name for the tour! Very good.’”</p><p>Said show, which he brings to the UK later this month, is not exclusively parenting-themed, explains Cross over Zoom from New York, facial hair fulsome but trimmed back from the wild, grey Garibaldi beard he has been sporting in recent years. Having become a father in his 50s (his wife is <a href=\"https://www.theguardian.com/life", "link": "https://www.theguardian.com/stage/2023/sep/01/david-cross-interview", "date_published": "2023-09-01T13:00:15+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Farewell Mr Haffmann review – Nazi drama has weirdly comic overtones", "description": "<p><strong>Ustinov Studio, Bath<br /></strong>The English-language premiere of Jean-Philippe Daguerre’s award-winning play hampers its seasoned cast with a complicated plot – bordering on farcical – about a Jewish jeweller hiding in a cellar in Nazi-occupied France</p><p>Jean-Philippe Daguerre’s play was inspired by his learning that his great-grandparents hid Polish Jews in their home in southern France during the second world war. It scooped French theatre awards and was made into a film starring Daniel Auteuil, but in its English-language premiere emerges as oddly contrived, the terrors of persecution sidelined by an overelaborate plot.<br /><br />As the Nazis enter France, Joseph Haffmann (Nigel Lindsay) sends his family to Switzerland, handing his jewellery shop over to his non-Jewish assistant, Pierre Vigneau (Ciarán Owens). He has one condition: that Pierre lets him hide there until normality returns. Pierre has his own stipulation: unable to have children, he asks Joseph to g", "link": "https://www.theguardian.com/stage/2023/sep/01/farewell-mr-haffmann-review-ustinov-studio-bath", "date_published": "2023-09-01T13:00:15+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "UK schools seek alternative spaces amid fears concrete crisis could affect 1,000", "description": "<p>One estates manager says children could have to be taught in temporary buildings for as long as a decade to come</p><ul><li><strong><a href=\"https://www.theguardian.com/politics/live/2023/sep/01/schools-crumbling-concrete-collapse-rishi-sunak-education-new-term-latest-updates-live\">UK politics live – latest updates</a></strong></li></ul><p>Teachers are scrambling to find temporary accommodation in libraries, marquees and Portakabins after at least 156 schools in England were identified as having potentially dangerous aerated concrete, and engineers prepared for a weekend checking more schools at risk of sudden collapse.</p><p>With an estimated 24 schools already facing temporary closure and the government telling more than 100 to close at least some affected areas, the schools minister, Nick Gibb, said numbers were likely to increase.</p> <a href=\"https://www.theguardian.com/education/2023/sep/01/uk-schools-seek-alternative-spaces-amid-fears-concrete-crisis-could-affect-1000\">Cont", "link": "https://www.theguardian.com/education/2023/sep/01/uk-schools-seek-alternative-spaces-amid-fears-concrete-crisis-could-affect-1000", "date_published": "2023-09-01T12:31:53+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Inquest opens into flood deaths of elderly couple in Liverpool", "description": "<p>Coroner says questions remain over deaths of Elaine and Philip Marco inside submerged Mercedes</p><p>A coroner has said questions need to be answered about the deaths of a couple whose car became stranded in a flooded Liverpool road.</p><p>Elaine and Philip Marco, who were 76 and 77, were found inside a <a href=\"https://www.theguardian.com/uk-news/2023/aug/29/locals-complained-for-years-about-road-flooding-where-liverpool-couple-died\">submerged black Mercedes last Saturday</a>. An inquest into the deaths was opened and adjourned on Friday by André Rebello, the senior coroner for Liverpool and Wirral.</p> <a href=\"https://www.theguardian.com/uk-news/2023/sep/01/inquest-opens-flood-deaths-elderly-couple-liverpool\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/sep/01/inquest-opens-flood-deaths-elderly-couple-liverpool", "date_published": "2023-09-01T12:30:25+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "I have never, in my adult life, felt less safe to be openly gay in public in the US | Dan Clark", "description": "<p>After coming out of the closet two decades ago, I never thought I’d go back in. But homophobia seems to be acceptable again</p><p>When I came out of the closet in rural, upstate New York almost two decades ago, I never thought I’d go back in. I was wrong.</p><p>In the last few months, I’ve started to change my appearance to accommodate a growing hostility toward the LGBTQ+ community in the US – even in New York, a state often touted as a beacon for queer communities.</p><p>Dan Clark is a broadcast journalist in New York, where he produces and hosts a weekly, statewide public affairs program and podcast for the state’s PBS member stations</p> <a href=\"https://www.theguardian.com/commentisfree/2023/sep/01/lgbtq-homophobia-rise-new-york\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/sep/01/lgbtq-homophobia-rise-new-york", "date_published": "2023-09-01T12:25:30+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Icebreaker sails to Antarctica to rescue sick Australian expedition member", "description": "<p>Exclusive: RSV Nuyina steaming 3,500km to Casey station to pick up the person who needs treatment for a ‘developing medical condition.</p><ul><li><strong>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></strong></li></ul><p>An urgent evacuation operation has been launched to assist an Australian with a “developing medical condition” at the remote Casey research station in Antarctica.</p><p>Australia’s icebreaking vessel, RSV Nuyina, left Hobart last week and is sailing thousands of kilometres to collect the expedition member, whose medical condition has not been confirmed but requires specialist treatment and care.</p> <a href=\"https://w", "link": "https://www.theguardian.com/world/2023/sep/01/antarctic-evacuation-launched-to-rescue-australian-with-medical-condition", "date_published": "2023-09-01T12:19:10+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Liverpool reject staggering £150m offer for Salah from Saudi side Al-Ittihad", "description": "<ul><li>Verbal offer made for Egypt international on Thursday night</li><li>Klopp: ‘Fifa should look at this – we have to protect the game’</li></ul><p>Liverpool have received and rejected their first serious offer from Al-Ittihad for Mohamed Salah, a £100m fee rising to a staggering £150m with add-ons.</p><p>The offer from the Saudi Pro League club was made in a phone call on Thursday night to Mike Gordon, president of Liverpool’s owners Fenway Sports Group, and immediately rejected. Gordon reaffirmed Liverpool’s stance that Salah is not for sale although Al-Ittihad are expected to continue their pursuit of the Egypt international until the Saudi transfer window closes later this month.</p> <a href=\"https://www.theguardian.com/football/2023/sep/01/liverpool-reject-staggering-150m-offer-for-mohamed-salah-from-saudi-arabia-side-al-ittihad-football-transfer-window\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/sep/01/liverpool-reject-staggering-150m-offer-for-mohamed-salah-from-saudi-arabia-side-al-ittihad-football-transfer-window", "date_published": "2023-09-01T12:15:32+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Roald Dahl’s works shouldn’t be edited, says Wes Anderson", "description": "<p>Director says he feels that when a piece of art is finished, ‘it’s done’, amid row over editing of offensive language</p><p>The director Wes Anderson has said finished works of art should not be touched up or modified after recent attempts to remove offensive language from Roald Dahl’s books.</p><p>The director’s latest adaptation of Dahl’s work, The Wonderful Story of Henry Sugar, premieres out of competition at Venice film festival on Friday, and follows Anderson’s previous adaptation of Dahl’s Fantastic Mr Fox in 2009.</p> <a href=\"https://www.theguardian.com/film/2023/sep/01/roald-dahl-works-edited-wes-anderson\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/sep/01/roald-dahl-works-edited-wes-anderson", "date_published": "2023-09-01T12:14:18+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Superdry reports £148m loss as cost of living crisis affects recovery plans", "description": "<p>Sales growth below hopes but co-founder Julian Dunkerton says fashion retailer is in ‘sound health’</p><p>Superdry has swung to a near £150m loss and said it expected sluggish sales this year as the cost of living crisis hindered recovery plans at the struggling British fashion retailer.</p><p>The company, which this week <a href=\"https://www.theguardian.com/business/2023/aug/30/superdry-suspends-trading-in-shares-as-full-year-results-delayed\">suspended trading of its shares</a> as auditors completed the final “technical points” of its annual accounts, reported a £148m loss for the year to 29 April. It compares with a £22.4m profit a year earlier</p> <a href=\"https://www.theguardian.com/business/2023/sep/01/superdry-hit-by-148m-loss-as-cost-of-living-crisis-affects-recovery-plans\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/sep/01/superdry-hit-by-148m-loss-as-cost-of-living-crisis-affects-recovery-plans", "date_published": "2023-09-01T12:10:18+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "From Alison Hammond to the Hollywood hug: behind the scenes with the brand new Bake Off", "description": "<p>The Great British Bake Off is back – and they’re rethinking the way the show works. We step inside the tent to talk to the stars about going back to basics, nude rehearsals, bum injuries … and toning down the innuendo</p><p>It’s the laugh you hear first. The Great British Bake Off tent was already a happy place, populated by cheery contestants and grinning crew members who clearly love their jobs (free cake is a mere bonus). The arrival of new presenter Alison Hammond has lifted it to fresh heights. Thanks to her joyous presence and a back-to-basics approach, the upcoming 14th series promises to be the most showstopping in years.</p><p>“I’m loving it,” grins her co-host Noel Fielding during a filming break. “Alison’s bringing such good vibes.” “The bakers adore her,” adds judge Prue Leith. “And it takes the duty of hugging them off us.” “What can I say?” shrugs Hammond faux-modestly. “I’m a natural hugger.” The touchy-feely mood has even rubbed off on mean old master baker Paul Ho", "link": "https://www.theguardian.com/tv-and-radio/2023/sep/01/bake-off-new-series-alison-hammond-channel-4-behind-the-scenes", "date_published": "2023-09-01T12:00:13+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "I now have awful safety concerns for Rishi Sunak’s government. Could we not shut it down for a bit? | Marina Hyde", "description": "<p>School buildings closed at the 11th hour, banned knives banned again and a new job for Shapps? Clearly it’s time for an intervention</p><p>This week the government announced it would be “<a href=\"https://twitter.com/CPhilpOfficial/status/1696809709427208466?s=20\">banning zombie-style knives</a>”. Could they not ban zombie-style governments? You see, zombie knives have already been banned. As far back as 15 August 2016, news outlets <a href=\"https://www.theguardian.com/uk-news/2016/aug/15/zombie-knife-sellers-face-jail-as-ban-comes-into-force\">including this one</a> were reporting on the ban on zombie knives coming into force that week, with regular surplus banning announcements occurring with strange frequency ever since.</p><p>Zombie knife ban announcements simply refuse to die. As I understand it from the movies, the only way to be really sure you have finished off a zombie knife ban announcement is to destroy its brain. In the meantime, maybe the Conservatives could announce pl", "link": "https://www.theguardian.com/commentisfree/2023/sep/01/rishi-sunak-school-buildings-closed-knives-grant-shapps", "date_published": "2023-09-01T11:58:06+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Prominent Iranian liberal Majid Tavakoli set to be sent back to prison", "description": "<p>After avoiding street protests, former ‘heart of the student movement’ says he is being jailed just for thinking </p><p>One of Iran’s most prominent liberal thinkers appears to be days away from being sent back to jail to serve a new six-year sentence, despite the fact he has kept a low profile and not taken part in street demonstrations.</p><p>Majid Tavakoli was first arrested in September last year at the outset of <a href=\"https://www.theguardian.com/world/ng-interactive/2022/oct/31/mapping-irans-unrest-how-mahsa-aminis-death-led-to-nationwide-protests\">nationwide protests following the death of Mahsa Amini</a> in what was seen as a “preventive arrest”. He was among a large group of dissidents swept up in a state dragnet in response to the “women, life, freedom” movement prompted by Amini’s death.</p> <a href=\"https://www.theguardian.com/world/2023/sep/01/prominent-iranian-liberal-majid-tavokoli-set-to-be-sent-back-to-prison\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/01/prominent-iranian-liberal-majid-tavokoli-set-to-be-sent-back-to-prison", "date_published": "2023-09-01T11:54:59+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Claire Coutinho: Sunak loyalist will walk a fine green line as energy secretary", "description": "<p>Grant Shapps’ successor shows interest in the environment, but PM she serves appears to be growing more sceptical of net zero</p><p>The new energy secretary, Claire Coutinho, has followed a path well trodden by high-profile Tories, from Oxford University, via the City and the thinktanks of Westminster, to the cabinet table.</p><p>She takes over a department created only six months ago, which faces both the immediate challenge of overseeing the energy sector over another tough winter; and a slew of longer-term questions about the government’s net zero strategy.</p> <a href=\"https://www.theguardian.com/politics/2023/sep/01/claire-coutinho-rishi-sunak-loyalist-energy-secretary\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/sep/01/claire-coutinho-rishi-sunak-loyalist-energy-secretary", "date_published": "2023-09-01T11:32:22+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Nikki Haley calls US Senate ‘most privileged nursing home in the country’", "description": "<p>Former South Carolina governor says of Mitch McConnell, who has twice frozen in public, ‘you have to know when to leave’</p><p>The US Senate is “the most privileged nursing home in the country”, the Republican presidential candidate Nikki Haley said.</p><p>The former South Carolina governor and ambassador to the United Nations, 51, was speaking to Fox News a day after the Republican leader in the Senate, 81-year-old Mitch McConnell, suffered <a href=\"https://www.theguardian.com/us-news/2023/aug/31/mitch-mcconnell-frank-luntz-freeze\">a second freeze in a month</a>, this time while speaking to reporters in Kentucky.</p> <a href=\"https://www.theguardian.com/us-news/2023/sep/01/nikki-haley-us-senate-mitch-mcconnell-nursing-home\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/sep/01/nikki-haley-us-senate-mitch-mcconnell-nursing-home", "date_published": "2023-09-01T11:28:52+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Emirati astronaut to make history after longest-ever Arab space mission – video", "description": "<p>An Emirati astronaut, Sultan al-Neyadi, will make history when he completes his six-month tenure on the International Space Station this Saturday, the longest-ever space mission by an Arab man or woman. Neyadi, 42, answered questions from the Guardian in a recorded interview, giving details about his time in space. 'It’s our responsibility to deliver the knowledge,' says Neyadi, who regularly posted videos on social media detailing daily life on the space station</p><p></p><p></p> <a href=\"https://www.theguardian.com/science/video/2023/sep/01/emirati-astronaut-history-longest-ever-arab-space-mission-sultan-al-neyadi-video\">Continue reading...</a>", "link": "https://www.theguardian.com/science/video/2023/sep/01/emirati-astronaut-history-longest-ever-arab-space-mission-sultan-al-neyadi-video", "date_published": "2023-09-01T11:16:51+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Home Office defies high court by placing 100 asylum-seeker children in hotels", "description": "<p>Unlawful practice still used in Kent was condemned after more than 200 went missing from accommodation</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/sep/01/schools-crumbling-concrete-collapse-rishi-sunak-education-new-term-latest-updates-live\">UK politics live – latest updates</a></li></ul><p>The UK Home Office has placed more than 100 lone asylum-seeker children in hotels in recent weeks, despite the practice having been found unlawful by the high court.</p><p>The government’s continued use of hotels has been condemned by human rights and refugee organisations since more than 200 children have gone missing, including dozens who <a href=\"https://www.theguardian.com/uk-news/2023/jan/21/revealed-scores-of-child-asylum-seekers-kidnapped-from-home-office-hotel\">vanished</a> from one hotel in Brighton.</p> <a href=\"https://www.theguardian.com/uk-news/2023/sep/01/home-office-defies-high-court-by-placing-100-asylum-seeker-children-in-hotels\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/sep/01/home-office-defies-high-court-by-placing-100-asylum-seeker-children-in-hotels", "date_published": "2023-09-01T11:12:25+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘A big responsibility’: astronaut from UAE on longest ever Arab space mission", "description": "<p>Sultan al-Neyadi has taken images of Middle East and Gulf from ISS while on six-month record-breaking mission</p><p>Deep and soul-stirring, the songs of the late Egyptian icon Umm Kulthum have been played countless times in taxis and coffee shops across the Arab world. Now, thanks to the musical tastes of a pioneering Emirati astronaut, they have found their way to the sterile white halls of the International Space Station.</p><p>Sultan al-Neyadi​, who is set to make history this weekend after completing the longest ever Arab space mission, has told the Guardian from orbit that he felt a responsibility during the mission to bring a taste of Arab culture to space.</p> <a href=\"https://www.theguardian.com/science/2023/sep/01/astronaut-uae-arab-world-space-sultan-al-neyadi\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/sep/01/astronaut-uae-arab-world-space-sultan-al-neyadi", "date_published": "2023-09-01T11:09:07+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "I Could Read the Sky by Timothy O’Grady audiobook review – tender tale of an Irish expat", "description": "<p>The author narrates his spare, poetic novel about a man recalling his past, with music from fiddler Martin Hayes</p><p>In <a href=\"https://www.theguardian.com/artanddesign/gallery/2023/jun/29/i-could-read-the-sky-revisited-haunting-memories-of-a-migrants-life-in-pictures\" title=\"\">I Could Read the Sky</a>, a tender and evocative book by writer Timothy O’Grady and photographer Steve Pyke, first published in 1997, an old man lies alone and sleepless in Kentish Town, London, where he recalls scenes from his past. Born in the west of Ireland, he remembers the cottage where he grew up surrounded by neighbours and family, and the grinding poverty that led him to leave, alongside scores of others, to seek work on English potato fields and building sites. In England, he shakes off the day’s exertions in pubs where there is music (he is an accomplished accordionist) and dancing, and where he meets Maggie, the love of his life. But tragedy strikes soon after they marry.</p><p>O’Grady is the", "link": "https://www.theguardian.com/books/2023/sep/01/i-could-read-the-sky-by-timothy-ogrady-audiobook-review-tender-tale-of-an-irish-expat", "date_published": "2023-09-01T11:00:14+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Gökyüzü, London N4: ‘There’s no chance of leaving hungry’ – restaurant review | Grace Dent on restaurants", "description": "<p>It is impossible to walk past those glass cabinets and not spy something that you’d <em>really </em>like</p><p>In a bumpy restaurant landscape, Green Lanes in Haringey, north London, with its glut of Turkish-Cypriot restaurants, cafes and baklava shops, remains pretty much a constant. Anyone who has ever passed through the capital seems to have a Green Lanes story involving plates of sweet <em><a href=\"https://duckduckgo.com/?q=sobiyet&amp;iax=images&amp;ia=images\">sobiyet</a></em> and <em><a href=\"https://www.theguardian.com/lifeandstyle/2013/jun/07/kadaifi-recipe-aubergine-lamb-ottolenghi\">kadayif</a></em> with mint tea at <a href=\"https://antepliler.com/\">Antepliler</a>, or a night in <a href=\"https://diyarbakir.co.uk/\">Diyarbakir Kitchen</a> featuring cold Efes beers and hot mangal grills. Places round here open for breakfast and close long after midnight, and operate seven days a week, too.</p><p>The Green Lanes scene may have opened up in recent years to include Kurdish and ", "link": "https://www.theguardian.com/food/2023/sep/01/gokyuzu-london-n4-restaurant-review-grace-dent", "date_published": "2023-09-01T11:00:13+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘She’s totally lost it’: inside story of the unravelling of Liz Truss’s premiership", "description": "<p>Approaching one year on from the start of her tenure, a look back on how it all fell apart within 49 days</p><p>When Liz Truss addressed the nation from Downing Street in her first speech as prime minister, she promised “action this day, and action every day”. It was meant to be a Churchillian call to arms demonstrating her determination to solve the intractable issues facing Britain. Instead, it foreshadowed the most chaotic period in recent political history.</p><p>As the sole survivor through the cabinets of the three previous<strong> </strong>Conservative-led governments, Truss was used to putting pragmatism above principles. But that approach was cast aside when she swept in to No 10.</p> <a href=\"https://www.theguardian.com/politics/2023/sep/01/shes-totally-lost-it-inside-story-of-the-unravelling-of-liz-trusss-premiership\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/sep/01/shes-totally-lost-it-inside-story-of-the-unravelling-of-liz-trusss-premiership", "date_published": "2023-09-01T11:00:13+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "From packed lunches to uniforms, how the back-to-school UK costs stack up", "description": "<p>Trousers are £1.90 more than 2018, and trainers £6.57 more … add an item to our visual tool to see how prices have risen in the past five years</p><p>Parents braced for the back-to-school rush have an extra problem on their plate this year, with the cost of a packed lunch rising by almost three times the UK rate of headline inflation.</p><p>A typical packed lunch, made up of a sandwich, an apple and a small yoghurt, costs £2.17 – 32p more a serving than a year ago and equivalent to £61 more over the course of the school year than last year, an 18% rise. That is £105 more a child for each school year than in 2018-19.</p> <a href=\"https://www.theguardian.com/business/2023/sep/01/from-packed-lunches-to-uniforms-how-the-back-to-school-uk-costs-stack-up\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/sep/01/from-packed-lunches-to-uniforms-how-the-back-to-school-uk-costs-stack-up", "date_published": "2023-09-01T11:00:12+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Gove’s housing plans are latest divergence from promised ‘green Brexit’", "description": "<p>Post-Brexit environment watchdog put to the test as local authorities in England told to ignore extra sewage from new developments</p><p>Michael Gove vowed <a href=\"https://www.gov.uk/government/speeches/green-brexit-a-new-era-for-farming-fishing-and-the-environment\">in 2017</a>, when trying to <a href=\"https://www.theguardian.com/environment/2017/jul/21/michael-goves-green-dream-like-brexit-the-reality-awaits\">reassure remainers</a> that leaving the EU did not mean leaving its standards behind, that Brexit would “strengthen environmental protections” in the UK.</p><p>But this week, the first <a href=\"https://www.theguardian.com/environment/2023/aug/28/uk-rivers-at-risk-as-michael-gove-rips-up-rules-on-new-housing\">proper ripping-up</a> of an EU environmental rule was proposed by Gove himself, who has transitioned from proclaiming the virtues of a “green Brexit” to referring to the very rules he promised to protect as <a href=\"https://www.gov.uk/government/news/100000-more-homes-t", "link": "https://www.theguardian.com/politics/2023/sep/01/michael-gove-housing-plans-latest-divergence-promised-green-brexit", "date_published": "2023-09-01T11:00:12+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Time is running out for Ukraine's counteroffensive. Its allies will be crucial in what comes next | Frank Ledwidge", "description": "<p>With no military breakthroughs and a US election looming, the west needs to unite around an achievable goal for the conflict</p><ul><li>Frank Ledwidge is a former military officer who served in the Balkans, Iraq and Afghanistan</li></ul><p>It is clear now that there will be no sweeping gains from Ukraine’s counteroffensive. While it has <a href=\"https://www.theguardian.com/world/2023/aug/02/ukraine-counter-offensive-russia-war\">not failed</a>, it has in no way resembled the kind of swashbuckling victory <a href=\"https://www.newsweek.com/ukraine-free-crimea-end-summer-us-general-ben-hodges-russia-counteroffensive-atacms-1808088\">hoped for by optimists</a>. This should be no great surprise. It was always going to be a slog – a<a href=\"https://irepod.com/podcast/battleground-the-falklands-war/57-a-series-of-operations\"> series</a> of “bite and hold” operations; more first world war western front than some latterday blitzkrieg. Western officials now fairly bluntly state that there wil", "link": "https://www.theguardian.com/commentisfree/2023/sep/01/ukraine-end-war-allies-plan-military-us-election-west", "date_published": "2023-09-01T10:53:09+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "A sculptural whirlwind lands in Yorkshire and butterfly wings hit the canvas – the week in art", "description": "<p>Portraits by Freud, Rego and Himid come together and we go deep on a portrait of a Napoleonic battle – <a href=\"https://www.theguardian.com/artanddesign/2015/oct/19/sign-up-to-the-art-weekly-email\">all in your weekly dispatch</a></p><p><strong>People<br /></strong>People who need people … a survey of the art of the human starring Rebecca Warren, Lucian Freud, Michael Andrews, Paula Rego and more.<br />• <a href=\"https://modernart.net/exhibitions/people\">Modern Art, London</a>, 6-30 September</p> <a href=\"https://www.theguardian.com/artanddesign/2023/sep/01/the-week-in-art\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/sep/01/the-week-in-art", "date_published": "2023-09-01T10:51:57+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘It’s almost magical’: how robotic pets are helping UK care home residents", "description": "<p>Animatronic cats and dogs have helped staff at a Bedfordshire care home to avoid medicating some residents with dementia</p><p>“You’re bloody lovely ain’t you,” said Frances Barrett, as the robotic cat she was stroking flicked its ears and whiskers one lunchtime this week at the Oak Manor care home in Bedfordshire.</p><p>The resident was one of several who live with dementia playing with the home’s small menagerie of animatronic animals that were originally designed to entertain American girls aged four to eight but have found a growing market in British care homes.</p> <a href=\"https://www.theguardian.com/society/2023/sep/01/its-almost-magical-how-robotic-pets-are-helping-care-home-residents\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/sep/01/its-almost-magical-how-robotic-pets-are-helping-care-home-residents", "date_published": "2023-09-01T10:44:36+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Chris Eubank Jr faces painful leap into abyss if Liam Smith wins rematch", "description": "<p>Eubank Jr pledges ‘exquisite’ performance on Saturday amid dubious recollection of how January’s bruising bout unfolded</p><p>The controversial and largely unfulfilled career of Chris Eubank Jr could come to a shuddering halt on Saturday night if he suffers another bad defeat to Liam Smith in their middleweight rematch at the AO Arena in Manchester. In late January, Smith dropped Eubank Jr twice on his way to <a href=\"https://www.theguardian.com/sport/2023/jan/22/liam-smith-stuns-chris-eubank-jr-with-fourth-round-stoppage\">a clinical fourth-round stoppage victory</a>.</p><p>Eubank Jr had been the marginal favourite with the usually canny bookmakers, but the real shock was the fact that he was not only badly hurt but so clearly separated from his senses that the referee had to rescue him from further damage. It was the first time Eubank Jr had been knocked down as a pro. All his boasts of possessing an “iron jaw” looked as flimsy as his suddenly fragile chin.</p> <a href=\"https://w", "link": "https://www.theguardian.com/sport/2023/sep/01/chris-eubank-jr-liam-smith-rematch-boxing", "date_published": "2023-09-01T10:44:25+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Europa League and Conference League 2023-24 group stage draws – live", "description": "<ul><li>Draw to start at 12pm BST | <a href=\"https://www.theguardian.com/football/2023/aug/31/champions-league-2023-24-draw-group-stage-analysis-and-predictions\">Champions League draw analysis</a></li><li>Get in touch: <a href=\"mailto:david.tindall.casual@theguardian.com\">email David</a> or <a href=\"https://twitter.com/DaveTindallgolf\">tweet him</a> with your thoughts</li></ul><p><strong>This is kind of a tough day for Liverpool fans</strong> after watching <a href=\"https://www.theguardian.com/football/2023/aug/31/newcastle-handed-toughest-test-on-their-return-to-champions-league\">Newcastle being drawn in a glamour Champions League group</a> against PSG, Borussia Dortmund, Milan. But, look, this competition can bring fun times. Remember 2001?</p><p><strong>Let’s set the scene for the Europa League draw with this pleasing graphic.</strong> Look at all those Sevilla club badges. If you’re bored waiting for the draw, see if you can get every previous winner.</p> <a href=\"https://www.the", "link": "https://www.theguardian.com/football/live/2023/sep/01/europa-league-and-conference-league-2023-24-group-stage-draws-live", "date_published": "2023-09-01T10:42:09+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Australia’s huge python makes me appreciate queues and bad weather | Emma Brockes", "description": "<p>Plus, kisses both wanted and unwanted, and almonds sum up the cost of living in Manhattan</p><p><br /></p> <a href=\"https://www.theguardian.com/uk-news/2023/sep/01/australia-huge-python-appreciate-queues-bad-weather\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/sep/01/australia-huge-python-appreciate-queues-bad-weather", "date_published": "2023-09-01T10:39:37+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Super Mario Bros. Wonder: Nintendo recaptures Mario’s old magic", "description": "<p>Nintendo’s Shiro Mouri and Takashi Tezuka talk through Mario’s forthcoming return to 2D</p><p>When I was about eight years old, someone in the playground at school told me that if you crouched down on top of one of the colourful platforms in a certain level of Super Mario Bros 3, Mario would fall through the scenery and you would be able to run through the background of the whole stage, emerging in a secret passage at the end. I assumed they <em>must </em>be lying. Playground information about video games was supremely unreliable in the 90s, before YouTube playthroughs could show you all a game’s secrets with a single search.</p><p>But when I got home, I tried the crouching-down-on-the-platform thing anyway – and it worked. Mario ran right past the end of the level and emerged in a hidden room, where he was given a whistle that warped him to a different world. I was awestruck. I felt as if I had just found Atlantis, as if I had been bequeathed some incredible secret and it was now", "link": "https://www.theguardian.com/games/2023/sep/01/super-mario-bros-wonder-nintendo-recaptures-marios-old-magic", "date_published": "2023-09-01T10:30:12+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Texas law aims to punish prosecutors who refuse to pursue abortion cases", "description": "<p>New law says prosecutors who adopt policy of refusing to go after people for violating abortion bans constitutes ‘official misconduct’</p><p>After the supreme court overturned Roe v Wade last year, district attorneys from major counties in Texas vowed not to vigorously prosecute people under the state’s anti-abortion laws.</p><p>Now, Texas has a plan to punish them if they don’t fall in line.</p> <a href=\"https://www.theguardian.com/us-news/2023/sep/01/texas-law-punish-prosecutors-abortion-cases\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/sep/01/texas-law-punish-prosecutors-abortion-cases", "date_published": "2023-09-01T10:30:12+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Hollywood is planning to remake Highlander – just pray they don’t mess it up", "description": "<p>If Hollywood insists on revisiting this classic, don’t let it be a sleek, polished piece that takes itself seriously. Fans will want it to retain the hammy, cheesy silliness of the 1986 original</p><p>Highlander is one of those movies that feels like it could only have been made in the 80s or early 90s. It’s not quite esoteric enough to be a 70s fantasy flick, and it lacks the polish and accompanying vapidity that tarnished so many Hollywood efforts in later decades.</p><p>It is memorable these days mainly for Christopher Lambert’s comical attempt at a Scottish accent as antihero Connor MacLeod, not to mention <a href=\"https://www.theguardian.com/film/seanconnery\">Sean Connery</a>’s complete failure to even attempt pulling off a Spanish one as fellow immortal Juan Sánchez-Villalobos Ramírez. And of course there is Clancy Brown’s irresistibly gothic performance as baddie the Kurgan, a brutal behemoth who somehow appears to be at least 9ft tall on screen, even though the American ac", "link": "https://www.theguardian.com/film/2023/sep/01/highlander-remake", "date_published": "2023-09-01T10:29:52+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Carpet Cowboys: the story of the year’s wildest, most surprising movie", "description": "<p>The carpet hub of Dalton, Georgia, provides an unlikely source of left-field characters in a compelling new documentary</p><p>If Dalton, Georgia, did not exist, Christopher Guest would have to invent it. As the signs in the downtown area proudly declare, the 34,000-strong city is renowned as the Carpet Capital of the World, manufacturing 90% of the functional carpeting in use on Earth. The local industry attracts some eccentric characters, none more so than Roderick James, the primary subject of the enthralling new documentary Carpet Cowboys.</p><p>A Scottish émigré comes to America with dreams of textile riches, his accent sits somewhere between his native brogue and the southern twang he adopted to match his flamboyant John Wayne getups. Among his various moneymaking schemes meant to fund a reunion with his long-distance girlfriend in the Philippines, he writes jingles for a proprietary Lego adhesive synthesized by a friend’s son. Like many parts of the film, the Shark Tank clip", "link": "https://www.theguardian.com/film/2023/sep/01/carpet-cowboys-movie-documentary-review", "date_published": "2023-09-01T10:18:11+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘No talent coming through’: Eddie Jones blames RFU for England’s poor form", "description": "<ul><li>Former coach says successor Steve Borthwick is not the cause</li><li>‘The system’s not right – that’s the responsibility of the RFU’</li></ul><p>Eddie Jones believes the Rugby Football Union must take responsibility for the national side’s poor form, with the former England coach saying the governing body has failed to develop “quality players”.</p><p>Jones, now in charge of Australia, was sacked by England last December after a poor sequence of results and replaced by Steve Borthwick, who has struggled to revive the team’s fortunes leading into the Rugby World Cup.</p> <a href=\"https://www.theguardian.com/sport/2023/sep/01/eddie-jones-blames-rfu-for-england-poor-form-rugby-world-cup\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/sep/01/eddie-jones-blames-rfu-for-england-poor-form-rugby-world-cup", "date_published": "2023-09-01T10:08:34+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "To the Bone review – intimate three-hander about the grip of the past", "description": "<p><strong>Pitlochry festival theatre</strong><br />Isla Cowan’s quietly intelligent new drama goes inside a three-way relationship and each person’s different attachments to their rural cottage retreat</p><p>On the face of it, there is little overlap between the two new plays that complete the summer season in Pitlochry. Where Peter Arnott’s <a href=\"https://www.theguardian.com/culture/2023/aug/31/group-portrait-in-a-summer-landscape-review-scottish-pitlochry-festival-theatre\">Group Portrait in a Summer Landscape</a> is a large-cast contemplation of the political movements of the last century, Isla Cowan’s To the Bone is an intimate study of a three-way relationship tangled up in a rural cottage.</p><p>It is interesting to see how each playwright treats the highland Perthshire setting as a place for self-discovery. But the two plays are connected by more than location. Arnott and Cowan are both concerned with the debilitating hold the past can exert on the present. Where the charact", "link": "https://www.theguardian.com/stage/2023/sep/01/to-the-bone-review-pitlochry-fetival-theatre-isla-cowan", "date_published": "2023-09-01T10:01:59+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Do you really need to walk 10,000 steps a day? And 17 other fitness ‘rules’, tackled by the experts", "description": "<p>From stretching before a workout to the truth about protein, we separate the facts from dodgy exercise ‘wisdom’</p><p><strong>TRUE</strong> “Sit-ups will strengthen your core, but they won’t get rid of belly fat,” says Daniel Lieberman, a Harvard University paleoanthropologist and the author of <a href=\"https://guardianbookshop.com/exercised-9780141986364?utm_source=editoriallink&amp;amp;utm_medium=merch&amp;amp;utm_campaign=article\" title=\"\">Exercised: the Science of Physical Activity, Rest and Health</a>. “The good news is that we evolved to carry belly fat as a short-term energy supply, so when you start losing weight through exercise, that’s the first fat that’s going to get burned.”</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/sep/01/do-you-really-need-to-walk-10000-steps-a-day-and-17-other-fitness-rules-tackled-by-the-experts\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/sep/01/do-you-really-need-to-walk-10000-steps-a-day-and-17-other-fitness-rules-tackled-by-the-experts", "date_published": "2023-09-01T10:00:12+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Houseplant of the Week: zebra haworthia", "description": "<p>Liven up your space with this neat, low-maintenance succulent</p><p><strong>Why will I love it?</strong><br />Popular for its striking, zebra-like patterned leaves, its low-maintenance nature and appearance makes it easy to mistake for an artificial plant.</p><p><strong>Light or shade?</strong><br />This succulent thrives in a range of conditions, from bright indirect light to partial shade. Whether you have a sun-drenched windowsill or a cosy corner with filtered sunlight, the Zebra haworthia will find its groove.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/sep/01/houseplant-of-the-week-zebra-haworthia\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/sep/01/houseplant-of-the-week-zebra-haworthia", "date_published": "2023-09-01T10:00:12+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "I’m a big autumn fan – here’s why September is my favourite month for garden tasks", "description": "<p> Channel that busy, back-to-school feeling with seed sowing, mulching and a good shed tidy</p><p>I bloody love September. Bare-legs-and-jackets weather. The first whiffs of leaf mould and mist in the air. I’m an autumn fangirl, an equinox baby and an undying, school-loving nerd. This time of year wouldn’t even need chewy, golden sunsets and Indian summer days to be my favourite, but those certainly help: we might even get to spend a bit of time on the patio furniture, given how little action it saw this summer.</p><p>Fair weather gardeners may see September as the moment to hack back summer’s crispy herbaceous growth and consider their horticultural duties done for the year, but I’d like to grab those secateurs and encourage a back-to-school feeling in the garden, instead. Late summer and early autumn is a fantastic time to recharge your gardening batteries for the seasons ahead.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/sep/01/im-a-big-autumn-fan-heres-why-septem", "link": "https://www.theguardian.com/lifeandstyle/2023/sep/01/im-a-big-autumn-fan-heres-why-september-is-my-favourite-month-for-garden-tasks", "date_published": "2023-09-01T10:00:12+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Death Star law’ to abortion: the new rightwing laws taking effect in Texas", "description": "<p>Hundreds of new state laws come into effect on 1 September, including attacking trans rights, further limiting abortion and pushing back climate efforts</p><p>On Friday, the Republican-controlled legislature in Texas will dump an avalanche of virulent new laws on the state’s 30 million residents, cementing its reputation as a hotbed of the far-right turmoil that is sweeping America.</p><p>Hundreds of laws will come into effect as the product of the legislative session that Texas holds every two years. Among them are a number of highly controversial targeted bills that will have a seismic impact on some of the most vulnerable Texan communities.</p> <a href=\"https://www.theguardian.com/us-news/2023/sep/01/texas-new-laws-republican-legislature\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/sep/01/texas-new-laws-republican-legislature", "date_published": "2023-09-01T10:00:12+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘I took my Brompton on the train to Armenia’: readers’ favourite European rail journeys", "description": "<p>Whether you’re after mountainous scenery, coastal views or historic gems, our tipsters will set you on the right track</p><p>Take a trip from Oslo to Bergen on Vy, the Norwegian state railway (I was delighted to get a senior’s ticket – a usual Norwegian courtesy), a journey of scenic delight at any time of the year, and stop over at Myrdal. There, buy a return ticket for the Flåm Railway, for a 12-mile journey that takes you down the mountains, travelling through tunnels and behind waterfalls to the village of Flåm alongside the Aurlandsfjord. An overnight stay at the <a href=\"https://www.norwaysbest.com/fretheim-hotel/\">Fretheim hotel</a> inclusive of dinner and breakfast will revive the most weary traveller. The next morning, head back to the mountain top at Myrdal to continue the train journey to Bergen. <br /><strong>Paul Snazell</strong></p> <a href=\"https://www.theguardian.com/travel/2023/sep/01/readers-favourite-train-journeys-wales-to-armenia\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2023/sep/01/readers-favourite-train-journeys-wales-to-armenia", "date_published": "2023-09-01T10:00:11+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Former guard at Nazi death camp charged with being accessory to murder", "description": "<p>Ninety-eight-year-old man accused of having supported killing of thousands of prisoners at Sachsenhausen during Holocaust</p><p>A 98-year-old man has been charged in Germany with being an accessory to murder as a guard at the Nazis’ Sachsenhausen concentration camp between 1943 and 1945.</p><p>The German citizen, a resident of Main-Kinzig county, near Frankfurt, is accused of having “supported the cruel and malicious killing of thousands of prisoners as a member of the SS guard detail”, prosecutors in Giessen said. They did not release the suspect’s name.</p> <a href=\"https://www.theguardian.com/world/2023/sep/01/former-guard-at-nazi-death-camp-charged-with-accessory-to-murder\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/01/former-guard-at-nazi-death-camp-charged-with-accessory-to-murder", "date_published": "2023-09-01T09:54:42+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Sports quiz of the week: Noah Lyles, Champions League and Luton Town", "description": "<p>Have you been following the big stories in football, rugby, cycling, motor sport, athletics, tennis, basketball and volleyball?</p> <a href=\"https://www.theguardian.com/sport/2023/sep/01/sports-quiz-week-noah-lyles-champions-league-football-rugby-cycling-motor-sport-athletics-tennis-basketball-volleyball\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/sep/01/sports-quiz-week-noah-lyles-champions-league-football-rugby-cycling-motor-sport-athletics-tennis-basketball-volleyball", "date_published": "2023-09-01T09:54:05+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "UK house prices fall at fastest rate in 14 years; manufacturing weakest since pandemic – business live", "description": "<p>Live, rolling coverage of business, economics and financial markets as British home prices drop by 5.3% from peak last year </p><p><strong>Glynn Bellamy</strong>, UK head of industrial products for accountants <strong>KPMG</strong>, said:</p><p>Manufacturing is facing the perfect storm of softening underlying demand exacerbated by the continuing unwind of inventory levels built up to counter the supply chain disruption experienced post Covid-19.</p><p>The PMI sank to a 39-month low as output and new orders contracted at rates rarely seen outside of major periods of economic stress such as the global financial crisis of 2008/09 and the pandemic lockdowns.</p><p>Manufacturers reported a weakening economic backdrop as demand is hit by rising interest rates, the cost-of-living crisis, export losses and concerns about the market outlook. While this is being felt across the manufacturing industry, business-to-business companies are especially hard hit. Intermediate goods producers saw t", "link": "https://www.theguardian.com/business/live/2023/sep/01/uk-house-prices-fall-rail-strikes-ticket-office-closures-bank-of-england-us-non-farm-payrolls-jobs-ftse-100-business-live", "date_published": "2023-09-01T09:31:05+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Wyke whiff’ befouls Dorset village – and angry residents have had enough", "description": "<p>People say summer stink has been ‘horrendous’, with blame put on a Wessex Water sewage works</p><p>The Dorset village of Wyke Regis has a lot going for it: sunsets across Lyme Bay, views of <a href=\"https://www.visit-dorset.com/listing/chesil-beach/130690301/\">Chesil Beach’s</a> spectacular pebbly sweep, proximity to great swimming and sailing spots.</p><p>But local people are not having a great time of it at the moment thanks to what has been called the “Wyke whiff”, an unpleasant smell that forces them to keep windows shut tight and ruins the simple pleasure of sitting out in the sunshine.</p> <a href=\"https://www.theguardian.com/uk-news/2023/sep/01/wyke-whiff-befouls-dorset-village-angry-residents-had-enough\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/sep/01/wyke-whiff-befouls-dorset-village-angry-residents-had-enough", "date_published": "2023-09-01T09:30:42+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Two holidaymakers on jetskis reportedly shot dead after entering Algerian waters", "description": "<p>Group on holiday in Morocco when they were reportedly shot at by Algerian coastguard in waters off beach resort of Saïdia</p><p>Two holidaymakers jetskiing in Morocco have reportedly been shot dead by the Algerian coastguard when they strayed across the maritime border between the two countries.</p><p>Bilal Kissi and Abdelali Merchouer, both French-Moroccan dual nationals, came under fire after taking a wrong turn off the beach resort of Saïdia on Morocco’s north-east tip, the Moroccan news website Le360 reported, citing a witness.</p> <a href=\"https://www.theguardian.com/world/2023/sep/01/two-holidaymakers-on-jetskis-reportedly-shot-dead-after-entering-algerian-waters\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/01/two-holidaymakers-on-jetskis-reportedly-shot-dead-after-entering-algerian-waters", "date_published": "2023-09-01T09:28:47+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Vegetable grenades with entrail roots: Ukrainian art cuts through at Irish biennale", "description": "<p>Limerick’s EVA International has staged exhibitions in bars, bacon shops and even a handball alley. Will this year’s militant spirit help it get the attention it deserves?</p><p>There is a comforting bucolic vibe to the term “gleaning”, which refers to gathering leftover crops after harvesting. The central theme of <a href=\"https://www.theguardian.com/world/ireland\">Ireland</a>’s contemporary art biennale, EVA International, suggests thrifty farming and caring for the land. But the assumption shatters when you see paintings by the Ukrainian artist Kateryna Aliinyk: vegetables resemble grenades and their roots are like mangled entrails in a dark, disturbing underworld.</p><p>It is an abrupt warning that the <a href=\"https://www.eva.ie/\">40th EVA International</a>, which starts in Limerick on Thursday, uses the concept of gleaning to ask disquieting questions about what we sow, reap and leave buried.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/sep/01/ukrainian-art-iri", "link": "https://www.theguardian.com/artanddesign/2023/sep/01/ukrainian-art-irish-biennale-eva-international", "date_published": "2023-09-01T09:24:27+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Thai king reduces ex-PM Thaksin Shinawatra’s prison sentence to one year", "description": "<p>Thaksin, who returned to Thailand last week, ‘accepted his crime and showed remorse’, says royal gazette</p><p>King Maha Vajiralongkorn of Thailand has reduced former prime minister Thaksin Shinawatra’s eight-year prison sentence to one year, according to the royal gazette.</p><p>Thaksin, <a href=\"https://www.theguardian.com/world/2023/aug/22/thaksin-represents-the-grassroots-people-thailands-divisive-former-leader-returns\">Thailand’s most famous politician</a>, made a dramatic homecoming last week after 15 years abroad, where he lived in self-exile to avoid prison. He arrived on a private jet and greeted supporters <a href=\"https://www.theguardian.com/world/2023/aug/23/thailands-former-pm-thaksin-shinawatra-moved-to-hospital-after-first-night-in-jail\">before being moved to a prison to serve an eight-year sentence</a> for abuse of power and conflicts of interest from his time in power.</p> <a href=\"https://www.theguardian.com/world/2023/sep/01/thai-king-reduces-ex-pm-thaksin-shina", "link": "https://www.theguardian.com/world/2023/sep/01/thai-king-reduces-ex-pm-thaksin-shinawatra-prison-sentence-to-one-year", "date_published": "2023-09-01T09:05:53+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Himalayan avalanches are increasing risk for climbers in warming climate", "description": "<p>Experts warn that global heating is exacerbating inherent dangers of high altitude mountaineering</p><p>Avalanches in the Himalayas are causing an increasing number of deaths and threatening the safety of climbers, research suggests.</p><p>While high-altitude mountaineering comes with an inherent avalanche risk, global heating is exacerbating the danger during the climbing season in the Himalayan mountain range, experts warn.</p> <a href=\"https://www.theguardian.com/environment/2023/sep/01/himalayan-avalanches-increasing-risk-climbers-warming-climate\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/sep/01/himalayan-avalanches-increasing-risk-climbers-warming-climate", "date_published": "2023-09-01T09:05:33+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Antoinette Sandbach’s relatives owned slaves – and so did mine. We have to atone for that as best we can | Alex Renton", "description": "<p>The former MP’s quest to break the public link with her ancestors is misguided. Better to accept our legacy and work for change</p><p>“The sins of the fathers,” according to a stinging verse <a href=\"https://biblehub.com/exodus/34-7.htm\">in the Bible’s Book of Exodus</a>, “shall be visited upon the children, even unto the third or fourth generation.” Is that remotely fair? Can we – should we – be held responsible for crimes committed by our ancestors? The question underpins <a href=\"https://www.theguardian.com/world/2023/aug/31/ex-tory-mp-threatens-sue-cambridge-university-slavery-research-antoinette-sandbach\">Antoinette Sandbach’s protest</a> at her outing as a descendant of <a href=\"https://www.ucl.ac.uk/lbs/person/view/8083\">Samuel Sandbach</a>, a 19th-century mayor of Liverpool who amassed a fortune through enslavement of African people, and from compensation payments at the end of British slavery in the 1830s.</p><p>Sandbach, <a href=\"https://members.parliament.uk/member/4506", "link": "https://www.theguardian.com/commentisfree/2023/sep/01/antoinette-sandbach-relatives-slaves-ancestors", "date_published": "2023-09-01T09:00:10+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Experience: I lost my home to the sea", "description": "<p>We’d had so many storms and I didn’t think in my wildest dreams that we would be left on the brink</p><p>My home was unique: a wooden chalet on the sand dunes at Hemsby, Norfolk. We had three tiny bedrooms and amazing views out to sea. Rainbows came to the water’s edge, and then you’d watch them travel out. The moon lit a path across the sea. The sun rose over the water. Everything was lovely, apart from the snails in the loo.</p><p>I had a bad car accident in 2016 and bought the house with the compensation. I was raised on the Isle of Wight, but worked in London for much of my career. That was the draw of Hemsby – to get back to the sea. It was my only home, but I had to first rent a place an hour away in Suffolk, where my son was finishing his further education. My husband died in 2021, and my son and I were desperate to move into our new home.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/sep/01/experience-i-lost-my-home-to-the-sea\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/sep/01/experience-i-lost-my-home-to-the-sea", "date_published": "2023-09-01T09:00:10+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Have I told you about my air fryer? The Stephen Collins cartoon", "description": "<a href=\"https://www.theguardian.com/lifeandstyle/ng-interactive/2023/sep/01/have-i-told-you-about-my-air-fryer-the-stephen-collins-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/ng-interactive/2023/sep/01/have-i-told-you-about-my-air-fryer-the-stephen-collins-cartoon", "date_published": "2023-09-01T09:00:10+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Lynda La Plante: ‘Raymond Chandler’s books make me laugh out loud’", "description": "<p>The novelist and screenwriter on learning to read with dyslexia, being inspired by the great playwrights, and why she could never read Little Women again</p><p><strong>My earliest reading memory</strong><br />It was not until I was seven that a teacher began to realise I was unable to read. Nowadays it would be diagnosed as dyslexia, but at the time that was unheard of. So I was later than most children to discover a special book. And when I finally did, it was due to my grandmother listening to the radio. I woke up and heard an eerie voice crying, “Let me in.” Her bedroom was at the end of a dark corridor so, terrified, I burst into the room. It was Wuthering Heights by <a href=\"https://www.theguardian.com/books/emilybronte\" title=\"\">Emily Brontë</a>.</p><p><strong>My favourite book growing up</strong><br />Louisa May Alcott’s Little Women. When I saw the movie the characters I’d pictured became real, especially <a href=\"https://www.theguardian.com/film/2020/nov/12/katharine-hepb", "link": "https://www.theguardian.com/books/2023/sep/01/lynda-la-plante-raymond-chandlers-books-make-me-laugh-out-loud", "date_published": "2023-09-01T09:00:10+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Direct Line to pay £30m to overcharged car and home insurance customers", "description": "<p>Company breached rules that state existing policyholders should not be charged more than new ones</p><p>Direct Line will pay about £30m to customers who were charged more than they should have been to renew car and home insurance policies.</p><p>The UK’s second biggest car insurer, which in June launched a <a href=\"https://www.theguardian.com/money/2023/jul/01/direct-linecar-claims-underpayments-write-offs\">review into motor insurance claims</a> over the last five years after an investigation into the market by the Financial Conduct Authority (FCA), said it discovered the overcharging problem after the incorrect implementation of the new pricing practice regulation that came into force in January last year.</p> <a href=\"https://www.theguardian.com/business/2023/sep/01/direct-line-to-pay-30m-to-overcharged-car-and-home-insurance-customers\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/sep/01/direct-line-to-pay-30m-to-overcharged-car-and-home-insurance-customers", "date_published": "2023-09-01T08:49:31+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Transfer deadline day: Liverpool to sign Gravenberch and stave off Salah interest – live", "description": "<ul><li><a href=\"https://www.theguardian.com/football/2023/sep/01/football-transfer-rumours-sergio-reguilon-to-join-manchester-united-deadline-day\">The Rumour Mill</a> | <a href=\"https://www.theguardian.com/football/ng-interactive/2023/jun/01/mens-transfer-window-summer-2023-premier-league-italy-spain-germany-france\">Transfer interactive</a> | Deadline 11pm BST</li><li><a href=\"mailto:john.brewin.casual@theguardian.com\">Email John</a> or <a href=\"https://twitter.com/JohnBrewin_\">tweet him</a> with your thoughts</li></ul><p>Manchester United have signed Altay Bayindir from Fenerbache for €5m on a four-year deal with an option of another 12 months, the 25-year-old goalkeeper replacing Dean Henderson who joined Crystal Palace earlier in the week.</p><p>The transfer was completed on Thursday night but the announcement was delayed due to the Turkish club’s 2-0 Europa Conference League win against FC Twente then.</p><p>Chelsea’s policy of offloading home-grown academy graduates in the inte", "link": "https://www.theguardian.com/football/live/2023/sep/01/transfer-deadline-day-gravenberch-salah-reguilon-gallagher-palmer", "date_published": "2023-09-01T08:27:59+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "A visual guide to the Greek wildfires", "description": "<p></p><p>Greece has been stricken by hundreds of wildfires this summer, with dozens of fires breaking out each day. The vast majority are extinguished quickly but some have blazed out of control.</p><p>One fire, in the <a href=\"https://www.theguardian.com/world/2023/aug/27/hundreds-of-firefighters-battle-raging-greek-wildfires\">Alexandroupolis and Evros region in the north-east</a>, has destroyed homes and vast tracts of forest since it started on 19 August.</p> <a href=\"https://www.theguardian.com/world/2023/sep/01/greek-wildfires-a-visual-guide\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/01/greek-wildfires-a-visual-guide", "date_published": "2023-09-01T08:26:01+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Chelsea secure signing of Cole Palmer from Manchester City for initial £40m", "description": "<ul><li>Deal a boost for manager Mauricio Pochettino</li><li>Callum Hudson-Odoi on verge of joining Nottingham Forest</li></ul><p>Chelsea have bolstered their attacking options by completing the initial £40m signing of Cole Palmer from Manchester City. The winger is the 13<sup>th</sup> player to move to Stamford Bridge this summer and has signed a seven-year deal with the option of an extra year.</p><p>The deal is a boost for Mauricio Pochettino, who has been pushing Chelsea to buy an attacking player since losing Christopher Nkunku to a long-term knee injury earlier this month. Chelsea are also without Mykhailo Mudryk and Carney Chukwuemeka before hosting Nottingham Forest on Saturday.</p> <a href=\"https://www.theguardian.com/football/2023/sep/01/chelsea-secure-45m-signing-of-cole-palmer-from-manchester-city\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/sep/01/chelsea-secure-45m-signing-of-cole-palmer-from-manchester-city", "date_published": "2023-09-01T08:02:12+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "How (and why) Nebraska drew 92,003 to watch women’s college volleyball", "description": "<p>How did a volleyball team representing a public research university in a prairie state <a href=\"https://www.theguardian.com/sport/gallery/2023/aug/30/nebraska-volleyball-attendance-record-memorial-stadium\">attract 92,003 fans</a> to set the global attendance record for women’s sports? It’s a long story</p><p>Memorial Stadium went dark, the hum and strum of Sirius by the Alan Parsons Project started and the capacity crowd turned to the stadium’s north end. Every University of Nebraska football home game starts this way. Fans clap as the stadium’s huge videoboard shows the team’s approach from the locker room and their entrance on to the field. The Tunnel Walk is one of college football’s signature traditions. And Nebraska junior Lexi Rodriguez wanted to soak in the moment.</p><p>Rodriguez, a <a href=\"https://www.ncaa.com/news/volleyball-women/article/2023-07-03/college-volleyball-libero-explained\">libero</a> on the Nebraska women’s volleyball team, walked alongside head coach John ", "link": "https://www.theguardian.com/sport/2023/sep/01/nebraska-volleyball-day-record-attendance-memorial-stadium", "date_published": "2023-09-01T08:00:10+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Gentle Good: Galargan review | Jude Rogers' folk album of the month", "description": "<p><strong>(Bubblewrap Collective)<br /></strong>Gareth Bonello’s latest album sees him excavating his homeland’s folk classics, interpreting each with drowsy, melancholic voice, guitar, cello and piano<br /></p><p>The Gentle Good is Cardiff-based folk musician Gareth Bonello, whose musical interests often take him far from home. He has explored the bardic connections between Taoist and druidic storytelling (on 2013’s Y Bardd Anfarwol), and the songs of Welsh Christian missionaries with the Indian musicians affected by them. But Galargan (“lament” in Welsh) sees him burrow into his national identity and history to excavate songs full of longing.</p><p>Recording in his kitchen and a cottage in the wild expanses of Mid Wales’s Elan Valley, Bonello has ploughed through the rich song collections of the late Meredydd Evans and Phyllis Kinney at the National Library of Wales, among others, then arranged the chosen tunes for voice, guitar, cello and piano, all played by him. Galargan begins", "link": "https://www.theguardian.com/music/2023/sep/01/the-gentle-good-galargan-review-bubblewrap-collective-folk-album", "date_published": "2023-09-01T08:00:09+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Little Mermaid to Children of Men: the seven best films to watch on TV this week", "description": "<p>A splashy retelling of the Disney classic starring the brilliant Halle Bailey, and Alfonso Cuarón’s dystopian thriller gets even better with age</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/sep/01/the-little-mermaid-to-children-of-men-the-seven-best-films-to-watch-on-tv-this-week\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/sep/01/the-little-mermaid-to-children-of-men-the-seven-best-films-to-watch-on-tv-this-week", "date_published": "2023-09-01T08:00:09+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Slowdive: Everything Is Alive review – exquisite songs from the comeback kids of shoegaze", "description": "<p><strong>(Dead Oceans)<br /></strong>The band perfected their blend of dreamy guitar noise washes and indecipherable lyrics decades ago, and the latest example has plenty of haunting beauty</p><p>After being hailed as shoegaze pioneers in the early 1990s, a mix of subsequent critical brickbats, the onset of Britpop and being dropped by Creation Records ensured that Slowdive’s young career was over by the middle of the decade. <a href=\"https://www.theguardian.com/music/2017/mar/30/the-unlikely-renaissance-of-slowdive-shoegaze-became-the-genre-of-ridicule\">The original lineup reactivated in 2017</a> having been discovered by a new generation, and simply picked up where they left off.</p><p>This second album of their second phase continues to do pretty much the same as they’ve ever done, but is all the lovelier for it. There are trademark washes of guitar noise and echo, and songs that judiciously sculpt Rachel Goswell and Neil Halstead’s quiet voices on the precipice between melancho", "link": "https://www.theguardian.com/music/2023/sep/01/slowdive-everything-is-alive-review-shoegaze-dead-oceans", "date_published": "2023-09-01T07:30:08+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "UK house prices fall at fastest rate since 2009, says Nationwide", "description": "<p>August 5.3% drop comes as sales completions down by about 40% in first half of year compared with 2021</p><ul><li><a href=\"https://www.theguardian.com/business/live/2023/sep/01/uk-house-prices-fall-rail-strikes-ticket-office-closures-bank-of-england-us-non-farm-payrolls-jobs-ftse-100-business-live\">Business live – latest updates</a></li></ul><p>UK house prices fell 5.3% in August compared with the same month last year, the fastest annual drop in 14 years, according to Nationwide Building Society.</p><p>The lender said the fall, which was the biggest since July 2009, when the global economy was in the depths of the financial crisis, was driven by soaring mortgage costs, which are putting off potential buyers. Average house prices are more than £14,500 lower than they were a year ago and mortgage approvals have plummeted by a fifth compared with pre-pandemic levels.</p> <a href=\"https://www.theguardian.com/business/2023/sep/01/uk-house-prices-fall-at-fastest-rate-since-2009-says-nat", "link": "https://www.theguardian.com/business/2023/sep/01/uk-house-prices-fall-at-fastest-rate-since-2009-says-nationwide", "date_published": "2023-09-01T07:27:23+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Roman emperor statue seized from Cleveland museum in looting investigation", "description": "<p>Warrant issued in investigation into smuggling of antiquities looted from Turkey and trafficked through US</p><p>A headless bronze statue believed to depict the Roman emperor and philosopher Marcus Aurelius has been seized from the Cleveland Museum of Art by New York authorities investigating antiquities looted from Turkey.</p><p>A warrant signed by a judge in Manhattan on 14 August ordered the seizure of the statue, which the museum acquired in 1986 and had been a highlight of its collection of ancient Roman art.</p> <a href=\"https://www.theguardian.com/culture/2023/sep/01/roman-emperor-statue-seized-from-cleveland-museum-in-looting-investigation\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/sep/01/roman-emperor-statue-seized-from-cleveland-museum-in-looting-investigation", "date_published": "2023-09-01T07:27:02+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "More schools in England face closure due to crumbling concrete, says minister – UK politics live", "description": "<p>Nick Gibb says parents shouldn’t worry but more schools face having to close building son the eve of pupils returning to class</p><p><strong>The government will cover “all capital costs” over any disruption to educational buildings caused by concerns from the use of concrete prone to collapse, the schools minister has said.</strong></p><p>Asked on Sky News who will pay if schools need to either fully or partially relocate, Nick Gibb said: “We will pay for that. We’ve made it very clear we will cover all capital costs.</p> <a href=\"https://www.theguardian.com/politics/live/2023/sep/01/schools-crumbling-concrete-collapse-rishi-sunak-education-new-term-latest-updates-live\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/live/2023/sep/01/schools-crumbling-concrete-collapse-rishi-sunak-education-new-term-latest-updates-live", "date_published": "2023-09-01T07:23:56+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Acid with Pink Floyd and harems with Paul McCartney … the wild life of Stash, the playboy prince", "description": "<p>He wooed Nico, saw Syd Barrett lose his mind and got busted for drugs with the Stones. Now, at 81, Prince Stanislas Klossowski de Rola has become a TikTok sensation</p><p>He was a friend of the Rolling Stones and Pink Floyd, a flatmate of Paul McCartney and a lover of women including Marianne Faithfull, Anita Pallenberg and Nico. He resides between a 1,300-year-old castle in Italy, a mountain residence in Switzerland and a summer home in Malibu. And now at the age of 81, Prince Stanislas Klossowski de Rola – popularly known as Stash – is a TikTok darling. “The audience is all young people and they’re all absolutely fascinated,” he says on a video call in his castle, looking like a particularly dashing wizard as he shows me his “magical grimoire” of tantric paintings and antique Turkish swords.</p><p>Born into a long line of ancient nobility (Lord Byron is a distant relative) and the son of the notorious French-Polish artist Balthus, the aristocrat’s life has been a rock’n’roll fai", "link": "https://www.theguardian.com/music/2023/sep/01/pink-floyd-paul-mccartney-stash-prince-stanislas-klossowski-de-rola-tiktok", "date_published": "2023-09-01T07:00:09+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The week in wildlife – in pictures", "description": "<p>The best of this week’s wildlife photographs, including hungry puffins, arctic rabbits and curious bears</p> <a href=\"https://www.theguardian.com/environment/gallery/2023/sep/01/the-week-in-wildlife-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/gallery/2023/sep/01/the-week-in-wildlife-in-pictures", "date_published": "2023-09-01T07:00:09+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Chess: Niemann back in action after $100m lawsuit against Carlsen is settled", "description": "<p>The 20-year-old had a subdued return at Titled Tuesday but will be the No1 seed at the World Junior Championship in Mexico City</p><p>Hans Niemann, the controversial US 20-year-old, has wasted no time in returning to action after his $100m lawsuit against the world No 1, Magnus Carlsen, and others was <a href=\"https://www.theguardian.com/sport/2023/aug/28/magnus-carlsen-hans-niemann-chess-cheating-allegations-settlement\" title=\"\">settled out of court</a>.</p><p>On Tuesday, only one day after the settlement was announced, Niemann competed in the early and late versions of Titled Tuesday on <a href=\"https://www.chess.com/\" title=\"\">chess.com</a>, the website that had banned him for admitted cheating in online tournaments. He was an also-ran in the early event but scored 8.5/11 to finish 12th in a 487-player field, 1.5 points behind France’s world No 5, Alireza Firouzja, in the late contest. Titled Tuesday is a free competition with a $2,500 prize fund open to all masters, and normal", "link": "https://www.theguardian.com/sport/2023/sep/01/chess-niemann-back-in-action-after-100m-lawsuit-against-carlsen-is-settled", "date_published": "2023-09-01T07:00:08+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Mosquitoes love me, so I’ve tried all the solutions. These are the best | Sali Hughes on beauty", "description": "<p>Skin heaters, tea lights, even a peppermint-steeped bracelet. I am nothing if not prepared</p><p>Some people return from holiday tanned; I used to come home half-eaten. Mosquitoes either love my decidedly basic O-positive blood type, or my immune system really hates their saliva – either way, I have to tool up with more anti-mosquito supplies than anyone I know. And having tended to countless bites, welts and oozing lumps, I’ve learned a thing or two.</p><p>My first and unequivocal recommendation (especially if, like me, you’re intolerant to antihistamines) is the <a href=\"https://www.amazon.co.uk/stores/page/04F6A670-F4B4-477B-8185-648D32E74443/?_encoding=UTF8&amp;amp;pd_rd_plhdr=t&amp;amp;ref_=sbx_be_s_sparkle_ssd&amp;amp;qid=1690760191&amp;amp;store_ref=SBV_A09166162CT4PEIYZNBVJ&amp;amp;lp_asins=B089GRH43R&amp;amp;pd_rd_w=Tih0O&amp;amp;content-id=amzn1.sym.25f7c301-a223-4ff8-91c9-accfeab9fda8%3Aamzn1.sym.25f7c301-a223-4ff8-91c9-accfeab9fda8&amp;amp;pf_rd_p=25f7c301-a223-4ff8-91", "link": "https://www.theguardian.com/fashion/2023/sep/01/mosquitoes-love-me-so-ive-tried-all-the-solutions-these-are-the-best", "date_published": "2023-09-01T07:00:08+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Politicians, not curators, are to blame for the British Museum's woes | Charlotte Higgins", "description": "<p>The scandal over alleged thefts is a terrible blow for a museum Conservatives have starved of funding and respect</p><p>I can’t help thinking of the title of that old David Lodge novel, The British Museum is Falling Down. The much-beloved institution is teetering beneath the weight of scandal. The museum’s chair has been forced to admit that <a href=\"https://www.theguardian.com/culture/2023/aug/26/recovery-british-museum-artefacts-under-way-george-osborne\">as many as 2,000 objects</a> have gone missing from the collection over the past decade. Public attention has turned towards an <a href=\"https://www.theguardian.com/culture/2023/aug/17/british-museum-employee-sacked-over-missing-items-was-senior-curator\">ex-curator</a> allegedly removed from his post last year (his son has said he has done no wrong).</p><p>The director of the museum, Hartwig Fischer, has <a href=\"https://www.theguardian.com/culture/2023/aug/25/british-museum-director-hartwig-fischer-steps-down-after-suspected-th", "link": "https://www.theguardian.com/commentisfree/2023/sep/01/british-museum-curators-thefts-funding", "date_published": "2023-09-01T07:00:08+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Rugby World Cup 2023: Pool C guide", "description": "<p>Emerging powers such as Georgia and Fiji will fancy their chances of causing an upset. Can Australia and Wales recapture their best form when it matters?</p><p>This is regarded as the more forgiving side of the draw but nothing seems to come easy for Wales or Australia lately. Both sides would have hoped for a more encouraging buildup although it is Wales’s recent history that has been more unsettling. During the Six Nations in February, <a href=\"https://www.theguardian.com/sport/2023/feb/14/kyle-sinckler-faces-fitness-race-for-englands-six-nations-clash-with-wales-rugby-union\">the players threatened to strike</a> over a contractual dispute with the Welsh Rugby Union. <a href=\"https://www.theguardian.com/sport/2023/feb/22/wales-v-england-six-nations-clash-to-go-ahead-as-players-call-off-strike\">Industrial action was ultimately averted</a> but the related issues have not gone away.</p><p>Results have been equally worrying since <a href=\"https://www.theguardian.com/sport/2022/dec/05", "link": "https://www.theguardian.com/sport/2023/sep/01/rugby-world-cup-2023-pool-c-guide", "date_published": "2023-09-01T07:00:08+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "You be the judge: should I let my girlfriend’s sister move in with us?", "description": "<p>Imani loves the idea, Lex says there isn’t space. You decide whether three’s a crowd<br /><a href=\"https://www.theguardian.com/lifeandstyle/2021/sep/25/you-be-the-judge-send-us-your-domestic-disputes\">Find out how to get a disagreement settled or become a You be the judge juror</a></p><p>I’m not really a ‘mi casa es tu casa’ kind of person and there’s not really enough room anyway</p><p>Living with my sister and having her contribute towards the cost of the flat would be a dream for me</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/sep/01/you-be-the-judge-should-i-let-my-girlfriends-sister-move-in-with-us\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/sep/01/you-be-the-judge-should-i-let-my-girlfriends-sister-move-in-with-us", "date_published": "2023-09-01T07:00:07+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Weather tracker: Hurricane Idalia leaves trail of damage in Florida", "description": "<p>Category 3 storm causes extensive flooding in south-east US, while heavy rain and winds also hit France and Italy</p><p>On Wednesday Hurricane Idalia struck northern Florida, bringing damaging winds and torrential rain. It made landfall near Keaton Beach on Florida’s Big Bend during the morning as a high-end category 3 hurricane, bringing sustained winds speeds near 125mph (200km/h) and a storm surge of 16ft along Florida’s north-west coastline.</p><p>Due to very warm sea surface temperatures, the storm strengthened rapidly over the Gulf of Mexico to category 4 status, before weakening to category 3 as it made landfall. It brought extensive flooding as it passed through and damaged power lines, leaving thousands without electricity.</p> <a href=\"https://www.theguardian.com/environment/2023/sep/01/weather-tracker-hurricane-idalia-trail-damage-florida\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/sep/01/weather-tracker-hurricane-idalia-trail-damage-florida", "date_published": "2023-09-01T06:39:54+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "What Went Wrong With Brexit by Peter Foster review – state of denial", "description": "<p>A book that lays bare the absurd claims Brexit would reduce red tape – but leaves austerity out of the analysis</p><p>In his time as the Telegraph’s Europe editor, Peter Foster showed little of the imagination of his Brussels-based predecessor (by two decades) Boris Johnson – to his credit. Instead of fabricating stories about power-crazed Eurocrats, he specialised in detailed accounts of the inner workings of the European institutions, and especially, after June 2016, the back-and-forth of the Brexit negotiations. Despite the increasingly deranged tone of the Telegraph’s opinion pages, his unquestioned personal commitment both to finding out what was going on and to reporting on it as objectively as possible meant that he often knew what had been decided in key meetings on the Commission’s Brexit strategy before the Foreign Office or No 10.</p><p>It’s not surprising then that his book contains a wealth of detail, both about the damage done to UK businesses small and large by Brex", "link": "https://www.theguardian.com/books/2023/sep/01/what-went-wrong-with-brexit-by-peter-foster-review-state-of-denial", "date_published": "2023-09-01T06:30:07+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Society of Authors calls use of bad reviews for book blurbs ‘morally questionable’", "description": "<p>After several critics complained of being quoted out of context on the covers of Jordan Peterson’s new book, the industry body has spoken out against the practice</p><p>The Society of Authors (SoA) has spoken out against publishers misrepresenting negative reviews on book covers and the UK publisher Bonnier Books is producing a “best practice” document for blurbs, after controversy over the use of reviews on the cover of the Canadian psychologist Jordan Peterson’s book Beyond Order.</p><p>On 15 August, prominent writers criticised the way their reviews had been quoted on the back cover of the paperback edition of Peterson’s book, published by Penguin Random House. The Times columnist James Marriott tweeted an image of the cover featuring a quote from his review that appears to endorse the work. In the now deleted tweet, he wrote: “Incredible work from Jordan Peterson’s publisher. My review of this mad book was probably the most negative thing I have ever written.”</p> <a href=\"htt", "link": "https://www.theguardian.com/books/2023/sep/01/society-of-authors-calls-use-of-bad-reviews-for-book-blurbs-morally-questionable", "date_published": "2023-09-01T06:02:22+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘So many precious things were lost’: Rhodes after the fires – photo essay", "description": "<p>The photographer Gideon Mendel travelled to Rhodes a month after the fires as part of his <a href=\"https://gideonmendel.com/portraits-in-ashes/\">Burning World</a> project. He sought to document the impact on lives and landscapes</p><p>July 2023 was the <a href=\"https://www.theguardian.com/environment/2023/aug/08/july-2023-worlds-hottest-month-climate-crisis-scientists-confirm\">hottest month ever recorded</a>, and Rhodes in Greece was one of many places that faced scorching temperatures and <a href=\"https://www.theguardian.com/world/2023/jul/24/greece-wildfires-corfu-evia-rhodes-heatwave-northern-hemisphere-extreme-weather-temperatures-europe\">wildfires</a>. There were no human casualties but the fire ravaged about 135,000 hectares of forest and vegetation, burned more than 50,000 olive trees and many domestic animals, destroyed about 50 homes and led to the mass evacuation of tourists from the area.</p><p>I travelled to the region a month after the fires, making new work for my Bu", "link": "https://www.theguardian.com/world/2023/sep/01/rhodes-after-the-fires-photo-essay-precious-things-lost", "date_published": "2023-09-01T06:00:08+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Britain punishing poorer nations who sell citizenship is simplistic and destructive  | Kenneth Mohammed", "description": "<p>Suella Braverman’s visa restrictions on people from Dominica, Honduras, Namibia and Timor-Leste are an overreaction to the practice of granting citizenship by investment</p><p>The move by the British home secretary Suella Braverman to impose visa restrictions on people from Dominica, Honduras, Namibia, Timor-Leste and Vanuatu has reflected again the tendency to employ a sledgehammer to crack a nut when managing immigration and border security.</p><p>In July, Braverman expressed concerns about the way Dominica and Vanuatu administer their citizenship by investment (CBI) schemes – so-called golden visas – citizenship in exchange for financial inputs in the host country.</p> <a href=\"https://www.theguardian.com/global-development/commentisfree/2023/sep/01/britain-punishing-poorer-nations-who-sell-citizenship-is-simplistic-and-destructive\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/commentisfree/2023/sep/01/britain-punishing-poorer-nations-who-sell-citizenship-is-simplistic-and-destructive", "date_published": "2023-09-01T06:00:07+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Where tourists seldom tread, part 5: more UK towns with hidden histories", "description": "<p>From the home of the original Super-Tramp to the UK’s only polycentric city, we find reasons to visit places where few visitors alight </p><p><strong><a href=\"https://www.theguardian.com/travel/2022/jan/05/where-tourists-seldom-tread-six-great-british-places-not-in-the-guidebooks\">part one</a> | <a href=\"https://www.theguardian.com/travel/2022/apr/13/where-tourists-seldom-tread-cumbernauld-guildford-leigh-runcorn-grantham\">part two</a> | <a href=\"https://www.theguardian.com/travel/2022/nov/10/where-tourists-seldom-tread-part-3-five-towns-with-hidden-histories\">part three</a> | <a href=\"https://www.theguardian.com/travel/2023/mar/15/where-tourists-seldom-tread-part-4-five-uk-towns-with-hidden-histories\">part four</a></strong></p><p>Frontier towns are bypassed, forgotten, often forlorn, occasionally vicious in the old sense of the word: full of vice. Seediness inhabits their edges, and edges are what they mainly are. Meant to be bulwarks or limits, they are usually porous and uncert", "link": "https://www.theguardian.com/travel/2023/sep/01/where-tourists-seldom-tread-uk-towns-with-hidden-histories", "date_published": "2023-09-01T06:00:07+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "English homes for sale within walking distance of schools – in pictures", "description": "<p>From a stone farmhouse dating back to 1769 to a 1970s house near a bustling London neighbourhood</p> <a href=\"https://www.theguardian.com/money/gallery/2023/sep/01/english-homes-for-sale-walking-distance-of-schools\">Continue reading...</a>", "link": "https://www.theguardian.com/money/gallery/2023/sep/01/english-homes-for-sale-walking-distance-of-schools", "date_published": "2023-09-01T06:00:06+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Top Boy to The Changeling: the seven best shows to stream this week", "description": "<p>The final season of the thrilling gangland drama is here, and LaKeith Stanfield stars in a strange New York romance – or should that be horror story?</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/sep/01/top-boy-to-the-changeling-the-seven-best-shows-to-stream-this-week\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/sep/01/top-boy-to-the-changeling-the-seven-best-shows-to-stream-this-week", "date_published": "2023-09-01T06:00:06+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "TV tonight: gritty martial arts crime drama Warrior returns", "description": "<p>The third season set during the Tong wars begins. Plus: Channel 5 brings us the cute Puppy School for Guide Dogs. Here’s what to watch this evening</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/sep/01/tv-tonight-gritty-martial-arts-drama-warrior-returns\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/sep/01/tv-tonight-gritty-martial-arts-drama-warrior-returns", "date_published": "2023-09-01T05:20:05+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Do you have hiccups? Here are some life hacks that may or may not make a difference to your annoying life | First Dog on the Moon", "description": "<p>Why not use frozen grapes to cool your wine? At the end you can eat them!</p><ul><li><a href=\"https://www.theguardian.com/commentisfree/2014/jun/16/-sp-first-dog-on-the-moon-subscribe-by-email\">Sign up here to get an email</a> whenever First Dog cartoons are published</li><li><a href=\"http://firstshoponthemoon.com/\">Get all your needs met at the First Dog shop</a> if what you need is First Dog merchandise and prints</li></ul> <a href=\"https://www.theguardian.com/commentisfree/2023/sep/01/do-you-have-hiccups-here-are-some-life-hacks-that-may-or-may-not-make-a-difference-to-your-annoying-life\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/sep/01/do-you-have-hiccups-here-are-some-life-hacks-that-may-or-may-not-make-a-difference-to-your-annoying-life", "date_published": "2023-09-01T05:18:49+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Russia-Ukraine war live: Moscow stages ‘sham’ elections in illegally occupied areas of Ukraine", "description": "<p>Russian-installed authorities held ‘illegal elections’, Ukrainian officials say, using candidates handpicked by Moscow</p> <a href=\"https://www.theguardian.com/world/live/2023/sep/01/russia-ukraine-war-live-updates-moscow-stages-elections-ukraine\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2023/sep/01/russia-ukraine-war-live-updates-moscow-stages-elections-ukraine", "date_published": "2023-09-01T05:07:57+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Parks and gardens hold key to cooling overheated cities", "description": "<p>Nature in urban settings can have huge impact on temperature and human behaviour, study shows</p><p>Parks, trees, green roofs and gardens are what scientists call nature-based solutions to cooling overheated cities. Then there are the technical solutions, solar panels, heat pumps and other ways of cutting fossil fuel use. But even all these combined are not enough to reach the goal of net zero carbon emissions.</p><p>This is partly because as climate change makes our cities hotter during the summer months, people tend to change their behaviour. For example, they may stop cycling to work and opt to sit in an air-conditioned car, making a bad situation worse.</p> <a href=\"https://www.theguardian.com/news/2023/sep/01/weatherwatch-parks-gardens-cooling-overheated-cities-nature\">Continue reading...</a>", "link": "https://www.theguardian.com/news/2023/sep/01/weatherwatch-parks-gardens-cooling-overheated-cities-nature", "date_published": "2023-09-01T05:00:07+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Tennessee woman wins record for world’s longest female mullet", "description": "<p>Tami Manis wins Guinness world record for her 5ft 8in mullet after going 33 years without a haircut</p><p>What does one get by going 33 years without a haircut? <a href=\"https://www.theguardian.com/us-news/tennessee\">Tennessee</a>’s Tami Manis knows – the world record for longest mullet on a female.</p><p>Manis, 58, spoke on Thursday about her path to clinching what is arguably one of the most unusual marks maintained by Guinness world records. In <a href=\"https://www.guinnessworldrecords.com/news/2023/8/business-in-the-front-party-in-the-back-tennessee-woman-has-longest-competitive-757638\">an interview</a> published by the organization known for curating a database of more than 40,000 world records, she revealed how the music video for the 1985 song Voices Carry by the rock band ‘Til Tuesday inspired her to begin growing her hair particularly long in the back.</p> <a href=\"https://www.theguardian.com/us-news/2023/sep/01/longest-female-mullet-record-tennessee\">Continue reading...<", "link": "https://www.theguardian.com/us-news/2023/sep/01/longest-female-mullet-record-tennessee", "date_published": "2023-09-01T05:00:07+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The best theatre to stream this month: Rufus Norris’s barmy take on Sleeping Beauty, Ian McKellen unmasked and more", "description": "<p>Great fun from the NT’s warped fairytale Hex, plus Neil LaBute’s dark relationship comedy and a classic Gilbert &amp; Sullivan romp in our roundup of drama to watch at home</p><p>Hex is director Rufus Norris’s and adapter Tanya Ronder’s long-delayed take on Sleeping Beauty. The plot is a bit barmy and, among many strange twists, features a baby-eating ogre. But Jim Fortune’s score is great fun, the choreography is cracking and the visuals are downright magical. Available on <a href=\"https://www.ntathome.com/\">NT at Home</a> from 12 September.</p> <a href=\"https://www.theguardian.com/stage/2023/sep/01/the-best-theatre-to-stream-this-month-rufus-norriss-barmy-take-on-sleeping-beauty-ian-mckellen-unmasked-and-more\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/sep/01/the-best-theatre-to-stream-this-month-rufus-norriss-barmy-take-on-sleeping-beauty-ian-mckellen-unmasked-and-more", "date_published": "2023-09-01T05:00:07+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "UK to pilot electronic tagging for domestic abusers leaving prison", "description": "<p>Scheme launching in east and West Midlands is expected to be rolled out across England and Wales next year</p><p><a href=\"https://www.theguardian.com/society/domestic-violence\">Domestic abusers</a> leaving prison will have to wear electronic monitoring tags in a move that the government says will offer better protection to victims.</p><p>Under a pilot scheme launching in the east and West Midlands, and expected to be rolled out across England and Wales next year, any offender who poses a threat to a former partner or their children will be banned from going within a certain distance of a victim’s home and/or subject to a curfew.</p> <a href=\"https://www.theguardian.com/society/2023/sep/01/uk-to-pilot-electronic-tagging-for-domestic-abusers-leaving-prison\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/sep/01/uk-to-pilot-electronic-tagging-for-domestic-abusers-leaving-prison", "date_published": "2023-09-01T05:00:07+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Whistleblowers sacked by NHS fear no change after Lucy Letby case", "description": "<p>Two consultants and a junior doctor expect case will make no difference to their separate claims for unfair dismissal</p><p>NHS clinicians who were sacked after blowing the whistle about avoidable patient deaths say they fear lessons from the Lucy Letby murder trial have not been learned and the case will make no difference to their own claims for unfair dismissal.</p><p>They say hospital bosses are still more concerned about reputation than patient safety, despite what emerged in the Letby case about the tragic consequences of ignoring<a href=\"https://www.theguardian.com/uk-news/2023/aug/19/doctors-were-forced-to-apologise-for-raising-alarm-over-lucy-letby-and-baby-deaths\"> consultants who first raised suspicions</a> about her killing babies.</p> <a href=\"https://www.theguardian.com/society/2023/sep/01/whistleblowers-sacked-by-nhs-fear-no-change-after-lucy-letby-case\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/sep/01/whistleblowers-sacked-by-nhs-fear-no-change-after-lucy-letby-case", "date_published": "2023-09-01T05:00:07+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Man with Traveller heritage compensated after Conservative club refused to host christening party", "description": "<p>Man brought discrimination claim after Park Conservative club in Cardiff said Irish Travellers were banned</p><p>A man barred from booking a christening party for his baby daughter at a Conservative club because of his Irish Traveller heritage has been awarded compensation after bringing a claim for racial discrimination.</p><p>The claimant, who wishes to remain anonymous, took legal action after being told by a staff member at Park Conservative club in Cardiff that Irish Travellers were banned from hosting parties there because of concerns about behaviour.</p> <a href=\"https://www.theguardian.com/world/2023/sep/01/man-with-traveller-heritage-compensated-after-conservative-club-refused-to-host-christening-party\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/01/man-with-traveller-heritage-compensated-after-conservative-club-refused-to-host-christening-party", "date_published": "2023-09-01T05:00:06+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The dirty secret behind Tory ‘crime week’: their policies ruined policing | Gaby Hinsliff", "description": "<p>Ministers now say the police will pursue leads on all crimes, but why wasn’t this happening already? Budget cuts</p><p>The glass was smashed, the kitchen door swinging ominously ajar. Pushing nervously through it, I already knew what I was going to find: we’d been burgled. What I didn’t expect, given the bitter experiences relayed by friends, was for the police to do anything much about it.</p><p>So imagine the shock when a scenes of crime officer arrived to dust for fingerprints, or when the police kept calling to update us on their investigation. Our burglar was never caught, but at least it felt as if someone cared, and we might be the safer for it.</p><p>Gaby Hinsliff is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/sep/01/tory-crime-week-policing-police-leads-budget-cuts\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/sep/01/tory-crime-week-policing-police-leads-budget-cuts", "date_published": "2023-09-01T05:00:06+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘As important as oxygen’: Lebanon refugee children return to learning", "description": "<p>The economic crisis and lockdowns have led schools to shut and pupils to drop out, but homegrown solutions are emerging to fill the gap</p><p>The Shatila refugee town on the outskirts of Beirut measures 1 sq km and houses more than <a href=\"https://www.unrwa.org/sites/default/files/shatila_camp_profile_-_march_2023.pdf\">14,000</a> refugees. It has been home to Batool Ghanem for a third of her life.</p><p>Since fleeing the Syrian war in 2011, Ghanem has learned to navigate the settlement’s narrow, winding streets and pebbly ground by heart, as well as the tangled web of electricity wires dangling between its buildings over people’s heads.</p> <a href=\"https://www.theguardian.com/global-development/2023/sep/01/lebanon-refugee-children-return-to-learning\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/sep/01/lebanon-refugee-children-return-to-learning", "date_published": "2023-09-01T05:00:06+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘They’re big, bad bullies’: New York’s bitter fight over a 34,000-seat cricket stadium", "description": "<p>The mayor wants to build a new international home for the sport. But local players and Bronx residents aren’t happy with the plan</p><p>In Bangalore, Ajith Shetty’s life revolved around cricket. Playing since childhood, he’d captained his college squad, then company teams after starting a career in IT. But in suburban Long Island, where he moved for a job 17 years ago, mentioning the sport only drew blank stares. To cope with the isolation, he and a handful of other immigrants would play makeshift games in the dirt of baseball diamonds.</p><p>Then he discovered New York City’s sprawling Van Cortlandt Park. Amid the cacophony of the Bronx, it was a tree-ringed oasis, blessed with rare cricket fields. But the grounds were cramped and uneven, sending the ball bouncing awry. To create a proper surface, Shetty and other players had to roll out massive mats, which required six men to lug to and from a distant parking lot every game – a brutal hour-long round trip.</p> <a href=\"https://w", "link": "https://www.theguardian.com/sport/2023/aug/31/cricket-new-york-stadium-icc-van-cortlandt-park", "date_published": "2023-09-01T05:00:06+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "All of Us Strangers review – tremendous performances in a beautiful, mysterious fantasy-romance", "description": "<p><strong>Telluride film festival:</strong> A screenwriter whose parents were killed in a car crash in the 80s visits his childhood home to find his parents still living there, nonplussed to see him as an adult</p><p>Andrew Haigh’s mysterious, beautiful and sentimental film is a fantasy-supernatural romance about loneliness and love. It concerns the climacteric of middle age when you realise you are probably nearer to death than birth, there is no guarantee that you will live your life inside a relationship and your parents were ordinary, vulnerable people – just like you.</p><p>All of Us Strangers is adapted by Haigh from the Japanese novel Strangers by Taichi Yamada, translated into English by Wayne Lammers (already filmed in Japanese), possibly tilting away from the the original’s tone of disturbing possibilities towards a melancholy sweetness, and very much keeping its feel for the eerie and the uncanny but finding something gently revelatory in these things.</p> <a href=\"https:", "link": "https://www.theguardian.com/film/2023/sep/01/all-of-us-strangers-review-romance", "date_published": "2023-09-01T05:00:05+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Beware September: five cautionary tales from economic history", "description": "<p>From the South Sea Bubble to the undoing of Trussonomics, this month of the year keeps providing lessons</p><p>Be afraid. That’s the message from history to policymakers returning from holiday this week as they contemplate negotiating the trickiest few weeks of them all.</p><p>For while TS Eliot called April the cruellest month in The Waste Land, in economics and finance that unwanted label would better be attached to September, the time of the year – from the 18th century to the modern day – when problems that have been quietly developing over the summer come to a head.</p> <a href=\"https://www.theguardian.com/business/2023/sep/01/september-five-cautionary-tales-economic-history-south-sea-bubble-trussonomics\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/sep/01/september-five-cautionary-tales-economic-history-south-sea-bubble-trussonomics", "date_published": "2023-09-01T05:00:05+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Museum of London identifies man who raised alarm over Great Fire", "description": "<p>Exhibition at museum’s new site will focus on Thomas Dagger and other ordinary Londoners caught up in 1666 inferno</p><p>The Great Fire of London, as so many schoolchildren learn, began in a bakery in Pudding Lane and prompted Samuel Pepys to <a href=\"https://www.pepysdiary.com/diary/1666/09/04/\">bury his cheese</a> in the garden.</p><p>Less is known, however, about the thousands of ordinary people who witnessed the fire and had to rebuild their lives after it.</p> <a href=\"https://www.theguardian.com/uk-news/2023/sep/01/museum-of-london-identifies-man-who-raised-alarm-over-great-fire\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/sep/01/museum-of-london-identifies-man-who-raised-alarm-over-great-fire", "date_published": "2023-09-01T05:00:05+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Crowd-pleaser Carlos Alcaraz enjoys stress-free US Open win over Lloyd Harris", "description": "<ul><li>Spaniard posts 6-3, 6-1, 7-6 (4) win to reach third round </li><li>Britain’s Dan Evans next up for defending champion</li></ul><p>After waiting two additional days for the proper launch of his US Open title defence, Carlos Alcaraz overcame some uncharacteristic sloppiness in an otherwise straightforward win over Lloyd Harris on Wednesday night to move one step closer to a rare repeat in New York.</p><p>The crowd-pleasing Spaniard showed off the bruising power, incomparable all-court movement and signature variety that have carried him to the pinnacle of tennis, saving his best play for the biggest points in a stress-free 6-3, 6-1, 7-6 (4) win over the 177th-ranked South African inside Arthur Ashe Stadium.</p> <a href=\"https://www.theguardian.com/sport/2023/sep/01/us-open-2023-carlos-alcaraz-vs-lloyd-harris-match-report-results-score-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/sep/01/us-open-2023-carlos-alcaraz-vs-lloyd-harris-match-report-results-score-updates", "date_published": "2023-09-01T04:14:17+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Singapore to choose new president amid rare political scandals", "description": "<p>Election comes as minister faces a corruption investigation and voters express frustration with the electoral process</p><p>Singaporeans will select a new president on Friday, a vote that will measure public mood at a time when the ruling party, which has been in power for more than six decades, is reeling from a spate of uncommon political scandals.</p><p>The vote comes as a senior government minister is under investigation by the country’s <a href=\"https://www.theguardian.com/world/2023/jul/15/singapore-arrests-cabinet-minister-in-top-level-corruption-probe\">anti-graft agency</a>, and after the resignation of two senior lawmakers over an affair.</p> <a href=\"https://www.theguardian.com/world/2023/sep/01/singapore-to-choose-new-president-amid-rare-political-scandals\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/01/singapore-to-choose-new-president-amid-rare-political-scandals", "date_published": "2023-09-01T04:04:44+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Unions urge ‘final push’ to save England’s rail ticket offices", "description": "<p>Public consultation on cost-cutting plans ends on Friday, as drivers strike again over jobs and pay</p><p>Unions have urged one “final push” to save railway ticket offices from closure before the public consultation ends on Friday, when train drivers strike again.</p><p>Around half a million responses have been submitted to the consultation over cost-cutting proposals to <a href=\"https://www.theguardian.com/business/2023/jul/05/plans-for-mass-closure-of-railway-ticket-offices-in-england-confirmed\">close most of England’s 1,000 station offices</a>.</p> <a href=\"https://www.theguardian.com/business/2023/sep/01/save-rail-ticket-offices-england-unions-striike\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/sep/01/save-rail-ticket-offices-england-unions-striike", "date_published": "2023-09-01T04:00:05+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Weizenbaum’s nightmares: how the inventor of the first chatbot turned against AI – podcast", "description": "<p>Computer scientist Joseph Weizenbaum was there at the dawn of artificial intelligence – but he was also adamant that we must never confuse computers with humans</p> <a href=\"https://www.theguardian.com/news/audio/2023/sep/01/weizenbaums-nightmares-how-the-inventor-of-the-first-chatbot-turned-against-ai-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/news/audio/2023/sep/01/weizenbaums-nightmares-how-the-inventor-of-the-first-chatbot-turned-against-ai-podcast", "date_published": "2023-09-01T04:00:05+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Will the real Vivek Ramaswamy please stand up? – podcast", "description": "<p>He’s an entrepreneur, a former libertarian, a lover of rap, and has been labelled ‘Trump 2.0’ by some. He’s also campaigning to be the Republican nominee for the 2024 presidential election. So why is he polling well despite angering many?</p><p>Jonathan Freedland speaks to Charlie Sykes of The Bulwark<em> </em>about Ramaswamy’s credentials, his campaign style and his chances of winning</p><p><em>Archive: Fox News, MSNBC, ABC7, CNN</em></p> <a href=\"https://www.theguardian.com/politics/audio/2023/sep/01/will-the-real-vivek-ramaswamy-please-stand-up-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/audio/2023/sep/01/will-the-real-vivek-ramaswamy-please-stand-up-podcast", "date_published": "2023-09-01T04:00:05+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "From Fun House to Mr Majeika: the best shows CITV ever made – before closing forever", "description": "<p>Magic hair! Dungeon masters! Melanie and Martina! ITV’s home of children’s programming made some amazing shows before shutting down. Here are the finest</p><p>CITV is dead. As of today, it has been collapsed into a streaming submenu and renamed ITVX Kids. It is only right that things should move with the times, but it is an ignoble end for one of ITV’s most enduring brands.</p><p>Introduced in 1983 as Children’s ITV, first as a slab of daily after-school programming and then as a standalone channel, CITV was always smaller and scrappier than its BBC counterpart, CBBC. But that was its charm. For years, schoolchildren could easily be identified by whether they watched CBBC or CITV at home; the former may have been better behaved, but the latter were always more fun.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/sep/01/from-fun-house-to-mr-majeika-the-best-shows-citv-ever-made-before-closing-forever\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/sep/01/from-fun-house-to-mr-majeika-the-best-shows-citv-ever-made-before-closing-forever", "date_published": "2023-09-01T04:00:04+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Vanishing act: what happens when stars don’t show up for the red carpet?", "description": "<p>As the Sag-Aftra strikes roll on, film schedules are being torn up and A-listers are ditching promotional duties. But what’s a film festival without the talent?</p><p>Picture the scene. A journalist flying to the Venice film festival earlier this week is wheeling her luggage through the duty-free shop on her way to the gate. Pausing to glance at the illuminated perfume ads gazing at her from among the whiskey bottles and the Toblerones bigger than cricket bats, she sees the face of Zendaya, the 27-year-old star of the Spider-Man and Dune franchises, her hair rippling against a violet sky as she sits astride a white steed to promote Lancôme’s fragrance Idôle.</p><p>It is an eye-catching image, but also a bittersweet one. The journalist finds herself dabbing away a tear as she realises that this is the closest she will get to Zendaya for the foreseeable future. She scurries off to catch her flight, pondering the strange and starless universe she is about to enter.</p> <a href=\"https", "link": "https://www.theguardian.com/film/2023/sep/01/vanishing-act-what-happens-when-stars-dont-show-up-for-the-red-carpet", "date_published": "2023-09-01T04:00:04+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The curious world of the Guardian’s Experience column – podcast", "description": "<p>Rebecca Liu discusses her role as a commissioning editor at the Guardian’s Experience column and we hear three stories from those who have been featured in the column</p><p>What makes a great story for the Guardian’s Experience column?</p><p>“It’s sort of like what the supreme court justice said about pornography. It’s hard to define, but you know when you see it,” Rebecca Liu, commissioning editor of the Guardian’s Experience column, tells Michael Safi. “[It’s] a story that has a lot of humanity in it.”</p> <a href=\"https://www.theguardian.com/news/audio/2023/sep/01/the-curious-world-of-the-guardians-experience-column-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/news/audio/2023/sep/01/the-curious-world-of-the-guardians-experience-column-podcast", "date_published": "2023-09-01T02:00:01+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "JPMorgan allegedly processed more than $1bn for Epstein over 16 years", "description": "<p>Lawyers for US Virgin Islands claimed the bank reported the transactions as suspicious to the treasury following his death</p><p>A lawyer for the US Virgin Islands said on Thursday that JPMorgan Chase told US authorities it processed more than $1bn for Jeffrey Epstein over 16 years.</p><p>JPMorgan reported the transactions as suspicious to the US treasury department following Epstein’s suicide in 2019, Mimi Liu, a lawyer for the territory, said at a hearing concerning its lawsuit against the largest US bank.</p> <a href=\"https://www.theguardian.com/us-news/2023/aug/31/jeffrey-epstein-jpmorgan-1-billion-us-virgin-islands\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/aug/31/jeffrey-epstein-jpmorgan-1-billion-us-virgin-islands", "date_published": "2023-09-01T01:42:50+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "More than a dozen people charged by US unit for threatening election workers", "description": "<p>Justice department taskforce seeks to protect government employees, many of whom are deciding it’s ‘not worth it to stay’</p><p>More than a dozen people nationally have been charged with threatening election workers by a justice department unit trying to stem the tide of violent and graphic threats against people who count and secure the vote.</p><p>Government employees are being <a href=\"https://www.theguardian.com/us-news/2021/nov/01/us-election-workers-threats-violence\">bombarded with threats</a> even in normally quiet periods between elections, secretaries of state and experts warn. Some point to Donald Trump and his allies repeatedly and falsely claiming the 2020 election was stolen and spreading conspiracy theories about election workers. Experts fear the 2024 election could be worse and want the justice department to do more to protect election workers.</p> <a href=\"https://www.theguardian.com/us-news/2023/aug/31/election-workers-threat-justice-department-taskforce\">Continu", "link": "https://www.theguardian.com/us-news/2023/aug/31/election-workers-threat-justice-department-taskforce", "date_published": "2023-09-01T01:13:50+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘A first in Paris’: city fumigates for tiger mosquitoes as tropical pests spread, bringing disease", "description": "<p>Parisian health authorities treat French capital for the first time as Zika and dengue-carrying tiger mosquitoes advance through northeastern Europe</p><p>Health authorities in Paris fumigated have areas of the French capital for the first time to kill disease-carrying tiger mosquitoes whose rapid advance through northern Europe is thought to have been accelerated by climate change.</p><p>Roads were closed and people asked to stay in their homes in southeast Paris during the early hours of Thursday as pest control contractors sprayed insecticide in trees, green spaces and other mosquito-breeding areas.</p> <a href=\"https://www.theguardian.com/world/2023/sep/01/paris-fumigates-city-tiger-mosquitoes-carry-zika-dengue-disease-france\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/01/paris-fumigates-city-tiger-mosquitoes-carry-zika-dengue-disease-france", "date_published": "2023-09-01T00:34:03+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "British arms maker BAE Systems sets up in Ukraine", "description": "<p>Manufacturer of much of the western equipment used against Russian invasion says it aims to produce artillery </p><ul><li><a href=\"https://www.theguardian.com/world/ukraine\">See all our Ukraine coverage</a></li></ul><p>The British defence company BAE Systems is setting up a local entity in Ukraine and has signed deals with its government to help ramp its supply of weapons and equipment.</p><p>BAE said it would work directly with Kyiv to explore potential partners for a plan to ultimately produce 105mm light artillery guns in Ukraine and to better understand Ukraine’s requirements.</p> <a href=\"https://www.theguardian.com/business/2023/sep/01/british-arms-maker-bae-systems-sets-up-in-ukraine\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/sep/01/british-arms-maker-bae-systems-sets-up-in-ukraine", "date_published": "2023-09-01T00:14:15+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Cutouts of menacing langurs employed to deter rhesus monkeys ahead of G20 in Delhi", "description": "<p>New Delhi municipal council has also deployed ‘30 to 40 people’ to make monkey sounds to create the impression that the animals are alive</p><p>Lifesize cutouts of langurs have sprung up in several parts of New Delhi over the last few days as officials look to prevent the smaller rhesus monkeys from disrupting the G20 summit that will take place next week.</p><p>Rhesus monkeys are a menace in many areas in India’s national capital, running across busy roads without warning – putting both themselves and motorists at risk – and often attacking unsuspecting pedestrians or residents.</p> <a href=\"https://www.theguardian.com/world/2023/sep/01/langurs-cutouts-deter-rhesus-monkeys-g20-delhi-2023\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/01/langurs-cutouts-deter-rhesus-monkeys-g20-delhi-2023", "date_published": "2023-09-01T00:02:03+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}]