[{"source": "https://feeds.feedburner.com/TheHackersNews", "title": "New 'Bad Magic' Cyber Threat Disrupt Ukraine's Key Sectors Amid War", "description": "Amid the ongoing war between Russia and Ukraine, government, agriculture, and transportation organizations located in Donetsk, Lugansk, and Crimea have been attacked as part of an active campaign that drops a previously unseen, modular framework dubbed CommonMagic.\n\"Although the initial vector of compromise is unclear, the details of the next stage imply the use of spear phishing or similar", "link": "https://thehackernews.com/2023/03/new-bad-magic-cyber-threat-disrupt.html", "date_published": "2023-03-21 15:01:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "New ShellBot DDoS Malware Variants Targeting Poorly Managed Linux Servers", "description": "Poorly managed Linux SSH servers are being targeted as part of a new campaign that deploys different variants of a malware called ShellBot.\n\"ShellBot, also known as PerlBot, is a DDoS Bot malware developed in Perl and characteristically uses IRC protocol to communicate with the C&amp;C server,\" AhnLab Security Emergency response Center (ASEC) said in a report.\nShellBot is installed on servers that", "link": "https://thehackernews.com/2023/03/new-shellbot-ddos-malware-targeting.html", "date_published": "2023-03-21 11:41:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "The Best Defense Against Cyber Threats for Lean Security Teams", "description": "H0lyGh0st, Magecart, and a slew of state-sponsored hacker groups are diversifying their tactics and shifting their focus to…\nYou.\nThat is, if you're in charge of cybersecurity for a small-to-midsize enterprise (SME).\nWhy? Bad actors know that SMEs typically have a smaller security budget, less infosec manpower, and possibly weak or missing security controls to protect their data and", "link": "https://thehackernews.com/2023/03/the-best-defense-against-cyber-threats.html", "date_published": "2023-03-21 11:28:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "From Ransomware to Cyber Espionage: 55 Zero-Day Vulnerabilities Weaponized in 2022", "description": "As many as 55 zero-day vulnerabilities were exploited in the wild in 2022, with most of the flaws discovered in software from Microsoft, Google, and Apple.\nWhile this figure represents a decrease from the year before, when a staggering 81 zero-days were weaponized, it still represents a significant uptick in recent years of threat actors leveraging unknown security flaws to their advantage.\nThe", "link": "https://thehackernews.com/2023/03/from-ransomware-to-cyber-espionage-55.html", "date_published": "2023-03-21 09:54:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Hackers Steal Over $1.6 Million in Crypto from General Bytes Bitcoin ATMs Using Zero-Day Flaw", "description": "Bitcoin ATM maker General Bytes disclosed that unidentified threat actors stole cryptocurrency from hot wallets by exploiting a zero-day security flaw in its software.\n\"The attacker was able to upload his own java application remotely via the master service interface used by terminals to upload videos and run it using 'batm' user privileges,\" the company said in an advisory published over the", "link": "https://thehackernews.com/2023/03/hackers-steal-over-16-million-in-crypto.html", "date_published": "2023-03-21 06:55:00+00:00", "persistent": false, "user": null, "language": "en-US"}]