[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "15 Things You ABSOLUTELY NEED For That Perfect Gaming Setup - Part 2", "description": "So, beyond the essentials like consoles and PC hardware, what else do you need to maximise your gaming experience? \n\nThe choices available to gamers for extra peripherals is vast, and whilst the extras on this rundown are by no means essential for every gaming set up they’ll certainly enhance the experience.   \n\nLink to Part 1: https://www.youtube.com/watch?v=wV0lJSSrYDE", "link": "https://www.youtube.com/watch?v=iT8J5ehQr24", "date_published": "2023-03-21 18:15:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "What The Hell Happened In Resident Evil? - Before You Play RE4: Remake", "description": "Here in this comprehensive feature, we’re going to take a look at the story of the Resident Evil franchise. We’ll be moving in chronological order, not in order of release, which means Code Veronica, RE 0, and both the Revelations games will also be included in this elaborate recap. However, please note that we won’t be talking about the fourth game since we don’t want to spoil it for someone who will be playing the upcoming remake. Besides that, we have included everything that is important to the series.\n\nAlso, do keep in mind that this is a compilation of several story recap videos we have done for Resident Evil games in recent years, though some parts of it have been updated to bring it up to date, while at the very end, we have also added a huge new and thorough recap of Resident Evil Village and its DLC.\n \nSo, strap in and join us on this journey, because it’s going to be a long, winding, and hopefully entertaining ride.", "link": "https://www.youtube.com/watch?v=CcPbSoSa1GI", "date_published": "2023-03-21 15:45:00+00:00", "persistent": false, "user": null, "language": "en-US"}]