[{"source": "https://www.theguardian.com/international/rss", "title": "Wolves’ owners in talks over buying stake in Belgian club K.V. Oostende", "description": "<p>• Fosun will meet representatives of Pacific Media Group </p><p>• Oostende owners have set a minimum pricetag of €10m</p><p>Wolves owners’ Fosun have opened talks over a potential investment in Belgian club K.V. Oostende as they look into expanding their portfolio of football clubs in Europe.</p><p>It is understood that Fosun officials will meet representatives from Oostende’s owners Pacific Media Group on Wednesday having expressed a serious interest in investing in the club that is currently fighting against relegation from the Belgian topflight. PMG – who are owned by Chien Lee and Paul Conway - also have stakes in several other European clubs including League One side Barnsley, Nancy in France and Kaiserslautern in Germany but are believed to be open to selling their stake in Oostende that they purchased in April 2020 from previous owner Marc Coucke.</p> <a href=\"https://www.theguardian.com/football/2023/mar/21/wolves-owners-in-talks-over-buying-stake-in-belgian-club-kv-oostende\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/21/wolves-owners-in-talks-over-buying-stake-in-belgian-club-kv-oostende", "date_published": "2023-03-21 21:42:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Spring brings more snow to California as 12th atmospheric river hurtles toward state", "description": "<p>Hurricane-force wind gusts and more wintry weather is expected as flood watches issued for vast swaths of the region</p><p>The second day of spring brought more harsh wintry weather to storm-weary California on Tuesday with excessive rain, heavy mountain snow and hurricane-force wind gusts expected.</p><p>Forecasters warned the storm, the 12th atmospheric river on the US west coast since December, would hit southern and central California the hardest. A vast stretch of the region, including most of the greater Los Angeles area, was under flood watches due to the extreme weather, which was expected to spread across the south-west and into the central Great Basin and Rockies by late Tuesday.</p> <a href=\"https://www.theguardian.com/us-news/2023/mar/21/california-storms-atmospheric-rivers-spring\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/mar/21/california-storms-atmospheric-rivers-spring", "date_published": "2023-03-21 21:37:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Willis Reed, Knicks Hall of Famer who played through pain for title, dies at 80", "description": "<ul><li>Seven-time All-Star inspired Knicks to their first NBA title</li><li>Return in 1970 finals became one of league’s famed images</li></ul><p>Willis Reed, who dramatically <a href=\"https://www.youtube.com/watch?v=49vo1JvT8Ss&amp;list=PLTFeiOvo3A8YnG7byZppaX5GOw1Mi7hTV&amp;index=4\">emerged from the locker room</a> minutes before Game 7 of the 1970 NBA finals to spark the New York Knicks to their first championship and create one of the league’s most enduring examples of playing through pain, died on Tuesday. He was 80.</p><p>Reed’s death was <a href=\"https://twitter.com/NBAalumni/status/1638253401988296726?s=20\">announced by</a> the National Basketball Retired Players Association, which had confirmed the news with his family. The cause of death was not released, but Reed had been in poor health recently and was unable to travel to New York in February when the Knicks honored the 50th anniversary of their 1973 championship team.</p> <a href=\"https://www.theguardian.com/sport/2023/mar/21/willis-reed-knicks-hall-of-famer-who-played-through-pain-for-title-dies-at-80\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/21/willis-reed-knicks-hall-of-famer-who-played-through-pain-for-title-dies-at-80", "date_published": "2023-03-21 20:22:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Older Americans protest against ‘dirty banks’ funding oil and gas projects", "description": "<p>Protesters cut up credit cards and march to Washington branches of JPMorgan Chase, Citibank, Bank of America and Wells Fargo</p><p>Hundreds of older Americans gathered in Washington on Tuesday to protest against four of the country’s largest financial institutions, cutting up their credit cards in an act of defiance meant to condemn the banks’ funding of oil and gas projects.</p><p>The protesters marched to the downtown DC branches of the four targeted “dirty banks” – JPMorgan Chase, CitiBank, Bank of America and Wells Fargo – before staging a “die-in” to symbolize the global threat posed by fossil fuels. In a nod to the age of the protest’s participants, demonstrators sat in painted rocking chairs as they chanted “Cut it up!” to those slashing their credit cards outside the banks’ branches.</p> <a href=\"https://www.theguardian.com/us-news/2023/mar/21/dirty-banks-protest-washington-chase-citibank-bank-of-america-wells-fargo\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/mar/21/dirty-banks-protest-washington-chase-citibank-bank-of-america-wells-fargo", "date_published": "2023-03-21 20:14:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Partygate defence dossier: how Boris Johnson tried to contain a scandal", "description": "<p>New revelations about gatherings, conversations with key witnesses and press briefings</p><p>The 52 pages of Boris Johnson’s Partygate defence dossier drip with insights into the way he and senior No 10 figures tried to deal with and contain what became a spiralling scandal that engulfed his premiership.</p><p>Although the string of law-breaking parties during the pandemic first came to light 16 months ago, there are plenty of new revelations about the gatherings, conversations with key witnesses and briefings to both the press and parliament.</p> <a href=\"https://www.theguardian.com/politics/2023/mar/21/partygate-defence-dossier-reveals-how-johnson-tried-to-contain-scandal\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/mar/21/partygate-defence-dossier-reveals-how-johnson-tried-to-contain-scandal", "date_published": "2023-03-21 18:17:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Lives torn apart by British airstrikes in Mosul give lie to UK’s ‘perfect’ precision war", "description": "<p>Exclusive: Britain says no civilians died in its targeted bombing of Islamic State in Iraq. The Guardian went in search of the unacknowledged victims</p><ul><li><a href=\"https://www.theguardian.com/world/2023/mar/21/multiple-civilian-deaths-linked-to-2016-17-british-airstrikes-against-is-in-mosul\">The multiple civilian deaths linked to Britain</a></li></ul><p></p><p>The transcript of the drone operators’ remarks is brief and blunt, but it captures with grim clarity the moment they realised their deadly mistake.</p><p>“Two children” someone called out in the control room, as hundreds of miles away in Mosul, under a warm late autumn sun, the missile they had fired detonated beside a woman and her young family.</p> <a href=\"https://www.theguardian.com/world/2023/mar/21/british-airstrikes-mosul-civilian-victims-iraq\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/21/british-airstrikes-mosul-civilian-victims-iraq", "date_published": "2023-03-21 17:06:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "California city pays $750k to Jewish man accusing cops of painting swastika in car", "description": "<p>Kiley Swaine filed suit against Torrance after his car was seized by officers during arrest and came back defaced</p><p>A California city has agreed to a $750,000 settlement with a Jewish man who accused police of spray-painting a swastika in his car.</p><p>Kiley Swaine filed a lawsuit against Torrance, 15 miles south-west of Los Angeles, in 2022 after his car was seized by Torrance officers and defaced.</p> <a href=\"https://www.theguardian.com/us-news/2023/mar/21/california-police-settlement-swastika\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/mar/21/california-police-settlement-swastika", "date_published": "2023-03-21 14:47:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "FA Cup semi-finals set and London City Lionesses spice up Championship – Women’s Football Weekly", "description": "<p><a href=\"https://twitter.com/FayeCarruthers\">Faye Carruthers</a>, <a href=\"https://twitter.com/suzywrack\">Suzanne Wrack</a>, <a href=\"https://twitter.com/football_flo\">Flo Pollock</a> and <a href=\"https://twitter.com/ChrisSlegg\">Chris Slegg</a> review the FA Cup and Championship action – and look ahead to the  Champions League</p><p>In this week’s pod: the Women’s FA Cup semi-finals are set – and it’s not to be for Lewes and Birmingham. Four WSL sides will battle it out for a chance to play at Wembley.</p><p>Aston Villa knock out Manchester City to reach the last four for the first time. Manchester United make their first FA Cup semi-final, while Chelsea and Brighton complete the lineup.</p> <a href=\"https://www.theguardian.com/football/audio/2023/mar/21/womens-football-weekly-fa-cup-championship-champions-league-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/football/audio/2023/mar/21/womens-football-weekly-fa-cup-championship-champions-league-podcast", "date_published": "2023-03-21 13:44:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Ukraine says Russian missiles destroyed in Crimea blast – video", "description": "<p>Ukraine said Russian missiles headed for the Black Sea fleet were destroyed in an explosion in Crimea. Ukrainian authorities did not immediately claim responsibility for the attack deep into occupied territory.</p><p>The Russian-installed head of Dzhankoi said the city had come under attack from drones. Igor Ivin added that a 33-year-old man suffered a shrapnel injury and that the power grid sustained damage</p><ul><li><a href=\"https://www.theguardian.com/world/2023/mar/21/russia-ukraine-war-at-a-glance-what-we-know-on-day-391-of-the-invasion\">Russia-Ukraine war at a glance: what we know on day 391 of the invasion</a></li><li><a href=\"https://www.theguardian.com/world/2023/mar/20/eu-deal-supply-ukraine-ammunition\">EU seals deal to supply Ukraine with a million rounds of shells</a></li></ul> <a href=\"https://www.theguardian.com/world/video/2023/mar/21/ukraine-russian-missiles-destroyed-crimea-blast-video\">Continue reading...</a>", "link": "https://www.theguardian.com/world/video/2023/mar/21/ukraine-russian-missiles-destroyed-crimea-blast-video", "date_published": "2023-03-21 13:35:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Lyon were once the best-run club in France. Now they look old-fashioned", "description": "<p>Jean-Michel Aulas took Lyon from the second tier and helped them win seven Ligue 1 titles. But that success feels very distant</p><p>By <a href=\"https://twitter.com/_adam_white_?lang=en\">Adam White</a> for <a href=\"http://www.getfootballnewsfrance.com/\">Get French Football News</a></p><p>“Everyone disappointed me. It felt like the ball was burning my players’ feet,” said Lyon coach Laurent Blanc after his team’s drab 1-1 home draw with Nantes this weekend. Blanc also accused his team of “playing backwards” – disappointment and going backwards have become a theme at Lyon of late – with the team who were once PSG’s closest challengers now sitting in mid-table, without direction or impetus. Everyone connected with the club must take some blame, from the fans to the president. While their women’s side remains as strong as ever, their men’s team is floundering.</p><p>Picturesque Lyon is not a typical hotbed of footballing talent but Lyon’s first team has become defined by a prolific youth system – their nickname, Les Gones, means “The Kids” in the local dialect. Former alumni include Karim Benzema, Hatem Ben Arfa, Sidney Govou, Nabil Fekir, Corentin Tolisso and Alexandre Lacazette. Other academies in France have advantages – Le Havre are under far less pressure to achieve senior results, the centralised Clairefontaine has broad scope and appeal, and PSG have direct access to perhaps the deepest pool of local talent outside Brazil – but Lyon’s youth system has thrived thanks to good management, elite coaching and intelligent scouting.</p> <a href=\"https://www.theguardian.com/football/2023/mar/21/lyon-best-run-club-france-old-fashioned-jean-michel-aulas-ligue-1\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/21/lyon-best-run-club-france-old-fashioned-jean-michel-aulas-ligue-1", "date_published": "2023-03-21 13:27:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Virginia teacher ‘can’t get out of bed’ some days after shooting by six-year-old", "description": "<p>Abigail Zwerner, who was seriously injured in incident with pupil in January, made remarks in first interview with NBC Today show</p><p>The Virginia school teacher who was <a href=\"https://www.theguardian.com/us-news/2023/mar/09/boy-shot-teacher-criminal-charges-newport-news-abigail-zwerner\">shot in her classroom by a six-year-old student</a> in January “can’t get out of bed” some days because her recovery has been so physically and mentally exhausting, she has said in her first interview since the attack.</p><p>“But … for going through what I’ve gone through, I try to stay positive,” 25-year-old Abigail Zwerner told NBC’s Today show in <a href=\"https://www.nbcnews.com/news/us-news/abigail-zwerner-recovery-after-shot-by-student-rcna75336\">an interview</a> aired on Tuesday. “You know, [I] try to have a positive outlook on what’s happened and where my future’s heading.”</p> <a href=\"https://www.theguardian.com/us-news/2023/mar/21/virginia-teacher-abigail-zwerner-interview-shooting\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/mar/21/virginia-teacher-abigail-zwerner-interview-shooting", "date_published": "2023-03-21 13:22:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Murakami’s walk-off sends Japan into World Baseball Classic final against USA", "description": "<ul><li>Two-time winners edge past Mexico 6-5 in semi-final</li><li>USA and Japan play for title on Tuesday night in Miami</li></ul><p>Shohei Ohtani’s clutch hit sparked a late rally, and moments later Munetaka Murakami delivered a walk-off, two-run double to lift Japan over Mexico 6-5 on Monday night and into the World Baseball Classic final.</p><p>Two-time winners Japan will face the defending champions, the United States, in Tuesday night’s title game. Shota Imanaga will start for Japan – Yu Darvish had been set to pitch before a change was announced postgame. Merrill Kelly is likely to start for Team USA.</p> <a href=\"https://www.theguardian.com/sport/2023/mar/21/murakamis-walk-off-sends-japan-into-world-baseball-classic-final-against-usa\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/21/murakamis-walk-off-sends-japan-into-world-baseball-classic-final-against-usa", "date_published": "2023-03-21 11:44:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Can California’s oldest prison become a Norway-style rehab center? Two former residents weigh in", "description": "<p>Thanh Tran and James King, formerly incarcerated advocates, on life inside San Quentin and the governor’s transformation plan</p><p>Thanh Tran walked out of California’s San Quentin state prison on 11 May 2022 after 10 years behind bars. One month later, he hopped on a plane and flew 5,000 miles away – to Oslo<strong>, </strong>Norway.</p><p>While in prison, Tran cofounded and cohosted a podcast called <a href=\"https://www.weareuncuffed.org/\">Uncuffed</a>, and in one of his first segments recorded as a free person, he toured the facilities of Norway, known for having significantly better conditions and less restrictive policies than seen in the US prison system. He immediately noticed the bright colors, guards playing games with residents, lack of prison uniforms and the massive spaces for rehabilitative programs.</p> <a href=\"https://www.theguardian.com/us-news/2023/mar/21/san-quentin-transformation-rehab-center-thanh-tran-james-king-interview\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/mar/21/san-quentin-transformation-rehab-center-thanh-tran-james-king-interview", "date_published": "2023-03-21 10:00:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "‘Led to the edge of the apocalypse’: 30 years on from the Waco massacre", "description": "<p>A new Netflix docuseries looks back at the siege that saw a cult standoff lead to the deaths of 82 people</p><p>A siege, a massacre, a tragedy – call it what you will, the great shootout dominated the nightly news for two months of 1993 and seared itself into American history, attaining mononym status in the bargain.</p><p>Waco, as the catastrophe is best known, was not actually in Waco. It took place 13 miles east of the central Texas town, at the putty-colored Mount Carmel Center compound presided over by David Koresh, a cult leader with cherubic curls and an enthusiasm for firearms. Under his auspices, the rambling structure was home to a vast reserve of weapons, and over a hundred followers who believed in their leader’s claims about the coming apocalypse. (There was also a bus that had been buried underground, ready to serve as a bunker.)</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/mar/21/waco-massacre-american-apocalypse-netflix-docuseries\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/mar/21/waco-massacre-american-apocalypse-netflix-docuseries", "date_published": "2023-03-21 06:17:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Row erupts over deep-sea mining as world races to finalise vital regulations", "description": "<p>Head of seabed authority accused of abandoning neutrality at critical point with first commercial  application imminent</p><p>Michael Lodge, a British lawyer and the head of the UN-affiliated body responsible for governing mining in the high seas, has been criticised by diplomats who claim he has been pushing them to accelerate the start of deep-sea mining.</p><p>A German diplomat said Lodge – the secretary-general of the International Seabed Authority (ISA) – has a duty of neutrality and has overstepped his role in resisting measures put forward by some council members that could slow down approval of the first mining proposals, <a href=\"https://www.nytimes.com/2023/03/19/us/politics/seabed-mining-metals-united-nations.html\">according to the New York Times</a>.</p> <a href=\"https://www.theguardian.com/environment/2023/mar/21/row-erupts-over-deep-sea-mining-as-world-races-to-finalise-vital-regulations\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/mar/21/row-erupts-over-deep-sea-mining-as-world-races-to-finalise-vital-regulations", "date_published": "2023-03-21 06:00:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Putin and Xi prepare for second day of talks in Moscow as Japanese PM heads to Ukraine", "description": "<p>Chinese and Russian leaders to discuss Ukraine in formal talks after friendly dinner, while Fumio Kishida meets Volodymyr Zelenskiy in Kyiv</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/mar/21/russia-ukraine-war-live-russian-cruise-missiles-destroyed-in-crimea-says-ukraine-xi-and-putin-to-hold-formal-talks\">Russia-Ukraine war: latest updates</a></li></ul><p>Vladimir Putin and Xi Jinping were set to hold a second day of talks on Tuesday, as the internationally isolated Russian leader said he was open to discussing China’s proposals on the fighting in Ukraine and the US called on Xi to press him to “halt the war crimes”.</p><p>Xi’s trip to Moscow has been viewed as a major boost for his strategic partner Putin, who is subject to an international criminal court warrant over accusations of unlawfully deporting Ukrainian children. The Chinese leader is expected to continue to position himself as a potential peacemaker in the <a href=\"https://www.theguardian.com/world/ukraine\">Ukraine</a> war during his two-day visit to Russia – his first state visit since the invasion.</p> <a href=\"https://www.theguardian.com/world/2023/mar/21/putin-xi-talks-moscow-japanese-pm-to-ukraine\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/21/putin-xi-talks-moscow-japanese-pm-to-ukraine", "date_published": "2023-03-21 05:57:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Facing the demons: can Dungeons & Dragons therapy heal real-life trauma?", "description": "<p>Psychologists are using the game to help patients notice patterns of behavior. <strong>Alaina Demopoulos </strong>gives it a try</p><p>I am Goldie, a druid with long white hair and the half-human, half-horse body of a centaur. I walk into a lush, green forest with my constant companion, a goat named Penny. As we tread down a winding pathway, we start to smell the rotting stench of decay. Then we see it: the corpses of other animals, decayed beyond belief, spores poking from their bodies. There are mushrooms everywhere.</p><p>It’s a little after 9pm and I’m sitting at my kitchen table in Brooklyn, Zooming into to a fantastical journey led by Megan A Connell, a licensed psychologist who uses Dungeons &amp; Dragons during therapy groups. She’s leading me through a round of the popular tabletop game to help me notice patterns of behavior.</p> <a href=\"https://www.theguardian.com/society/2023/mar/21/dungeons-dragons-therapy-psychologists-mental-health\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/mar/21/dungeons-dragons-therapy-psychologists-mental-health", "date_published": "2023-03-21 05:00:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "‘We’ve become targets’: how mass shootings are reshaping Asian Americans’ views on guns", "description": "<p>After back-to-back attacks and amid rising anti-Asian hate, gun violence has become a key – and controversial – issue in communities</p><p>For Kevin Leung, a head instructor at a kung fu school in Monterey Park in Los Angeles county, California, the past eight weeks have been a disorienting readjustment to normalcy.</p><p>His academy, the <a href=\"https://www.facebook.com/Kongs-Siu-Lum-Pai-Kung-Fu-Association-109226930482653/\">Siu Lum Pai Kung Fu Association</a>, had for years held weekly classes at <a href=\"https://www.theguardian.com/us-news/2023/jan/28/monterey-park-shooting-asian-community-dance-halls\">Star Ballroom Dance Studio</a>, where he knew many members of the community. To combat the rise in <a href=\"https://www.theguardian.com/world/2021/aug/12/anti-asian-stop-aapi-hate-covid-report\">anti-Asian violence</a> during the pandemic, Leung also led many free self-defense classes there for Asian seniors.</p> <a href=\"https://www.theguardian.com/us-news/2023/mar/20/asian-americans-gun-control-violence-shootings\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/mar/20/asian-americans-gun-control-violence-shootings", "date_published": "2023-03-21 05:00:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "The three big questions Australia’s leaders must answer about the Aukus deal | Gareth Evans", "description": "<p>The public has a right to know why we are making such a drastic shift in our defence strategy and spending, writes Australia’s former foreign minister</p><p>Love Paul Keating or loathe him, admire or abhor <a href=\"https://www.theguardian.com/world/2023/mar/15/the-worst-deal-in-history-and-an-albanese-snub-paul-keatings-most-memorable-calls-at-the-press-club\">his invective</a>, he has raised questions about the Aukus deal which are hugely important for Australia’s future and demand <a href=\"https://www.theguardian.com/global/video/2023/mar/21/labor-mp-breaks-ranks-on-aukus-citing-considerable-risks-and-uncertainty-video\">much more compelling answers</a> than we have so far received from government ministers past or present.</p><p>The big three for me are whether, for all the hype, the submarines we are buying are really fit for purpose; whether an Australian flag on them really means we retain full sovereign agency in their use; and if it does not, whether that loss of agency is a price worth paying for the US security insurance we think we might be buying.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/21/gareth-evans-the-three-big-questions-australias-leaders-must-answer-about-the-aukus-deal\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/21/gareth-evans-the-three-big-questions-australias-leaders-must-answer-about-the-aukus-deal", "date_published": "2023-03-21 03:11:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Scott Robertson to succeed Ian Foster as All Blacks coach after Rugby World Cup", "description": "<ul><li>Crusaders coach to take charge on four-year contract </li><li>‘We firmly believe he is the right person,’ says NZR CEO</li></ul><p>New Zealand Rugby has named Scott Robertson as Ian Foster’s successor as All Blacks head coach, with the 48-year-old to take the reins after the Rugby World Cup later this year.</p><p>The Crusaders coach has signed a four-year contract from 2024 that will take him through to the end of the 2027 World Cup.</p> <a href=\"https://www.theguardian.com/sport/2023/mar/21/scott-robertson-to-succeed-ian-foster-as-all-blacks-coach-after-rugby-world-cup\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/21/scott-robertson-to-succeed-ian-foster-as-all-blacks-coach-after-rugby-world-cup", "date_published": "2023-03-21 03:06:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Indian novel about caste becomes first Tamil work longlisted for Booker prize", "description": "<p>Perumal Murugan, who said he had given up writing in 2015 after protests against one of his books, wins selection with Pyre</p><p>An Indian author who declared eight years ago that he was “dead” as a writer after protests against his work has returned not only to life but to literary success with one of his novels selected for the Booker prize longlist.</p><p>Perumal Murugan, who writes in Tamil, a south Indian language spoken in Tamil Nadu state, has <a href=\"https://www.theguardian.com/books/2023/mar/14/international-booker-prize-announces-longlist-to-celebrate-ambition-and-panache\">made it to the list for his 2013 novel Pyre</a>, translated into English by Aniruddhan Vasudevan.</p> <a href=\"https://www.theguardian.com/books/2023/mar/21/indian-novel-about-caste-becomes-first-tamil-work-longlisted-for-booker-prize-perumal-murugan-pyre\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/mar/21/indian-novel-about-caste-becomes-first-tamil-work-longlisted-for-booker-prize-perumal-murugan-pyre", "date_published": "2023-03-21 03:00:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Australian fashion week 2023: Denni Francisco to be first Indigenous designer to hold solo show", "description": "<p>Wiradjuri designer to hold standalone runway for her label Ngali as the event continues to feel shockwaves from pandemic</p><ul><li><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=cvau_sfl\">Get our weekend culture and lifestyle email</a></li></ul><p>For the first time in Australian fashion week’s 23-year history, an Indigenous Australian designer will hold a standalone show.</p><p>Denni Francisco of Indigenous clothing label Ngali said it was “exciting, exhilarating and a little bit terrifying” to be holding her first solo show at the event, which takes place from 15 to 19 May.</p> <a href=\"https://www.theguardian.com/fashion/2023/mar/21/australian-fashion-week-2023-denni-francisco-to-be-first-indigenous-designer-to-hold-solo-show\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2023/mar/21/australian-fashion-week-2023-denni-francisco-to-be-first-indigenous-designer-to-hold-solo-show", "date_published": "2023-03-21 02:53:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Biden orders release of intelligence on potential links between Covid and Wuhan lab", "description": "<p>Move poses political risk for US president, who has a difficult relationship with his Chinese counterpart Xi Jinping</p><p>A bill requiring the release of intelligence materials on potential links between the outbreak of the Covid-19 pandemic and a laboratory in the Chinese city of Wuhan has been signed into law by US president Joe Biden.</p><p>“We need to get to the bottom of Covid-19’s origins … including potential links to the Wuhan Institute of Virology,” Biden said in a statement. “In implementing this legislation, my administration will declassify and share as much of that information as possible.</p> <a href=\"https://www.theguardian.com/world/2023/mar/21/president-joe-biden-orders-release-of-us-intelligence-on-potential-links-between-covid-and-wuhan-lab\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/21/president-joe-biden-orders-release-of-us-intelligence-on-potential-links-between-covid-and-wuhan-lab", "date_published": "2023-03-21 02:18:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Louise Casey’s report on the Met police: the fall of a British institution", "description": "<p>Analysis: Metropolitan police again found to be institutionally racist, sexist and homophobic – and in need of radical reform</p><ul><li><a href=\"https://www.theguardian.com/uk-news/2023/mar/21/metropolitan-police-institutionally-racist-misogynistic-homophobic-louise-casey-report\">Met police found to be institutionally racist, misogynistic and homophobic</a></li></ul><p>Here we all are again.</p><p>The venues change, <a href=\"https://www.theguardian.com/world/2021/nov/26/scarman-report-into-brixton-riots-published-archive-1981\">as do the decades,</a> the people who chair the inquiry differ, as does the Metropolitan police commissioner vowing to act.</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/21/louise-caseys-report-on-the-met-police-the-fall-of-a-british-institution\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/21/louise-caseys-report-on-the-met-police-the-fall-of-a-british-institution", "date_published": "2023-03-21 00:01:14+00:00", "persistent": false, "user": null, "language": "en-US"}]