[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC3ScyryU9Oy9Wse3a8OAmYQ", "title": "“Firestone and the Warlord”: Iconic Tire Company’s History in Liberia (full documentary) | FRONTLINE", "description": "What are the costs of doing business in a war zone? FRONTLINE and ProPublica investigated the relationship between the iconic tire company Firestone and the infamous Liberian warlord Charles Taylor. (Aired 2014)\n\nThis journalism is made possible by viewers like you. Support your local PBS station here: http://www.pbs.org/donate​.\n\nBased on the inside accounts of Americans who helped run a rubber plantation for the company in Liberia, diplomatic cables and court documents, the investigation revealed how Firestone conducted business during a brutal Liberian civil war that began on Christmas Eve, 1989.\n\nWith remarkable access to key participants, the 90-minute documentary pieced together how, over the next several years, the stories of Charles Taylor, the American-educated warlord notorious for his use of child soldiers, and Firestone, Liberia’s largest private employer, intersected in fateful ways.\nFRONTLINE producer Marcela Gaviria teamed up with reporters T. Christian Miller of ProPublica and Jonathan Jones to bring this story to light. Their investigation uncovered how, in exchange for being able to operate, Firestone made a deal with Taylor and, in Taylor’s own words, served as “at that particular time our most significant principal source of foreign exchange” — and how Taylor turned the Firestone plantation into a rebel base that he used to wage war.\n“​​Do I think they have blood on their hands? Yes. I believe they facilitated a warlord in his insurrection and in the atrocities that he created,” Gerald S. Rose, Dpty. Chief of Mission, Liberia, 1991-93, told FRONTLINE and ProPublica in the 2014 documentary.\n\nFirestone said it was powerless to prevent Taylor from occupying the plantation and that at no time did the company have a collaborative relationship with him. “Firestone’s decision to remain in Liberia was very costly for the company. Firestone was able to preserve an important economic asset for Liberia, and we are proud of that,” Firestone and its parent company, Bridgestone, told FRONTLINE and ProPublica at the time.\n\n“Firestone and the Warlord” raised provocative questions about corporate responsibility, accountability, and the ethical ramifications of doing business in conflict zones.\n\nExplore additional reporting on \"Firestone and the Warlord\" on our website:\nhttps://to.pbs.org/3TmkFi4\n\n“Firestone and the Warlord” is a FRONTLINE production with Rain Media in partnership with ProPublica. The writer, director and producer is Marcela Gaviria. The co-producers are Will Cohen and Maeve O’Boyle. The reporters are Jonathan Jones and T. Christian Miller. \n\n#Documentary #Firestone #Liberia #CharlesTaylor #Business\n\nSubscribe on YouTube: http://bit.ly/1BycsJW​\nInstagram: https://www.instagram.com/frontlinepbs​\nTwitter: https://twitter.com/frontlinepbs​\nFacebook: https://www.facebook.com/frontline\n\nFRONTLINE is produced at GBH in Boston and is broadcast nationwide on PBS. Funding for FRONTLINE is provided through the support of PBS viewers and by the Corporation for Public Broadcasting. Additional support for FRONTLINE is provided by the Abrams Foundation, the John D. and Catherine T. MacArthur Foundation, Park Foundation, the Heising-Simons Foundation; and the FRONTLINE Journalism Fund, with major support from Jon and Jo Ann Hagler on behalf of the Jon L. Hagler Foundation.\n\nCHAPTERS:\nPrologue - 00:00\nA Story About Business and War - 1:10\nCharles Taylor Declares a Revolution - 4:54\nFirestone’s History in Liberia & Treatment of Plantation Workers- 11:43\nCharles Taylor’s Forces Seize Firestone Plantation - 24:19\nCharles Taylor Seeks ‘Absolute Power’; Accounts of Atrocities Mount - 36:10\nFirestone Makes a Deal With Charles Taylor - 49:22\nFirestone Restarts Operations at Its Plantation - 1:02:13\nCharles Taylor’s All-Out Assault on Monrovia, Liberia - 01:10:14\nCharles Taylor: Firestone Plantation Provided ‘Financial Assistance That We Needed for the Revolution’ - 1:17:44\nCredits - 1:21:52", "link": "https://www.youtube.com/watch?v=BaVzhCqfPQk", "date_published": "2023-03-21 23:00:06+00:00", "persistent": false, "user": null, "language": "en-US"}]