[{"source": "https://www.engadget.com/rss.xml", "title": "LG made a 49-inch HDR monitor with a 240Hz refresh rate", "description": "<p>LG is once again expanding its UltraGear line of gaming monitors with a new model. Before you ask: No, the company's latest is not a <a href=\"https://www.engadget.com/lg-ultra-gear-gaming-monitors-hands-on-setting-a-new-bar-for-oled-refresh-rates-153046589.html\"><ins>new OLED screen</ins></a>. But it is interesting for a few reasons. LG is marketing the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=472a467b-5d76-4e49-b1e8-d1e77258dd8e&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=LG+Electronics&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI0NzJhNDY3Yi01ZDc2LTRlNDktYjFlOC1kMWU3NzI1OGRkOGUiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cubGcuY29tL3VzL21vbml0b3JzL2xnLTQ5Z3I4NWRjLWIiLCJjb250ZW50VXVpZCI6ImFjMGEyMDhmLWY0NDAtNGZlYi1iODBiLTkyMTQyMTA2N2QyNiJ9&amp;signature=AQAAAeguF9IGi6gzFzIiKB21-XlnTkUZgwI2Nji5968fp9br&amp;gcReferrer=https%3A%2F%2Fwww.lg.com%2Fus%2Fmonitors%2Flg-49gr85dc-b\"><ins>49GR85DC-B</ins></a> as a fast ultrawide with class-leading HDR capabilities.</p><p>The monitor features a 49-inch VA panel with a 32:9 aspect ratio, 5,120 by 1,440 resolution, 98.5 percent DCI-P3 coverage and an aggressive 1000R curve. It also features a 240Hz refresh rate, a claimed 1ms pixel response time and AMD FreeSync Premium. To top it all off, LG says the 49GR85DC-B is DisplayHDR 1000 certified, suggesting the panel is capable of peaking at an eye-searing 1000 nits of brightness and features some amount of local dimming.</p><span id=\"end-legacy-contents\"></span><p>At first glance, it’s a spec list that should make the 49GR85DC-B a homerun for ultrawide gaming fans, but there are a few things to note that may not make it as appealing as it seems. First, there’s the price. LG is asking $1,300 for the 49GR85DC-B. In 2023, that’s a lot for an LCD. Additionally, in my experience, VA panels are never as fast as manufacturers say they are, so don’t be surprised if LG’s latest doesn’t live up to the 1ms response time the company has listed. It's also worth mentioning few games support 32:9 resolutions.</p><p>The 49GR85DC-B is available to preorder starting today through LG’s website. If you decide to jump on this one early, the company will send you a complimentary <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=472a467b-5d76-4e49-b1e8-d1e77258dd8e&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=LG+Electronics&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI0NzJhNDY3Yi01ZDc2LTRlNDktYjFlOC1kMWU3NzI1OGRkOGUiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cubGcuY29tL3VzL2NvbXB1dGVyLWFjY2Vzc29yaWVzL2xnLXVncDkwaGItYiIsImNvbnRlbnRVdWlkIjoiYWMwYTIwOGYtZjQ0MC00ZmViLWI4MGItOTIxNDIxMDY3ZDI2In0&amp;signature=AQAAARnaowS4weAmpthCB3ZLhRDMHZGdaIou29rMDZm7_m7P&amp;gcReferrer=https%3A%2F%2Fwww.lg.com%2Fus%2Fcomputer-accessories%2Flg-ugp90hb-b\"><ins>UltraGear Gaming Pad</ins></a>. That's a $200 mouse mat that doubles as a USB hub and features RGB lighting.</p>This article originally appeared on Engadget at https://www.engadget.com/lg-made-a-49-inch-hdr-monitor-with-a-240hz-refresh-rate-222609367.html?src=rss", "link": "https://www.engadget.com/lg-made-a-49-inch-hdr-monitor-with-a-240hz-refresh-rate-222609367.html?src=rss", "date_published": "2023-03-21 22:26:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "A TikTok ban is a lot more complicated than just shutting down the app", "description": "<p>Disentangling ourselves from TikTok is more complicated than simply banning the app, just ask the state of Maryland. According to a <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=2f007401-3eaa-4237-b69b-54ccbe125502&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=The+Wall+Street+Journal&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIyZjAwNzQwMS0zZWFhLTQyMzctYjY5Yi01NGNjYmUxMjU1MDIiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cud3NqLmNvbS9hcnRpY2xlcy90aWt0b2stdHJhY2tlcnMtZW1iZWRkZWQtaW4tdS1zLXN0YXRlLWdvdmVybm1lbnQtd2Vic2l0ZXMtcmV2aWV3LWZpbmRzLWEyNTg5ZjAiLCJjb250ZW50VXVpZCI6IjY2NDJhYmY1LTU5OWUtNDU1OC04Y2FkLWEwNjI2ODFiNWM4MCJ9&amp;signature=AQAAAewmAtse2o-5aYISQ7qM5krytLLuqm-amBq66JswCiVA&amp;gcReferrer=https%3A%2F%2Fwww.wsj.com%2Farticles%2Ftiktok-trackers-embedded-in-u-s-state-government-websites-review-finds-a2589f0\"><ins>new report</ins></a> in <em>The Wall Street Journal</em>, it’s one of several states that used TikTok’s tracking pixel on a government website despite a statewide ban barring TikTok-related software from official devices and networks.</p><p>According to the report, Maryland was one of 27 states that had code for TikTok’s tracking pixel embedded in an official government website. While these types of tools are extremely common — tracking pixels help online advertisers target their ads — their use has also been widely criticized by <a href=\"https://www.eff.org/deeplinks/2022/08/nonprofit-websites-are-full-of-trackers-that-should-change\"><ins>privacy advocates.</ins></a></p><span id=\"end-legacy-contents\"></span><p>In Maryland’s case, the TikTok pixels were reportedly found on a state-run COVID website and were related to an ad campaign from last year. Likewise, TikTok’s pixel was also found on a website run by Utah's Department of Workforce Services, which told <em>The Wall Street Journal</em> the pixel was used for an ad campaign targeting job seekers. Like Maryland, Utah has also banned TikTok from government devices.</p><p>The report underscores how, even with bans in place, governments are finding it difficult to disentangle themselves from TikTok completely. The company is currently grappling with the threat of a <a href=\"https://www.engadget.com/the-us-government-is-trying-to-force-bytedance-to-sell-tiktok-005751763.html\"><ins>nationwide ban</ins></a> in the United States if parent company ByteDance doesn’t divest its stake in the service. CEO Shou Zi Chew is set to testify in a Congressional hearing on Thursday, when he will make the case that banning the app <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=7f992370-cf7e-4c1c-a82c-b28638fde669&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=TikTok&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI3Zjk5MjM3MC1jZjdlLTRjMWMtYTgyYy1iMjg2MzhmZGU2NjkiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cudGlrdG9rLmNvbS9AdGlrdG9rL3ZpZGVvLzcyMTI5NTMxODY3MjQ4NDI3OTU_bGFuZz1lbiIsImNvbnRlbnRVdWlkIjoiNjY0MmFiZjUtNTk5ZS00NTU4LThjYWQtYTA2MjY4MWI1YzgwIn0&amp;signature=AQAAAabAZ9LVIaDUlAM4CVHpwcIwgYQ7-petxd7SntgeFgB7&amp;gcReferrer=https%3A%2F%2Fwww.tiktok.com%2F%40tiktok%2Fvideo%2F7212953186724842795%3Flang%3Den\"><ins>would hurt </ins></a>its 150 million American users.</p><p>Elsewhere, a <a href=\"https://www.forbes.com/sites/alexandralevine/2023/03/21/tiktok-india-ban-bytedance-data-access/?sh=5834c54b2eca\">new report</a> in <em>Forbes</em> highlighted other issues that a nationwide ban may not fully resolve. According to the report, the personal data of TikTok users from India is still accessible to TikTok and ByteDance employees, despite the country banning the app <a href=\"https://www.engadget.com/india-tiktok-china-apps-164013309.html\"><ins>in 2020</ins></a>. <em>Forbes</em> points out that this is likely due to the terms of India’s ban, which apparently “did not seem to call for deletion of app data that had already been captured and stored.”</p><p>Even so, it’s not the first time security experts have questioned whether it would ever be possible to “claw back” TikTok user data that’s already been collected by the company. In an odd way, that may make it a bit easier for TikTok to argue that an outright ban would be less effective than its multibillion-dollar plan<a href=\"https://www.engadget.com/can-tiktok-convince-the-us-its-not-a-national-security-threat-173030115.html\"><ins> to impose</ins></a> strict data controls and other measures meant to lock down US user data. That plan, known as Project Texas, has so far failed to persuade lawmakers and the Treasury Department officials involved in the years-long negotiations with TikTok.</p>This article originally appeared on Engadget at https://www.engadget.com/a-tiktok-ban-is-a-lot-more-complicated-than-just-shutting-down-the-app-201114677.html?src=rss", "link": "https://www.engadget.com/a-tiktok-ban-is-a-lot-more-complicated-than-just-shutting-down-the-app-201114677.html?src=rss", "date_published": "2023-03-21 20:11:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Roblox launches its first generative AI game creation tools", "description": "<p>Last month, <a href=\"https://blog.roblox.com/2023/02/generative-ai-roblox-vision-future-creation/\">Roblox outlined its vision for AI-assisted content creation</a>, imagining a future where Generative AI could help users create code, 3D models and more with little more than text prompts. Now, it's taking its first steps toward allowing &quot;every user on Roblox to be a creator&quot; by launching its first AI tools: <a href=\"https://devforum.roblox.com/t/code-assist-beta-ai-powered-code-completion/2224387\">Code Assist</a> and <a href=\"https://devforum.roblox.com/t/material-generator-beta/2224446\">Material Generator</a>, both in beta.&nbsp;</p><p>Although neither tool is anywhere close to generating a playable Roblox experience from a text description, <a href=\"https://arstechnica.com/gaming/2023/03/are-robloxs-new-ai-coding-and-art-tools-the-future-of-game-development/\">Head of Roblox Studio Stef Corazza</a><a href=\"https://schedule.gdconf.com/session/ai-summit-advancing-content-creation-with-generative-ai/893188\">told an audience at GDC 2023 </a>that they can &quot;help automate basic coding tasks so you can focus on creative work.&quot; For now, that means being able to generate useful code snippets and object textures based on short prompts. Roblox's announcement for the tools offers a few examples, generating realistic textures for a &quot;bright red rock canyon&quot; and &quot;stained glass,&quot; or producing several lines of functional code that will that make certain objects change color and self-destruct after a player interacts with them.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>Both of those functions might sound familiar to you if you've experimented AI chatbots — <a href=\"https://www.engadget.com/chatgpt-is-suddenly-everywhere-are-we-ready-180031821.html\">GPT-3 can already create functional code</a> snippets based on prompts.&nbsp;&nbsp;</p><div id=\"d37cb0483ac843ec806a08b2b3a11669\"><div style=\"width: 100%; height: 0; padding-bottom: 56.25%;\"></div></div><p>Code Assist looks promising, but Roblox is careful to state it's imperfect, and may generate &quot;incorrect&quot; or &quot;misleading&quot; information. &quot;It is still up to you to review, test, and determine if the code suggestion is contextually appropriate.&quot; Even so, Roblox's Corazza seems confident that this is the first step towards making every user on the platform a creator, suggesting it may only be a few years before these tools can generate fully playable, interactive 3D scenes from a simple prompt.</p>This article originally appeared on Engadget at https://www.engadget.com/roblox-launches-its-first-generative-ai-game-creation-tools-192043349.html?src=rss", "link": "https://www.engadget.com/roblox-launches-its-first-generative-ai-game-creation-tools-192043349.html?src=rss", "date_published": "2023-03-21 19:20:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Google Bard AI hands-on: A work in progress with plenty of caveats", "description": "<p>Google has <a href=\"https://www.engadget.com/google-is-opening-up-access-to-its-bard-ai-chatbot-today-140047434.html\">made Bard more widely available to users in the US and the UK today</a>, and I have been spending some time with the company's chatbot to see how its generative AI compares to ChatGPT and Bing AI.&nbsp;</p><p>Like we saw in the screenshots Google provided with today's announcement, the interface here is very <a href=\"https://www.engadget.com/microsoft-new-bing-edge-ai-copilot-hands-on-demo-test-chatgpt-openai-213332455.html\">similar to Bing AI</a> in that there is a wide text input at the bottom of the screen and a dialogue-based layout. But there are a few key differences between Google's and Microsoft's offerings.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>With Bing AI, you'll have to either hit Chat or scroll up from search results to get to the conversation page, whereas you don't have to do that for the Bard website. Microsoft has a broom icon to the left of the input bar to clear the slate and start a new topic, while Google has a column on the left with options for &quot;Reset chat,&quot; &quot;Bard Activity,&quot; &quot;FAQ and &quot;Help &amp; Support.&quot;&nbsp;</p><p>It's also worth noting the language Google painstakingly uses here. Once I navigated to the website, I was greeted with an alert reminding me that &quot;Bard is an experiment.&quot; It asks users to remember two things: &quot;Bard will not always get it right,&quot; and that &quot;Bard will get better with your feedback.&quot;</p><p>Even after you click &quot;Got it&quot; and that reminder goes away, there's a line of fine print below the input field that states &quot;Bard may display inaccurate or offensive information that doesn't represent Google's views.&quot; After the embarrassing blunders Bard has already made so far, it's understandable (and mildly funny) to see all these disclaimers.&nbsp;</p><figure><img alt=\"A screenshot showing Google's Bard AI chatbot, with a small window on top of the page saying \" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-03/522b3e60-c809-11ed-bfd6-d7ede94b739f\" style=\"height: 1328; width: 2767;\" /><figcaption></figcaption><div class=\"photo-credit\">Screenshot</div></figure><p>That's all fairly unobtrusive, though, and doesn't really affect my experience with Bard. There <em>are</em>, however, a few functional differences here compared to Bing AI. For one thing, Bing AI on desktop doesn't offer speech-to-text in its input bar (though the app does), while Bard can tap your laptop's microphone for you to dictate your queries. I have a tendency to ramble when speaking so I prefer to type, but I did use this tool to read out some questions to Bard and can verify it worked.</p><p>Probably the biggest difference between Bard and Bing AI so far is the fact that Google includes an easy way to see alternative responses within the conversation. You can click the dropdown arrow next to &quot;View other drafts&quot; at the top left of each chat bubble and see some other suggestions.</p><p>I asked Bard to create a 30-minute workout plan for the core and abs that excludes sit-ups, which is something I had asked Bing AI at Microsoft's suggestion before. I appreciate that Bard was able to give me a somewhat sound routine to do that did target those areas and leave out sit-ups, but was more impressed by the two other options I could look at.&nbsp;</p><p>Draft 1 suggested three sets of 10 to 12 reps of plank, side plank, Russian twists and mountain climbers, along with light instructions on how to do each. But its guidance for the planks and side planks was too simplistic. For both of those, it gave tips on form, followed by &quot;Hold this position for as long as you can.&quot; That is very different from person to person and can really affect the duration of the supposed 30-minute workout. It's also unclear if Bard is saying you should hold planks for as long as you can for 10 to 12 times for three sets, either.</p><p>Unlike Bing, Google's chatbot doesn't always cite its sources, so it wasn't easy for me to get clarification on these suggestions. Draft 2, for example, did list two sources, though it didn't have inline references for specific parts of the proposed workout. The second option did have some better instructions, though. It came up with four exercises to be performed in a circuit (i.e. one after another instead of finishing three sets of each exercise before moving on to the next one). These were plank, Russian twists, side plank, bicycle crunches and hip raises.</p><figure><img alt=\"A screenshot showing Google's Bard AI chatbot responding to a query saying \" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-03/c762a9b0-c80f-11ed-bb63-ce2f3f0859c9\" style=\"height: 1457; width: 2849;\" /><figcaption></figcaption><div class=\"photo-credit\">Screenshot</div></figure><p>The instructions for plank were still as simplistic, but at least for side plank, this time Bard said to hold your body in place for 30 seconds before switching sides. Finally, the third draft was given in a very different manner. Instead of telling you to do four or five specific exercises for a few sets of a number of reps, this time, Bard offered a list of &quot;plank variations&quot; followed by guidance on how to do &quot;crunches and leg raises&quot; and some cooldown stretches. At the top of this plan, after 5 minutes of warmup activities, the chatbot simply said &quot;do 10 minutes of plank variations, 10 minutes of crunches and leg raises, then 5 minutes of cooldown stretches.&quot;&nbsp;</p><p><em>This story is developing, please refresh for updates.</em></p>This article originally appeared on Engadget at https://www.engadget.com/google-bard-ai-hands-on-a-work-in-progress-with-plenty-of-caveats-170956025.html?src=rss", "link": "https://www.engadget.com/google-bard-ai-hands-on-a-work-in-progress-with-plenty-of-caveats-170956025.html?src=rss", "date_published": "2023-03-21 17:09:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "NVIDIA unveils AI Foundations, its customizable Gen-AI cloud service", "description": "<p>The age of enterprise AI has come crashing down upon us in recent months. Public <a href=\"https://www.engadget.com/chatgpt-is-suddenly-everywhere-are-we-ready-180031821.html\">infatuation with ChatGPT since its release last November</a> has opened the floodgates of corporate interest and set off an industry-wide land grab with every major tech entity vying to stake their claim in this burgeoning market by incorporating generative AI features into their existing products. Heavyweights including <a href=\"https://www.engadget.com/google-officially-unveils-its-chatgpt-rival-apprentice-bard-192055722.html\">Google</a>, <a href=\"https://www.engadget.com/microsoft-openai-investment-expansion-152302151.html\">Microsoft</a>, <a href=\"https://www.engadget.com/meta-is-working-on-ai-personas-for-instagram-messenger-and-whatsapp-223316961.html\">Meta</a>, and <a href=\"https://www.engadget.com/baidu-unveils-ernie-bot-its-chatgpt-rival-105509006.html\">Baidu</a> are already jockeying their Large Language Models (LLMs) for market dominance, while everybody else, from Adobe and AT&amp;T to BMW and BYD, scrambles to find uses for the revolutionary technology.&nbsp;&nbsp;</p><p>NVIDIA's newest cloud services offering, AI Foundations, will allow businesses lacking the time and money to develop their own models from scratch to &quot;to build, refine and operate custom large language models and generative AI models that are trained with their own proprietary data and created for their unique domain-specific tasks.&quot;&nbsp;&nbsp;&nbsp;</p><span id=\"end-legacy-contents\"></span><p>These models include NeMo, NVIDIA’s text-to-image generation engine and DALL-E 2 competitor; BioNemo, a drug and molecule discovery-focused fork of the NeMo model built for the medical research community; and Picasso, an AI capable of generating images, video and “3D applications… to supercharge productivity for creativity, design and digital simulation,” according to Tuesday’s release. Both flavors of NeMo are still in early access and Picasso remains in private preview despite Tuesday's news, so it'll be a minute before any of them are released to the wider public. NeMo and Picasso both operate on <a href=\"https://www.engadget.com/nvidia-gtc-ai-dgx-cloud-161517378.html\">NVIDIA's new DGX Cloud platform</a> and will eventually be accessible through an online portal.&nbsp;&nbsp;</p><p>These enterprise-facing cloud-based services function as blank templates that companies can pour their own databases into to train on specifically. So while something like Google’s Bard AI is trained on (and will pull from) data from all over the internet to provide a generated response, NVIDIA’s AIs will allow companies to tailor a similarly-styled LLM to their own specific needs using their own proprietary data — think of ChatGPT but solely for one Pharma company's research division. The models can be trained with anywhere from 8 billion to 530 billion parameters, which is more than triple the 185 billion parameters GPT-3.5 provided.</p><p><a href=\"https://www.engadget.com/getty-images-sues-the-maker-of-ai-art-generator-stable-diffusion-over-data-scraping-allegations-184502897.html\">Imagine StableDiffusion, but trained on Getty Images with Getty’s actual permission</a>. NVIDIA announced such a system Tuesday built on the NeMo cloud service: a series of responsibly sourced text-to-image and text-to-video models, &quot;trained on Getty Images' fully licensed assets,&quot; Tuesday’s press release read. &quot;<em>Getty Images</em> will provide royalties to artists on any revenues generated from the models.&quot;</p><p>BioNeMo, uses the same technical underpinnings as NeMo itself, but is geared entirely towards drug and molecule discovery. Per Tuesday’s release, Bio NeMo, “enables researchers to fine-tune generative AI applications on their own proprietary data, and to run AI model inference directly in a web browser or through new cloud APIs that easily integrate into existing applications.&quot;</p><p>&quot;BioNeMo is dramatically accelerating our approach to biologics discovery,&quot; Peter Grandsard, executive director of Biologics Therapeutic Discovery at Amgen said in a statement. &quot;With it, we can pre-train large language models for molecular biology on Amgen’s proprietary data, enabling us to explore and develop therapeutic proteins for the next generation of medicine that will help patients.&quot;&nbsp;</p><p>Six models will be available at launch including DeepMind’s AlphaFold2, Meta AI’s ESM2 and ESMFold predictive models ProtGPT-2, DiffDock and MoFlow. According to the companies, incorporating AI-based predictive models helped reduce the time to train “five custom models for molecule screening and optimization” using Amgen’s proprietary data on antibodies from the usual three months down to four <em>weeks</em>.</p><p>NVIDIA announced a similar partnership with Shutterstock as well. The photography site will use Picasso to generate 3D objects from text prompts as a new feature within Creative Flow, with plans to offer it on Turbosquid.com and NVIDIA’s forthcoming Omniverse platform.</p><p>“Our generative 3D partnership with NVIDIA will power the next generation of 3D contributor tools, greatly reducing the time it takes to create beautifully textured and structured 3D models,” Shutterstock CEO Paul Hennessy, said in the release. “This first of its kind partnership furthers our strategy of leveraging Shutterstock’s massive pool of metadata to bring new products, tools, and content to market. By combining our 3D content with NVIDIA’s foundation models, and utilizing our respective marketing and distribution platforms, we can capitalize on an extraordinarily large market opportunity.”</p><p>NVIDIA is also partnering with Adobe as part of the latter’s Content Authenticity Initiative, which seeks to enhance transparency and accountability within the generative AI training process. The CAI’s proposals include a “do not train” list, similar to robot.txt but for images and multimodal content, and persistent origination tags that will detail whether a piece is AI generated and from where. The two companies have also announced plans to incorporate many of Picasso’s features directly into Adobe’s suite of editing software including Photoshop, Premiere Pro and After Effects.&nbsp;</p>This article originally appeared on Engadget at https://www.engadget.com/nvidia-ai-foundations-customizable-genewrative-ai-cloud-service-161505625.html?src=rss", "link": "https://www.engadget.com/nvidia-ai-foundations-customizable-genewrative-ai-cloud-service-161505625.html?src=rss", "date_published": "2023-03-21 15:51:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "NVIDIA's big AI moment is here", "description": "<p>When NVIDIA's founder and CEO Jensen Huang waxed poetic about artificial intelligence in the past, it mostly felt like marketing bluster, the sort of lofty rhetoric we've come to expect from an executive with a never-ending supply of leather jackets. But this year, following the hype around <a href=\"https://www.engadget.com/chatgpt-is-suddenly-everywhere-are-we-ready-180031821.html\">OpenAI's ChatGPT</a>, <a href=\"https://www.engadget.com/microsoft-new-bing-edge-ai-copilot-hands-on-demo-test-chatgpt-openai-213332455.html\">Microsoft's revamped Bing </a>and a slew of <a href=\"https://www.engadget.com/google-is-opening-up-access-to-its-bard-ai-chatbot-today-140047434.html\">other competitors</a>, NVIDIA's AI push finally seems to be leading somewhere.</p><p>The company's GTC (GPU Technology Conference) has always been a platform to promote its hardware for the AI world—now it's practically a celebration of how well-positioned NVIDIA is to take advantage of this moment.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>&quot;We are at the iPhone moment for AI,&quot; Huang said during his GTC keynote this morning. He was quick to point out NVIDIA's role at the start of this AI wave: he personally brought a DGX AI supercomputer to OpenAI in 2016, hardware that was ultimately used to build ChatGPT. We've seen the <a href=\"https://www.engadget.com/nvidia-gtc-2020-ai-health-covid-19-130031390.html\">DGX systems evolve</a> over the years, but it's remained out of reach for many companies (the DGX A100 sold for $200,000 in 2020, which was half the price of its predecessor!). So what about everyone else?</p><p>That's where NVIDIA's new DGX Cloud comes in, an (obviously) online way to tap into the power of its AI supercomputers. Starting at a <em>mere</em> $36,999<em>&nbsp;</em>a month for a single node, its meant to be a more flexible way for companies to scale up their AI needs. DGX Cloud can also work together with on-site DGX devices, since they're all controlled with NVIDIA's Base Command software.</p><p>NVIDIA says every DGX Cloud instance is powered by eight of its H100 or A100 systems with 60GB of VRAM, bringing the total amount of memory to 640GB across the node. There's high-performance storage, as you'd expect, as well as low-latency fabric that connects the systems together. That amount of power may make the cloud solution more tempting for existing DGX customers—why spend another $200,000 on a box, when you can do so much more for a lower monthly fee? DGX Cloud will be powered by Oracle's Cloud Infrastructure to start, but NVIDIA says it will expand to Microsoft Azure next quarter, as well as Google Cloud and other providers &quot;soon.&quot;</p><p><em>Developing...</em></p>This article originally appeared on Engadget at https://www.engadget.com/nvidia-gtc-ai-dgx-cloud-161517378.html?src=rss", "link": "https://www.engadget.com/nvidia-gtc-ai-dgx-cloud-161517378.html?src=rss", "date_published": "2023-03-21 15:42:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Microsoft brings DALL-E's AI image generation to Bing and Edge", "description": "<p>Microsoft's <a href=\"https://www.engadget.com/microsoft-begins-making-bing-chat-ai-searches-available-to-everyone-102506412.html\">Bing AI chat</a> can already be helpful for finding answers, but now it can help you produce fanciful pictures. The company has <a href=\"https://blogs.microsoft.com/blog/2023/03/21/create-images-with-your-words-bing-image-creator-comes-to-the-new-bing/\">introduced</a> a Bing Image Creator preview that adds OpenAI's <a href=\"https://www.engadget.com/dall-e-generative-ai-tracking-data-privacy-160034656.html\">DALL-E AI image generation</a> to both Bing search and a sidebar in the Edge browser. You just have to ask the chatbot to create an image with either a direct description or a follow-up to a previous query. If you're wondering how to revamp your living room, you can ask Bing to draw some ideas based on your criteria.</p><p>Yes, Microsoft is aware of the potential for things to go awry. The company says it's applying &quot;additional protections&quot; beyond OpenAI's own. It will block you from creating potentially &quot;harmful&quot; images, the firm says. Microsoft also explicitly clarifies that images are AI-generated, including through watermarks.</p><span id=\"end-legacy-contents\"></span><p>Image Creator is available to a selection of Bing desktop and mobile users in preview and through a <a href=\"https://www.bing.com/create\">dedicated site</a>. Edge users have access as well If you're part of the test group, you'll have to toggle the <a href=\"https://www.engadget.com/microsoft-gives-bings-ai-chatbot-personality-options-155521297.html\">Creative mode</a> to give the generator a try. Microsoft plans to bring the creative tool to Balanced and Precise mode users in the future, though, and plans to fine-tune the system's behavior in multi-step chats. While the technology only supports English, more languages are in the works.</p><p>More forms of AI are finding their way into Bing. The company is rolling out AI-based Knowledge Cards that now offer &quot;dynamic&quot; quick-glance info like charts and timelines. Stories, meanwhile, provide images and short videos linked to searched topics.</p><p>The DALL-E tool comes just as Adobe has unveiled plans to put <a href=\"https://www.engadget.com/adobe-is-bringing-generative-ai-features-to-photoshop-after-effects-and-premiere-pro-130034491.html\">generative AI in Photoshop, After Effects and Premiere Pro</a>, while NVIDIA is launching a customizable cloud AI service that includes image creation. While Microsoft clearly isn't competing directly with Adobe or NVIDIA, it's joining a wave of tech giants that see AI image production as a valuable tool. Bing Image Creator might also provide a competitive edge over Google, which only just widened access to its <a href=\"https://www.engadget.com/google-is-opening-up-access-to-its-bard-ai-chatbot-today-140047434.html\">Bard AI chat</a> following a limited test.</p>This article originally appeared on Engadget at https://www.engadget.com/microsoft-brings-dall-es-ai-image-generation-to-bing-and-edge-152749735.html?src=rss", "link": "https://www.engadget.com/microsoft-brings-dall-es-ai-image-generation-to-bing-and-edge-152749735.html?src=rss", "date_published": "2023-03-21 15:27:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "NVIDIA and Medtronic are building an AI-enhanced endoscopy tool", "description": "<p>NVIDIA is deepening its efforts to <a href=\"https://www.engadget.com/2016-11-15-nvidia-ai-for-cancer-research.html\">fight cancer using AI</a>. The GPU maker is teaming with Medtronic to build AI into the GI Genius endoscopy tool (shown below). The two will use NVIDIA's IGX hardware and Holoscan medical platform to help detect the polyps that can lead to colorectal cancer. Doctors will get &quot;AI-enhanced&quot; diagnostic images, the companies say.</p><p>The first GI Genius systems built with NVIDIA tech are expected to arrive later this year. The device can use a range of AI  tools, and Medtronic is betting that using NVIDIA's Clara platform could help develop algorithms for real-time medical procedures.</p><span id=\"end-legacy-contents\"></span><figure><img alt=\"Medtronic GI Genius endoscopy tool\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-03/15a46f50-c75c-11ed-afff-350f1a454223\" style=\"height: 1280; width: 1920;\" /><figcaption></figcaption><div class=\"photo-credit\">Medtronic</div></figure><p>The news comes the same time as NVIDIA is expanding its BioNeMo Cloud service that helps bring <a href=\"https://www.engadget.com/how-ai-will-change-the-way-we-search-for-better-or-worse-200021092.html\">generative AI</a> to drug discovery. The new offering helps train AI models (and handle inference) used to develop new therapeutic proteins and otherwise advance fields like biology and chemistry. Researchers can speed up one of the most time-consuming processes in their pipeline, NVIDIA claims.</p><p>The news comes soon after Google unveiled AI technology for <a href=\"https://www.engadget.com/google-is-working-on-ai-for-ultrasound-diagnosis-and-cancer-therapy-150023911.html\">cancer therapy and ultrasound diagnosis</a>. Other tech giants have devoted more of their AI work to healthcare in recent years. Intel partnered with Penn Medicine on AI to <a href=\"https://www.engadget.com/intel-penn-medicine-brain-tumor-ai-151105509.html\">detect brain tumors</a>, while Microsoft aimed to <a href=\"https://www.engadget.com/2019-11-10-microsoft-ai-diagnoses-cervical-cancer-faster.html\">speed up cervical cancer detection</a> and take some of the load from overworked doctors.</p><p>For NVIDIA, this is as much about translating its <a href=\"https://www.engadget.com/nvidia-jetson-agx-orin-price-release-date-163327815.html\">AI expertise</a> to health tech as it is winning another customer. Still, the alliance could lead to some very practical benefits. As with some other AI-based cancer detection systems, this could help physicians begin treatment early and increase the chances of recovery.</p>This article originally appeared on Engadget at https://www.engadget.com/nvidia-and-medtronic-are-building-an-ai-enhanced-endoscopy-tool-161532723.html?src=rss", "link": "https://www.engadget.com/nvidia-and-medtronic-are-building-an-ai-enhanced-endoscopy-tool-161532723.html?src=rss", "date_published": "2023-03-21 15:23:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Where to sell your used and unwanted gadgets", "description": "<p>Every year means new iterations of your favorite phones from the likes of Apple, Samsung and Google, so you might be tempted to upgrade to your handset. But with some new phones costing over $1,000, keeping up with the latest and greatest can really take a toll on your wallet. So why not offset the cost by putting your old device up for sale? If you’re wondering which trade-in service will yield you the biggest bang for your buck, and how easy it will be, we have answers to those questions (and more). We've rounded up some of the leading contenders for offloading your old electronics. It’s not just phones, either — perhaps you have an old laptop that isn't quite cutting it anymore, or maybe you've got some other stuff sitting in the closet collecting dust.</p><h2>Trade-in sites</h2><figure><img alt=\"RECYCLE-PHONES/\" src=\"https://o.aolcdn.com/images/dimse/5845cadfecd996e0372f/44f433e4b9078250d5cdc7ff0941d14b4ac2ea7b/cmVzaXplPTIwMDAlMkMyMDAwJTJDc2hyaW5rJmltYWdlX3VyaT1odHRwJTNBJTJGJTJGby5hb2xjZG4uY29tJTJGaHNzJTJGc3RvcmFnZSUyRm1pZGFzJTJGN2ZhZGMzNTQ1YzlkZWEzMzVjZmYxMmRiZWYzNDNmNiUyRjIwNjQ5MjAzMSUyRlJUUjJEM0NXLmpwZWcmY2xpZW50PWExYWNhYzNlMWIzMjkwOTE3ZDkyJnNpZ25hdHVyZT1kZWRkMDc5NWMxYjdlYmQyYTBjODk1YzY5NDFjNDVmZjZjYzVlZDQx\" /><figcaption></figcaption></figure><p>If you're looking for the littlest hassle and want your money as soon as possible, there are plenty of sites that will automate the trade-in process. You'll select your device from a list, get a quote within minutes and send the device back for cash in a matter of days.</p><span id=\"end-legacy-contents\"></span><h3><strong>Decluttr</strong></h3><p><a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=095df20e-ca48-43fe-a821-c8ca385b8c19&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Decluttr&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIwOTVkZjIwZS1jYTQ4LTQzZmUtYTgyMS1jOGNhMzg1YjhjMTkiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuZGVjbHV0dHIuY29tLz8iLCJjb250ZW50VXVpZCI6ImRlYTc0MjI0LTMxYTEtM2FlMC1iODhkLWE1YzYzNTdiYTRlYSJ9&amp;signature=AQAAAalLNPkVgM2T3pTir48qtfIOSmFW7XPuLB7O5fHbd5ZE&amp;gcReferrer=https%3A%2F%2Fwww.decluttr.com%2F%3F\">Decluttr</a> definitely lives up to its name. Not only can you sell phones from a number of manufacturers, including Apple, Samsung and Google, but the site also takes lots of physical media, including CDs, DVDs, Blu-rays, video games and books. For devices, you'll be asked for a general assessment of its condition, and given a quote immediately. Once you complete your order the site will send you a free shipping label. Decluttr also will accept handsets as old as the iPhone 6S, though it'll offer you only $7 for a 16GB model in good condition.</p><h3>uSell</h3><p><a href=\"https://www.usell.com/\">uSell</a> operates as a broker, searching other sites for their best offers on a given device and taking care of the rest. Like most buyback sites, it's big on iPhones, but you can still sell off other manufacturers' devices; it really depends on who's buying them at that point. The selection is a bit of a grab bag — newer phones like the Galaxy S21 aren't listed, though you can get a quote for the iPhone 11 ($210 for an unlocked, “flawless” 64GB model). Once you complete your order the site will send you a free shipping kit to send out your phone, and you can get paid for the item via PayPal, Venmo or an old fashioned check.</p><h3>ecoATM</h3><p>If you don't want to have to worry about packaging up your old device and mailing it off, or would like to receive your payout right away, there's always <a href=\"https://www.ecoatm.com/\">ecoATM</a>. It's literally there in the name: an automated machine that you place your device into and it examines the handset and pays you on the spot. It accepts the biggest brands (i.e., Apple, Google and Samsung), along with devices from a wide variety of manufacturers, including LG, Motorola and ZTE. If the machine determines that your device isn't worth anything at all, you can still use ecoATM to responsibly <a href=\"https://www.engadget.com/2018-04-21-how-to-recycle-gadgets-electronics-earth-day.html\">recycle your old gadget</a>. You'll find ecoATM kiosks in Walmart and Kroger locations, as well as malls and check cashing stores across the country.</p><h3>Amazon</h3><p>While browsing Amazon listings, it’s likely you’ve come across products marked as “refurbished.” Well, if you’ve ever wondered where those come from, a lot of them likely hail from <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9sLzkxODcyMjAwMTE_dGFnPWdkZ3QwYy1wLW8tcG4tMjAiLCJjb250ZW50VXVpZCI6ImRlYTc0MjI0LTMxYTEtM2FlMC1iODhkLWE1YzYzNTdiYTRlYSJ9&amp;signature=AQAAAcL9ljbWQa6-sCm_wmK5ktxjLodCDKGzNB3ij59oO6qs&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fl%2F9187220011%3F\">Amazon’s trade-in program</a>. The company will put its own products, like Kindle readers and Fire tablets front and center, but you can also send in phones and gaming products in for an Amazon gift card as well. It’s not great if you want cash, but if you’re looking to upgrade an Amazon device this option is your best bet, as trading in an older one also nets you a 25 percent discount in addition to the store credit. You’ll need to print out a shipping label, or you can drop off your electronics at select <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9iL3JlZj1zOV9hY3NzX2J3X2NnX3RpZmFxX21kMV93P25vZGU9MjEzOTgxMjUwMTEmcGZfcmRfbT1BVFZQREtJS1gwREVSJnBmX3JkX3M9bWVyY2hhbmRpc2VkLXNlYXJjaC0xMCZwZl9yZF9yPUswM001WEtCQkE5MlNDSlQ3NEZZJnBmX3JkX3Q9MTAxJnBmX3JkX3A9OGY1MTk4MTktZjEzZi00ZjJmLTllZDYtYTI4ZTkwMmRiZmJmJnBmX3JkX2k9OTE4NzIyMDAxMSZ0YWc9Z2RndDBjLXAtby1wbi0yMCIsImNvbnRlbnRVdWlkIjoiZGVhNzQyMjQtMzFhMS0zYWUwLWI4OGQtYTVjNjM1N2JhNGVhIn0&amp;signature=AQAAATHLYqO5a8cbSnjZSXQSkMdvREBltRiOC-0W7XnHRiJe&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fb%2Fref%3Ds9_acss_bw_cg_tifaq_md1_w%3Fnode%3D21398125011%26pf_rd_m%3DATVPDKIKX0DER%26pf_rd_s%3Dmerchandised-search-10%26pf_rd_r%3DK03M5XKBBA92SCJT74FY%26pf_rd_t%3D101%26pf_rd_p%3D8f519819-f13f-4f2f-9ed6-a28e902dbfbf%26pf_rd_i%3D9187220011\">Amazon Locker or Whole Foods locations</a>.</p><h3>Apple</h3><p>This is a good option if you’re looking to upgrade to a newer <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=4130e2f0-a14f-4c5e-bdab-cd52ac7d8e79&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Apple&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI0MTMwZTJmMC1hMTRmLTRjNWUtYmRhYi1jZDUyYWM3ZDhlNzkiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYXBwbGUuY29tL3Nob3AvdHJhZGUtaW4iLCJjb250ZW50VXVpZCI6ImRlYTc0MjI0LTMxYTEtM2FlMC1iODhkLWE1YzYzNTdiYTRlYSJ9&amp;signature=AQAAAfk35SEKJp_pKlsFPrAY1SrIENqlai8UO_nS6-ijZMUR&amp;gcReferrer=https%3A%2F%2Fwww.apple.com%2Fshop%2Ftrade-in\">Apple</a> device. You can trade in iPhones, iPads, Macs and even Apple Watches. That’s notable as wearables are a category you don’t often see on trade-in sites. Apple will even take your old Android phone if you were thinking of making the switch. The trade-in values are on par with other sites, but you can get a smaller payout in the form of a gift card instead if you’d rather wait before making a new purchase, want to put it toward media purchases or even just use it in an Apple Store. Which, by the way, also accepts trade-ins in case you’re not comfortable shipping your old but still expensive device.</p><h3>It'sWorthMore</h3><p>The nice thing about <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3d3dy5pdHN3b3J0aG1vcmUuY29tLz8iLCJjb250ZW50VXVpZCI6ImRlYTc0MjI0LTMxYTEtM2FlMC1iODhkLWE1YzYzNTdiYTRlYSJ9&amp;signature=AQAAAXU3jH5kQfIdeu8idzqaNUMm5vcR8eYZBInMs9dE8BZQ&amp;gcReferrer=https%3A%2F%2Fwww.itsworthmore.com%2F%3F\">It’sWorthMore</a> is that its on-site forms handle a larger variety of gadgets than other sites, incorporating companies such as Microsoft, AMD and even GoPro in addition to standards like Apple, Samsung and Google. You’ll answer a few standard questions about your device’s condition and whether you still have the original box — obviously, the more you’ve kept from the original packaging, the better. You’ll then get a ballpark estimate of its worth and a prepaid shipping label to print out. Once your device is received you’ll generally get the assessment and payment via check, PayPal, Venmo or Zelle within two to three business days.</p><h3>BuyBackWorld</h3><p>The appeal of <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3d3dy5idXliYWNrd29ybGQuY29tLyIsImNvbnRlbnRVdWlkIjoiZGVhNzQyMjQtMzFhMS0zYWUwLWI4OGQtYTVjNjM1N2JhNGVhIn0&amp;signature=AQAAAVwEk0WzIwX--hztWeg_xZeAKgP3iahEchhzSaqUU790&amp;gcReferrer=https%3A%2F%2Fwww.buybackworld.com%2F\">BuyBackWorld</a> is that device assessment is a streamlined process: Instead of having to answer a barrage of detailed questions for your device you give it a general assessment and let the site handle the rest. Just like with It’sWorthMore, BuyBackWorld will provide a printable shipping label in your confirmation email but, if you don’t have a printer or boxes to pack your device up, you can always have the site send you a free shipping kit, which can handle everything the site takes except desktop computers.</p><h3>GadgetGone</h3><p>If you’ve read through the other site descriptions, <a href=\"https://www.gadgetgone.com/\">GadgetGone’s</a> modus operandi should be familiar: To sell a product, you’ll have to answer a few questions about what type of device you have and what condition it’s in, after which the site will generate a prepaid shipping label. At least here you can find brands like OnePlus included among the options, and you can also sell MacBooks and Mac Minis here. You can get paid a number of ways, too, including PayPal, virtual VISA card, Amazon and Target gift cards or just good old fashioned bank transfer.</p><h2>Store trade-ins</h2><figure><img alt=\"C1YC8B A GameStop video game store in the Herald Square shopping district in New York gamestop; videogames; shopping; electronic\" src=\"https://o.aolcdn.com/images/dimse/5845cadfecd996e0372f/1d21ecff34ccc236ecfaee30e1a3e84c6c38075f/cmVzaXplPTIwMDAlMkMyMDAwJTJDc2hyaW5rJmltYWdlX3VyaT1odHRwJTNBJTJGJTJGby5hb2xjZG4uY29tJTJGaHNzJTJGc3RvcmFnZSUyRmFkYW0lMkY5Mzk1NzUxYjgzM2JjYTNiZDc3MjU0ZDQ0MDQwOTI1YyUyRkMxWUM4Qi5qcGcmY2xpZW50PWExYWNhYzNlMWIzMjkwOTE3ZDkyJnNpZ25hdHVyZT1mNWI2NGMzYTQwN2NhZDZiNDE3ZjQ1ZjNkYmQyNjJkZGFmOTcxMGMw\" /><figcaption></figcaption></figure><p>Sometimes you need your money right now, or just don't want to trust your device to the vagaries of various shipping companies. There are a few nationwide retailers that accept trade-ins for cash or store credit. Additionally, wireless carriers like <a href=\"https://bit.ly/35i1iCf\">Verizon</a>, <a href=\"https://bit.ly/35hCFW7\">T-Mobile</a>, <a href=\"https://fave.co/3HGLDcZ\">AT&amp;T</a> and <a href=\"https://fave.co/3C84T1O\">Sprint</a> will all give you credit toward a new phone.</p><h3>Best Buy</h3><p><a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=5e0bed65-d2f8-4b34-9b8f-955218c0e37a&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Best+Buy&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI1ZTBiZWQ2NS1kMmY4LTRiMzQtOWI4Zi05NTUyMThjMGUzN2EiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYmVzdGJ1eS5jb20vc2l0ZS9zZXJ2aWNlcy9iZXN0LWJ1eS10cmFkZS1pbi9wY21jYXQxMzM2MDAwNTAwMTEuYz8iLCJjb250ZW50VXVpZCI6ImRlYTc0MjI0LTMxYTEtM2FlMC1iODhkLWE1YzYzNTdiYTRlYSJ9&amp;signature=AQAAARIP1NwRniAVM3sOT09sHlD59LNinE0oCLV4kyVWDKKx&amp;gcReferrer=https%3A%2F%2Fwww.bestbuy.com%2Fsite%2Fservices%2Fbest-buy-trade-in%2Fpcmcat133600050011.c%3F\">Best Buy</a> also offers trade-ins both by mail and in-store — with more than 1,000 locations, this might be extremely convenient for you. You fill out the form online and bring that to customer service. It's easy, but there's one big downside: You can get your payout only via a Best Buy gift card. This is great if you spend a lot of money with them anyway, but less good if you really need cash.</p><h3>GameStop</h3><p><a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=ffe106af-8248-4af3-9098-a2d4fd637766&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=GameStop&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJmZmUxMDZhZi04MjQ4LTRhZjMtOTA5OC1hMmQ0ZmQ2Mzc3NjYiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuZ2FtZXN0b3AuY29tL3RyYWRlIiwiY29udGVudFV1aWQiOiJkZWE3NDIyNC0zMWExLTNhZTAtYjg4ZC1hNWM2MzU3YmE0ZWEifQ&amp;signature=AQAAAWONBQxiJwQZWOqsgNOaZr1TENQnsEshh4kidAZstcte&amp;gcReferrer=https%3A%2F%2Fwww.gamestop.com%2Ftrade\">GameStop</a> is infamous for buying games back at ridiculously low prices and flipping them at near retail, but don't let that stop you from making some easy cash when you need to quickly clear your closet of old electronics and games. And yes, I said cash: GameStop offers store credit, a Visa prepaid card or actual money if you want to take your bounty elsewhere. For example, you can trade in Animal Crossing for the Switch and get $22 in store credit or $18 cash, which isn't bad when new copies are going for $48 on Amazon. GameStop also accepts phones, tablets and Apple Watches, though the prices aren't going to match what you'd get from an online trade-in site.</p><h2>Consumer to consumer</h2><figure><img alt=\"eBay Introduces Boxing Weekend On Dec. 26 and 27 At Eight Westfield Malls Across The Country, Making It Even Easier For Consumer\" src=\"https://o.aolcdn.com/images/dimse/5845cadfecd996e0372f/b478a6efcc8984ec8d666bf7963a8e145bfbd8d7/cmVzaXplPTIwMDAlMkMyMDAwJTJDc2hyaW5rJmltYWdlX3VyaT1odHRwJTNBJTJGJTJGby5hb2xjZG4uY29tJTJGaHNzJTJGc3RvcmFnZSUyRm1pZGFzJTJGYTUzM2RjZjc5MjAzNTFhNTk5Y2Y1MDkwYWMzYWRkNWMlMkYyMDM0MzUxODAlMkY1MDI1NjI0MzIuanBnJmNsaWVudD1hMWFjYWMzZTFiMzI5MDkxN2Q5MiZzaWduYXR1cmU9Zjk0M2M5ZjNmYjBjODllODUwNTMwYjk3MTQxZjE3ZmY2ZjI4YThhMg==\" /><figcaption></figcaption></figure><p>Sometimes you prefer to cut out the middleman and get a bit more personal — a transaction where you're selling your device directly to another person instead of letting a faceless site flip it for you as a \"refurbished\" unit. In those cases, you want a site that's more user-to-user, though a few will still automate certain bits to make your sale as smooth as possible.</p><h3>Swappa</h3><p><a href=\"https://swappa.com/\">Swappa</a> is a marketplace site, which means sellers can set their own price. So if you're getting rid of a newer phone, this is probably the best way to go — the iPhone 13 fetches around $515, for example. That's a huge improvement over what you'd get selling through a site like Decluttr, which is offering only $422 for a 128GB unit.</p><h3>Amazon</h3><p>When shopping on <a href=\"https://sellercentral.amazon.com/\">Amazon</a>, you've probably been tempted by some of those marketplace deals in the past and, chances are, if you list an item on there, someone will give your old device a look. Since almost everyone on earth seems to have an Amazon account, your potential customer base is huge, and it costs only $0.99, plus a percentage based on category, to sell an item through the site. The downsides are that Amazon isn't really optimized for individual sales; you'll be competing with wholesale companies and even bots that will tweak the price of a product automatically in response to the competition.</p><h3>eBay</h3><p><a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=5a36d98f-e3c9-4ccc-96f8-f261b8484c73&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=eBay&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI1YTM2ZDk4Zi1lM2M5LTRjY2MtOTZmOC1mMjYxYjg0ODRjNzMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuZWJheS5jb20vPyIsImNvbnRlbnRVdWlkIjoiZGVhNzQyMjQtMzFhMS0zYWUwLWI4OGQtYTVjNjM1N2JhNGVhIn0&amp;signature=AQAAAfX3pHCwt6Ve_5xIT92CdPihNIKZUkLzFdv3_3o8b49d&amp;gcReferrer=https%3A%2F%2Fwww.ebay.com%2F%3F\">eBay</a> is sort of the Wild West of sales sites, but the biggest advantage is that you can sell anything there and hopefully find a buyer, regardless of how old a product is. Even so, the site has come a long way in the past decade or so, adding structured categories that can help lead customers to your product. For phones, you can search by network, color or storage capacity, and even filter for features like 4K video or fingerprint sensors.</p><p>In the end, it still works as it always did: You list a product and set an end date for the listing with a minimum price, or just set a \"Buy It Now\" price if you don't want to wait to see how an auction turns out. Chances are you already have an eBay account with a feedback score, so there's no extra setup required on your part. Your first 250 listings are free every month, and you'll pay up to 15 percent of the purchase price only if an item sells. The biggest downside is that you're competing with a lot more sellers, and chances are there's always someone willing to undercut you on price.</p><h2>Cash-back comparison</h2><p>Ultimately, the site you go with should be whatever's most useful and convenient, but if you just care about how much money you'll end up with, we've priced out a few recent flagship handsets just to give you an idea of what each site offers. We've also thrown in the Nintendo Switch, because it might be time to sell yours off and finally upgrade to an OLED model.</p><p>All phone prices are for the lowest storage capacity, usually 128GB. The prices are for the unlocked models when available, or the carrier where it's being traded. These prices were valid the day this post was written, but they fluctuate daily or, in the case of sites like Amazon and eBay, hourly.</p><table><tbody><tr><td></td><th><p>Apple iPhone 12 Pro Max</p></th><th><p>Samsung Galaxy S21 Ultra</p></th><th><p>Google Pixel 6</p></th><th><p>Nintendo Switch</p></th></tr><tr><th><p>Declutter</p></th><td><p>$432</p></td><td><p>$226</p></td><td><p>$135</p></td><td><p>$125</p></td></tr><tr><th><p>uSell</p></th><td><p>N/A</p></td><td><p>N/A</p></td><td><p>N/A</p></td><td><p>N/A</p></td></tr><tr><th><p>ecoATM</p></th><td><p>$280</p></td><td><p>$155</p></td><td><p>$40</p></td><td><p>N/A</p></td></tr><tr><th><p>Sprint</p></th><td><p>$230</p></td><td><p>$115</p></td><td><p>$45</p></td><td><p>N/A</p></td></tr><tr><th><p>Verizon</p></th><td><p>$282</p></td><td><p>$220</p></td><td><p>$15</p></td><td><p>N/A</p></td></tr><tr><th><p>T-Mobile</p></th><td><p>$230</p></td><td><p>$115</p></td><td><p>$45</p></td><td><p>N/A</p></td></tr><tr><th><p>AT&amp;T</p></th><td><p>$280</p></td><td><p>$230</p></td><td><p>$130</p></td><td><p>N/A</p></td></tr><tr><th><p>Best Buy</p></th><td><p>$330</p></td><td><p>$150</p></td><td><p>$105</p></td><td><p>$50</p></td></tr><tr><th><p>GameStop</p></th><td><p>$291 cash / $364 credit</p></td><td><p>$131 cash / $164 credit</p></td><td><p>N/A</p></td><td><p>$80 cash / $100 credit</p></td></tr><tr><th><p>Swappa</p></th><td><p>$455</p></td><td><p>$224</p></td><td><p>$124</p></td><td><p>$238</p></td></tr><tr><th><p>Amazon</p></th><td><p>$401</p></td><td><p>$275</p></td><td><p>$190</p></td><td><p>$75</p></td></tr><tr><th><p>eBay</p></th><td><p>$405</p></td><td><p>$368</p></td><td><p>$200</p></td><td><p>$131</p></td></tr><tr><th><p>BuyBackWorld</p></th><td><p>$415</p></td><td><p>$230</p></td><td><p>$140</p></td><td><p>$110</p></td></tr><tr><th><p>It'sWorthMore</p></th><td><p>$442</p></td><td><p>$273</p></td><td><p>$153</p></td><td><p>$100</p></td></tr><tr><th><p>GadgetGone</p></th><td><p>$465</p></td><td><p>$271</p></td><td><p>$141</p></td><td><p>$41</p></td></tr></tbody></table><p>If you were looking to sell some games, we've also got a shorter list, because not every site accepts trade-ins. GameStop will offer you more money than what's listed below if you're a member of its Elite or Elite Pro programs.</p><table><tbody><tr><td></td><td><p><strong><em>Elden Ring </em></strong><strong>(Xbox)</strong></p></td><td><p><strong><em>Horizon Forbidden West</em></strong><strong> (PS5)</strong></p></td><td><p><strong><em>Pokémon Legends Arceus</em></strong><strong> (Switch)</strong></p></td></tr><tr><td><p><strong>Decluttr</strong></p></td><td><p>$17</p></td><td><p>$17</p></td><td><p>$20</p></td></tr><tr><td><p><strong>GameStop</strong></p></td><td><p>$11 cash / $14 credit</p></td><td><p>$13 cast / $16 credit</p></td><td><p>$14 cash / $17 credit</p></td></tr><tr><td><p><strong>Amazon</strong></p></td><td><p>$8</p></td><td><p>$51</p></td><td><p>$14</p></td></tr><tr><td><p><strong>eBay</strong></p></td><td><p>$21</p></td><td><p>$20</p></td><td><p>$25</p></td></tr></tbody></table><p>Once you've picked a site and listed your item, there are a few important things to remember before you ship off your device. The most important, when disposing of a phone or laptop or any other device containing personal data, is to do a full factory reset. That also means turning off \"Find My iPhone\" and the activation lock on iOS devices. See if you can unlock the phone, too; you'll actually get more money selling it carrier-free. And finally, make sure you've backed up any important data you may have, like contact info, game saves and, of course, photos. Cash is great, but it won't save your memories.</p><p>Images: Mike Blake / Reuters (ecoATM); Alamy (Gamestop); Getty Images for eBay (eBay)</p>This article originally appeared on Engadget at https://www.engadget.com/where-to-sell-used-electronics.html?src=rss", "link": "https://www.engadget.com/where-to-sell-used-electronics.html?src=rss", "date_published": "2023-03-21 15:15:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Ford unveils an electric Explorer crossover built for Europe's narrow streets", "description": "<p>Ford has finally shown the medium-sized electric crossover it <a href=\"https://www.engadget.com/ford-europe-ev-launches-2024-164136546.html\">teased last year</a>, and it might not be what you expect. The company has <a href=\"https://media.ford.com/content/fordmedia/feu/en/news/2023/03/21/new-all-electric-explorer-engineered-and-built-in-europe.html\">unveiled</a> an electric Explorer that's &quot;designed for Europe&quot; and as suited to tight city streets as it is weekend jaunts. It's relatively compact (under 14.8ft long versus 16.6ft for the gas SUV) and offers creature comforts like &quot;sporty&quot; seats. Notably, it also includes a few technology features you won't even find in higher-end Ford EVs like the <a href=\"https://www.engadget.com/fords-mach-e-is-a-stylish-and-capable-ev-but-its-no-mustang-153044259.html\">Mustang Mach-E</a>.</p><p>The 15-inch vertical touchscreen will seem familiar, but it slides up and down — you won't have to settle for an awkward position. You also won't find the physical knob from earlier Ford EVs. The automaker also takes advantage of the electrified design to provide a massive amount of console storage space (enough for a 15-inch laptop) and a private &quot;locker&quot; for valuables. Wireless phone charging is standard, as is wireless Android Auto and Apple CarPlay. The five cameras and three radar sensors provide Ford's usual range of driver aids, although this is the first time Europeans will have access to features like Assisted Lane Change (which changes lanes through a stalk press).</p><span id=\"end-legacy-contents\"></span><div id=\"1ca96bda61c84b1991be37351b55ee3d\"><div style=\"width: 100%; height: 0; padding-bottom: 56.25%;\"></div></div><p>Most performance specs aren't yet available, including range. However, Ford claims you can charge from 10 percent to 80 percent in a relatively quick 25 minutes.</p><p>The company is taking reservations for base Explorer and higher-end Explorer Premium trims now ahead of a release later this year. While final pricing will have to wait, Ford expects the line to start below €45,000 (about $48,500). Don't expect a launch elsewhere, unfortunately. Ford tells Engadget there are &quot;no plans&quot; to bring the Explorer EV to North America, and that the conventional Explorer will still be on sale worldwide.</p><p>The Explorer is part of a larger strategy to introduce seven EVs to Europe by 2024, including the compact Puma and the Transit van. Ford ultimately hopes to <a href=\"https://www.engadget.com/ford-will-only-sell-electrified-vehicles-in-europe-by-2030-113015462.html\">completely electrify its passenger cars</a> in Europe by 2030. This new model may be key to that transition. On top of being more practical for European streets, it's considerably more affordable than the roughly €62,000 Mach-E. This is the mainstream (if still pricey) people-hauler that might reach a wider audience.</p>This article originally appeared on Engadget at https://www.engadget.com/ford-unveils-an-electric-explorer-crossover-built-for-europes-narrow-streets-144516934.html?src=rss", "link": "https://www.engadget.com/ford-unveils-an-electric-explorer-crossover-built-for-europes-narrow-streets-144516934.html?src=rss", "date_published": "2023-03-21 14:45:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "The best mobile microphones for 2023", "description": "<p>If you consider yourself a mobile creator and you’re <em>not</em> using some sort of dedicated microphone, you might be holding yourself back. We’re not judging, but your audience likely is. Audio, especially dialog, is often overlooked, but nothing screams amateur more than subpar sound. There are many, <a href=\"https://www.engadget.com/advanced-podcast-buyers-guide-part-1-143053492.html\">many options</a> for the home or office/studio, but there are a surprising amount of mobile-specific (or at least, mobile-friendly) solutions out there to elevate your on-the-go recordings be that for social, a jam session, making movies, podcasting and beyond.</p><p>What “the best mic for your iPhone or Android” is will vary depending on the task you need it for. If you want to record a TikTok or a Podcast or even a jam session, all have slightly different needs but the selection below covers most bases (and maybe even a few you didn’t think of yet) for recording high-quality sound with little more than a mobile phone.</p><span id=\"end-legacy-contents\"></span><h2>The gear</h2><p>This guide is all about recording on the go, free from the constraints of a studio or office, but also far away from luxuries like power outlets, acoustically friendly rooms and a full-size PC. As such there are two styles of microphone that really shine here: Lavalier (lapel) and shotgun. We’ll be covering a few other types, too, but between those, most tasks are covered.</p><p>We’ll also show you how you can use the USB mics you may already have with your phone and even ways to connect heavy-duty studio classics (XLR) to your humble handset, but all that will be through accessories. For now, let’s start with the classic clip mics.</p><figure><img alt=\"Pictured are the Sennheiser XS and Rode Lavalier II microphones.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-03/99565600-a076-11ec-bf7f-a5450f59bc2e\" /><figcaption></figcaption><div class=\"photo-credit\">James Trew / Engadget</div></figure><h2>Lavalier mics</h2><p>The obvious benefit of a lapel mic is size. Their small profile makes them perfect for presenting to the camera with the flexibility to move around while maintaining consistent audio quality. If you’re a budding TikTok or YouTube creator it’s definitely worth having one of these in your bag.</p><p>The main trade-off, however, is that they’re only good for recording the person they’re attached to. If you have two people talking and only one is wearing the mic, you’ll only get good audio for one half of the conversation, so for multi-person recordings you’ll need a mic for each guest and a way to record them at the same time, so costs can go up quickly.</p><p>Fortunately, lapel mics have become a very competitive market with good, viable options costing as little as $14.95. For an absolute bargain with a long cord and some connectivity accessories, the <a href=\"https://amzn.to/3tcvdUe\">Boya BY M1</a> is hard to argue with. But, while these budget choices are great value, if you want something that should either last longer, is more versatile or just sounds better it’s worth paying a little bit more.</p><h2>Best 3.5mm mic: Rode Lavalier II</h2><p></p><p><a href=\"https://shopping.yahoo.com/rdlw?merchantId=e54dc56f-69db-417f-9610-572a1a179058&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Sweetwater+Sound&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJlNTRkYzU2Zi02OWRiLTQxN2YtOTYxMC01NzJhMWExNzkwNTgiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuc3dlZXR3YXRlci5jb20vc3RvcmUvZGV0YWlsL0xhdmFsaWVySUktLXJvZGUtbGF2YWxpZXItaWktYmxhY2siLCJjb250ZW50VXVpZCI6IjA3Yzk0NjdmLThmYTAtNGIzMi05NjMzLTM5OWM4NDE3MTNlNSJ9&amp;signature=AQAAAfnJ3HjL80ZkWe1qn1bLLOhgrVOdtf_20cmcWezrazao&amp;gcReferrer=https%3A%2F%2Fwww.sweetwater.com%2Fstore%2Fdetail%2FLavalierII--rode-lavalier-ii-black\">Rode’s Lavalier II</a> is a slick-looking low-profile lavalier that sounds great. At $99, it’s somewhere in the sweet spot between budget and higher-end clip-on options. It’s easy to recommend the Lavalier II just on its sound alone, but it comes with a rugged case and a good selection of accessories.  For even more flexibility you can pair this with Rode’s <a href=\"https://amzn.to/3HpE9uu\">AI Micro interface</a> ($79) which provides easy connection to an iPhone or Android (or even PCs) and adds support for a second mic – perfect for recording podcasts or interviews.</p><h2>Best USB-C mic: Sennheiser XS</h2><p></p><p>At $60, <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9TZW5uaGVpc2VyLVByby1BdWRpby1NaWNyb3Bob25lLTUwOTI2MS9kcC9CMDhZUzJHNEZCP3RhZz1nZGd0MGMtcC1vLWlqLTIwIiwiY29udGVudFV1aWQiOiIwN2M5NDY3Zi04ZmEwLTRiMzItOTYzMy0zOTljODQxNzEzZTUifQ&amp;signature=AQAAAYiW1C1uqKb5MtItKC2R53dxmtOKnROX-ON4gil8xrNn&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FSennheiser-Pro-Audio-Microphone-509261%2Fdp%2FB08YS2G4FB\">Sennheiser’s XS</a> (USB-C) lav mic is fairly affordable, sounds great and plugs right into your phone (or laptop) without needing an adapter. This not only makes it convenient but reduces the overall cost as you don’t need a headphone adapter for your phone. What’s more, the XS has a 2-meter long cable which gives you plenty of scope for movement or framing.</p><h3>A word on wireless systems</h3><figure><img alt=\"The Rode Wireless Go II and Mikme Pocket wireless microphone systems.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-03/085c93c0-a077-11ec-bfb6-04eeec836963\" /><figcaption></figcaption><div class=\"photo-credit\">James Trew / Engadget</div></figure><p>Recently there has been an explosion in mobile-friendly wireless systems but there are two we really like. The first is Rode’s <a href=\"https://shopping.yahoo.com/rdlw?merchantId=95276f3c-7b79-4c1e-803f-981cd9f7a968&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=B%26H+Photo+Video&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI5NTI3NmYzYy03Yjc5LTRjMWUtODAzZi05ODFjZDlmN2E5NjgiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYmhwaG90b3ZpZGVvLmNvbS9jL3Byb2R1Y3QvMTYyMjY0Mi1SRUcvcm9kZV93aWdvaWlfd2lyZWxlc3NfZ29faWlfY29tcGFjdC5odG1sPyIsImNvbnRlbnRVdWlkIjoiMDdjOTQ2N2YtOGZhMC00YjMyLTk2MzMtMzk5Yzg0MTcxM2U1In0&amp;signature=AQAAAfNeqlljvttBSfPcV3F45f3Yo3tXtvDqIpcfWNC25y6j&amp;gcReferrer=https%3A%2F%2Fwww.bhphotovideo.com%2Fc%2Fproduct%2F1622642-REG%2Frode_wigoii_wireless_go_ii_compact.html%3F\">Wireless GO II</a>. Arguably the original defined this category, but the second generation improves on it with two wireless transmitters making this podcast and interview friendly. This wireless microphone is also incredibly versatile as it doubles as a standalone recorder, can be mounted in a camera cold shoe and even has its own “reporter” <a href=\"https://shopping.yahoo.com/rdlw?merchantId=95276f3c-7b79-4c1e-803f-981cd9f7a968&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=B%26H+Photo+Video&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI5NTI3NmYzYy03Yjc5LTRjMWUtODAzZi05ODFjZDlmN2E5NjgiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYmhwaG90b3ZpZGVvLmNvbS9jL3Byb2R1Y3QvMTU0ODA2OS1SRUcvcm9kZV9pbnRlcnZpZXdnb19pbnRlcnZpZXdfZ29faGFuZGhlbGQuaHRtbD8iLCJjb250ZW50VXVpZCI6IjA3Yzk0NjdmLThmYTAtNGIzMi05NjMzLTM5OWM4NDE3MTNlNSJ9&amp;signature=AQAAARzHImzUhdZjWB4nG02n5qegQHMGitYej8O6RA21Mpk8&amp;gcReferrer=https%3A%2F%2Fwww.bhphotovideo.com%2Fc%2Fproduct%2F1548069-REG%2Frode_interviewgo_interview_go_handheld.html%3F\">mic adapter</a>. Oh, and you can make any 3.5mm mic (including the lavaliers above) wireless by plugging it into one of the receivers.</p><p>The second is the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=95276f3c-7b79-4c1e-803f-981cd9f7a968&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=B%26H+Photo+Video&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI5NTI3NmYzYy03Yjc5LTRjMWUtODAzZi05ODFjZDlmN2E5NjgiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYmhwaG90b3ZpZGVvLmNvbS9jL3Byb2R1Y3QvMTYyNzIwMy1SRUcvbWlrbWVfbTU0XzAwNV8wMl9wb2NrZXRfd2lyZWxlc3NfYXVkaW9fcmVjb3JkZXJfdHJhbnNtb2l0dGVyLmh0bWwvPyIsImNvbnRlbnRVdWlkIjoiMDdjOTQ2N2YtOGZhMC00YjMyLTk2MzMtMzk5Yzg0MTcxM2U1In0&amp;signature=AQAAAZrL0XvWSEGzJVZDesEUvvgIxnYxLQ3gZmQk4kRrAn1d&amp;gcReferrer=https%3A%2F%2Fwww.bhphotovideo.com%2Fc%2Fproduct%2F1627203-REG%2Fmikme_m54_005_02_pocket_wireless_audio_recorder_transmoitter.html%2F%3F\">Mikme Pocket</a>. This Austrian-designed pack is a high-end wireless lavalier microphone system designed to be particularly mobile-friendly. There’s a comprehensive app for both video and audio recording and internal storage so you won’t ever experience dropouts. It also means you can enjoy a practically infinite range. At $399 it’s a higher spend, but if high-quality audio and near-infinite range are what you need then this is the one.</p><h3>Adapters</h3><p>So we’ve already touched on this with the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Sb2RlLUFJLU1pY3JvLUludGVyZmFjZS1mb3ItaU9TL2RwL0IwOUtaSlRXNzM_dGFnPWdkZ3QwYy1wLW8taWotMjAiLCJjb250ZW50VXVpZCI6IjA3Yzk0NjdmLThmYTAtNGIzMi05NjMzLTM5OWM4NDE3MTNlNSJ9&amp;signature=AQAAAfUPjVzQml5nxwUrJ1ETUIJ88-ZCiH1vIVqmwwk5HBwV&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FRode-AI-Micro-Interface-for-iOS%2Fdp%2FB09KZJTW73%3F\">AI Micro</a>, which is an adapter of sorts. One of the first things you might bump up against when dealing with mobile audio accessories is TRRS vs TRS connectors. Simply put, 3.5mm TRS is what you might know as the age-old classic headphone connector while TRRS became common for its support for headsets and inline mics. You can easily tell them apart as TRS connectors have two black bands on them while a TRRS has three.</p><p>For you, the budding creator, it can be a bit of an annoyance as many 3.5mm lavaliers are going to be TRS and won’t work when plugged into your phone’s headphone adapter. Sometimes your lavalier might include what you need in the box, but otherwise, you’ll want to pick up <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Sb2RlLVNDNC1NaWNyb3Bob25lLUNhYmxlLUluY2hlcy9kcC9CMDBMNkM4UE4wP3RhZz1nZGd0MGMtcC1vLWlqLTIwIiwiY29udGVudFV1aWQiOiIwN2M5NDY3Zi04ZmEwLTRiMzItOTYzMy0zOTljODQxNzEzZTUifQ&amp;signature=AQAAAf5-APs06myCUG0aB2RJTFAhRCbyCTU7mrB1A7GXmt_k&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FRode-SC4-Microphone-Cable-Inches%2Fdp%2FB00L6C8PN0\">a TRS to TRRS adapter like this</a>. Of course, some smartphone-specific mics have TRRS connectors already – for those, you’ll want a cable that <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9UUlJTLU1hbGUtRmVtYWxlLUFkYXB0ZXItU3RlcmVvL2RwL0IwN0tCMTFZNUI_dGFnPWdkZ3QwYy1wLW8taWotMjAiLCJjb250ZW50VXVpZCI6IjA3Yzk0NjdmLThmYTAtNGIzMi05NjMzLTM5OWM4NDE3MTNlNSJ9&amp;signature=AQAAAWJNQ11_hD4CNYtlpkwEnj-g74PceZR5g8wxABVLkgny&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FTRRS-Male-Female-Adapter-Stereo%2Fdp%2FB07KB11Y5B\">goes the other way</a> should you want to use it with other devices like a DSLR.</p><h2>Shotgun mics</h2><figure><img alt=\"The Rode VideoMic Go 2, alongside the Shure MV88+ and Sennheiser MKE400 shotgun microphones.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-03/3a003fd0-a077-11ec-8bf3-cd42bdd98ed8\" /><figcaption></figcaption><div class=\"photo-credit\">James Trew / Engadget</div></figure><p>You may be more familiar with shotgun mics when it comes to video recording. It’s the style of microphone most often found atop a DSLR or mirrorless camera, but they make great companions for other portable devices too, your cell phone included.</p><p>The benefit of a shotgun is that they tend to be highly directional, which makes them perfect for podcasts, recording instruments, foley sounds and much, much more.</p><p>For us mobile recordists, another benefit is that they tend to be light and portable, perfect for slipping into a backpack or even a laptop bag. Even better, there are some great mobile-specific options.</p><h2>Best shotgun mic for video/music: Sennheiser MKE 400 (2nd gen)</h2><p></p><p>You shouldn’t buy a mic just because of how it looks, but the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=95276f3c-7b79-4c1e-803f-981cd9f7a968&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=B%26H+Photo+Video&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI5NTI3NmYzYy03Yjc5LTRjMWUtODAzZi05ODFjZDlmN2E5NjgiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYmhwaG90b3ZpZGVvLmNvbS9jL3Byb2R1Y3QvMTYyOTY0Mi1SRUcvc2VubmhlaXNlcl81MDg4OThfbWtlXzQwMF9jYW1lcmFfbW91bnRfc2hvdGd1bi5odG1sIiwiY29udGVudFV1aWQiOiIwN2M5NDY3Zi04ZmEwLTRiMzItOTYzMy0zOTljODQxNzEzZTUifQ&amp;signature=AQAAAb5-N6Q4pIL5g5JMPanLFIwBKn9Z9uKAx6KcjX9Z--5i&amp;gcReferrer=https%3A%2F%2Fwww.bhphotovideo.com%2Fc%2Fproduct%2F1629642-REG%2Fsennheiser_508898_mke_400_camera_mount_shotgun.html\">MKE 400 from Sennheiser</a> ($200) definitely makes its rivals look wimpy. More important than aesthetics, though, is how it sounds and the MKE 400 records very cleanly without obvious coloration to the audio. What’s more, the battery-powered mic won’t steal power from your phone or camera, and with three gain levels to choose from you can boost things when needed, or avoid clipping on louder subjects. The MKE 400 also comes with both TRS and TRRS cables for compatibility with a variety of devices.</p><p>The MKE 400’s physical gain controls and high pass filter (unlike the other two below that are updated via an app) take the stress out of worrying if your audio source moves or changes volume as you can adjust that on the fly. If you’re a musician looking to record loud drums and then softer vocals on the move, for example, these tactile gain settings are a massive plus.</p><h2>Best budget shotgun mic: Rode VideoMic GO II</h2><p></p><p>When we tested the <a href=\"https://www.engadget.com/rode-video-mic-go-ii-230059221.html\">VideoMic GO II</a> we were surprised at just how good it sounded right out of the box. At <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Sb2RlLUxpZ2h0d2VpZ2h0LURpcmVjdGlvbmFsLU1pY3JvcGhvbmUtVk1HT0lJL2RwL0IwOU1STEdMN0c_dGFnPWdkZ3QwYy1wLW8taWotMjAiLCJjb250ZW50VXVpZCI6IjA3Yzk0NjdmLThmYTAtNGIzMi05NjMzLTM5OWM4NDE3MTNlNSJ9&amp;signature=AQAAAZUxKQpPDBCaPGhICrYo_9_DcQIq6zIeLcHduwvAmX_x&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FRode-Lightweight-Directional-Microphone-VMGOII%2Fdp%2FB09MRLGL7G\">$100</a> it rivals many desktop microphones that cost three times the price. You’ll need a companion app to change settings, otherwise this performs well across the board.</p><h2>Best shotgun mic for portability: Shure MV88+</h2><p></p><p>Not to be confused with the older MV88 that plugged directly into a Lightning port, the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9TaHVyZS1NVjg4LVN0ZXJlby1VU0ItTWljcm9waG9uZS9kcC9CMDlCWlhQOFkxP3RhZz1nZGd0MGMtcC1vLWlqLTIwIiwiY29udGVudFV1aWQiOiIwN2M5NDY3Zi04ZmEwLTRiMzItOTYzMy0zOTljODQxNzEzZTUifQ&amp;signature=AQAAAZ7FJhCB1TnGaYPhRygqKFDCfURdd6bSZzdIYky_-dfm&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FShure-MV88-Stereo-USB-Microphone%2Fdp%2FB09BZXP8Y1\">MV88+</a> is a mini shotgun mic made with the smartphone in mind. Often sold as a <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9TaHVyZS1NVjg4LURpZ2l0YWwtQ29uZGVuc2VyLU1pY3JvcGhvbmUvZHAvQjA4RzdUM1E5Uz90YWc9Z2RndDBjLXAtby1pai0yMCIsImNvbnRlbnRVdWlkIjoiMDdjOTQ2N2YtOGZhMC00YjMyLTk2MzMtMzk5Yzg0MTcxM2U1In0&amp;signature=AQAAAVAqaKpxh9bLGQiQt7Qjtj0c3wuhbIkWyr8quw_PqVH-&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FShure-MV88-Digital-Condenser-Microphone%2Fdp%2FB08G7T3Q9S\">vlogging kit</a> ($249) with a tripod and phone grip, the MV88+ has modular cables for connecting directly to Androids and iPhones.</p><h2>Desktop and USB mics go mobile</h2><figure><img alt=\"The HypeMic from Apogee is a versatile microphone that's just as at home with a PC as it is your phone.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-03/8ffb01e0-a081-11ec-a7ff-42032d389e8b\" /><figcaption></figcaption><div class=\"photo-credit\">James Trew / Engadget</div></figure><p>Mobile-specific mics are great, but there’s nothing stopping you from using the mic you might already have (if it’s somewhat portable). You’ll definitely need to do a little dance with some adapters, but that’s half the fun. Below are a couple of recommendations for “regular” microphones that pair well with a phone and then the cables and adapters that you’ll need to get setup.</p><h2>Apogee HypeMic</h2><p></p><p>Arguably, there are few microphones that are could be described as &quot;mobile-friendly&quot; than <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDdNV1FCTURSP3RhZz1nZGd0MGMtcC1vLWlqLTIwIiwiY29udGVudFV1aWQiOiIwN2M5NDY3Zi04ZmEwLTRiMzItOTYzMy0zOTljODQxNzEzZTUifQ&amp;signature=AQAAAd659Np0k0ObMchilMwnpAwSEoMqvvxxSxMdT8BaWC_B&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB07MWQBMDR\">the HypeMic</a> from Apogee. While it looks like a regular handheld mic, it's actually deceivingly small, making it very light and portable. It also comes with cables to directly connect it to iPhones and Android handsets — no adapters needed. Don't let the small size deceive you though, the HypeMic has a big trick up its sleeve: a built-in analog compressor for professional-sounding vocals. Whether you record podcasts, vocals or instruments there's a setting on the HypeMic just for you. At $349 it's a little on the spendy side, but you get a very versatile device that's just as useful for the desktop too.</p><h2>Samson Q2U</h2><p></p><p>This dynamic mic is a favorite with podcasters, with many production companies using it as their standard mic to send out to remote guests thanks to its excellent quality to value performance. <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9TYW1zb24tSGFuZGhlbGQtTWljcm9waG9uZS1SZWNvcmRpbmctUG9kY2FzdGluZy9kcC9CMDAxUjc0N1NHP3RhZz1nZGd0MGMtcC1vLWlqLTIwIiwiY29udGVudFV1aWQiOiIwN2M5NDY3Zi04ZmEwLTRiMzItOTYzMy0zOTljODQxNzEzZTUifQ&amp;signature=AQAAAaKrmrb-Roj1OBqaJ1RDftmryhtGjbPgvxcn92HdkHCJ&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FSamson-Handheld-Microphone-Recording-Podcasting%2Fdp%2FB001R747SG\">The Q2U</a> features both USB and XLR connectivity making it versatile for both desktop and mobile applications, but it’s the former we’re interested in here as that’s what allows you to connect it to your phone with nothing more than a USB cable and an adapter (see below).</p><p>What’s more, the Q2U is solid enough to endure a little bit of rough and tumble, so will happily live in the bottom of your backpack ready for when you need it. Meanwhile, the handheld design is versatile enough it can turn its hand to singing/instruments, podcasts, interviews and more.</p><h2>Tula</h2><p></p><p>You may not be familiar with the name, but Tula <a href=\"https://www.engadget.com/tula-usb-c-microphone-portable-recorder-soyuz-noise-cancellation-140048009.html\">snuck into our hearts</a> with its versatile, vintage inspired <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9UdWxhLU1pY3MtVVNCLU1pY3JvcGhvbmUtUmVjb3JkaW5nL2RwL0IwOFg4TVkzTEc_dGFnPWdkZ3QwYy1wLW8taWotMjAiLCJjb250ZW50VXVpZCI6IjA3Yzk0NjdmLThmYTAtNGIzMi05NjMzLTM5OWM4NDE3MTNlNSJ9&amp;signature=AQAAAS5XjoN8n97AxsNbhYbFCYCMDE7xIE-coTY3blSIzbAN&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FTula-Mics-USB-Microphone-Recording%2Fdp%2FB08X8MY3LG\">debut microphone</a>. From a mobile perspective, the Tula connects to Androids directly over USB-C or iPhones with the right USB-C to Lightning cable (more on this below) or a <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9BZGFwdGVyLUNvbXBhdGlibGUtUG9ydGFibGUtQ2hhcmdpbmctQXBwbGljYXRpb24vZHAvQjA4RFJHSkxGNT90YWc9Z2RndDBjLXAtby1pai0yMCIsImNvbnRlbnRVdWlkIjoiMDdjOTQ2N2YtOGZhMC00YjMyLTk2MzMtMzk5Yzg0MTcxM2U1In0&amp;signature=AQAAAaLUXCOeFvDNQE5SKrfkNjxQIP2t-4rQzwYW68vczYCB&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FAdapter-Compatible-Portable-Charging-Application%2Fdp%2FB08DRGJLF5\">USB “camera kit” adapter</a>. What makes the Tula special is that it’s also a desktop mic and portable recorder with lavalier input and 8GB of storage and even features noise cancellation – perfect for cutting down on outside background sounds. With the Tula you could theoretically have one mic for home, mobile and standalone recording.</p><h2>IK Multimedia iRig Pre 2</h2><p></p><p>If you already have a stash of XLR mics or really do need a studio condenser mic with phantom power then the<a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9JSy1NdWx0aW1lZGlhLU1pY3JvcGhvbmUtc21hcnRwaG9uZXMtdGFibGV0cy9kcC9CMDhWV1BNNU45P3RhZz1nZGd0MGMtcC1vLWlqLTIwIiwiY29udGVudFV1aWQiOiIwN2M5NDY3Zi04ZmEwLTRiMzItOTYzMy0zOTljODQxNzEzZTUifQ&amp;signature=AQAAAUMcXg4klfPw4h9qmFQUIu-9jWW4toDHKUSPmuwzynu9&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FIK-Multimedia-Microphone-smartphones-tablets%2Fdp%2FB08VWPM5N9\"> iRig Pre 2</a> is a portable interface that will feed any XLR mic into your phone. It runs off two AA batteries which it uses to supply phantom power when needed and won’t drain your phone. There’s also a headphone port for monitoring, gain controls and LEDs to help prevent clipping.</p><h3>A word on cables</h3><figure><img alt=\"The best microphones to use with iPhone or Android.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-03/f90d8d10-a077-11ec-afea-466b2e5ab0fb\" /><figcaption></figcaption><div class=\"photo-credit\">James Trew / Engadget</div></figure><p>Connecting USB microphones directly to phones is rarely as simple as just one cable, although that’s starting to become more common. In general, Android makes this simpler, but also, thanks to the wide range of manufacturers and software versions you can’t always guarantee things will work smoothly.</p><p>The iPhone is a whole other situation. USB microphones have a good chance of working via the USB camera kit we mentioned earlier, but that’s still inelegant sometimes. Frustratingly, some USB-C to Lightning cables will play nice with microphones, but sadly most will not – including Apple’s own. One confirmed option is <a href=\"https://www.aliexpress.us/item/3256802357977363.html\">this cable</a> from <a href=\"https://www.engadget.com/the-best-dac-for-lossless-high-resolution-music-iphone-android-160056147.html\">Fiio</a> or this <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDhXUTFMWTVEP3RhZz1nZGd0MGMtcC1vLWlqLTIwIiwiY29udGVudFV1aWQiOiIwN2M5NDY3Zi04ZmEwLTRiMzItOTYzMy0zOTljODQxNzEzZTUifQ&amp;signature=AQAAAViJDqX1ZHuUB-rW5BFy3TwpbRNhnCU1XNBLI-eYVpMj&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB08WQ1LY5D\">generic alternative</a>. These are inexpensive enough that it’s worth having a couple around if you work with audio a lot (they of course can also be used to charge your phone as a bonus).</p>This article originally appeared on Engadget at https://www.engadget.com/best-mobile-microphones-for-recording-with-a-phone-154536629.html?src=rss", "link": "https://www.engadget.com/best-mobile-microphones-for-recording-with-a-phone-154536629.html?src=rss", "date_published": "2023-03-21 14:15:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Google is opening up access to its Bard AI chatbot today", "description": "<p>Since unveiling its Bard conversational AI <a href=\"https://www.engadget.com/google-officially-unveils-its-chatgpt-rival-apprentice-bard-192055722.html\">in February</a>, Google has been <a href=\"https://www.engadget.com/google-human-employees-bard-chatbot-testing-055243004.html\">working to improve the chatbot's responses</a>, after it <a href=\"https://www.engadget.com/google-bard-chatbot-false-information-twitter-ad-165533095.html\">spouted misinformation in its Twitter debut</a>. More recently, we've seen the company add generative AI features to practically its <a href=\"https://www.engadget.com/google-is-shoving-generative-ai-into-gmail-docs-sheets-meet-chat-and-slides-161711903.html\">entire suite</a> of <a href=\"https://www.engadget.com/google-is-working-on-ai-for-ultrasound-diagnosis-and-cancer-therapy-150023911.html\">services</a>, while access to the Bard chatbot remained exclusive to a few. We saw <a href=\"https://9to5google.com/2023/03/20/google-bard-pixel-superfans/\">some Pixel users receive invites</a> to test out Google's bot yesterday, and today, the company said it's &quot;starting to open access to Bard.&quot;</p><p>In a blog post that &quot;Bard did help us write,&quot; vice president of product Sissie Hsiao and vice president of research Eli Collins invited folks to sign up at <a href=\"https://bard.google.com/\">bard.google.com</a>. The company said it will begin rolling out access to those in the US and the UK today, and that it's &quot;expanding over time to more countries and languages.&quot; Opening up access to more people is &quot;the next critical step in improving it,&quot; the pair said, noting that getting feedback from a wider tester base is crucial.</p><span id=\"end-legacy-contents\"></span><p>Much like you can with ChatGPT or <a href=\"https://www.engadget.com/microsoft-new-bing-edge-ai-copilot-hands-on-demo-test-chatgpt-openai-213332455.html\">Microsoft's Bing AI</a>, you'll be able to talk to Bard like you would a friend, using natural language instead of a stilted series of keywords. &quot;You might ask Bard to give you tips to reach your goal of reading more books this year, explain quantum physics in simple terms or spark your creativity by outlining a blog post,&quot; Hsiao and Collins wrote.</p><p>The pair also said &quot;Bard is a direct interface to an LLM, and we think of it as a complementary experience to Google Search.&quot; Based on screenshots included in the announcement, Bard's interface looks fairly similar to Bing AI, with a few key differences. At the bottom of each response, Google's version offers four buttons: thumbs up, thumbs down, a refresh arrow and a button saying &quot;Google it.&quot; There's also an option at the top right of the response that says &quot;View other drafts.&quot; Bing AI doesn't have these, instead using the space below each response as an area for source citations.</p><p>While <a href=\"https://www.engadget.com/microsoft-confirms-bing-runs-on-the-new-gpt-4-model-184121316.html\">Bing AI runs on OpenAI's GPT-4</a>, Bard is powered by &quot;a lightweight and optimized version&quot; of Google's LaMDA, and the company said it &quot;will be updated with newer, more capable models over time.&quot; At <a href=\"https://www.engadget.com/tag/google-io-2022/\">its last I/O developer conference</a>, Google <a href=\"https://www.engadget.com/google-ai-test-kitchen-lamda-2-experiments-180212404.html\">showed off an AI Test Kitchen app</a> for people to interact with LaMDA 2, which it also unveiled then.</p><p>The input bar at the bottom of the screen also has a couple of differences. Bard has a microphone symbol at the end, indicating speech-to-text might be supported, while Bing doesn't. Meanwhile, Microsoft's offering has a broom icon on the left of the text input bar to clean the slate when you want to start on a new topic. Google's doesn't. It's also worth noting that below Bard's text field is a line of fine print that reads &quot;Bard may display inaccurate or offensive information that doesn't represent Google's views.&quot;</p><figure><img alt=\"A screenshot showing Google's Bard AI chatbot responding to the query \" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-03/9b66bbe0-c791-11ed-b79e-fc3f9c0d076f\" style=\"height: 2362; width: 2000;\" /><figcaption></figcaption><div class=\"photo-credit\">Google</div></figure><p>In its announcement, Google was careful to acknowledge that large language models (LLMs) like LaMDA aren't perfect and that mistakes happen. &quot;For instance, because they learn from a wide range of information that reflects real-world biases and stereotypes, those sometimes show up in their outputs,&quot; Hsiao and Collins wrote.</p><p>They even shared an example of where Bard has gone wrong before. &quot;When asked to share a couple suggestions for easy indoor plants, Bard convincingly presented ideas…but it got some things wrong, like the scientific name for the ZZ plant.&quot;&nbsp;</p><p>Google said that it's important to know such challenges exist, and noted that quality and safety are significant issues to consider. &quot;We've also built in guardrails, like capping the number of exchanges in a dialogue, to try to keep interactions helpful and on topic,&quot; Hsiao and Collins wrote. It's not yet clear what the limit on the number of exchanges in a dialogue is, though, and we've asked Google for clarification and will update this post when we hear back.</p><p>In spite of all its potential limits and possibility for error, Google still believes Bard is worth the work, adding that it will &quot;continue to improve Bard and add capabilities, including coding, more languages and multimodal experiences.&quot; Hsiao and Collins said that Bard's help in writing the announcement post involved creating an outline and suggesting edits. &quot;It didn’t always get things right,&quot; they said. &quot;But even then, it made us laugh.&quot;</p>This article originally appeared on Engadget at https://www.engadget.com/google-is-opening-up-access-to-its-bard-ai-chatbot-today-140047434.html?src=rss", "link": "https://www.engadget.com/google-is-opening-up-access-to-its-bard-ai-chatbot-today-140047434.html?src=rss", "date_published": "2023-03-21 14:00:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "'Attack on Titan' publisher Kodansha is launching its own Manga app", "description": "<p>Reading some of your favorite Manga series may be getting a little easier soon: Kodansha, the publisher behind hit titles like <a href=\"https://www.engadget.com/2016-02-25-netflix-original-anime-perfect-bones.html\"><em>Attack on Titan</em></a> and <em>Ghost in the Shell</em>, has announced that it's launching a new digital reading platform in May. Simply titled, K Manga, the new app promises to launch with a backlog of 400 titles, and will provide early access to new chapters from the publisher's most popular series.</p><p>The announcement doesn't say if K Manga will sell Manga by the volume or <a href=\"https://www.engadget.com/2019-02-13-what-were-buying-shonen-jumps-cheap-manga-subscription.html?guccounter=1&amp;guce_referrer=aHR0cHM6Ly93d3cuZ29vZ2xlLmNvbS8&amp;guce_referrer_sig=AQAAAMzmyynpWVlsGTfECG0v8Kqqxi-tWYxVFZ5UqqXkMkZxBtaDJje9B59JEZF_gRMTzPNsz4tf9dZ9HXZsfNpMiO3-pugckRmSxMghHp9B2M2HTAr3tpM_cZs4lMBEA0mEFBNXhaYeEcDlc7h4jtepIeSC3aji_FReMxgP3gVHYwH9\">have a paid subscription tier</a>, but users will be able to &quot;read limited chapters of manga for free.&quot; That, paired with a promise that K Manga releases will be &quot;official translations&quot; seems to be positioning the app as an alternative to the <a href=\"https://www.engadget.com/2016-06-21-japan-human-pirated-anime-hunter.html\">unofficial pirate sites</a> that share fan-translated Manga for free online.</p><span id=\"end-legacy-contents\"></span><p>As for what you'll be reading on the app? Kodansha highlights a few contemporary series such as <em>The Seven Deadly Sins: Four Knights of the Apocalypse</em> and <em>Don't Toy With Me, Miss Nagatoro</em>, but the company's back catalog has enormous potential. Although none of these series are officially announced for K Manga yet, Kodansha is the publisher for iconic hits like <a href=\"https://www.engadget.com/viz-media-makes-sailor-moon-and-other-anime-classics-available-for-free-on-youtube-181843348.html\"><em>Sailor Moon</em></a><em>, Akira</em> and <a href=\"https://www.engadget.com/2019-02-16-alita-battle-angel-review-uncanny-valley.html\"><em>Battle Angel Alita</em></a><em>.</em></p><p>The K Manga app will launch on May 10.</p>This article originally appeared on Engadget at https://www.engadget.com/attack-on-titan-publisher-kodansha-is-launching-its-own-manga-app-140032685.html?src=rss", "link": "https://www.engadget.com/attack-on-titan-publisher-kodansha-is-launching-its-own-manga-app-140032685.html?src=rss", "date_published": "2023-03-21 14:00:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "The best live TV streaming services in 2023", "description": "<p>Streaming promised us a world without cable contracts and the satisfaction of only paying for what we <em>actually</em> wanted to watch. But at what cost? Cutting the cord typically means you don’t get to watch local channels, live sports or certain “cable only” networks. If you want to get back some of what cable has to offer – without the contract or quite so much padding – a live TV streaming service may be what you need. There are a handful of options out there and nearly all of them are worth considering. We tested out six, comparing the features, prices and usability of each to come up with recommendations for different types of TV lovers.</p><h2>What to look for in a live TV streaming service</h2><h3><strong>What you need to stream live TV</strong></h3><p>Streaming live TV is a lot like using Netflix. You get access through apps on your phone, tablet, smart TV or <a href=\"https://www.engadget.com/best-streaming-devices-media-players-123021395.html\">streaming device</a> and the signal arrives over the internet. A faster and more stable connection tends to give you a better experience. Most live TV apps require you to sign up and pay via a web browser. After that, you can activate the app on your device.</p><span id=\"end-legacy-contents\"></span><h3><strong>Price</strong></h3><p>When I started my research, I was struck by the price difference between live TV and a <a href=\"https://www.engadget.com/best-video-streaming-services-133000093.html\">standard streaming app</a> like Netflix or Peacock. Where the latter cost between $5 and $20 per month, many live TV services hit around the $70 mark and can go higher than $100 with additional perks, channel packages and premium extras. I also learned that when it comes to base plans, higher prices are mostly due to the cost of providing multiple networks – particularly sports and local stations.</p><h3><strong>Local channels</strong></h3><p>Only two of the services we tried don’t include full local channel coverage and one of those makes no effort at carrying sports. That would be Philo and, as you might guess, it’s the cheapest. The next most affordable option, Sling, only carries three local stations, and only in larger markets, but it still manages to include some of the top sports channels.</p><p>When you sign up with any provider that handles local TV, you’ll enter your zip code, ensuring you get your area’s broadcast affiliates for ABC, CBS, FOX and NBC. Of course, you can also get those stations for free. Nearly all modern television sets support a radio frequency (RF) connection, also known as the coaxial port, which means if you buy an <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9UVi1BbnRlbm5hLUluZG9vci1Cb29zdGVyLVNpZ25hbC9kcC9CMEJGOU04RFZIP3RhZz1nZGd0MGMtcC1vLXAyLTIwIiwiY29udGVudFV1aWQiOiI1MGViMzRkYi1jMGZjLTRiZmItYWI0MS0xY2JlOTdmYWZmZDgifQ&amp;signature=AQAAAdNjSFySHUB5LvTxXF-PeO0y_Q2BikkE25wwz5DoNvP8&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FTV-Antenna-Indoor-Booster-Signal%2Fdp%2FB0BF9M8DVH\">HD antenna</a>, you’ll receive locally broadcast stations like ABC, CBS, FOX and NBC. And since the signal is digital, reception is much improved over the staticky rabbit-ears era.</p><h3><strong>Sports</strong></h3><p>One reality that spun my head was the sheer number and iterations of sports networks in existence. Trying to figure out which network will carry the match-up you want to see can be tricky. Google makes it a little easier by listing out <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=0931b986-736e-47bb-80b9-5f6f8f4ef5ae&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Google&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIwOTMxYjk4Ni03MzZlLTQ3YmItODBiOS01ZjZmOGY0ZWY1YWUiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuZ29vZ2xlLmNvbS9zZWFyY2g_cT11cGNvbWluZytuYmErZ2FtZXMiLCJjb250ZW50VXVpZCI6IjUwZWIzNGRiLWMwZmMtNGJmYi1hYjQxLTFjYmU5N2ZhZmZkOCJ9&amp;signature=AQAAAesTVaWGoJAGC8HeWPR-hONFNNDQi_RYK1Xsn7p9P7eQ&amp;gcReferrer=https%3A%2F%2Fwww.google.com%2Fsearch%3Fq%3Dupcoming%2Bnba%2Bgames\">upcoming games</a>: if you click on one, the “TV &amp; streaming” button will tell you which network is covering the event.</p><p>That just leaves figuring out if your chosen service carries that network. Unfortunately, even with add-ons and extra packages, some providers simply don’t have certain channels. It would take a lawyer to understand the ins and outs of <a href=\"https://www.engadget.com/south-park-warner-bros-discovery-paramount-lawsuit-211615299.html\">streaming rights negotiations</a>, and networks leave and return to live TV carriers all the time. That said, most major sporting events in the US are covered by ESPN, Fox Sports, TNT, USA and local affiliates.</p><figure><img alt=\"A TV displaying the logos for Philo, Sling, Hulu, DirecTV stream, fuboTV, and YouTube TV apps. \" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-03/3cbec0e0-c42d-11ed-bfbe-961d0e86297a\" /><figcaption></figcaption><div class=\"photo-credit\">Amy Skorheim / Engadget</div></figure><h3><strong>Traditional cable networks</strong></h3><p>Dozens of networks were once only available with cable, like Bravo, BET, Food Network, HGTV, CNN, Lifetime, SYFY and MTV. If you only subscribe to, say, HBO Max and Netflix, you won’t have access to any of those. All the options we tested deliver sizable lists of cable networks, though only DirecTV gives you all of the top 36 channels ranked <a href=\"https://sports.yahoo.com/126-cable-channels-ranked-2022-183059118.html\">by Nielsen</a> as the most watched in 2022.</p><p>Media conglomerates continue to <a href=\"https://www.engadget.com/warnermedia-discovery-merger-hbo-max-discovery-plus-214335645.html\">merge</a>, <a href=\"https://www.engadget.com/epix-relaunch-mgm-plus-140538789.html\">rebrand</a> or reenter the streaming market, which means you can find many cable networks on traditional streaming platforms like Peacock. Other channels like AMC+ have their own stand-alone apps. If you’re just interested in live TV for cable-only shows, there are cheaper alternatives. I was particularly delighted by the 20 ad-free channels you get on the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=e3296106-c693-4525-ba0e-6b65767ea99e&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Discovery%2B&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJlMzI5NjEwNi1jNjkzLTQ1MjUtYmEwZS02YjY1NzY3ZWE5OWUiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuZGlzY292ZXJ5cGx1cy5jb20vIiwiY29udGVudFV1aWQiOiI1MGViMzRkYi1jMGZjLTRiZmItYWI0MS0xY2JlOTdmYWZmZDgifQ&amp;signature=AQAAATxGz2ytnj6015YElXRvBTyedZd22GCfa43yqWiVYBRl&amp;gcReferrer=https%3A%2F%2Fwww.discoveryplus.com%2F\">Discovery+</a> app for $7 per month. Paramount+ has shows from multiple brands, including MTV and Comedy Central, while Peacock has Bravo and Hallmark shows.</p><p>There’s even a service called <a href=\"https://try.frndlytv.com/\">Frndly TV</a> that costs a mere $7 per month and streams A&amp;E, Lifetime, Game Show Network, Vice and about 35 others. We didn’t test it for this guide because it doesn’t give you local access, news or sports and most people would be better served by the broader coverage on a cheap option like Philo.</p><p>I should also mention free ad-supported TV (<a href=\"https://www.engadget.com/youtube-is-testing-a-hub-of-free-cable-style-channels-192518784.html\">FAST</a>) streamers like <a href=\"https://tubitv.com/\">Tubi</a>, <a href=\"https://pluto.tv/welcome\">PlutoTV</a> and <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=34c77505-6db4-4664-9320-2c38b4122d5e&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Sling+TV&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIzNGM3NzUwNS02ZGI0LTQ2NjQtOTMyMC0yYzM4YjQxMjJkNWUiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuc2xpbmcuY29tL2ZyZWVzdHJlYW0iLCJjb250ZW50VXVpZCI6IjUwZWIzNGRiLWMwZmMtNGJmYi1hYjQxLTFjYmU5N2ZhZmZkOCJ9&amp;signature=AQAAAcyvv1f4WLcVCmGT-rEGdv_2DOP0m5Yn54fVrXNGM8D4&amp;gcReferrer=https%3A%2F%2Fwww.sling.com%2Ffreestream\">Sling Freestream</a> that let you drop in and watch a decent selection of live networks at zero cost. Some don’t even require a credit card. And if you have a Roku device or a Samsung TV, you can access hundreds of live channels via the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=f3574a52-3bcf-4a37-83ee-65836ac78115&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Roku&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJmMzU3NGE1Mi0zYmNmLTRhMzctODNlZS02NTgzNmFjNzgxMTUiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cucm9rdS5jb20vYmxvZy9saXZlLXR2LWNoYW5uZWwtZ3VpZGUiLCJjb250ZW50VXVpZCI6IjUwZWIzNGRiLWMwZmMtNGJmYi1hYjQxLTFjYmU5N2ZhZmZkOCJ9&amp;signature=AQAAASZfBxDz8Gv_hwIxJckRhMKzdWdnKp1y962ni-NMZTa9&amp;gcReferrer=https%3A%2F%2Fwww.roku.com%2Fblog%2Flive-tv-channel-guide\">Roku Channel</a> or through the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=f85e63cd-e13c-4f9d-991c-9fbaadede3ac&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Samsung+Electronics&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJmODVlNjNjZC1lMTNjLTRmOWQtOTkxYy05ZmJhYWRlZGUzYWMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuc2Ftc3VuZy5jb20vdXMvdGVsZXZpc2lvbnMtaG9tZS10aGVhdGVyL3R2cy90dnBsdXMvIiwiY29udGVudFV1aWQiOiI1MGViMzRkYi1jMGZjLTRiZmItYWI0MS0xY2JlOTdmYWZmZDgifQ&amp;signature=AQAAAdyIex31lMvycVVdw9tCy4RN348RUa9MCVRBRdvYCokU&amp;gcReferrer=https%3A%2F%2Fwww.samsung.com%2Fus%2Ftelevisions-home-theater%2Ftvs%2Ftvplus%2F\">Samsung TV Plus</a> app.</p><h3><strong>Digital video recordings (DVR)</strong></h3><p>Every option we’ve included offers DVR storage and all content is stored in the cloud, so you don’t need a separate physical device like you often do with traditional cable. You’ll either get an unlimited amount of recordings that expire after nine months or a year, or you’ll get a set number of hours (between 50 and 1,000) that you can keep indefinitely. Typically, all you need to do is designate what you want to record and the DVR component will do all the hard work of saving subsequent episodes for you to watch later.</p><p>Aside from being able to watch whenever it’s most convenient, you can also fast-forward through commercials in recorded content. In contrast, you can’t skip them on live TV or video-on-demand (VOD).</p><p>Most live TV subscriptions include access to a selection of VOD content including movies and shows that are currently airing on your subscribed networks. This typically doesn’t cover live events, local shows and news programming. But it does let you watch specific episodes of ongoing shows like <em>Diners, Drive-Ins and Dives</em> or BET’s <em>Sistas</em>. Just search for the program, pick an episode and hit play.</p><h3><strong>Tiers, packages and add-ons</strong></h3><p>Comparing price-to-offering ratios is a task for a spreadsheet. I… made three. The base plans range from $25 to $75 per month. From there, you can add on packages, which are usually groups of live TV channels bundled by themes like news, sports, entertainment or international. Those cost an extra $5 to $20 per month and simply show up in the guide where you find the rest of your base-level live TV.</p><p>Then there are more premium VOD add-ons, such as HBO Max, AMC+, Starz or Showtime. You may already have these through standalone apps. If you don’t, or if you prefer a combined bill and one access point for your streaming, many live TV subscriptions let you add them.</p><h2>How we tested</h2><p>When I begin testing for a guide, I research the most popular and well-reviewed players in the category and narrow down which are worth trying. For this space, just six services dominate, so I tried them all. After getting them set up using my laptop, I downloaded the apps on a Samsung smart TV running the latest version of Tizen OS. I counted the local stations and regional sports coverage, and noted how many of last year's <a href=\"https://sports.yahoo.com/126-cable-channels-ranked-2022-183059118.html\">top cable networks</a> were available. I then weighed the prices, base packages and available add-ons.</p><p>I then looked at how the programming was organized in each app’s UI and judged how easy everything was to navigate, from the top navigation to the settings. To test the search function, I searched for the same few shows on BET, Food Network, HGTV and Comedy Central, since all six providers carry those channels. I noted how helpful the searches were and how quickly they got me to season 6, episode 13 of <em>Home Town</em>.</p><p>I used DVR to record entire series and single movies and watched VOD shows, making sure to test the pause and scan functions. On each service with sports, I searched for the same four upcoming NHL, NBA, MLS and NCAA basketball matches and used the record option to save the games and play them back a day or two later. Finally, I noted any extra perks or irritating quirks.</p><p>Here’s the full list of everything we tried:</p><ul><li><p><a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=b250d7a0-0e4e-4332-bc87-bf6e669b0564&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Philo&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJiMjUwZDdhMC0wZTRlLTQzMzItYmM4Ny1iZjZlNjY5YjA1NjQiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cucGhpbG8uY29tL2xvZ2luL3N1YnNjcmliZSIsImNvbnRlbnRVdWlkIjoiNTBlYjM0ZGItYzBmYy00YmZiLWFiNDEtMWNiZTk3ZmFmZmQ4In0&amp;signature=AQAAAabIVZR19dFPFnrkXwC-HZhqdthhzjQEXtk-uUzjcKrv&amp;gcReferrer=https%3A%2F%2Fwww.philo.com%2Flogin%2Fsubscribe\">Philo</a></p></li><li><p><a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=34c77505-6db4-4664-9320-2c38b4122d5e&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Sling+TV&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIzNGM3NzUwNS02ZGI0LTQ2NjQtOTMyMC0yYzM4YjQxMjJkNWUiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuc2xpbmcuY29tLyIsImNvbnRlbnRVdWlkIjoiNTBlYjM0ZGItYzBmYy00YmZiLWFiNDEtMWNiZTk3ZmFmZmQ4In0&amp;signature=AQAAAQuX1x-8Li1Y3BleLw5tlSNrUlv0th9PPvhRuDrLsSQD&amp;gcReferrer=https%3A%2F%2Fwww.sling.com%2F\">Sling</a></p></li><li><p><a href=\"https://tv.youtube.com/welcome/\">YouTube TV</a></p></li><li><p><a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=ca19dea0-e7ad-4f54-beed-6302bce56589&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Hulu&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJjYTE5ZGVhMC1lN2FkLTRmNTQtYmVlZC02MzAyYmNlNTY1ODkiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuaHVsdS5jb20vbGl2ZS10diIsImNvbnRlbnRVdWlkIjoiNTBlYjM0ZGItYzBmYy00YmZiLWFiNDEtMWNiZTk3ZmFmZmQ4In0&amp;signature=AQAAASOsz4gSX7PSfobz14RykoXuU9OPnxuKEPPXAKT0mdHs&amp;gcReferrer=https%3A%2F%2Fwww.hulu.com%2Flive-tv\">Hulu + Live TV</a></p></li><li><p><a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=fd7207b2-1b6a-4385-aa15-2f04784de078&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=DIRECTV&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJmZDcyMDdiMi0xYjZhLTQzODUtYWExNS0yZjA0Nzg0ZGUwNzgiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuZGlyZWN0di5jb20vc3RyZWFtLyIsImNvbnRlbnRVdWlkIjoiNTBlYjM0ZGItYzBmYy00YmZiLWFiNDEtMWNiZTk3ZmFmZmQ4In0&amp;signature=AQAAAZCwHkjcdTHbgJbx0h8bZZ50xk2YCKyUPzrRoo-1iCLq&amp;gcReferrer=https%3A%2F%2Fwww.directv.com%2Fstream%2F\">DirecTV Stream</a></p></li><li><p><a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=9a941868-c063-4b44-9207-896f1fb5891e&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=FuboTV&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI5YTk0MTg2OC1jMDYzLTRiNDQtOTIwNy04OTZmMWZiNTg5MWUiLCJsYW5kaW5nVXJsIjoiaHR0cDovL3d3dy5mdWJvLnR2L3dlbGNvbWU_aXJhZD0zNDM3NDcmaXJtcD0yNTM2MjE3JnBhcnRuZXJwcm9wZXJ0eWlkPTMxNDI4MjMmc3ViSWQzPXhpZDpmcjE2NzQyNTQ5ODIwMDhiaGIiLCJjb250ZW50VXVpZCI6IjUwZWIzNGRiLWMwZmMtNGJmYi1hYjQxLTFjYmU5N2ZhZmZkOCJ9&amp;signature=AQAAAbfV5QVpXnp6Zv4vvSRE-0I6_ukuICBOH21I_DjeUyw3&amp;gcReferrer=http%3A%2F%2Fwww.fubo.tv%2Fwelcome%3Firad%3D343747%26irmp%3D2536217%26partnerpropertyid%3D3142823%26subId3%3Dxid%3Afr1674254982008bhb\">FuboTV</a></p></li></ul><h2>Most well-rounded: YouTube TV</h2><p></p><p>Google’s live TV streaming service has a lot of strengths. Compared to our top pick for sports, <a href=\"https://tv.youtube.com/welcome/\">YouTube TV</a> covers major and minor teams, regional games and national matchups almost as well. It gives you clear navigation, a great search function, unlimited DVR and broad network coverage. It's not quite as affordable as it once was, as YouTube recently <a href=\"https://www.engadget.com/youtube-tv-raises-prices-to-an-outrageous-73-per-month-182517379.html\">raised the price</a> to $73 per month – and it's even more financially precarious if you're not great at resisting temptation.</p><p>Upon signup, you’re presented with nearly 50 different add-ons, including 4K resolution, premium channels and themed packages. Even if you fight the urge to roll HBO Max, Shudder and AcornTV into the mix at signup, the enticement remains as it’s dangerously easy to add more to your subscription. If you search for a program on a network you don’t have, you’re prompted to add it. And of course, you can also rent or buy movies that aren’t currently showing on any channels, just like you can via YouTube. While it’s convenient to be able to order up anything you might want on a whim, I imagine this pushes many users’ bills far above Google’s listed $73 per month.</p><p>Still, it’s nice to have all your entertainment in one place. And if you <em>only</em> want the add-ons, you can actually subscribe to most of the standalone networks without paying for the base plan. Either way, you get a familiar user experience, with navigation you’ll recognize if you’ve spent any time on regular ol’ YouTube. Unsurprisingly, Google’s search function was the best of the bunch, finding the shows and games I searched for quickly and giving me clear choices for how to watch and record.</p><p>At signup, you’ll also pick the shows, networks and teams you like, which are added to your library. YouTube TV then automatically records them. You get unlimited cloud DVR space (though recordings expire after nine months) and it’s dead simple to add programming to your library. Like a real cable experience, YouTube TV autoplays your last-watched program upon startup by default, but it was the only service that allowed me to turn that feature off by heading to the settings.</p><p>Searching for and recording an upcoming game was easy. Once the game was recorded, I had to hunt a little to find it in my library (turns out single games are listed under the Events heading, not Sports). But after that, playback was simple and included a fascinating extra feature: You can either play a recorded game from the beginning or hit Watch Key Plays. The latter gives you between 12 and 20 highlight snippets, each about 10 seconds long. It focuses on the most impressive shots in an NBA bout and includes every goal in an MLS matchup. The feature was available for NCAA basketball and in-season major American leagues (hockey, soccer and basketball at the time of testing). Foreign and more minor games didn’t have the feature.</p><p>YouTube TV also gives you the most in-app settings. You can add parental controls to a profile or pull up a stats menu that shows your buffer health and connection speeds. You can lower playback resolution for slow connections and even send feedback to YouTube. It was also the best at integrating VOD and live programming. For example, if you search for a show that happens to be playing live, a red badge in the corner of the show’s image lets you know it’s on right now. Other services didn’t display this info as clearly.</p><p>Now that YouTube TV is $73 per month, it's no longer cheaper than <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=ca19dea0-e7ad-4f54-beed-6302bce56589&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Hulu&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJjYTE5ZGVhMC1lN2FkLTRmNTQtYmVlZC02MzAyYmNlNTY1ODkiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuaHVsdS5jb20vbGl2ZS10diIsImNvbnRlbnRVdWlkIjoiNTBlYjM0ZGItYzBmYy00YmZiLWFiNDEtMWNiZTk3ZmFmZmQ4In0&amp;signature=AQAAASOsz4gSX7PSfobz14RykoXuU9OPnxuKEPPXAKT0mdHs&amp;gcReferrer=https%3A%2F%2Fwww.hulu.com%2Flive-tv\">Hulu + Live TV</a>, which is $70. And if you already subscribe the regular Hulu app, this is definitely the better better choice. Hulu's option gives you live TV streaming, plus all of Hulu’s content, some of which you can't get elsewhere.&nbsp;&nbsp;</p><p>Hulu + Live TV carries your local affiliates and 32 of the top 36 cable channels, which is the same number as YouTube TV. For sports, you get all available ESPN iterations plus FS1, FS2, TBS, USA, TNT, NBC Golf and the NFL Network. You can also add on premium VOD channels like HBO Max and Showtime, and it’s the only provider that includes Disney+ at no extra cost.</p><p>Navigation on Hulu + Live TV isn’t as smooth as most of the other options – it felt like the live component had been shoehorned into the standard Hulu app. But if you’re already comfortable with (and paying for) Hulu, upgrading to the live TV bundle might be worthwhile.</p><p><strong>YouTube TV</strong></p><ul><li><p>Base plan: $73/mo</p></li><li><p>Local channels: Yes</p></li><li><p>Top cable channels: 32 of 36</p></li><li><p>DVR limits: Unlimited, 9-month expiration</p></li><li><p>Profiles per account: 6</p></li><li><p>Simultaneous at-home streams: 3 (unlimited with upgrade)</p></li><li><p>Picture in picture mode: Yes</p></li></ul><p><strong>Hulu + Live TV</strong></p><ul><li><p>Base plan: $70/mo</p></li><li><p>Local channels: Yes</p></li><li><p>Top cable channels: 32 of 36</p></li><li><p>DVR limits: Unlimited, 9-month expiration</p></li><li><p>Profiles per account:  6</p></li><li><p>Simultaneous at-home streams: 2 (unlimited with upgrade)</p></li><li><p>Picture in picture mode: No</p></li></ul><h2>Best cable without a contract: DirecTV Stream</h2><p></p><p>Canceling cable is <a href=\"https://www.reddit.com/r/brooklynninenine/comments/cgt6nq/i_need_you_to_cancel_my_cable/\">no joke</a> – those contracts are <em>binding</em>. But if you enjoy the serendipity of flipping from one channel to the next and having access to as many networks as possible, <a href=\"https://streamtv.directv.com/\">DirecTV Stream</a> will give you a very similar experience to cable without shackling you to a contract. Like cable, it allows you to jump to the “next” sequential channel (yes, DirecTV Stream numbers its channels) with a single button press, transforming the left and right d-pad buttons of a smart TV remote into the rocker on a standard clicker.</p><p>It carries all the top 36 cable networks (though Game Show Network and Animal Planet are only available at the second tier and above) and lets you add multiple packages and premiums like Showtime, Starz, AMC+ and Discovery+. You can also add HBO Max, just like on YouTube TV and Hulu + Live TV, but DirecTV is the only one we tried that lets you add Peacock. Of course, you can always add those apps separately to your smart TV, but for anyone who prefers the all-in-one convenience of cable, it’s a nice perk.</p><p>When you fire up DirecTV Stream, whichever network you last watched automatically starts playing. It continues when you switch over to the guide or other menu pages. If you’re used to the quieter experience of traditional streaming apps (after you turn off <a href=\"https://www.engadget.com/2020-02-06-netflix-autoplay-preview-settings.html\">autoplay</a>), you might find that a little distracting.</p><p>The navigation didn’t feel intuitive, partly because the menu options overlay the currently playing show and because there are so many ways to browse, access and control live, recorded and on-demand entertainment. The search function was the least integrated of the services I tested. Instead of live-suggesting as you type, it forces you to enter your full search term on a separate keyboard interface. Even with that limitation, it found the shows and movies I searched for and accurately presented the upcoming games I wanted just from typing in one of the teams.</p><p>You can’t add new channels or packages through the app, which might be a relief to anyone worried about succumbing to subscription overload. Everyone else may just find it annoying.</p><ul><li><p>Base plan: $75/mo</p></li><li><p>Local channels: Yes</p></li><li><p>Top cable channels: 36 of 36</p></li><li><p>DVR limits: Unlimited, 9-month expiration (maximum of 30 episodes per series)</p></li><li><p>Profiles per account: 1</p></li><li><p>Simultaneous at-home streams: Unlimited</p></li><li><p>Picture in picture mode: No</p></li></ul><h2>Best for live sports: FuboTV</h2><p></p><p>When you first sign up for <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=9a941868-c063-4b44-9207-896f1fb5891e&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=FuboTV&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI5YTk0MTg2OC1jMDYzLTRiNDQtOTIwNy04OTZmMWZiNTg5MWUiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuZnViby50di93ZWxjb21lIiwiY29udGVudFV1aWQiOiI1MGViMzRkYi1jMGZjLTRiZmItYWI0MS0xY2JlOTdmYWZmZDgifQ&amp;signature=AQAAAd2jf7G-Y7GYxiqagnhDJbE-y7bjBQ2o8NrishZ2kMs7&amp;gcReferrer=https%3A%2F%2Fwww.fubo.tv%2Fwelcome\">FuboTV</a>, it asks what teams you follow across all kinds of sports. Pick teams from in-season leagues and you’ll quickly have DVR content to watch. That’s because Fubo records every game your teams play as long as it’s aired on a supported channel – and its sports coverage is vast.</p><p>I tested out a premium subscription and the guide said there were 118 sports networks to choose from. In addition to the usual suspects from ESPN, Fox, NBC and CBS, you can watch motorsports, international leagues, adventure sports and even poker. Add-ons give you NBA TV, NHL Network, NFL Red Zone and MLB Network. And if you need access to all one thousand games the NBA plays in a season, you can add the NBA League Pass to your lineup for $15 per month. FuboTV even has its <em>own</em> sports channels.</p><p>Yes, the coverage is comprehensive, but FuboTV also made finding and recording specific games very easy. Searching for an upcoming game was simple, as was sifting through the ample amount of recorded games I ended up with. I particularly liked FanView for live games, which inserts the video into a smaller window and surrounds that window with continually updating stats plus a clickable list of other games currently airing.</p><p>FuboTV has made an obvious effort to win at sports, but recently it’s tried to deliver on the live TV experience as well. Based on what I've seen so far, it's certainly made strides. The guide was impressive in the number of ways it let you organize live TV, yet everything felt clean and uncluttered. The Home, Sports, Shows and Movies pages were filled with recommendations and many iterations of categories, with almost all suggestions being live TV.</p><p>Where FuboTV falls short is in VOD access and DVR playback. It wasn’t the best at finding the shows I searched for, and navigating available VOD content wasn’t as breezy as browsing through live programming. The lack of a pop-up preview window as you fast forward or rewind through recordings makes it tough to gauge where you are in a show. As for price, FuboTV ties with DirecTV Stream for the most expensive base package at $75. But if you need <em>all</em> the sports – and want some nicely organized live TV during the few moments when there’s not a game on – this is the way to go.</p><ul><li><p>Base plan: $75/mo</p></li><li><p>Local channels: Yes</p></li><li><p>Top cable channels: 29 of 36</p></li><li><p>DVR limits: 1000 hours, no expiration</p></li><li><p>Profiles per account: 6</p></li><li><p>Simultaneous at-home streams: 10</p></li><li><p>Picture in picture mode: Yes (Apple TV only)</p></li></ul><h2>Most customizable: Sling TV</h2><p></p><p>To me, the idea of spending time fine-tuning channel choices sounds exhausting. But if you’re the type who wants to get exactly what you want without paying for too much of what you don’t, <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=34c77505-6db4-4664-9320-2c38b4122d5e&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Sling+TV&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIzNGM3NzUwNS02ZGI0LTQ2NjQtOTMyMC0yYzM4YjQxMjJkNWUiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuc2xpbmcuY29tLyIsImNvbnRlbnRVdWlkIjoiNTBlYjM0ZGItYzBmYy00YmZiLWFiNDEtMWNiZTk3ZmFmZmQ4In0&amp;signature=AQAAAQuX1x-8Li1Y3BleLw5tlSNrUlv0th9PPvhRuDrLsSQD&amp;gcReferrer=https%3A%2F%2Fwww.sling.com%2F\">Sling TV</a> may be your best bet. It breaks its base plan into two packages, Blue and Orange, with different channels on each. Blue, which costs $45 a month, carries a larger number of networks, while Orange seems to have spent its lineup dollars on ESPN and ESPN 2. But at $40 monthly, Sling Orange is the cheapest way to get those two sports outlets.</p><p>After picking a plan, you can choose from a stable of add-on packages, with monthly prices ranging from $6 to $11. These include blocks of sports or lifestyle channels, kid-friendly fare, the Discovery+ bundle and a news package. There are 46 individual premium offerings, including Showtime, Starz, MGM+, Shudder and Acorn, which go for between $2 and $10 per month. Sling has pay-per-view movies, too.</p><p>As far as local coverage, Sling Blue grants access to ABC, Fox and NBC local affiliates in about 20 of the larger US markets including Los Angeles, Seattle, Dallas, NYC, Miami and DC. ABC coverage began in March 2023, but unfortunately, that raised the price of Sling Blue in supported markets from $40 to $45. For people not in those areas (or who opt for Orange) Sling is currently running a <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=34c77505-6db4-4664-9320-2c38b4122d5e&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Sling+TV&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIzNGM3NzUwNS02ZGI0LTQ2NjQtOTMyMC0yYzM4YjQxMjJkNWUiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuc2xpbmcuY29tL3Byb2dyYW1taW5nL2xvY2FsLWNoYW5uZWxzIiwiY29udGVudFV1aWQiOiI1MGViMzRkYi1jMGZjLTRiZmItYWI0MS0xY2JlOTdmYWZmZDgifQ&amp;signature=AQAAAe_a43827fNAzxdGbME6_g1Hxe1vYDxKcViw1EF1Ygsr&amp;gcReferrer=https%3A%2F%2Fwww.sling.com%2Fprogramming%2Flocal-channels\">promotion</a> for a free HD antenna to catch local stations.</p><p>Navigation is speedy and the interface is nicely organized, putting an emphasis on what you like to watch, with recommendations that are pretty accurate. The UI also makes the add-ons you’ve chosen easy to find. In my tests, though, the app froze a number of times as I navigated. While most services froze once or twice, it happened enough times with Sling to frustrate me. I had to force quit or back out of the app and start over five or six times during the three weeks of testing. Compared to others, Sling’s DVR allowance is on the stingy side, only giving you 50 hours of recordings, though they won't expire. You can pay for more DVR storage, but that will increase your overall costs.</p><p>I tried not to wander too far off-path during testing, but I feel it’s my duty to inform you that Sling has an Elvis channel, a Bob Ross channel and ALF TV (yes, an entire station devoted to the ‘80s sitcom starring a puppet). There’s also a <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3d3dy5kb2d0di5jb20vIiwiY29udGVudFV1aWQiOiI1MGViMzRkYi1jMGZjLTRiZmItYWI0MS0xY2JlOTdmYWZmZDgifQ&amp;signature=AQAAAfLLpz7B5Fdqmc2tN7mcDJLtJxgZvqFBK5LMTZRrKyJU&amp;gcReferrer=https%3A%2F%2Fwww.dogtv.com%2F\">Dog TV network</a> intended to be played for your dogs when you leave the house, which you can add to Sling or get as a standalone app.</p><ul><li><p>Base plan: Starting at $40/mo</p></li><li><p>Local channels: ABC, FOX, NBC in limited markets</p></li><li><p>Top cable channels: 22 or 29 of 36</p></li><li><p>DVR limits: 50 hours, no expiration</p></li><li><p>Profiles per account: 4</p></li><li><p>Simultaneous at-home streams: 1 or 3</p></li><li><p>Picture in picture mode: Yes</p></li></ul><h2>Best budget: Philo</h2><p></p><p>At just $25 per month, <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=b250d7a0-0e4e-4332-bc87-bf6e669b0564&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Philo&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJiMjUwZDdhMC0wZTRlLTQzMzItYmM4Ny1iZjZlNjY5YjA1NjQiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cucGhpbG8uY29tLyIsImNvbnRlbnRVdWlkIjoiNTBlYjM0ZGItYzBmYy00YmZiLWFiNDEtMWNiZTk3ZmFmZmQ4In0&amp;signature=AQAAAdsHmIjh3zVIRyP2fviwnS5u08Acnwz0UTQ3mtTL48ip&amp;gcReferrer=https%3A%2F%2Fwww.philo.com%2F\">Philo</a> is one of the cheapest ways to get a cordless live TV experience. The biggest caveat is that you won’t find any local stations or sports programming on it. If that’s not an issue, Philo is great, with a clean, streamlined interface and generous DVR limits.</p><p>I’m a fan of minimalist design, so I appreciated the way Philo presented its menus and guide. There are just four top navigation headings: Home, Guide, Saved and Search. And instead of the usual guide layout that stretches out or shortens a show’s listing to represent its air time, Philo’s guide features monospaced squares in chronological order with the duration of the program inside the square. Another nice touch is when you navigate to a square, it fills with a live video of the show or movie.</p><p>Philo doesn’t limit the amount of programming you can DVR and lets you keep recordings for a full year, which is more than the nine months other providers allow. Like all live TV streamers, Philo won’t let you fast forward VOD programming. If skipping commercials is important to you, I recommend taking advantage of that unlimited DVR policy and hitting “Save” on any show or movie you think you may want to watch, then fast forwarding it on playback (you can do this with all the services we tried).</p><p>As far as channels, Philo covers 23 of the top 36 cable networks, with notable exceptions including Fox News, CNN, ESPN and MSNBC. Anyone looking for great news coverage should look elsewhere anyway, but the lack of a few must-have entertainment outlets like Bravo and Freeform was a little disappointing.</p><ul><li><p>Base plan: $25/mo.</p></li><li><p>Local channels: No</p></li><li><p>Top cable channels: 23 of 36</p></li><li><p>DVR limits: Unlimited, one year expiration</p></li><li><p>Profiles per account: 10</p></li><li><p>Simultaneous streams: 3</p></li><li><p>Picture in picture mode: Yes (browser only)</p></li></ul>This article originally appeared on Engadget at https://www.engadget.com/best-live-tv-streaming-service-133000410.html?src=rss", "link": "https://www.engadget.com/best-live-tv-streaming-service-133000410.html?src=rss", "date_published": "2023-03-21 13:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Where to recycle your used and unwanted gadgets", "description": "<p>For decades now we’ve become accustomed to tossing all sorts of things into the recycling bin, like glass bottles, aluminum cans and cardboard. One category, however, that still isn’t on everyone’s list is consumer electronics. Over a <a href=\"https://techcrunch.com/2023/01/17/2022-global-smartphone-shipments-were-the-lowest-in-nearly-a-decade/\">billion phones were purchased in 2022</a>, and that’s just <em>one</em> type of gadget. All that electronic waste can have real consequences for the planet, so it’s something you should have on your mind next time you clean out that closet.</p><p>Sure, you can try parting with your stuff for cash, but it can be tough, if not impossible, to find someone who wants a 12-year-old printer or a busted CRT. Few places have curbside pickup — in fact, some localities make it illegal to leave electronics for the garbage collectors — so you're going to have to find a reputable center to take it. We've gathered some resources to help you dispense of your broken and unwanted computers, televisions and any other gadget flotsam that's taking up space.</p><span id=\"end-legacy-contents\"></span><h2>National chains</h2><figure><img alt=\"Scrap metal, iron and computer dump for recycling or safe disposal. Ulsan, South Korea.\" src=\"https://o.aolcdn.com/images/dimse/5845cadfecd996e0372f/b3acffc8563979c71692820e65d813245e214c4b/cmVzaXplPTIwMDAlMkMyMDAwJTJDc2hyaW5rJmltYWdlX3VyaT1odHRwJTNBJTJGJTJGby5hb2xjZG4uY29tJTJGaHNzJTJGc3RvcmFnZSUyRm1pZGFzJTJGYTJmNTVmYmQ4MGFkZTYzNGQxZGM5MjQ5NzdiZGQyNTclMkYyMDQwMTA1MjIlMkY0OTkzNTI2OTkuanBnJmNsaWVudD1hMWFjYWMzZTFiMzI5MDkxN2Q5MiZzaWduYXR1cmU9ZThlZWQ5OGRhYzliZjc5YTI0ZGYzOGIxYmU1NWZiOTNjMTczM2RmZg==\" /><figcaption></figcaption></figure><p>There is no national electronics recycling law at this time, so you won't find any federal programs to assist you with getting rid of old devices. The <a href=\"https://about.usps.com/what/corporate-social-responsibility/sustainability/greening-business/\">USPS does run a program</a> for federal agencies and their employees, but it's not available to the general public. Instead, the rest of us have to rely on nationwide retailers to toss out our old stuff.</p><h3>Best Buy</h3><p><a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=5e0bed65-d2f8-4b34-9b8f-955218c0e37a&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Best+Buy&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI1ZTBiZWQ2NS1kMmY4LTRiMzQtOWI4Zi05NTUyMThjMGUzN2EiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYmVzdGJ1eS5jb20vc2l0ZS9zZXJ2aWNlcy9yZWN5Y2xpbmcvcGNtY2F0MTQ5OTAwMDUwMDI1LmM_IiwiY29udGVudFV1aWQiOiJiOTg1ZDY4Ni1kZmY0LTNjNmUtYWU1NS01ZDY1NjM1NzA4MGUifQ&amp;signature=AQAAAWKDDqhrTihwsomcQm0BVkR12mY7dmC-zTd7ezihDAFq&amp;gcReferrer=https%3A%2F%2Fwww.bestbuy.com%2Fsite%2Fservices%2Frecycling%2Fpcmcat149900050025.c%3F\">Best Buy</a> has more than 1,000 locations in the United States, so it's likely you have one nearby where you can drop stuff off. You just need to take it to the customer service counter. They'll issue you a receipt too, but keep in mind that you can't claim the drop-off as a deduction on your taxes because Best Buy isn't a charity.</p><p>You can even recycle televisions and monitors, though you'll be charged a fee of $30 per item to cover the higher costs of transporting and disassembling them. (Consumers in California are not charged the $30 fee, while locations in Connecticut and Pennsylvania will not accept televisions or monitors at all.) If you're turning in a printer, you’ll get up to a $50 voucher toward the purchase of a new HP or Epson printer (select models only).</p><p>Also be aware that Best Buy limits you to three items per household per day, including up to two televisions.</p><h3>Staples</h3><p>Recycling your stuff at <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=04b4d26c-bf67-4d60-b2c9-080fa90b8c81&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Staples&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIwNGI0ZDI2Yy1iZjY3LTRkNjAtYjJjOS0wODBmYTkwYjhjODEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuc3RhcGxlcy5jb20vZGVhbHMvaXQtcy1yZWN5Y2xpbmctZGF5LWV2ZXJ5LWRheS9CSTMwMDA1OTIiLCJjb250ZW50VXVpZCI6ImI5ODVkNjg2LWRmZjQtM2M2ZS1hZTU1LTVkNjU2MzU3MDgwZSJ9&amp;signature=AQAAAeqvRkH4-VlfM-tTGnMA5rMIrg7BGfQrN0WMZpqRTZLN&amp;gcReferrer=https%3A%2F%2Fwww.staples.com%2Fdeals%2Fit-s-recycling-day-every-day%2FBI3000592\">Staples</a> is similar to Best Buy — just bring your products to the customer-service counter. But it’s more limited in that you can only bring in seven items a day, and the store won’t accept televisions at all (monitors are allowed). Staples Rewards members also receive a small credit of $5 per month for bringing in goods to be recycled or shredded. Members who spend at least $50 on ink or toner within a 180 day period can also receive $2 for every used ink cartridge they turn in, up to 20 a month.</p><h3>Office Depot</h3><figure><img alt=\"Office Depot Recycling\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-02/cdde91b0-bc29-11ed-afa7-7d080c1f02e3\" style=\"height: 2374; width: 2038;\" /><figcaption></figcaption><div class=\"photo-credit\">Office Depot</div></figure><p>Office Depot has more than 1,300 locations, but unlike Staples and Best Buy, it won't recycle your old gadgets for free. If you're only getting rid of a few phones or batteries, those can be turned in at no charge. For everything else, you must purchase a <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=de5ce510-66b5-4877-8c2d-2d3c23c35b60&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Office+Depot&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJkZTVjZTUxMC02NmI1LTQ4NzctOGMyZC0yZDNjMjNjMzViNjAiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cub2ZmaWNlZGVwb3QuY29tL2EvcHJvZHVjdHMvNDUxNDU1L1RlY2gtUmVjeWNsaW5nLUJveC1TbWFsbC04LUgvPyIsImNvbnRlbnRVdWlkIjoiYjk4NWQ2ODYtZGZmNC0zYzZlLWFlNTUtNWQ2NTYzNTcwODBlIn0&amp;signature=AQAAAZT6VRfPYYDKRsFhXQy-JSdD7ArU6C8VAatCr6DYO7i2&amp;gcReferrer=https%3A%2F%2Fwww.officedepot.com%2Fa%2Fproducts%2F451455%2FTech-Recycling-Box-Small-8-H%2F%3F\">Tech Recycling Box</a>, which costs $8.39, $18.29 or $28 depending on the size. Once you have the box, you can fill it with as many items as you want, provided they all fit inside, including smaller televisions. So it's a great deal if you have a lot of stuff you want to dispose of. These can be turned in either in person or by mail.</p><p>You can also return used ink and toner cartridges and get $2 each, up to 10 a month, if you’re a rewards member and spend at least $10 in-store on products within the same month.</p><h3>Home Depot and Lowes</h3><p>You can dispose of old rechargeable batteries, old phones and CFL bulbs in the dropoff boxes at any of 2,300 <a href=\"https://corporate.homedepot.com/news/sustainability/call2recycle-home-depot-recycles-ten-million-pounds-rechargeable-batteries\">Home Depot</a> or 2,200 <a href=\"https://corporate.lowes.com/newsroom/stories/fresh-thinking/3-easy-ways-help-recycle-rechargeable-batteries\">Lowe’s</a> locations. The bins are usually located in the front of the store, and Home Depot has an 11-pound limit on individual items.</p><h3>Target</h3><p><a href=\"https://corporate.target.com/sustainability-ESG/environment/materials-and-deforestation/plastics#:~:text=For%20years%2C%20we've%20made,at%20their%20local%20Target%20store.\">Target</a> locations have drop-off bins for recyclables located near the entrance; in addition to bins for paper and plastics, there is a specially-designated bin for e-waste like cellphones and used ink cartridges</p><h2>Manufacturers</h2><figure><img alt=\"Stack of old, broken and obsolete laptop computer\" src=\"https://o.aolcdn.com/images/dimse/5845cadfecd996e0372f/a3012ed799db28d4a54718a9590c83a7ea8f2760/cmVzaXplPTIwMDAlMkMyMDAwJTJDc2hyaW5rJmltYWdlX3VyaT1odHRwJTNBJTJGJTJGby5hb2xjZG4uY29tJTJGaHNzJTJGc3RvcmFnZSUyRm1pZGFzJTJGODE1ZjNiMzgzMGUxZWQ1N2FmODNkMWRlMTc3ODg3NGIlMkYyMDYxODkzNDQlMkZzdGFjay1vZi1vbGQtYnJva2VuLWFuZC1vYnNvbGV0ZS1sYXB0b3AtY29tcHV0ZXItcGljdHVyZS1pZDUxNDQ2MjUwOCZjbGllbnQ9YTFhY2FjM2UxYjMyOTA5MTdkOTImc2lnbmF0dXJlPTlhNjZlZTgxMDYzYzE0ZGQzNzkyNzQzNzA3MDRkZmM5ODA1ZTY2NTk=\" /><figcaption></figcaption></figure><p></p><p>If you can't make it to a retail location, especially when you need to get rid of only one or two items, many companies offer recycling programs for their own products. They'll even pay for shipping. Some run their own programs while others use outside organizations. We've outlined policies from a handful of manufacturers below.</p><h3>Amazon</h3><p>While <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9sLzkxODcyMjAwMTE_dGFnPWdkZ3QwYy1wLW8tcGstMjAiLCJjb250ZW50VXVpZCI6ImI5ODVkNjg2LWRmZjQtM2M2ZS1hZTU1LTVkNjU2MzU3MDgwZSJ9&amp;signature=AQAAAUyqA7awpn5b4zocFTaR23iL8VE4IlsZ_k6QkqIUxCYz&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fl%2F9187220011%3F\">Amazon</a> would love to direct you to its trade-in program, you're probably reading this post because there's stuff you can't sell, and for those items Amazon offers <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9oZWxwL2N1c3RvbWVyL2Rpc3BsYXkuaHRtbD9ub2RlSWQ9MjAwMTk3NTUwJnRhZz1nZGd0MGMtcC1vLXBrLTIwIiwiY29udGVudFV1aWQiOiJiOTg1ZDY4Ni1kZmY0LTNjNmUtYWU1NS01ZDY1NjM1NzA4MGUifQ&amp;signature=AQAAAcy1Y6LJuxrvsJszdT7f9tPyDkc_HZgoGlFNqYDMUvVi&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fhelp%2Fcustomer%2Fdisplay.html%3FnodeId%3D200197550\">mail-in recycling</a>. You can send in your busted Kindles, Fire TVs and even Dash Buttons, as well as select peripherals like keyboards and mice. You'll just need to fill out some forms online and generate a shipping label, which you can slap on any box. Drop it off at a UPS location, and you're good to go; Amazon will cover all the costs.</p><h3>Apple</h3><figure><img alt=\"Apple's \" src=\"https://s.yimg.com/os/creatr-uploaded-images/2021-03/5051d930-7dc6-11eb-bbde-4a659460011a\" /><figcaption></figcaption><div class=\"photo-credit\">Apple</div></figure><p>If your iPhone or MacBook is still in good shape, you should consider selling it, but if it's too old or beat up you can still score a gift card by turning it into <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=4130e2f0-a14f-4c5e-bdab-cd52ac7d8e79&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Apple&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI0MTMwZTJmMC1hMTRmLTRjNWUtYmRhYi1jZDUyYWM3ZDhlNzkiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYXBwbGUuY29tL3JlY3ljbGluZy8iLCJjb250ZW50VXVpZCI6ImI5ODVkNjg2LWRmZjQtM2M2ZS1hZTU1LTVkNjU2MzU3MDgwZSJ9&amp;signature=AQAAAQcXAsL4jKbFHWN6zXIzyE_7QTJ8yghuOkORcdh_Xenf&amp;gcReferrer=https%3A%2F%2Fwww.apple.com%2Frecycling%2F\">Apple's recycling program</a>. For iPhones (as well as select handsets from Samsung and Google), iPad and Apple Watches you'll be asked to fill out a form attesting to the product's condition and given a trade-in quote, with a working iPhone 7 going for $30 and an iPhone 11 scoring you $160. For Macs, you'll be asked to provide a serial number as well. Though Apple won't give you cash for anything it deems old or unacceptable, you can still mail it in or bring it to any Apple Store so it can be <a href=\"https://www.engadget.com/2018-04-19-apple-unveils-its-newest-recycling-robot-ahead-of-earth-day.html\">responsibly disposed of</a>.</p><h3>Dell</h3><p><a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=b1bb23c9-a2d4-4e4e-bfac-7a560ebe7641&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Dell&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJiMWJiMjNjOS1hMmQ0LTRlNGUtYmZhYy03YTU2MGViZTc2NDEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuZGVsbC5jb20vZW4tdXMvZHQvY29ycG9yYXRlL3NvY2lhbC1pbXBhY3QvYWR2YW5jaW5nLXN1c3RhaW5hYmlsaXR5L2hvdy10by1yZWN5Y2xlLmh0bT8jLyIsImNvbnRlbnRVdWlkIjoiYjk4NWQ2ODYtZGZmNC0zYzZlLWFlNTUtNWQ2NTYzNTcwODBlIn0&amp;signature=AQAAAUsJ7HLqrY92hTdmHDuFA7NZF_SoeLZKCJW2_cGNZ4dz&amp;gcReferrer=https%3A%2F%2Fwww.dell.com%2Fen-us%2Fdt%2Fcorporate%2Fsocial-impact%2Fadvancing-sustainability%2Fhow-to-recycle.htm%3F%23%2F\">Dell</a> offers drop-off recycling via a partnership with Goodwill. Not every location participates, but there are more than 2,600 that do. And, because it's a charity, you may even be able to deduct it as a donation on your taxes. Dell also has a mail-back program on its site where you can generate a shipping label and drop the package off at a FedEx location instead.</p><h3>Epson</h3><p>You can ship old products back to <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=98b8769c-1f2c-4f73-9386-84d98481ea37&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Epson+America&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI5OGI4NzY5Yy0xZjJjLTRmNzMtOTM4Ni04NGQ5ODQ4MWVhMzciLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly9lcHNvbi5jb20vcmVjeWNsZS1wcm9ncmFtPyIsImNvbnRlbnRVdWlkIjoiYjk4NWQ2ODYtZGZmNC0zYzZlLWFlNTUtNWQ2NTYzNTcwODBlIn0&amp;signature=AQAAAWSw55QTJvCzmlZLJR76oj6DeDiFDHiTqgxqqlH-aW1R&amp;gcReferrer=https%3A%2F%2Fepson.com%2Frecycle-program%3F\">Epson</a> by simply creating a shipping label on its site and dropping it off at a FedEx location. Or just drop it off at a Best Buy location for a $30 or $50 voucher toward a new Epson printer.</p><h3>HP</h3><p>If you can, <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=8a0e8870-4cf8-4bda-935c-af7c00c28e2b&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=HP+Store&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI4YTBlODg3MC00Y2Y4LTRiZGEtOTM1Yy1hZjdjMDBjMjhlMmIiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuaHAuY29tL3VzLWVuL2hwLWluZm9ybWF0aW9uL3N1c3RhaW5hYmxlLWltcGFjdC9wbGFuZXQtcHJvZHVjdC1yZWN5Y2xpbmcuaHRtbCIsImNvbnRlbnRVdWlkIjoiYjk4NWQ2ODYtZGZmNC0zYzZlLWFlNTUtNWQ2NTYzNTcwODBlIn0&amp;signature=AQAAAcRd_mRQGYCGkX4et-O15RzzKArB6uOYYkOkw4XQj4l-&amp;gcReferrer=https%3A%2F%2Fwww.hp.com%2Fus-en%2Fhp-information%2Fsustainable-impact%2Fplanet-product-recycling.html\">HP</a> recommends taking its products to the nearest Best Buy. Ink and toner cartridges can be returned by mail; the company will mail you an envelope that can hold between 3 and 8 ink cartridges and can be dropped off in a mailbox or at the post office. For toner and large quantities of ink cartridges, you can print out a label and use your own box, or request a box be sent directly to you, which you’ll fill with items and drop off at a UPS location.</p><h3>Other manufacturers</h3><p>Many other companies use outside recyclers to dispose of their products, and you'll often see the same names popping up again and again across different manufacturers. This should simplify things in some cases — you should be able to send in products from multiple sources in one package. You just need to fill in the make and model to generate a prepaid shipping label. However, different states have different rules on what you can return, so the drop-downs for selecting your product may vary by area.</p><p>Two major recycling companies you'll notice a lot are <a href=\"https://rev-log.com/us/\">RLG</a>, which covers Acer, Canon, Google, Intel, Lenovo, Microsoft and Motorola, and <a href=\"http://www.mrmrecycling.com/\">MRM</a>, which recycles products for Alcatel, BlackBerry, Barnes &amp; Noble (nook), TCL and Toshiba.</p><h2>Phones</h2><figure><img alt=\"Electronics Recycling\" src=\"https://o.aolcdn.com/images/dimse/5845cadfecd996e0372f/90b679d944c70e394a522f5c24eadeb1dfe6b8a5/cmVzaXplPTIwMDAlMkMyMDAwJTJDc2hyaW5rJmltYWdlX3VyaT1odHRwJTNBJTJGJTJGby5hb2xjZG4uY29tJTJGaHNzJTJGc3RvcmFnZSUyRm1pZGFzJTJGODZlZDY4ZDMwYzFhNmM4NGZhZGJlZTcwMzgzMDFkZjUlMkYyMDYwMjE5NjMlMkZlbGVjdHJvbmljcy1yZWN5Y2xpbmctcGljdHVyZS1pZDYzNjY1NTAwNCZjbGllbnQ9YTFhY2FjM2UxYjMyOTA5MTdkOTImc2lnbmF0dXJlPTg3Y2IyYjYyMzEwMGVjMTBhYTFlNGY4ZTdiOTNjNDZiOTM1NWE1MzE=\" /><figcaption></figcaption></figure><p>Cell phones are the easiest gadget to recycle — if you haven't already decided to sell yours off on eBay or via sites like <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=095df20e-ca48-43fe-a821-c8ca385b8c19&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Decluttr&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIwOTVkZjIwZS1jYTQ4LTQzZmUtYTgyMS1jOGNhMzg1YjhjMTkiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuZGVjbHV0dHIuY29tLz8iLCJjb250ZW50VXVpZCI6ImI5ODVkNjg2LWRmZjQtM2M2ZS1hZTU1LTVkNjU2MzU3MDgwZSJ9&amp;signature=AQAAAbBRiIKEOaR92gQLP0_jwwSwO5DkXr7I2jCOdXTfnyr5&amp;gcReferrer=https%3A%2F%2Fwww.decluttr.com%2F%3F\">Decluttr</a> and <a href=\"https://www.ecoatm.com/\">ecoATM</a>. But, if you can't or won't make some cash off of it, you can send it to:</p><p><a href=\"https://www.call2recycle.org/\">Call2Recycle</a>, which has drop-off centers <a href=\"https://www.call2recycle.org/locator/\">all over the country</a> in many chain stores, including Lowes and Home Depot. It will also accept rechargeable batteries.</p><p><a href=\"https://www.cellphonesforsoldiers.com/\">Cell Phones for Soldiers</a> accepts phones in any condition and sells them to refurbishers or recyclers. The proceeds go toward purchasing phone cards for troops so they can call their friends and family back home. To be clear, the phones are not given directly to the soldiers.</p><p>The four major US carriers — <a href=\"https://bit.ly/35i1iCf\">Verizon</a>, <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=4ebb60ff-ff59-4606-b92b-d2b184542aa9&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=AT%26T&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI0ZWJiNjBmZi1mZjU5LTQ2MDYtYjkyYi1kMmIxODQ1NDJhYTkiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYXR0LmNvbS9zdXBwb3J0L2FydGljbGUvd2lyZWxlc3MvS00xMDQxODI0Lz8iLCJjb250ZW50VXVpZCI6ImI5ODVkNjg2LWRmZjQtM2M2ZS1hZTU1LTVkNjU2MzU3MDgwZSJ9&amp;signature=AQAAAf0uJW4YxecB1s6fxQ9MhffF_1XVXvZepG7NTXaD0UkN&amp;gcReferrer=https%3A%2F%2Fwww.att.com%2Fsupport%2Farticle%2Fwireless%2FKM1041824%2F%3F\">AT&amp;T</a>, <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=450bac9f-8d9e-40ec-875c-2beb29a6147c&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=T-Mobile&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI0NTBiYWM5Zi04ZDllLTQwZWMtODc1Yy0yYmViMjlhNjE0N2MiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cudC1tb2JpbGUuY29tL3Jlc3BvbnNpYmlsaXR5L3N1c3RhaW5hYmlsaXR5L291ci1jdXN0b21lcnMvcmVjeWNsaW5nLW1hdHRlcnMiLCJjb250ZW50VXVpZCI6ImI5ODVkNjg2LWRmZjQtM2M2ZS1hZTU1LTVkNjU2MzU3MDgwZSJ9&amp;signature=AQAAAQJDuYEc_4rzWmY2UKY9C6a5opN5PJjZiez97F9ja3_9&amp;gcReferrer=https%3A%2F%2Fwww.t-mobile.com%2Fresponsibility%2Fsustainability%2Four-customers%2Frecycling-matters\">T-Mobile</a> and <a href=\"https://secure.sprintbuyback.com/str/\">Sprint</a> — all offer free recycling. You can trade in your old device in-store or send it in for a credit toward a new phone, or let them straight up recycle it. AT&amp;T also participates in Cell Phones for Soldiers.</p><p>If you do decide to try your luck with ecoATM to see if your old phone is still worth a few bucks and it turns out it's worth nothing, you can at least rest easy knowing that the company will also recycle your phone responsibly.</p><h2>States</h2><figure><img alt=\"computer parts for electronic recycling\" src=\"https://o.aolcdn.com/images/dimse/5845cadfecd996e0372f/aca49a452ba17197fe639850c6d84c3e3fab4d8e/cmVzaXplPTIwMDAlMkMyMDAwJTJDc2hyaW5rJmltYWdlX3VyaT1odHRwJTNBJTJGJTJGby5hb2xjZG4uY29tJTJGaHNzJTJGc3RvcmFnZSUyRm1pZGFzJTJGYWU2MTc4NjAzOWU1NzYyNGFiN2E4ZmEwZmRlMjEyYTQlMkYyMDYxNTA3MzQlMkZjb21wdXRlci1wYXJ0cy1mb3ItZWxlY3Ryb25pYy1yZWN5Y2xpbmctcGljdHVyZS1pZDQ4MzIxNTY5NiZjbGllbnQ9YTFhY2FjM2UxYjMyOTA5MTdkOTImc2lnbmF0dXJlPWQ0OGIyNWExYTdiZDBkYjVkMWJmYmVhNDE3OGY2YjNmZDBjMzkxZjk=\" /><figcaption></figcaption></figure><p>There may not be a national law dictating that you must recycle your electronics, but at least 26 states have passed rules that vary widely on what they demand of manufacturers and consumers. Almost all states that do collect products for recycling provide this service free, with the bill footed by the companies in some way. Most provide some local programs to help you get rid of your stuff, regardless of whether recycling your gadgets is required or optional.</p><p>States where you can no longer dispose of electronics in the regular trash and must recycle them include: <a href=\"https://www.calrecycle.ca.gov/electronics\">California</a>, <a href=\"http://www.ct.gov/deep/cwp/view.asp?a=2714&amp;q=397482\">Connecticut</a>, <a href=\"https://www2.illinois.gov/epa/topics/waste-management/electronics-recycling/Pages/default.aspx\">Illinois</a>, <a href=\"https://in.gov/idem/recycle/2377.htm\">Indiana</a>, <a href=\"http://www.maine.gov/dep/waste/ewaste/\">Maine</a>, <a href=\"https://www.pca.state.mn.us/electronic-waste-and-recycling\">Minnesota</a>, <a href=\"https://www.state.nj.us/dep/dshw/ewaste/\">New Jersey</a>, <a href=\"https://www.dec.ny.gov/chemical/66872.html\">New York</a>, <a href=\"https://deq.nc.gov/about/divisions/waste-management/electronics/consumer-information\">North Carolina</a>, <a href=\"http://www.oregon.gov/deq/ecycles/Pages/default.aspx\">Oregon</a>, <a href=\"https://www.dep.pa.gov/Business/Land/Waste/Recycling/Electronics/pages/default.aspx\">Pennsylvania</a>, <a href=\"http://www.dem.ri.gov/programs/wastemanagement/facilities/e-waste-households.php\">Rhode Island</a>, <a href=\"http://www.scdhec.gov/HomeAndEnvironment/Recycling/Electronics/Residents/\">South Carolina</a>, <a href=\"http://dec.vermont.gov/waste-management/solid/product-stewardship/electronics\">Vermont</a>, <a href=\"https://sites.google.com/wv.gov/e-wastewv\">West Virginia</a>, <a href=\"https://dnr.wi.gov/topic/Ecycle/electronics.html\">Wisconsin</a> and the <a href=\"https://doee.dc.gov/node/1239526\">District of Columbia</a>.</p><p>The following states have laws requiring manufacturers to pay for recycling, but you, the consumer, are not actually required to recycle your electronics: <a href=\"https://health.hawaii.gov/ewaste/\">Hawaii</a>, <a href=\"http://mde.maryland.gov/programs/Land/RecyclingandOperationsprogram/Pages/ecycling.aspx\">Maryland</a>, <a href=\"https://www.michigan.gov/egle/about/organization/materials-management/ewaste/takeback-program\">Michigan</a>, <a href=\"https://dnr.mo.gov/waste-recycling/reduce-reuse-recycle/what-to-do-with-specific/electronics\">Missouri</a>, <a href=\"https://www.deq.ok.gov/land-protection-division/recycling/computer-equipment-recycling/\">Oklahoma</a>, <a href=\"https://www.tceq.texas.gov/p2/recycle/electronics\">Texas</a>, <a href=\"https://deq.utah.gov/waste-management-and-radiation-control/solid-waste/recycling/recycling-electronics-responsibly\">Utah</a>, <a href=\"https://www.deq.virginia.gov/land-waste/recycling/statewide-recycling-programs\">Virginia</a>, and <a href=\"https://ecology.wa.gov/Waste-Toxics/Reducing-recycling-waste/Electronics\">Washington</a>.</p><p>The following states have some special circumstances worth noting:</p><p><strong>Connecticut:</strong> Does not allow recycling centers to charge you a fee for turning in electronics, so many organizations and retailers that would usually charge for recycling televisions and monitors do not accept them. Because you cannot dispose of them curbside, you can take them to a <a href=\"http://www.ct.gov/deep/cwp/view.asp?a=2714&amp;q=463108&amp;deepNav_GID=1645%20\">municipal transfer station for free</a>.</p><p><strong>New York:</strong> If you live in a New York City apartment building with 10 or more units, contact your landlord about getting an <a href=\"https://www1.nyc.gov/assets/dsny/site/services/electronics/overview-electronics-ecycle\">ecycleNYC</a> drop-off box installed in your building. It’s super convenient and free.</p><p><strong>Pennsylvania:</strong> Does not allow retailers to charge you a fee to recycle, so places like Best Buy and Staples will not accept televisions or monitors. Many recycling centers have also closed as a result of underfunding, so <a href=\"https://www.dep.pa.gov/Citizens/RecyclingDisposal/Pages/default.aspx\">check the list of open locations first</a>. Some nonprofit recyclers may still accept the items, and you should check to see if your local government is hosting any drop-off events. <a href=\"https://www.lcswma.org/services/household-hazardous-waste-drop-off/\">Lancaster and Dauphin Counties</a> also still run civic recycling programs.</p><p><strong>Virginia</strong>: This state does not have a dedicated statewide recycling program, but some localities run their own programs including <a href=\"https://www.fairfaxcounty.gov/publicworks/recycling-trash/electronics\">Fairfax</a>, <a href=\"https://www.loudoun.gov/408/County-Electronics-Recycling-Events\">Loudoun</a> and <a href=\"http://www.co.rockbridge.va.us/491/Electronic-Recycling\">Rockbridge</a> counties, and cities like <a href=\"https://recycling.arlingtonva.us/residential/electronics-metal/\">Arlington</a>. Check each municipality’s site for details.</p>This article originally appeared on Engadget at https://www.engadget.com/where-to-recycle-electronics.html?src=rss", "link": "https://www.engadget.com/where-to-recycle-electronics.html?src=rss", "date_published": "2023-03-21 13:15:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Ecovac's latest Deebot cleaning robots combine vacuuming and mopping", "description": "<p>Cleaning robot maker <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=125372a5-2b28-45e8-8d57-c5a9d36baf97&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Ecovacs+Robotics&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIxMjUzNzJhNS0yYjI4LTQ1ZTgtOGQ1Ny1jNWE5ZDM2YmFmOTciLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuZWNvdmFjcy5jb20vdXMiLCJjb250ZW50VXVpZCI6ImFlYWQwOTZmLTAzMTAtNDg5ZS04MDM4LTQzZTMyNmIwMzE2YiJ9&amp;signature=AQAAAVLqG8dTR676pr9dQbs-WJvQG_Ztofe1-uNiNkuJyPYN&amp;gcReferrer=https%3A%2F%2Fwww.ecovacs.com%2Fus\">Ecovacs</a> is launching three new Deebot vacuum / mop models. The company says the Deebot N10 Plus, T9+ and <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=125372a5-2b28-45e8-8d57-c5a9d36baf97&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Ecovacs+Robotics&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIxMjUzNzJhNS0yYjI4LTQ1ZTgtOGQ1Ny1jNWE5ZDM2YmFmOTciLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuZWNvdmFjcy5jb20vdXMvZGVlYm90LXJvYm90aWMtdmFjdXVtLWNsZWFuZXIvZGVlYm90LXQxMC1vbW5pIiwiY29udGVudFV1aWQiOiJhZWFkMDk2Zi0wMzEwLTQ4OWUtODAzOC00M2UzMjZiMDMxNmIifQ&amp;signature=AQAAAb6x97h5WXHcFdPDrv5HXRElTdUsf8NW29l3Kr_gFqvr&amp;gcReferrer=https%3A%2F%2Fwww.ecovacs.com%2Fus%2Fdeebot-robotic-vacuum-cleaner%2Fdeebot-t10-omni\">T10 Omni</a> “have 3x the suction power of most robotic vac mops” while bringing some premium features from the $1,549 X1 Omni to (somewhat) lower price points. The three cleaning machines are available in the US starting today.</p><p>The Deebot T10 Omni is the most expensive of the three new models at $1,300. However, it tries to justify its price with a four-stage cleaning system that has 5,000Pa suction power. It also includes a dual-spinning mop that can rotate up to 180 times per minute. In addition, it has a built-in voice assistant, Yiko, that can recognize your voice and respond in real time. That could be a handy option if you don’t have third-party Alexa or Google Assistant devices, which all three machines also support.</p><span id=\"end-legacy-contents\"></span><p>The T10 Omni also includes an auto-cleaning station with two four-liter water tanks, hot-air drying to prevent bacteria buildup and a three-liter auto-emptying dustbin that “holds up to 75 days of dirt and debris.” Finally, it has a 5,200mAh battery that helps it clean for an estimated 150 minutes. The T10 Omni is an Amazon exclusive at launch.</p><figure><img alt=\"A robot vacuum approaching its tall charging / cleaning station in a modern living room.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-02/f8b35950-ad6c-11ed-a7ab-c84821922418\" /><figcaption></figcaption><div class=\"photo-credit\">Ecovacs</div></figure><p>The $800 Deebot T9+ is a step down with 3,000Pa suction power. It includes a 3D imaging system (with a “70mm to 350mm level of accuracy”) and LiDAR floor mapping. Additionally, it allows for simultaneous vacuuming and mopping, 480 times-per-minute oscillating, and quick-scrub and deep-scrub cleaning options so that you can customize its power to the size of the mess. The T9+ also includes a 2.5-liter auto-empty station and a built-in air freshener to make your room smell better as it cleans. The vacuum’s battery has a 5,200mAh capacity with up to 175 minutes of runtime. It’s available at Amazon and Best Buy starting today.</p><p>Ecovacs describes the $650 Deebot N10 Plus as a more affordable choice for apartments and smaller homes. It has 3,800Pa suction power and can vacuum, sweep and mop simultaneously using LiDAR for guidance. In addition, it has a 240mL water tank for mopping and a 2.5-liter auto-emptying station that uses a sealed dust bag to hold months of dirt. Finally, it includes a 5,200mAh battery that keeps it running for an estimated 200 minutes. The Deebot N10 Plus is available online only starting today, but Ecovacs says additional retailers will stock it soon.</p>This article originally appeared on Engadget at https://www.engadget.com/ecovacs-latest-deebot-cleaning-robots-combine-vacuuming-and-mopping-130039386.html?src=rss", "link": "https://www.engadget.com/ecovacs-latest-deebot-cleaning-robots-combine-vacuuming-and-mopping-130039386.html?src=rss", "date_published": "2023-03-21 13:00:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Jabra's Elite 4 earbuds forgo a few niceties for a $20 price cut", "description": "<p>Jabra now has a more affordable set of mid-range wireless earbuds if you don't need all of the <a href=\"https://www.engadget.com/jabra-elite-4-active-review-140024466.html\">Elite 4 Active's</a> workout-ready features. The company has <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=98efef80-0ca5-4283-a04b-b767a236f44f&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Jabra&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI5OGVmZWY4MC0wY2E1LTQyODMtYTA0Yi1iNzY3YTIzNmY0NGYiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuamFicmEuY29tL2VsaXRlNCIsImNvbnRlbnRVdWlkIjoiNjhjYWU3ZWMtMjU0Yy00MDVkLTk3ODEtNjYwNGU5YjNjY2FjIn0&amp;signature=AQAAAfd9k5RL0mZJvC1B5JnMjwmISthg_UuU6Hb751ujzLgN&amp;gcReferrer=https%3A%2F%2Fwww.jabra.com%2Felite4\">unveiled</a> base Elite 4 earbuds that include most of the core functionality at a lower $100 price. You'll still get active noise cancellation (ANC), multipoint connectivity and quick pairing for Android and Windows, just with a few slightly toned-down capabilities.</p><p>To start, the Elite 4 offers IP55 dust and water resistance. That's slightly less resilient than the Elite 4 Active's IP57 rating, but should still be good enough for rain or a little sweat. You can expect 5.5 hours of listening versus seven for the Active (22 hours with the case versus 28), and there's no mention of the higher-end model's transparency mode. You'll still find four microphones, though, and aptX support should wring more audio quality out of Bluetooth's limited bandwidth.</p><span id=\"end-legacy-contents\"></span><p>The Elite 4 is available now. The buds sit in an unusual middle ground between the Elite 4 Active and the truly budget-oriented Elite 3 (normally $80) — there's only $20 between each model. This is the brand's most affordable true wireless option with ANC, however, and it won't be surprising if sales make this new model more enticing.</p><p>The new entry is arguably a better value than some of the competition. You can't get ANC from Apple without spending much more on the (admittedly very capable) <a href=\"https://www.engadget.com/airpods-pro-review-second-generation-130048218.html\">AirPods Pro</a>, while Google's <a href=\"https://www.engadget.com/google-pixel-buds-review-170044941.html\">Pixel Buds Pro</a> are still relatively expensive. Even Samsung's <a href=\"https://www.engadget.com/samsung-galaxy-buds-2-review-150002889.html\">Galaxy Buds 2</a> are costlier. It's just a question of whether or not you're willing to forego the tight platform integration of those offerings in the name of saving money.</p>This article originally appeared on Engadget at https://www.engadget.com/jabras-elite-4-earbuds-forgo-a-few-niceties-for-a-20-price-cut-130037814.html?src=rss", "link": "https://www.engadget.com/jabras-elite-4-earbuds-forgo-a-few-niceties-for-a-20-price-cut-130037814.html?src=rss", "date_published": "2023-03-21 13:00:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Adobe is bringing generative AI features to Photoshop, After Effects and Premiere Pro", "description": "<p>Adobe’s suite of photo and video editing software has long leveraged the assistance of machine intelligence to help its human users do their jobs, having employed the Sensei AI system for more than a decade to power features like <em>Neural Filters</em> in Photoshop or Acrobat's <em>Liquid Mode</em>. On Tuesday, Adobe revealed its next generation of AI features, a family of generative models the company has collectively dubbed, Firefly — the first of which will generate both images and font effects.</p><p>“Generative AI is the next evolution of AI-driven creativity and productivity, transforming the conversation between creator and computer into something more natural, intuitive and powerful,” said David Wadhwani, president, Adobe’s Digital Media Business, said in Tuesday’s release. “With Firefly, Adobe will bring generative AI-powered ‘creative ingredients’ directly into customers’ workflows, increasing productivity and creative confidence for all creators from high-end creative professionals to the long tail of the creator economy.”</p><span id=\"end-legacy-contents\"></span><p>With it, would-be digital artists are no longer limited by their sub-par dexterity or sheer lack of artistic talent — they will be able to speak into existence professional-quality illustrations using only the power of their words. And it's not just text-to-image — Firefly’s multimodal nature means that audio, video, illustrations and 3D models can all be generated via the system and enough verbal gymnastics.&nbsp;</p><p>The first model of the Firefly family is, according to the company, trained on &quot;hundreds of millions&quot; of images from Adobe's Stock photo catalog, openly licensed content and stuff from the public domain, virtually guaranteeing the model won't result in lawsuits as StableDiffusion did with the Getty unpleasantness. It also helps ensure that Stock photographers and artists will be compensated for the use of their works in training these AIs.</p><p>Engadget was afforded a brief preview of the system ahead of Tuesday’s announcement. The input screen, where users will enter their text-based prompt to the system, features a curated selection of generated pieces as well as the prompts that instigated them. These serve to highlight the models generative capabilities and inspire other users to explore the bounds of their machine-assisted creativity.&nbsp;&nbsp;</p><p>Once the user inputs their text prompt (in this case, Adobe’s PR used an adult standing on a beach with a double exposure effect using images derived from Adobe’s Stock photo database), the system will return around a half dozen or so initial image suggestions. From there, the user can select between popular image styles and effects, dictate their own edits to the prompt, collaborate with the AI and generally fiddle with the highly-steerable process until the system spits out what they’re looking for. The resulting image quality was nearly photorealistic, though none of the images from the demo features hands so we weren't able to count fingers for accuracy.</p><p>Initially, the trained image database will be Adobe's own licensed Stock library though the company is looking into allowing individual users to incorporate their own portfolios as well. This should allow photographers with their own established styles to recreate those aesthetics within the model so that what it generates fits in with the user's existing motif. The company did not provide a timeline for when that might happen.</p><p>The first model also has a sibling feature that can create customized font effects and generate wireframe logos based on scanned doodles and sketches. It’s all very cool but could potentially put just an unconscionable number of digital artists out of work if it were to be misappropriated. Adobe’s Content Authenticity Initiative (CAI) seeks to prevent that from happening.</p><p>The CAI is Adobe’s attempt to establish some form of ground rules in this new Wild West industry of Silicon Valley. It is a set of proposed industry operating standards that would establish and govern ethical behaviors and transparency in the AI training process. For example, the CAI would create a “do not train” tag that works in same basic idea as robots.txt does. That tag would be persistent, remaining with the art as it moves through the internet, alerting any who came across it that it was made by a machine. So far around 900 entities worldwide, &quot;including media and tech companies, NGOs, academics and others,&quot; per the release, have signed on to the plan.</p>This article originally appeared on Engadget at https://www.engadget.com/adobe-is-bringing-generative-ai-features-to-photoshop-after-effects-and-premiere-pro-130034491.html?src=rss", "link": "https://www.engadget.com/adobe-is-bringing-generative-ai-features-to-photoshop-after-effects-and-premiere-pro-130034491.html?src=rss", "date_published": "2023-03-21 13:00:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "ChatGPT briefly went offline after a bug revealed user chat histories", "description": "<p><a href=\"https://www.engadget.com/chatgpt-is-suddenly-everywhere-are-we-ready-180031821.html\">ChatGPT</a> went offline and temporarily became inaccessible on Monday after some users discovered that they could see the titles of other people's chat histories. People posted screenshots of their ChatGPT UI on social networks like <a href=\"https://www.reddit.com/r/ChatGPT/comments/11wkw5z/has_chatgpt_or_me_been_hacked_ive_never_had_these/\">Reddit</a> and <a href=\"https://twitter.com/iamvarung/status/1637849552941375488\">Twitter</a>, showing sidebars populated with chats they said weren't theirs. While they could only see the titles and not the entirety of other people's conversations, the incident still highlights the need to be mindful when it comes with sharing details with or writing up questions for the chatbot.&nbsp;</p><p>An OpenAI spokesperson told <a href=\"https://www.bloomberg.com/news/articles/2023-03-21/openai-shut-down-chatgpt-to-fix-bug-exposing-user-chat-titles?sref=10lNAhZ9\"><em>Bloomberg</em></a> that the company temporarily disabled ChatGPT after it became aware of these reports. Apparently, a bug in an open source software that the company has yet to name had caused the issue, but OpenAI is still investigating to figure out what triggered it exactly.</p><span id=\"end-legacy-contents\"></span><p>Based on the company's <a href=\"https://status.openai.com/incidents/jq9232rcmktd\">incident report</a>, it shut down ChatGPT on Monday morning and then fully restored the service 10 hours later after rolling out a fix. As of this writing, though, chat histories are still unavailable. OpenAI posted a note saying as much on the sidebar, along with an assurance that it's &quot;working to restore this feature as soon as possible.&quot; The company has not announced an ETA for the feature's restoration.&nbsp;</p>This article originally appeared on Engadget at https://www.engadget.com/chatgpt-briefly-went-offline-after-a-bug-revealed-user-chat-histories-115632504.html?src=rss", "link": "https://www.engadget.com/chatgpt-briefly-went-offline-after-a-bug-revealed-user-chat-histories-115632504.html?src=rss", "date_published": "2023-03-21 11:56:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "The Morning After: Xbox's mobile game store could arrive next year", "description": "<p>Microsoft could launch an Xbox store on iOS and Android <a href=\"https://www.engadget.com/xbox-head-says-microsofts-mobile-game-store-could-arrive-next-year-180007168.html\">as early as next year</a>, according to a <em>Financial Times </em>interview with Phil Spencer. Microsoft first revealed it was working on an Xbox store for mobile devices in a document filed with the UK’s Competition and Markets Authority (CMA) last year. The head of the company’s gaming division said the plan depends on regulators approving Microsoft’s <a href=\"https://www.engadget.com/microsoft-activision-blizzard-acquisition-133637845.html\">$68.7 billion acquisition</a> of Activision Blizzard. “The Digital Markets Act (DMA) that’s coming – those are the kinds of things that we are planning for,” he said. “I think it’s a huge opportunity.”</p><p>Under the DMA, major platforms the European Union designates as “gatekeepers” will be required to open their devices to competing app stores. <em>Bloomberg </em>reported last year that Apple was already preparing to make iOS compliant with this legislation ahead of its March 2024 deadline. Spencer also noted in the interview it would be “pretty trivial” for Microsoft to adapt its existing Xbox and Game Pass apps to sell games and subscriptions through mobile devices.</p><p>– Mat Smith</p><p><em>The Morning After isn’t just a</em><a href=\"https://www.engadget.com/about/newsletter/\"><em> newsletter</em></a><em> –  it’s also a daily podcast. Get our daily audio briefings, Monday through Friday, by</em><a href=\"https://www.engadget.com/2019-08-01-engadget-podcasts.html\"><em> subscribing right here</em></a><em>.</em></p><p></p><h3>The biggest stories you might have missed</h3><h3></h3><p><a href=\"https://www.engadget.com/best-budget-robot-vacuums-133030847.html\">The best budget robot vacuums for 2023</a></p><p><a href=\"https://www.engadget.com/how-to-organize-your-desk-work-from-home-setup-133015500.html\">How to organize your desk at home</a></p><p><a href=\"https://www.engadget.com/apples-512gb-mac-mini-m2-is-99-off-right-now-093619032.html\">Apple's 512GB Mac Mini M2 is $99 off right now</a></p><p><a href=\"https://www.engadget.com/amazon-will-lay-off-another-9000-employees-in-the-coming-weeks-152653190.html\">Amazon will lay off another 9,000 employees in the coming weeks</a></p><p><a href=\"https://www.engadget.com/lgs-iridescent-2023-gram-style-laptops-start-at-1499-162230620.html\">LG’s iridescent 2023 Gram Style laptops start at $1,499</a></p><p><a href=\"https://www.engadget.com/samsungs-expanded-oled-tv-lineup-includes-a-new-lower-priced-series-130035154.html\">Samsung's expanded OLED TV lineup includes a new lower-priced series </a></p><p></p><h2><a href=\"https://www.engadget.com/acer-is-making-an-e-bike-104525560.html\">Acer is making an e-bike</a></h2><h3>Because why not?</h3><a href=\"https://www.engadget.com/acer-is-making-an-e-bike-104525560.html\"><figure><img alt=\"TMA\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-03/044a19c0-c7d5-11ed-bbfb-71ff46bcbc6d\" style=\"height: 380; width: 675;\" /><figcaption></figcaption><div class=\"photo-credit\">Acer</div></figure></a><p>Acer is making a serious left turn. Typically known for its PCs, laptops and accessories, the company has revealed the ebii, an e-bike for cities, with AI features that learn riders' personal preferences and change gears depending on road conditions. It's about 35 pounds, making it lighter than most e-bikes. Acer claims it has a maximum assist speed of 20MPH and can go just under 70 miles on one charge. For now, there’s no date or price.</p><p><a href=\"https://www.engadget.com/acer-is-making-an-e-bike-104525560.html\"><strong>Continue reading.</strong></a></p><p></p><h2><a href=\"https://www.engadget.com/kamado-joe-konnected-joe-grill-price-specs-133020818.html\">Kamado Joe's new ceramic grill has smart features and one-button ignition</a></h2><h3>A true ceramic grill with two big upgrades.</h3><h3></h3><p>Ceramic kamado-style grills have been some of the best grilling gear available for backyard cooks for a long time. However, it takes practice to master lighting them and maintain cooking temperatures. But the new Konnected Joe has a push-button charcoal igniter to get the grill going and a digitally controlled fan system to keep the heat level where you need it. The 18-inch diameter cooking surface gives you enough room for 13 burgers, four whole chickens or two pork butts, the latter being my new favorite unit of measure for area.</p><p><a href=\"https://www.engadget.com/kamado-joe-konnected-joe-grill-price-specs-133020818.html\"><strong>Continue reading.</strong></a></p><p></p><h2><a href=\"https://www.engadget.com/netflix-plans-to-add-roughly-40-more-titles-to-its-mobile-game-library-this-year-140014333.html\">Netflix plans to add roughly 40 more titles to its mobile game library this year</a></h2><h3>The 'Monument Valley' series will hit the service in 2024.</h3><p></p><p>Netflix continues to build up an incredible library of mobile games that (surprisingly) aren’t awful. Maybe because it’s been buying established titles – and developers. Apparently, Netflix is just getting started and plans to add around 40 more games throughout the year. The company has revealed a few of those titles, including reverse city-builder<em> Terra Nil</em> (March 28th) and <em>Paper Trail</em>, in which you fold parts of the world to solve puzzles. Netflix has also struck a deal with Ubisoft for three exclusive games.</p><p><a href=\"https://www.engadget.com/netflix-plans-to-add-roughly-40-more-titles-to-its-mobile-game-library-this-year-140014333.html\"><strong>Continue reading.</strong></a></p><p></p><h2><a href=\"https://www.engadget.com/the-next-gen-digits-robot-gets-a-head-and-hands-120001329.html\">The next-gen Digits robot gets a head and hands</a></h2><h3>The updated model can haul more weight and reach farther.</h3><a href=\"https://www.engadget.com/the-next-gen-digits-robot-gets-a-head-and-hands-120001329.html\"><figure><img alt=\"TMA\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-03/40300ba0-c7d7-11ed-bb47-6e06f48223ec\" style=\"height: 383; width: 675;\" /><figcaption></figcaption><div class=\"photo-credit\">Digits</div></figure></a><p>Agility Robotics announced an updated version of its bipedal Digits warehouse robot. Designed to take on repetitive or injury-risking tasks, the new version adds a head (with LED animated eyes) and hands, and it can handle a wider variety of demanding workloads than its predecessor. The company is opening applications for spots in its Agility Partner Program (APP), which will be the only place to purchase them initially. Pricing has yet to be announced, but the first units should ship in early 2024.</p><p><a href=\"https://www.engadget.com/the-next-gen-digits-robot-gets-a-head-and-hands-120001329.html\"><strong>Continue reading.</strong></a></p><p></p><span id=\"end-legacy-contents\"></span><span id=\"end-legacy-contents\"></span><h2><a href=\"https://www.engadget.com/8bitdo-controllers-now-work-with-apple-devices-163657954.html\">8BitDo game controllers now work with Apple devices</a></h2><h3>Six models are compatible now, and more are incoming.</h3><h3></h3><p>8BitDo, makers of some of our <a href=\"https://www.engadget.com/best-mobile-game-controllers-140023505.html\">favorite (and well-priced) smartphone gamepads</a>, has confirmed its controllers now officially support iPhones, iPads and Macs, thanks to firmware upgrades and Apple's recent iOS 16.3, iPadOS 16.3, tvOS 16.3 and macOS 13.2 updates. The compatibility is limited to the Lite SE, Pro, Pro 2, SN30 Pro+, SN30 Pro for Android and Ultimate Controller 2.4g, but more models are &quot;incoming.&quot;</p><p><a href=\"https://www.engadget.com/8bitdo-controllers-now-work-with-apple-devices-163657954.html\"><strong>Continue reading.</strong></a></p><p></p>This article originally appeared on Engadget at https://www.engadget.com/the-morning-after-xboxs-mobile-game-store-could-arrive-next-year-112026527.html?src=rss", "link": "https://www.engadget.com/the-morning-after-xboxs-mobile-game-store-could-arrive-next-year-112026527.html?src=rss", "date_published": "2023-03-21 11:20:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "TikTok is revamping its community guidelines ahead of a potential US ban", "description": "<p>As TikTok gears up for its latest fight to not get <a href=\"https://www.engadget.com/tiktok-ceo-says-selling-the-app-wont-satisfy-us-security-concerns-153717605.html\"><ins>banned</ins></a> in the United States, the company is again trying to increase transparency around how it operates. TikTok revealed an updated set of community guidelines, the sweeping set of rules that dictates what creators are allowed to post on its platform. The changes come just days ahead of CEO Shou Zi Chew’s <a href=\"https://www.engadget.com/tiktok-ceo-congress-shou-zi-chew-privacy-security-china-201928160.html\"><ins>first-ever</ins></a> Congressional appearance, where he will be grilled about allegations TikTok is a threat to national security.</p><p>The company has been on a <a href=\"https://www.engadget.com/can-tiktok-convince-the-us-its-not-a-national-security-threat-173030115.html\"><ins>charm offensive</ins></a> to fend off these claims, and has recently made efforts to demystify its algorithm, policies and moderation practices. Likewise, the newly updated community guidelines, set to take effect next month, contain more details about the platform’s rules and how it enforces them.</p><span id=\"end-legacy-contents\"></span><p>Though TikTok calls it “the most comprehensive updates to our Community Guidelines to date,” many of the actual changes are tweaks to existing policies rather than completely new or rewritten guidelines. One notable exception is that the new guidelines include an entire section dedicated to AI-generated and “synthetic media.” While the company first came out with rules <a href=\"https://www.engadget.com/tik-tok-age-restrict-content-levels-090032550.html\"><ins>banning</ins></a> misleading manipulated media ahead of the 2020 presidential election, the updated guidelines are much more explicit about how Ai-generated content can be used on the platform.</p><p>“Synthetic media or manipulated [media] that shows realistic scenes must be clearly disclosed,” the new guidelines state, “This can be done through the use of a sticker or caption, such as ‘synthetic,’ ‘fake,’ ‘not real,’ or ‘altered.’” The rules also note that synthetic media of  “any real private figure” is prohibited and that AI generated content showing public figures, like a celebrity, cannot be used for political or commercial endorsements.</p><p>Of course, TikTok is facing much bigger issues right now than the clarity of its community guidelines. Federal officials have told parent company ByteDance that TikTok could face a total ban in the United States if the Chinese firm doesn’t<a href=\"https://www.engadget.com/the-us-government-is-trying-to-force-bytedance-to-sell-tiktok-005751763.html\"><ins> sell its stake</ins></a> in the app. Meanwhile, the company argued that a ban would hurt its 150 million US users, including <a href=\"https://twitter.com/TikTokComms/status/1637921173722865666\">small businesses</a> and <a href=\"https://www.nbcnews.com/politics/congress/tiktok-now-150-million-active-users-us-ceo-tell-congress-rcna75607\">creators</a>.</p>This article originally appeared on Engadget at https://www.engadget.com/tiktok-is-revamping-its-community-guidelines-ahead-of-a-potential-us-ban-110054493.html?src=rss", "link": "https://www.engadget.com/tiktok-is-revamping-its-community-guidelines-ahead-of-a-potential-us-ban-110054493.html?src=rss", "date_published": "2023-03-21 11:00:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Virtuix's Omni One VR treadmill is finally making its way to customers", "description": "<p>Gamers looking for a more immersive VR experience in their own home might finally get it with Virtuix's <a href=\"https://omni.virtuix.com/\">Omni One</a>. Virtuix has been <a href=\"https://www.engadget.com/omni-one-vr-treadmill-virtuix-100013958.html\">developing the treadmill-like gaming machine for years</a> and, following crowdfunding campaigns, Omni One recently started making its way to backers. Now, Virtuix is kickstarting another round of funding which it has announced will parlay into <a href=\"https://www.engadget.com/omni-one-vr-treadmill-virtuix-100013958.html\">Omni One</a> being released for sale to the general public later this year.</p><p>You might remember the <a href=\"https://www.engadget.com/2013-08-09-virtuix-omni.html\">Omni</a>, which launched on Kickstarter in 2013 and was backed within 24 hours. The Omni One is modelled after the Omni Pro, a larger but similar version available in entertainment venues worldwide. The round — or omni directional — treadmill is four feet wide by five feet long, and it weighs about 250 pounds. The safety bit comes in through a vertical bar that holds a shoulder and waist strap, with the latter having a controller positioned on either side of it. It allows users to run, walk, kneel and even jump through a video game. The Omni One can also be folded away when not in use.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>Omni One will retail starting at $2,595 plus shipping for the treadmill and a Pico Neo 3 VR headset — customized specifically for Omni One. The price is a bit higher than Virtuix's initial projection of $1,995. Investors receive a 30 percent discount off the listed price.&nbsp;</p><p>It should be noted that while the company says compatibility with other VR games may come further down the line, Virtuix plans to offer first-party games via its own store. There will be 30 titles available at launch, but the company shared in a Facebook post that it has a 'shortlist' of around 200.</p><p>While the Omni One should be available for customers later this year, it's unclear how many models will be produced. According to Virtuix, 900 &quot;investors&quot; applied to buy beta units and there are currently 35,000 general subscribers on a waiting list.&nbsp;</p>This article originally appeared on Engadget at https://www.engadget.com/virtuix-omni-one-vr-treadmill-customers-100020114.html?src=rss", "link": "https://www.engadget.com/virtuix-omni-one-vr-treadmill-customers-100020114.html?src=rss", "date_published": "2023-03-21 10:00:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Apple's 10.9-inch iPad is $50 off right now", "description": "<p>Apple's 10.9-inch 2022 iPads are improved in almost every way, including the design, performance, battery life, front facing camera and more. One of the biggest knocks is the price, so if you've been holding out for a deal, Amazon now has them on sale at prices matching all-time lows. You can grab the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9BcHBsZS0yMDIyLTEwLTktaW5jaC1pUGFkLVdpLUZpL2RwL0IwQkpMQ1dGTk0_dGg9MSZwc2M9MSZ0YWc9Z2RndDBjLXAtby1wZy0yMCIsImNvbnRlbnRVdWlkIjoiNmRhODYwNzgtN2E1Yi00MmNhLWEzZTYtYWZkMDdjZWM2YWM0In0&amp;signature=AQAAAfbrTA5c24cBsBurG9BvRObqMiayG63T6FrtSY4RwJ3R&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FApple-2022-10-9-inch-iPad-Wi-Fi%2Fdp%2FB0BJLCWFNM%3Fth%3D1%26psc%3D1\">64GB model</a> in silver for just $399 and the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9BcHBsZS0yMDIyLTEwLTktaW5jaC1XaS1GaS0yNTZHQi9kcC9CMEJKTEJOTlJUP3RoPTEmcHNjPTEmdGFnPWdkZ3QwYy1wLW8tcGctMjAiLCJjb250ZW50VXVpZCI6IjZkYTg2MDc4LTdhNWItNDJjYS1hM2U2LWFmZDA3Y2VjNmFjNCJ9&amp;signature=AQAAAZX48BRd_fa8xb_3dwn2sgYJYP74AgPgAAczfW6yCrZQ&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FApple-2022-10-9-inch-Wi-Fi-256GB%2Fdp%2FB0BJLBNNRT%3Fth%3D1%26psc%3D1\">256GB version</a> in multiple colors for $549, saving $50 on both.&nbsp;</p><a class=\"athena-button rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=shopnow-button&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9zdG9yZXMvcGFnZS9wcmV2aWV3P2lzU2xwPTEmaXNQcmV2aWV3PTEmYXNpbnM9QjBCSkxDV0ZOTSUyQ0IwQkpMQk5OUlQlMkNCMEJKTFhNVk1XJTJDQjBCSkxERENHUyZ0YWc9Z2RndDBjLXAtby1waC0yMCIsImNvbnRlbnRVdWlkIjoiNmRhODYwNzgtN2E1Yi00MmNhLWEzZTYtYWZkMDdjZWM2YWM0In0&amp;signature=AQAAARUSmY-CINmbxL4BTzIJYtznj7nMUqMDoU5iWbmX27De&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fstores%2Fpage%2Fpreview%3FisSlp%3D1%26isPreview%3D1%26asins%3DB0BJLCWFNM%2CB0BJLBNNRT%2CB0BJLXMVMW%2CB0BJLDDCGS\" id=\"6498a8fefebd42aabb310b1ba8f5b33e\">Shop 2022 iPads at Amazon</a><p>Despite a few caveats, the 2022 iPad scored a solid 85 score in our <a href=\"https://www.engadget.com/apple-ipad-10th-generation-review-160014897.html\">Engadget review</a>. Apple redesigned its entry-level tablet to give it thinner bezels, a bigger display and USB-C charging. It’s also the first iPad to include a landscape-oriented front-facing camera, a feature that makes the tablet more useful for video chatting. The 2022 model’s A14 Bionic processor is also a highlight. Other notable features include USB-C charging and a keyboard folio with function keys.</p><span id=\"end-legacy-contents\"></span><p>The main downsides revolve around the price, as this tablet is a full $120 more expensive than its 9th-generation predecessor, the keyboard folio is also expensive and it only supports the first-generation Apple Pencil. However, <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9zdG9yZXMvcGFnZS9wcmV2aWV3P2lzU2xwPTEmaXNQcmV2aWV3PTEmYXNpbnM9QjBCSkxDV0ZOTSUyQ0IwQkpMQk5OUlQlMkNCMEJKTFhNVk1XJTJDQjBCSkxERENHUyZ0YWc9Z2RndDBjLXAtby1wZy0yMCIsImNvbnRlbnRVdWlkIjoiNmRhODYwNzgtN2E1Yi00MmNhLWEzZTYtYWZkMDdjZWM2YWM0In0&amp;signature=AQAAASqDZxDpxXLQkGU-EtYraEd2FEDg54IGfWSLgmMIuHXD&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fstores%2Fpage%2Fpreview%3FisSlp%3D1%26isPreview%3D1%26asins%3DB0BJLCWFNM%2CB0BJLBNNRT%2CB0BJLXMVMW%2CB0BJLDDCGS\">Amazon's sale</a> helps ease the pricing issues, making this a very solid buy.&nbsp;&nbsp;</p><p><em>Follow </em><a href=\"https://twitter.com/EngadgetDeals\"><em>@EngadgetDeals</em></a><em> on Twitter and </em><a href=\"https://subscription.yahoo.net/Newsletter/Preference/sub?b=engadgetdeals&amp;src\"><em>subscribe to the Engadget Deals newsletter</em></a><em> for the latest tech deals and buying advice.</em></p>This article originally appeared on Engadget at https://www.engadget.com/apples-109-inch-ipad-is-50-off-right-now-093646112.html?src=rss", "link": "https://www.engadget.com/apples-109-inch-ipad-is-50-off-right-now-093646112.html?src=rss", "date_published": "2023-03-21 09:36:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Oppo's Find X6 Pro packs a 1-inch sensor and a periscopic camera", "description": "<p>We were left impressed with <a href=\"https://www.engadget.com/oppo-find-x-5-pro-hands-on-110029261.html\">Oppo's Find X5 Pro</a> last year, so naturally, we have high expectations for its successor. As announced earlier, the upcoming <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3d3dy5vcHBvLmNvbS9jbi9zbWFydHBob25lcy9zZXJpZXMtZmluZC14L2ZpbmQteDYtcHJvLyIsImNvbnRlbnRVdWlkIjoiNDNmNjhkMWYtZjc0Yy00Mzg0LWJhYjMtNDgyMTc1MzM0M2ExIn0&amp;signature=AQAAAabV2PYIC8jHLKuw-Z2_uOwml9E11LyGjzHZVHrAMHxG&amp;gcReferrer=https%3A%2F%2Fwww.oppo.com%2Fcn%2Fsmartphones%2Fseries-find-x%2Ffind-x6-pro%2F\">Find X6 Pro</a> meets the basic requirements you'd expect from a 2023 flagship: Qualcomm's <a href=\"https://www.engadget.com/qualcomms-snapdragon-8-gen-2-chip-offers-hardware-accelerated-ray-tracing-230008445.html\">Snapdragon 8 Gen 2</a> processor, Sony's <a href=\"https://www.engadget.com/xiaomi-12s-ultra-leica-one-inch-sensor-130451208.html\">IMX989</a> \"1-inch\" sensor for the main camera, a bright 6.82-inch 3,168 x 1,440 AMOLED screen, a generous 5,000mAh battery, an IP68 ruggedness rating and up to 16GB of RAM plus 512GB of storage. As a bonus, Oppo also brought back a periscopic telephoto camera — a missing feature since the <a href=\"https://www.engadget.com/2020-03-06-oppo-find-x2-pro-hands-on.html\">Find X2 Pro</a> from 2020 — to make full use of its photopgrahy partnership with Hasselblad, as well as its very own MariSilicon X imaging neural processor.</p><p>The Find X6 Pro features what's arguably the largest external redesign since the <a href=\"https://www.engadget.com/oppo-find-x3-pro-cameras-122009466.html\">Find X3 Pro</a>, with the three rear cameras — all with a 50-megapixel resolution plus optical stabilization — residing within a large circular island. The glass-covered upper part houses the main camera (23mm equivalent), the ultra-wide camera (15mm equivalent), the LED flash and Hasselblad's logo, while the lower part features the periscopic camera with 3x optical zoom (65mm equivalent) or 6x \"in-sensor\" zoom — we'll get to that later. As for video recording, you can get up to 4K at 60fps, though the 32-megapixel punch-hole selfie camera (21mm equivalent) on the other side is limited to 1080p at 30fps.</p><span id=\"end-legacy-contents\"></span><figure><img alt=\"Oppo Find X6 Pro\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-03/ca6cebd0-c7b4-11ed-a739-4394da01eeeb\" style=\"height: 1000; width: 1600;\" /><figcaption></figcaption><div class=\"photo-credit\">Richard Lai/Engadget</div></figure><p>While the 3x optical zoom on this new periscopic camera may sound less exciting than the 5x counterpart on the Find X2 Pro, it does offer a 6x \"in-sensor\" zoom. This is thanks to the relatively large Sony IMX890 sensor (1/1.56-inch), which still offers a good amount of pixels even when cropped natively. With a pre-release firmware, I was able to capture impressively clean and sharp shots even at 6x. Of course, any other 10x optical zoom camera would beat this hybrid solution, but this is still a viable alternative, especially given how handy the 3x optical zoom comes in for food photography and the new Hasselblad Portrait Mode — the latter claiming to simulate \"the colors and depth of field of Hasselblad’s classic XCD30 and XCD80 lenses.\"</p><p>As for the ultra-wide camera, it also uses an IMX890 sensor, which is apparently the largest offering to date in this category. Like before, this camera packs a <a href=\"https://www.engadget.com/oppo-find-x3-pro-cameras-122009466.html\">freeform surface lens</a> to minimize distortion, along with a relatively large f/2.2 aperture.</p><p>Of course, there are plenty other non-photography goodies on the Find X6 Pro. The 5,000mAh battery is now paired with a new 100W SuperVOOC fast charging, which goes from zero to 100-percent charge in just 28 minutes. Or you can go with 50W AirVOOC wireless charging, which takes 52 minutes to reach a full charge. Oppo also claims to double the battery lifespan with its <a href=\"https://www.engadget.com/oppo-150w-supervooc-oneplus-140004546.html\">Battery Health Engine</a> from last year.</p><p>In addition to the usual stereo speakers, Oppo implemented a design dubbed \"Active Privacy Protection for Voice Calls\" to the earpiece, which is apparently \"capable of improving sound insulation by up to a factor of 3.5 to reduce audio leakage.\" In other words, people stood around you are less likely to eavesdrop on your calls.</p><p>Last but not least, while not all flagship phones come with an infrared remote control, some may still appreciate this feature on the Oppo Find X6 Pro to control things like TVs, air conditioners and lights.</p><figure><img alt=\"Oppo Find X6 Pro\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-03/aede2c30-c7b4-11ed-bdb7-3dc8b5affb06\" style=\"height: 1000; width: 1600;\" /><figcaption></figcaption><div class=\"photo-credit\">Richard Lai/Engadget</div></figure><p>The Oppo Find X6 Pro will be available in China from March 24th, with design options including a dual-tone brown (glass plus vegan leather), black (glass) and green (glass). Prices range from 5,999 yuan or about $873 (12GB RAM with 256GB storage) to 6,999 yuan or about $1,018 (16GB RAM with 512GB storage).</p><p>There's also a similar-looking but more affordable <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3d3dy5vcHBvLmNvbS9jbi9zbWFydHBob25lcy9zZXJpZXMtZmluZC14L2ZpbmQteDYvIiwiY29udGVudFV1aWQiOiI0M2Y2OGQxZi1mNzRjLTQzODQtYmFiMy00ODIxNzUzMzQzYTEifQ&amp;signature=AQAAAerDKOR_sMPjlFeR9M05DDbQ5TrtwAYSx7cUIPMlIeVq&amp;gcReferrer=https%3A%2F%2Fwww.oppo.com%2Fcn%2Fsmartphones%2Fseries-find-x%2Ffind-x6%2F\">Find X6</a>, which swaps out the Snapdragon 8 Gen 2 chip with MediaTek's Dimensity 9200. Also, its main camera uses an IMX890 instead of the 1-inch IMX989, whereas its ultra-wide camera uses a Samsung JN1 sensor and, sadly, lacks a freeform lens. That said, this phone still packs a generous 4,800mAh battery with 80W fast charging, and it comes with an IP64 ruggedness rating. It'll be offered in green, gold and black, with prices going from 4,499 yuan or around $654 (12GB RAM with 256GB storage) to 4,999 yuan or about $727 (16GB RAM with 512GB storage).</p><p>We'll be keeping an eye out for international availability, even though it'll likely be limited to Europe for the west. Stay tuned.</p>This article originally appeared on Engadget at https://www.engadget.com/oppos-find-x6-pro-packs-a-1-inch-sensor-and-a-periscopic-camera-083210934.html?src=rss", "link": "https://www.engadget.com/oppos-find-x6-pro-packs-a-1-inch-sensor-and-a-periscopic-camera-083210934.html?src=rss", "date_published": "2023-03-21 08:32:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Duolingo is building a music learning app", "description": "<p>You most likely know Duolingo as an app you can fire up when you want to learn a new language or at least familiarize yourself with the local tongue of a place you're visiting. It has ventured into other subject matters over the years, though, and now it looks like the company is also hoping to be the one people turn to when they want to learn about music. According to a <a href=\"https://boards.greenhouse.io/duolingo/jobs/6520197002\">job posting</a> (seen by <a href=\"https://techcrunch.com/2023/03/20/duolingo-for-music-app/\"><em>TechCrunch</em></a>), Duolingo has a small team that's currently working to build an app for teaching music.&nbsp;</p><p>The job ad is for an &quot;expert in music education who combines both theoretical knowledge of relevant learning science research and hands-on teaching experience.&quot; Whoever gets the job will be in charge of making sure that the app is &quot;well-grounded in learning science.&quot; They have to translate &quot;research findings into concrete ideas&quot; that can be used for &quot;learning by doing&quot; activities that Duolingo is known for. They also have to take the lead on curriculum development, which signifies that the app is still in its very early stages.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>If and when Duolingo's Music app comes out, it will join the company's growing list of learning applications that include its <a href=\"https://www.engadget.com/2019-10-08-duolingo-abc-kids-read-and-write.html\">ABC app</a>, which teaches kids how to read and write. It also has an English Test app for language certification and a <a href=\"https://www.engadget.com/duolingo-math-app-free-ios-181355062.html\">Math app</a> that uses colorful animations and interactive exercises to help people learn multiplication, division, fractions, geometry and measurements. As <em>TechCrunch</em> notes, the company is most likely diversifying to ensure its survival and income growth in the future. And its plan seems to be working so far: In its <a href=\"https://investors.duolingo.com/static-files/9e2150ed-fe78-405f-96a9-0fc932eb961a\">earnings report</a> (PDF) for the fourth quarter of 2022, Duolingo revealed that it enjoyed a 67 percent increase in paid subscribers from the year before.&nbsp;</p>This article originally appeared on Engadget at https://www.engadget.com/duolingo-is-building-a-music-learning-app-065408671.html?src=rss", "link": "https://www.engadget.com/duolingo-is-building-a-music-learning-app-065408671.html?src=rss", "date_published": "2023-03-21 06:54:08+00:00", "persistent": false, "user": null, "language": "en-US"}]