[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC5UAwBUum7CPN5buc-_N1Fw", "title": "GNOME 44 Review: the one that listened to the users", "description": "Download Safing's Portmaster and take control of your network traffic: https://safing.io\n\nGrab a brand new laptop or desktop running Linux: https://www.tuxedocomputers.com/en#\n\n👏 SUPPORT THE CHANNEL:\nGet access to a weekly podcast, vote on the next topics I cover, and get your name in the credits:\n\nYouTube: https://www.youtube.com/@thelinuxexp/join\nPatreon: https://www.patreon.com/thelinuxexperiment\n\nOr, you can donate whatever you want: https://paypal.me/thelinuxexp\n\n👕 GET TLE MERCH\nSupport the channel AND get cool new gear: https://the-linux-experiment.creator-spring.com/\n\n🎙️ LINUX AND OPEN SOURCE NEWS PODCAST:\nListen to the latest Linux and open source news, with more in depth coverage, and ad-free!  https://podcast.thelinuxexp.com\n\n🏆 FOLLOW ME ELSEWHERE:\nWebsite: https://thelinuxexp.com\nMastodon: https://mastodon.social/web/@thelinuxEXP\nPixelfed: https://pixelfed.social/TLENick\nTwitter : http://twitter.com/thelinuxEXP\nPeerTube: https://tilvids.com/c/thelinuxexperiment_channel/videos\n\nThis video is distributed under the Creative Commons Share Alike license.\n\n#linux #gnome #tech \n\n00:00 Intro\n00:36 Sponsor: Take back control of your privacy with Safing\n01:34 GNOME Shell: tray icons aren't replaced yet\n05:11 Applications: quality of life improvements\n09:03 Settings: features people were asking for\n11:40 GNOME 44 answers users complaints\n13:00 Sponsor: Get a device that runs Linux perfectly\n13:51 Support the channel\n\nThe first big addition is support for background applications. What you'll get now is a section in the quick settings menu, called \"background apps\". It lets you close these applications, and that's it.\n\nAnother change in the GNOME shell is the quick settings. First, the bluetooth setting is now fully functional, letting you see all the devices you previously paired with, and letting you connect to them in one click.\n\nAll quick settings toggles are split with 2 lines of text: the first one is the name of the feature, and the second one is the setting or the thing you're connected to. \n\nYou can also click on the speaker icon in the settings to mute or unmute your computer, and they replaced the icon for screenshots.\n\nNow, let's talk applications. First is the file manager, Nautilus. It gained back the ability to expand folders in list view. You also now can right click on a tab and get new actions, like closing all the currently open tabs, reopening a closed one, and moving a tab to a new window. \n\nNautilus will also let you directly paste an image onto a directory when you've copied one from another app or when you've just taken a screenshot.\n\nAnother big change in file management is the image preview in the file picker, you finally can have a grid of icons in the picker.\n\nGNOME Web is also getting better with GNOME 44, as it's been ported to GTK4. It now uses a newer version of Webkit's GTK implementation, with a new webGL implementation and webGL2 support.\n\nIn the interface side of things, Epiphany now moved to the libadwaita about window, it lets you open these preferences by pressing control + comma, you can duplicate a tab by middle clicking on the refresh button, and it now has access to the brand new tab grid that lets you see thumbnails for all your open tabs.\n\nGNOME Software got a new toggle to only display free and open source software. GNOME Console got access to the visual tab grid to switch between tabs.\n\nGNOME Weather gained a new smooth temperature curve, and a flatter toolbar that merges with the window's content, and GNOME contacts now lets you share a contact by generating a QR code.\n\nGNOME Maps gained back keyboard navigation in the search results.\n\nFinally, GNOME boxes got a redesigned VM creation window that should be faster to use and easier to understand.\n\nAnd of course, the settings got a bunch of changes as well. First, the lockscreen got a redesign. Gone is the dark gray, drab background of the user list, now you get a nice blurred wallpaper in the background that reflects the wallpaper of the selected user. User icons are now much bigger to be more visible, and the font size of the click is also bigger.\n\nThe network panel in the settings got support for Wireguard VPNs, the wifi panel now lets you share wifi network passwords in the form of a QR code as well.\n\nThe accessibility panel was also reorganized and split into multiple pages instead of having one long page of settings split into categories, and they gained a new option to disable the overlay scrollbars.\n\nThe mouse and the touchpad settings were redesigned, with nice animations to explain the difference between natural scrolling and traditional scrolling. You also finally get the option to disable mouse pointer acceleration.\n\nThe About panel now shows the kernel version, the sound panel has a new volume level window, the alert chooser has been redesigned, and the sound test window has been improved as well.", "link": "https://www.youtube.com/watch?v=_HZIHvACggs", "date_published": "2023-03-21 17:36:17+00:00", "persistent": false, "user": null, "language": "en-US"}]