[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "EA Is Delisting Battlefield 1943, Bad Company 1 & 2 - IGN Daily Fix", "description": "On today's Daily Fix:\nEA has announced that it'll stop selling Battlefield 1943, and Battlefield: Bad Company 1 and 2 from all digital storefronts on April 28. Blizzard has said the technical issues that plagued Diablo 4’s “rocky” open beta have helped pave the way for its full launch on June 6. Finally, Rare and Microsoft are celebrating the fifth anniversary of Sea of Thieves, but the developers are also looking out toward the horizon for the next five years of the live service pirate adventure.", "link": "https://www.youtube.com/watch?v=wRpkYY0odq0", "date_published": "2023-03-21 23:32:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Have a Nice Death Review", "description": "Have a Nice Death reviewed on PC by Leana Hafer. Also available on Nintendo Switch.\n\nHave A Nice Death is a punishing but satisfying roguelike with some diabolically tough boss fights. The darkly dorky setting and office humor lend it more than enough charm to make me want to discover more of its world. But it's made significantly more frustrating than it probably needs to be by very stingy long-term progression and limited defensive abilities in comparison to its huge array of fun-to-use offensive weapons. When I wasn't feeling the discouraging void inside dragging me down, I was reveling in the hundreds of ways I could make these visually and mechanically memorable undead wish they never lived at all.", "link": "https://www.youtube.com/watch?v=a7zKSBjnPao", "date_published": "2023-03-21 23:28:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Story of Seasons: A Wonderful Life - Official Welcome to Forgotten Valley Trailer", "description": "Explore the different seasons, celebrate festivals, go fishing, and much more in this latest trailer for Story of Seasons: A Wonderful Life. \n\nStory of Seasons: A Wonderful Life, the upcoming remake of the farming and life sim classic game, will be available on Windows PC via Steam, PlayStation 5, Xbox Series X/S, and Nintendo Switch on June 27, 2023.", "link": "https://www.youtube.com/watch?v=xW45lSZqofA", "date_published": "2023-03-21 23:00:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Remnant: From the Ashes - Official Nintendo Switch Launch Trailer", "description": "Remnant: From the Ashes is available now on Nintendo Switch. Explore the post-apocalyptic world and check out various creepy enemies in this launch trailer for the action game.\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=RT26UZ-cgHc", "date_published": "2023-03-21 21:38:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Crash Team Rumble - Official Pre-Order and Release Date Trailer", "description": "Crash Team Rumble will be available on PlayStation 5, PlayStation 4, Xbox Series X/S, and Xbox One on June 20, 2023. Watch the latest trailer for another look at this upcoming 4v4 team-based multiplayer game, as well as the reveal that pre-orders of the game grant access to the closed beta, which runs from April 20 to April 24.\n\nIn Crash Team Rumble, play from a roster of friends and frenemies from the Crash universe, each of which fall into one of the three roles – Blocker, Booster, or Scorer. Teams strategically utilize the different roles to work together to be the first to bank the most Wumpa fruit in their drop-off zone, while simultaneously defending their opponent team’s drop zone. Unique Relic Powers bring an additional strategic element to the game, which squadmates can use to gain the upper hand when scoring, leading their team to victory.\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=zUAivepww6g", "date_published": "2023-03-21 20:00:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Marvel's Midnight Suns - Official 'The Hunger' Morbius DLC Trailer", "description": "Dr. Michael Morbius is here and he’s ready to help stop the vampyre threat. Watch the trailer for Marvel's Midnight Suns' The Hunger DLC to see what to expect with this DLC featuring Morbius, who brings 11 unique Hero abilities. Additionally, this third DLC features new story missions, a new Abbey upgrade, and cosmetics for the Living Vampire. The Hunger DLC for Marvel's Midnight Suns is available today, March 21, 2023.", "link": "https://www.youtube.com/watch?v=lFSKu4DN_EI", "date_published": "2023-03-21 19:00:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Call of Duty: Modern Warfare 2 & Warzone 2.0 - Official Shredder Trailer", "description": "Have your enemies looking over their shoulders. Watch the latest trailer for Call of Duty: Modern Warfare II & Warzone 2.0 to see what to expect with the Shredder Bundle, available now.\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=RHnsThapNKA", "date_published": "2023-03-21 18:18:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Last of Us Part 1 - Official PC Features Trailer #3", "description": "The Last of Us Part I will be available on PC via Steam and the Epic Games Store on March 28, 2023. Watch the latest trailer to get a peek at even more of The Last of US Part I's PC features, such as the inclusion of Speedrun and Permadeath modes, unlocked framerate, and AMD FSR 2 support.\n\n#IGN #TheLastOfUs #Gaming", "link": "https://www.youtube.com/watch?v=knnAzBfhTns", "date_published": "2023-03-21 18:00:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Knock at the Cabin - Exclusive Deleted Scene (2023) Dave Bautista, Rupert Grint", "description": "While vacationing at a remote cabin, a young girl and her parents are taken hostage by four armed strangers who demand that the family make an unthinkable choice to avert the apocalypse. With limited access to the outside world, the family must decide what they believe before all is lost.\n\nFrom visionary filmmaker M. Night Shyamalan, Knock at the Cabin stars Dave Bautista (Dune, Guardians of the Galaxy franchise), Tony Award® winner for Featured Actor in a Musical and Emmy Award® nominee Jonathan Groff (Hamilton), Ben Aldridge (Pennyworth, Fleabag), BAFTA nominee Nikki Amuka-Bird (NW), newcomer Kristen Cui, Abby Quinn (Little Women, Landline) and Rupert Grint (Servant, Harry Potter franchise).\n\nUniversal Pictures presents a Blinding Edge Pictures production, in association with FilmNation Features and Wishmore Entertainment, an M. Night Shyamalan film. The screenplay is by M. Night Shyamalan and Steve Desmond & Michael Sherman based on the national bestseller The Cabin at the End of the World by Paul Tremblay. The film is directed by M. Night Shyamalan and produced by M. Night Shyamalan, Marc Bienstock (Split, Glass) and Ashwin Rajan (Servant, Glass). The executive producers are Steven Schneider, Christos V. Konstantakopoulos and Ashley Fox.\n\nThe film will also be available to own on digital March 24, 2023 and on Blu-ray and DVD May 9, 2023.\n\n#IGN #Movies #KnockAtTheCabin", "link": "https://www.youtube.com/watch?v=rNAplbBXD1E", "date_published": "2023-03-21 16:59:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "State of Unreal Livestream: A Glimpse of Next-Gen Gaming", "description": "Join us on this journey to the future with Unreal engine on March 22 at 9:30am PT. See what the games of tomorrow might look like today with new projects, a glimpse at new Epic tech, and see what the next generation of gaming may look like thanks to the team at Epic Games. You won’t want to miss it.", "link": "https://www.youtube.com/watch?v=wwjjmT3b3AM", "date_published": "2023-03-21 16:21:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "One Day As a Lion - Exclusive Official Trailer (2023) Scott Caan, J.K. Simmons, Frank Grillo", "description": "Jackie Powers (Scott Caan) is a nice guy but a lousy hitman sent to take out a crafty debtor (J.K. Simmons) Jackie only pisses him off. Fleeing the scene Jackie takes bored waitress Lola as a hostage. Jackie needs money to get his son out of jail Lola cooks up a scheme for them to get cash from her dying mother (Virginia Madsen). Meanwhile, a thug sent to kill him is sleeping with Jackie’s ex. Also starring Frank Grillo, this crime comedy is a witty homage to Tarantino and the Coen brothers.\n\nScripted by Scott Caan and directed by John Swab, One Day As a Lion will be available in select theaters on April 4, 2023, and On Digital and On Demand on April 7, 2023.", "link": "https://www.youtube.com/watch?v=zlopuYHb4TE", "date_published": "2023-03-21 16:00:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Tekken 8 - Official Lars Alexandersson Gameplay Trailer", "description": "It's time to set aside old grudges for the greater good. Lars Alexandersson takes the spotlight in this latest gameplay trailer for the upcoming fighting game Tekken 8. Check it out to see the character in action.\n\nTekken 8 is coming to PlayStation 5, Xbox Series X/S, and Steam.\n\n#IGN #Gaming #Tekken", "link": "https://www.youtube.com/watch?v=TEQDkcNm7Kc", "date_published": "2023-03-21 15:25:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Atlas Fallen: Surfing the Sands Is Extremely Fun", "description": "We played Atlas Fallen, a scrappy open-world action RPG (powered by Unreal Engine 5) that introduces several fresh ideas in an often unexplored setting. Previewed on PC by Gabriel Moss.", "link": "https://www.youtube.com/watch?v=4UF1Jmeq-gs", "date_published": "2023-03-21 14:00:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Aliens: Dark Descent - Exclusive Official Gameplay Release Date Trailer", "description": "Here's your first look at Aliens: Dark Descent! Check out the first Aliens: Dark Descent gameplay trailer, announcing that the real-time tactical action game will launch on PS5, Xbox Series X/S, PS4, Xbox One, and PC on June 20, 2023. Get a look at the upcoming strategy game, which will feature an original story set in the Alien universe. In this gameplay trailer we learn that our ship has crashed onto Planet Lethe, and you'll be investigating a Xenomorph outbreak.\n\nAliens: Dark Descent challenges us to recruit and level up a squad of Colonial Marines as we explore the dangerous planet. Deploy your team strategically to safely make your way through the zone, but tread carefully as death is permanent.\n\n#IGN #Gaming #Alien", "link": "https://www.youtube.com/watch?v=YilVs3-B42k", "date_published": "2023-03-21 13:30:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Warhammer 40K: Boltgun Is an FPS That Parties Like it's 1996", "description": "We had a blast playing Warhammer 40,000: Boltgun, an upcoming first-person shooter built as if it was still 1996. This gory, retro FPS is a love-letter to a bygone era of the genre. Previewed on PC by Luke Winkie.", "link": "https://www.youtube.com/watch?v=23dPeZ5mjws", "date_published": "2023-03-21 13:30:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Biggest New Games on PlayStation Plus Game Catalogue March 2023", "description": "Hunting down ancient treasures, confronting demonic spirits, or just obnoxiously honking in people’s faces – however you fancy spending this March, there’s a new addition to the PlayStation Plus Game Catalogue just for you. Here are some of this month’s biggest drops. Sponsored by PlayStation.\n\n#IGN #Gaming #PlayStation", "link": "https://www.youtube.com/watch?v=h0ys5eFJZxE", "date_published": "2023-03-21 12:14:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Lance Reddick on Why The Continental Still Backs John Wick", "description": "Ahead of the release of John Wick: Chapter 4, Lance Reddick and Ian McShane spoke to IGN about why the Continental continues to support the Baba Yaga as he goes to war with the High Table. Lance Reddick’s family has requested that fans make donations to MOMCares, a charity organization which provides aid to under-supported mothers in his hometown of Baltimore.", "link": "https://www.youtube.com/watch?v=DrK1a53Bc7k", "date_published": "2023-03-21 03:08:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Evil Dead Rise Review", "description": "Evil Dead Rise reviewed by Matt Donato. Narration by Mark Medina.", "link": "https://www.youtube.com/watch?v=yOrkrj89zZU", "date_published": "2023-03-21 02:02:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "War of the Visions: Final Fantasy Brave Exvius x FF7 Remake Intergrade - Official Crossover Trailer", "description": "Watch the trailer to see what to expect with the War of the Visions: Final Fantasy Brave Exvius and Final Fantasy VII Remake Intergrade collaboration, which begins on March 22, 2023.\n\nStarting March 22, the legendary hero Sephiroth and from March 29, the mischievous Materia hunter Yuffie will both join the roster as new limited UR units. The Final Fantasy VII Remake collaboration will also be reissued. Cloud, Aerith, Tifa, and Barret will be available during this collaboration period.", "link": "https://www.youtube.com/watch?v=cDLMDHMji-s", "date_published": "2023-03-21 01:00:11+00:00", "persistent": false, "user": null, "language": "en-US"}]