[{"source": "https://www.theguardian.com/rss", "title": "Hospital video footage shows Irvo Otieno was held down before his death", "description": "<p>Seven deputies and three hospital workers charged with second-degree murder in death of Black man at Virginia mental facility</p><p>A large group of sheriff’s deputies and employees of a Virginia mental hospital pinned patient Irvo Otieno to the floor until he was motionless and limp, then began unsuccessful resuscitation efforts, newly obtained surveillance video of the incident earlier this month shows.</p><p>The footage obtained on Tuesday, which has no audio, shows various members of the group struggling with a handcuffed and shackled Otieno over the course of about 20 minutes after he was led into a room at Central State Hospital in Petersburg, Virginia, where he was going to be admitted on 6 March. For most of the duration of the video, Otieno is on the floor being restrained by a fluctuating group that at one point appeared to number 10 people pressing down on various parts of his body.</p> <a href=\"https://www.theguardian.com/us-news/2023/mar/21/hospital-video-footage-shows-irvo-otieno-was-held-down-before-his-death\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/mar/21/hospital-video-footage-shows-irvo-otieno-was-held-down-before-his-death", "date_published": "2023-03-21 23:41:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ministers reportedly scrap plan to bring forward rise in UK state pension age", "description": "<p>Falling life expectancy and fears of voter unhappiness thought to be behind rethink about increase to 68 late next decade</p><p>Ministers have reportedly delayed plans to bring forward a rise in the state pension age amid falling life expectancy in the UK.</p><p>The state pension age, which is currently 66, was due to rise to 68 after 2044 but <a href=\"https://www.theguardian.com/money/2023/jan/25/uk-state-pension-age-rise-68\">reports earlier this year</a> suggested ministers had planned to bring the increase forward to between 2037 and 2039.</p> <a href=\"https://www.theguardian.com/money/2023/mar/21/ministers-reportedly-scrap-plan-to-bring-forward-rise-in-uk-state-pension-age\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/mar/21/ministers-reportedly-scrap-plan-to-bring-forward-rise-in-uk-state-pension-age", "date_published": "2023-03-21 23:31:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Humza Yousaf seems to backtrack over fight with UK government on gender recognition bill", "description": "<p>But SNP candidate adds that if Scotland were independent, ‘a foreign government’ could not ‘veto our legislation’</p><p>The Scottish National party leadership candidate Humza Yousaf has appeared to backtrack on his plans to take the UK government to court over Nicola Sturgeon’s self-identification plans, claiming he would need to scrutinise Scottish legal advice.</p><p>The frontrunner tipped to replace Sturgeon had previously insisted he would fight the UK government in court over its blocking of the gender recognition reform bill.</p> <a href=\"https://www.theguardian.com/politics/2023/mar/21/humza-yousaf-seems-to-backtrack-over-fight-with-uk-government-on-gender-recognition-bill\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/mar/21/humza-yousaf-seems-to-backtrack-over-fight-with-uk-government-on-gender-recognition-bill", "date_published": "2023-03-21 23:03:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "USA v Japan: World Baseball Classic final – live", "description": "<ul><li>United States meet Japan for World Baseball Classic title</li><li>USA’s Merrill Kelly, Japan’s Shōta Imanaga face off on mound</li><li>Send Hunter a tweet at <a href=\"https://twitter.com/HunterFelt\">@HunterFelt</a> or <a href=\"mailto:hunter.felt.freelance@theguardian.com\">email him</a></li></ul><p><strong>Predictions</strong></p><p>This will be a tricky game to predict beforehand. The United States has a more formidable offensive lineup, as we saw when it pulverized Cuban pitching on Sunday, but one has to think that this Japan team is going to put up a stronger effort. I do not think I will be complaining that there will be no “mercy rule” in play like I did last time around.</p> <a href=\"https://www.theguardian.com/sport/live/2023/mar/21/usa-v-japan-world-baseball-classic-final-live\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2023/mar/21/usa-v-japan-world-baseball-classic-final-live", "date_published": "2023-03-21 22:49:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Whole England squad backs Southgate decision to stay, says Jack Grealish", "description": "<ul><li>‘Gareth’s a brilliant manager and a brilliant person’</li><li>Midfielder ready for Italy and thinks England can win Euro 2024</li></ul><p>Jack Grealish has claimed the entire England squad backed Gareth Southgate’s decision to continue as manager after the World Cup and believes it will reap rewards at the European Championship next summer.</p><p>England launch their qualifying campaign for Euro 2024 on Thursday with an awkward assignment against Italy, who beat Southgate’s team on penalties in the Euro 2020 final and whose last home defeat in the fixture came in a friendly in 1961.</p> <a href=\"https://www.theguardian.com/football/2023/mar/21/whole-england-squad-backs-southgate-decision-to-stay-says-jack-grealish\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/21/whole-england-squad-backs-southgate-decision-to-stay-says-jack-grealish", "date_published": "2023-03-21 22:30:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Anton and Giovanni’s Adventures in Sicily review – the Strictly stars’ bond is so moving it will make you weep", "description": "<p>This is much more than a celebrity travelogue – it’s the tale of a charming and genuine friendship. These two are a ray of hope in an age of toxic masculinity</p><p>At first it seems as if Anton and Giovanni’s Adventures in Sicily is going to be very much more of the same thing we have seen too many times before. Two celebrities pretend to be mates and swan off on a jolly somewhere sunny, justifying the effort and their fee by flinging a few factoids about the history and culture of La Isla Foreigna at us as they eat, drink, boat-ride and five-star hotel their way around the place.</p><p>Strictly Come Dancing stars Anton Du Beke and Giovanni Pernice are taking a three-episode road trip around Pernice’s native Sicily. Things begin tiresomely with a confected set piece about Pernice having to carry all Anton “The Celebrity’s” luggage and Du Beke’s agonising efforts to order a coffee in Italian. You distract yourself from the formulaic boredom by wondering who it is Du Beke reminds you of. He is, you eventually work out, four parts Bruce Forsyth (at one point he even says “Didn’t she do well?”), one part Michael Barrymore (before, you know, Everything) and a small amount of Rob Brydon.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/mar/21/anton-and-giovanni-adventures-in-sicily-review-a-bond-so-irresistible-it-brings-you-to-tears\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/mar/21/anton-and-giovanni-adventures-in-sicily-review-a-bond-so-irresistible-it-brings-you-to-tears", "date_published": "2023-03-21 22:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sadiq Khan switches on London’s first Ramadan lights in Piccadilly Circus", "description": "<p>Mayor turns on display made up of 30,000 sustainable lights on eve of Muslim month of fasting</p><p>Sadiq Khan has switched on London’s first ever celebratory Ramadan lights.</p><p>The installation of 30,000 sustainable lights, which on this scale are the first in Europe, will illuminate Piccadilly Circus for the month of Ramadan.</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/21/sadiq-khan-switches-on-londons-first-ramadan-lights-in-piccadilly-circus\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/21/sadiq-khan-switches-on-londons-first-ramadan-lights-in-piccadilly-circus", "date_published": "2023-03-21 21:16:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Taiwan president heads to Latin America after partners switch ties to China", "description": "<p>Tsai Ing-wen will visit allies Guatemala and Belize after Honduras said last week it would establish ‘official relations’ with China</p><p>Taiwan’s president will visit diplomatic allies <a href=\"https://www.theguardian.com/world/guatemala\">Guatemala</a> and <a href=\"https://www.theguardian.com/world/belize\">Belize</a> next week while also making stopovers in the United States, as it aims to shore up ties in Latin America.</p><p>Tsai Ing-wen will depart Taiwan on 29 March for the 10-day trip, stopping in New York and Los Angeles while en route to and from the Central American countries, the island’s ministry said on Tuesday.</p> <a href=\"https://www.theguardian.com/world/2023/mar/21/taiwan-president-to-visit-latin-america-us-stops\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/21/taiwan-president-to-visit-latin-america-us-stops", "date_published": "2023-03-21 21:11:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Electric air taxis being developed for Paris Olympics in 2024", "description": "<p>Aircraft will take off and land vertically, and carry a single passenger between transport hubs, says capital’s airports operator</p><p>Athletes are getting in shape for the <a href=\"https://www.theguardian.com/sport/olympic-games-2024\">Paris Olympic Games</a> in 2024, and so is the world’s first electric air taxi network.</p><p>“We are going to make it happen,” Solène Le Bris of Paris airports operator Groupe ADP told an industry audience at <a href=\"https://www.amsterdamdroneweek.com/\">Amsterdam Drone Week</a>. “We are trying to launch the first e-VTOL [vertical takeoff and landing] pre-commercial service in the world: that’s our ambition.”</p> <a href=\"https://www.theguardian.com/world/2023/mar/21/sb-paris-taxis\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/21/sb-paris-taxis", "date_published": "2023-03-21 20:57:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Beavers to return to London as part of urban rewilding", "description": "<p>Pair of Eurasian beavers to be introduced at site in Ealing, the first of its kind in an urban setting in UK</p><p>Beavers will return to west London for the first time in 400 years after receiving funding from the capital’s mayor, Sadiq Khan.</p><p>A breeding pair of Eurasian beavers could arrive at their new home in Paradise Fields, Ealing, as soon as this autumn.</p> <a href=\"https://www.theguardian.com/environment/2023/mar/21/beavers-to-return-to-london-as-part-of-urban-rewilding\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/mar/21/beavers-to-return-to-london-as-part-of-urban-rewilding", "date_published": "2023-03-21 20:53:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Khan criticises Rowley’s refusal to describe Met as institutionally biased", "description": "<p>Metropolitan police commissioner says ‘institutional’ label is confusing and political as fallout from Casey report continues</p><p></p><p>Sadiq Khan has publicly clashed with the commissioner of the Metropolitan police, saying he disagrees with Sir Mark Rowley’s refusal to describe his force as institutionally misogynistic, racist and homophobic.</p><p>The mayor of London, one of two people who appointed Rowley, spoke as the fallout from Louise Casey’s bombshell report into Scotland Yard continued.</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/21/khan-criticises-rowley-refusal-describe-met-police-institutionally-misogynistic-racist-homophobic\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/21/khan-criticises-rowley-refusal-describe-met-police-institutionally-misogynistic-racist-homophobic", "date_published": "2023-03-21 20:40:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ugandan MPs pass bill imposing death penalty for homosexuality", "description": "<p>Human rights campaigners condemn bill introducing capital and life imprisonment sentences</p><p>MPs in <a href=\"https://www.theguardian.com/world/uganda\">Uganda</a> have passed a controversial anti-LGBTQ+ bill, which would make homosexual acts punishable by death, attracting strong condemnation from rights campaigners.</p><p>Nearly all of the 389 legislators voted late on Tuesday for the <a href=\"https://www.theguardian.com/global-development/2023/mar/01/uganda-mps-hardline-anti-lgbtq-bill\">hardline anti-homosexuality bill,</a> which introduces capital and life imprisonment sentences for gay sex and “recruitment, promotion and funding” of same-sex “activities”.</p> <a href=\"https://www.theguardian.com/world/2023/mar/21/ugandan-mps-pass-bill-imposing-death-penalty-homosexuality\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/21/ugandan-mps-pass-bill-imposing-death-penalty-homosexuality", "date_published": "2023-03-21 20:19:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Hayes warns Chelsea can ‘lose it’ in first leg of quarter-final against Lyon", "description": "<ul><li>Blues not out to avenge 2018-19 Champions League loss</li><li>Lyon manager believes Chelsea are one of the favourites</li></ul><p>The Chelsea manager, Emma Hayes, has told her players they cannot win their Women’s Champions League quarter-final in the first leg against Lyon at the Groupama Stadium on Wednesday, but they can “absolutely lose it”.</p><p>Hayes’s team face the eight-time winners and defending champions who have not been in perfect form this season, having endured a heavy <a href=\"https://www.theguardian.com/football/2022/oct/19/lyon-arsenal-womens-champions-league-match-report\">5-1 defeat</a> at home against Arsenal during the group stages. But key players who were injured earlier in the campaign, such as the Australia defender Ellie Carpenter, are back in Lyon’s squad and it has led to a flawless run of games. Lyon have not dropped any points in any competition since they drew 0-0 with Juventus in the Champions League group stage in December.</p> <a href=\"https://www.theguardian.com/football/2023/mar/21/emma-hayes-says-chelsea-can-lose-it-against-lyon-in-champions-league-first-leg\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/21/emma-hayes-says-chelsea-can-lose-it-against-lyon-in-champions-league-first-leg", "date_published": "2023-03-21 20:18:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Boris Johnson faces fight for political future at Partygate hearing", "description": "<p>Former PM to argue he did not intend to mislead MPs, at hearing that could lead to suspension from parliament</p><ul><li><a href=\"https://www.theguardian.com/politics/2023/mar/21/partygate-defence-dossier-reveals-how-johnson-tried-to-contain-scandal\">Partygate defence dossier: how Boris Johnson tried to contain a scandal</a></li></ul><p>Boris Johnson faces a battle for his political future on Wednesday after a dossier setting out his defence to the Partygate scandal raised fresh questions about his knowledge of what was happening in Downing Street during the Covid lockdowns.</p><p>Giving evidence before the cross-party privileges committee, Johnson will insist he misled the House of Commons unintentionally and that his assurances to MPs that Covid rules had been followed had been made in “good faith”.</p> <a href=\"https://www.theguardian.com/politics/2023/mar/21/boris-johnson-faces-fight-for-political-future-at-partygate-hearing\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/mar/21/boris-johnson-faces-fight-for-political-future-at-partygate-hearing", "date_published": "2023-03-21 20:14:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "British-Iranian’s hunger strike outside Foreign Office hits day 27", "description": "<p>Vahid Beheshti is striking to persuade the UK government to proscribe the Islamic Revolutionary Guards Corps</p><p>British-Iranian Vahid Beheshti is persisting with a 27-day hunger strike outside the Foreign Office in an attempt to persuade the UK government to proscribe the Islamic Revolutionary Guards Corps.</p><p>His hunger strike has now lasted six days longer than the one undertaken outside the Foreign Office by Richard Ratcliffe, the husband of the British Iranian detainee Nazanin Zaghari-Ratcliffe.</p> <a href=\"https://www.theguardian.com/world/2023/mar/21/british-iranians-hunger-strike-outside-foreign-office-hits-day-27\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/21/british-iranians-hunger-strike-outside-foreign-office-hits-day-27", "date_published": "2023-03-21 20:08:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Tone deaf’: Cricket Scotland’s reaction to racism report decried by campaigners", "description": "<ul><li>Recently appointed chair Anjan Luthra hails ‘impressive work’</li><li>Players’ lawyer says update on report is ‘tone deaf and arrogant’</li></ul><p>Anti-racism campaigners have described a report into Cricket Scotland’s reaction to the diagnosis last year of institutional racism, which the organisation labelled a “detailed, transparent and frank assessment”, as “tone deaf and arrogant” and full of “empty soundbites”.</p><p><a href=\"http://www.cricketscotland.com/wp-content/uploads/2023/03/CS-Chair-6-month-update_v2.pdf\">The update</a> was written by the Cricket Scotland chair, Anjan Luthra, who was appointed last October, two months after the publication of <a href=\"https://www.theguardian.com/sport/2022/jul/25/cricket-scotland-faces-special-measures-status-after-racism-report\">a report on racism</a> in the Scottish game that was so damning it prompted the organisation’s entire board to resign. Luthra concluded that “a lot of impressive work has been conducted”, leading to him being “incredibly optimistic about the long-term future”. The formation of an EDI (equality, diversity and inclusion) board sub-committee, and the creation of an anti-racism and EDI advisory group reporting to the sub-committee, were used as examples of progress made.</p> <a href=\"https://www.theguardian.com/sport/2023/mar/21/tone-deaf-cricket-scotlands-reaction-to-racism-report-decried-by-campaigners\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/21/tone-deaf-cricket-scotlands-reaction-to-racism-report-decried-by-campaigners", "date_published": "2023-03-21 20:08:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ben Jennings on Boris Johnson’s Partygate defence — cartoon", "description": "<a href=\"https://www.theguardian.com/commentisfree/picture/2023/mar/21/ben-jennings-on-boris-johnsons-partygate-defence-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2023/mar/21/ben-jennings-on-boris-johnsons-partygate-defence-cartoon", "date_published": "2023-03-21 20:07:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lea Schüller’s header gives Bayern Munich first-leg lead against Arsenal", "description": "<p>Down, but not out. As 1-0 defeats go this was the vaguely encouraging kind for Arsenal, who even in defeat will leave Germany with the knowledge that progress remains within their grasp. Lea Schüller’s towering header was the difference between the sides here, but over the 90 minutes Arsenal created enough chances to offer plenty of hope for the second leg at the Emirates Stadium.<br /><br />The burning question, of course, is whether Arsenal will manage to take any of them. Twenty-five shots came and went for them, seven of them to the luckless Stina Blackstenius. But Bayern really did need to be at their resilient best in a pulsating second half, as an injury-depleted Arsenal managed to exert some serious pressure against a team that has conceded just four league goals all season. Caitlin Foord was probably Arsenal’s most dangerous player, cutting in off the left flank and creating all kinds of problems.</p><p>And the Allianz Arena was an imposing sight at kick-off, with its rolling waves of noise, its futuristic red lighting scheme, the smell of bratwurst wafting across a crowd that numbered a very healthy 20,000. Tactically and tonally there has always been a certain extra frisson to these big Champions League games, a sense of stepping into the unknown. This was the first time Bayern and Arsenal had ever met in a competitive game, and as well as they knew each other individually there was also a certain edginess to both sides at times that manifested itself in some scruffy touches and slightly frantic defending.<br /><br />It was a pleasingly open game too, with little of the caution you often expect in a first leg. Schuller’s goal towards the end of the first half came from her fourth shot, as Bayern sought time and again to spring the Arsenal offside trap and set her free down the channels. In midfield Georgia Stanway and Sarah Zadrazil grappled for supremacy with Lia Wälti and Kim Little: sometimes figuratively, often literally. For Bayern, Glodis Viggósdóttir was titanic in defence, particularly as Arsenal stepped up their assault in the second half.</p> <a href=\"https://www.theguardian.com/football/2023/mar/21/bayern-munich-arsenal-womens-champions-league-quarter-final-first-leg-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/21/bayern-munich-arsenal-womens-champions-league-quarter-final-first-leg-match-report", "date_published": "2023-03-21 20:07:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Apocalyptic road trip story wins the Waterstones children’s book prize", "description": "<p>The Cats We Meet Along the Way by Nadia Mikail – about a family’s trip across Malaysia during the impending end of the world – wins the older readers category, the overall prize and £5,000</p><p>A “phenomenal and tender debut” novel about a family who embark on a road trip across Malaysia before the world ends has won the Waterstones children’s book prize.</p><p>The Cats We Meet Along the Way by Nadia Mikail won the older readers category as well as being named the overall winner.</p> <a href=\"https://www.theguardian.com/books/2023/mar/21/waterstones-childrens-book-prize-winner\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/mar/21/waterstones-childrens-book-prize-winner", "date_published": "2023-03-21 20:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Roma v Barcelona: Women’s Champions League quarter-final – live", "description": "<ul><li>Champions League updates on the quarter-final, first leg</li><li>Any comments? You can <a href=\"mailto:Sarah.Rendell.Casual@theguardian.com\">email Sarah</a> or <a href=\"https://twitter.com/michaelbutler18\">send a tweet</a></li></ul><p><strong>Roma manager Alessandro Spugna</strong> said ahead of the match: “We have to be relaxed going into this game. We know we are up against an incredible team but when you cross the white line you have to give it your all. We will do that and try to cause problems for a great side. There will be a big crowd and that will help drive us on.”</p><p><strong>G Hofman has got in touch</strong> on Twitter and said: “The Italian police are on the way over to arrest you for crimes against pizza.” Pineapple on pizza is perfection, not a crime!</p> <a href=\"https://www.theguardian.com/football/live/2023/mar/21/roma-v-barcelona-womens-champions-league-quarter-final-live\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/mar/21/roma-v-barcelona-womens-champions-league-quarter-final-live", "date_published": "2023-03-21 19:46:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Boris Johnson’s best defence is he’s a known liar incapable of lying | John Crace", "description": "<p>When the dust finally clears on Boris’s parties, his lawyer won’t be looking back on this as his finest hour</p><p>Just call me Mystic Meg. Why get Lord Pannick, one of the most expensive barristers in the country, to help with your defence when you can have me instead? I’m a lot cheaper for a start. And have far <a href=\"https://www.theguardian.com/politics/live/2023/mar/21/rishi-sunak-refuses-to-say-if-he-views-partygate-inquiry-into-boris-johnson-as-witch-hunt-uk-politics-live?page=with:block-64199bd28f087c1fb3f1e417#block-64199bd28f087c1fb3f1e417\">fewer typos in my copy</a>. With me, the privileges committee would have been able to publish Boris Johnson’s Dodgy Dossier on Monday evening. There again, Guardian readers got to read it then anyway.</p><p>Mid-morning on Tuesday the Dodgy Dossier <a href=\"https://www.theguardian.com/politics/2023/mar/21/boris-johnson-partygate-defence-dossier-published\">was finally released</a>. And it was uncannily similar to the sketch I had written the day before. It just goes to show yet again that you can never go far wrong by thinking the worst of Boris. It also proves that even a £5,000 an hour brief can’t work miracles with duff material. When the dust finally clears on Boris’s parties, Pannick won’t be looking back on his involvement with the Convict as his finest hour. Still. As a brief, you win some, you lose some. And it was the taxpayer who was picking up the tab.</p> <a href=\"https://www.theguardian.com/politics/2023/mar/21/boris-johnsons-best-defence-is-hes-a-known-liar-incapable-of-lying\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/mar/21/boris-johnsons-best-defence-is-hes-a-known-liar-incapable-of-lying", "date_published": "2023-03-21 19:15:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Methane to food waste: eight ways to attempt to stay within 1.5C", "description": "<p>Latest IPCC report highlights key measures countries must take to avoid climate catastrophe</p><p>The Intergovernmental Panel on Climate Change published <a href=\"https://www.theguardian.com/environment/2023/mar/20/ipcc-climate-crisis-report-delivers-final-warning-on-15c\">the “synthesis report” of its sixth assessment report (AR6)</a> on Monday. Eight years in preparation, this mammoth report encompasses the entire range of human knowledge of the climate system, compiled by hundreds of scientists from thousands of academic papers, and published in four parts, in August 2021, February and <a href=\"https://www.theguardian.com/environment/2022/apr/04/ipcc-report-now-or-never-if-world-stave-off-climate-disaster\">April 2022</a>, and March 2023.</p><p>The report drew together the most important findings – but also highlighted some key measures that governments and countries must take immediately if we are to avoid climate catastrophe:</p> <a href=\"https://www.theguardian.com/environment/2023/mar/21/methane-to-food-waste-eight-ways-to-attempt-to-stay-within-15c\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/mar/21/methane-to-food-waste-eight-ways-to-attempt-to-stay-within-15c", "date_published": "2023-03-21 19:10:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nowruz: Kurdish New Year 2023 celebrations – in pictures", "description": "<p>Nowruz which has been celebrated for at least 3,000 years, is one of the most important celebrations in the greater Persian world, which includes the countries of Iran, Afghanistan, Azerbaijan, Turkey, and portions of western China and northern Iraq. </p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2023/mar/21/nowruz-kurdish-new-year-2023-celebrations-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2023/mar/21/nowruz-kurdish-new-year-2023-celebrations-in-pictures", "date_published": "2023-03-21 19:06:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Putin says Russia ‘will respond’ if UK supplies depleted uranium shells to Ukraine", "description": "<p>Russian leader reacts to comments by UK defence minister that Britain will supply armour-piercing rounds to Kyiv</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/mar/21/russia-ukraine-war-live-russian-cruise-missiles-destroyed-in-crimea-says-ukraine-xi-and-putin-to-hold-formal-talks\">Russia-Ukraine war – latest news updates</a></li></ul><p>Vladimir Putin has sought to exploit a British statement that it would supply Ukraine with tank shells made with depleted uranium, arguing that the delivery of the armour-piercing weapons would prompt a Russian response.</p><p>The Russian leader’s comments, made during <a href=\"https://www.theguardian.com/world/2023/mar/21/putin-xi-talks-moscow-japanese-pm-to-ukraine\">the visit to Moscow by his Chinese counterpart Xi Jinping</a>, came in response to a parliamentary answer given by a junior British defence minister in the House of Lords on Monday.</p> <a href=\"https://www.theguardian.com/world/2023/mar/21/putin-says-russia-will-respond-if-uk-supplies-depleted-uranium-shells-to-ukraine\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/21/putin-says-russia-will-respond-if-uk-supplies-depleted-uranium-shells-to-ukraine", "date_published": "2023-03-21 19:02:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Putin’s two-day charm offensive with Xi underlines who’s boss", "description": "<p>Kremlin toasts the Russian-Chinese partnership, which appears warm but far from equal </p><p>Standing alongside Xi Jinping in the 15th-century Chamber of Facets, one of the most historic ceremonial venues at the Kremlin, Vladimir Putin raised his glass of white wine.</p><p>He proceeded to make a toast to the “health of our great friend Xi and the deepening of the Russian-Chinese partnership”, before ending his speech with the phrase <em>ganbei</em>, Chinese for “empty glass”.</p> <a href=\"https://www.theguardian.com/world/2023/mar/21/putins-two-day-charm-offensive-with-xi-underlines-whos-boss\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/21/putins-two-day-charm-offensive-with-xi-underlines-whos-boss", "date_published": "2023-03-21 18:54:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on the Casey report: the Met is rotting from within | Editorial", "description": "<p>Findings of institutional racism, homophobia and misogyny must be the start of a transformation in the force</p><p>When he became Metropolitan police commissioner in 1972, Robert Mark said he had “never experienced … blindness, arrogance and prejudice on anything like the scale accepted as routine in the Met”. Louise Casey’s <a href=\"https://www.met.police.uk/SysSiteAssets/media/downloads/met/about-us/baroness-casey-review/update-march-2023/baroness-casey-review-march-2023.pdf\" title=\"\">landmark report</a> shows that nothing has changed. It refutes Cressida Dick’s suggestion that problems were limited to a few bad apples. The rot goes all the way through. Findings that the Met is institutionally racist, misogynistic and homophobic echo those in the <a href=\"https://www.theguardian.com/uk-news/2019/feb/22/macpherson-report-what-was-it-and-what-impact-did-it-have\" title=\"\">1999 Macpherson report</a>.<strong> </strong>Many hoped that that inquiry would spark a transformation in the force. This time there is greater cynicism.</p><p>The picture Lady Casey paints is damning. The Met is unmoored from its purpose and beset by scandals. Consent is “broken” and public trust has collapsed. The force is failing to do its essential job of investigating and preventing crime. The 363-page Casey report details cases of shocking ineptitude, such as evidence from rape investigations being binned after a fridge broke, and discrimination, such as stop and search being used disproportionately against black Londoners.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/21/the-guardian-view-on-the-casey-report-the-met-is-rotting-from-within\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/21/the-guardian-view-on-the-casey-report-the-met-is-rotting-from-within", "date_published": "2023-03-21 18:52:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on ruling by decree in France: deepening the trust deficit | Editorial", "description": "<p>President Macron’s decision to force through his pension reforms without a vote damages French democracy</p><p>A few months before sweeping to power in the 2017 presidential election, Emmanuel Macron <a href=\"https://www.theguardian.com/books/2017/nov/20/revolution-emmanuel-macron-review-andrew-hussey\" title=\"\">published</a> a memoir-cum-personal manifesto, Revolution. In it, he made the case for rebellion against allegedly outmoded institutions and ideas that were holding back France. Six years on, it is the popular revolts against Mr Macron’s own policies which have taken centre-stage.</p><p>Recent months have seen some of the largest protests in the history of the Fifth Republic, as Mr Macron has sought to push through a deeply unpopular plan to raise the retirement age from 62 to 64. On Monday, his government <a href=\"https://www.theguardian.com/world/2023/mar/20/emmanuel-macron-survives-first-confidence-vote-amid-protests\" title=\"\">survived</a> a related parliamentary motion of no confidence by the skin of its teeth. This followed the president’s controversial – though constitutional – decision to use executive powers to get his way, bypassing a vote in the national assembly that he thought he might lose.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/21/the-guardian-view-on-ruling-by-decree-in-france-deepening-the-trust-deficit\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/21/the-guardian-view-on-ruling-by-decree-in-france-deepening-the-trust-deficit", "date_published": "2023-03-21 18:51:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Anger is growing’: protests and strikes spread across France over pensions reform", "description": "<p>Uncollected rubbish piled up all over Paris is but one sign of discontent with a president many think isn’t listening to them</p><p>Renaud, 49, leaned out of the window of his Paris bin lorry, which was being held in its depot by a barricade of strikers. “Emmanuel Macron doesn’t seem to be listening to the anger out there,” he said. “People don’t think we’re in a democracy any more.”</p><p>A refuse-truck driver for 22 years, Renaud had watched as his garbage processing plant was blocked for the 15th day of a rubbish-collection strike that has all but <a href=\"https://www.theguardian.com/world/2023/mar/15/its-disgusting-paris-rots-under-mounds-of-rubbish-as-bin-collectors-extend-strike\">submerged the French capital under 10,000 tonnes of waste</a>. He couldn’t afford to strike and risk losing his daily income but understood the rage over Macron’s decision to use executive powers to <a href=\"https://www.theguardian.com/world/2023/mar/17/emmanuel-macron-pensions-plan-could-define-his-remaining-four-years-in-office\">push through</a> an <a href=\"https://www.theguardian.com/world/2023/mar/17/french-anger-spreads-after-macron-forces-pension-age-rise\">unpopular rise in the French pension age</a> to 64 without a vote in parliament.</p> <a href=\"https://www.theguardian.com/world/2023/mar/21/protests-and-strikes-france--pensions-reform-emmanuel-macron\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/21/protests-and-strikes-france--pensions-reform-emmanuel-macron", "date_published": "2023-03-21 18:49:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Joann Villeneuve: ‘Gilles was ruthless but very conscious of the dangers’", "description": "<p>A new documentary charts the Canadian’s rivalry with his Ferrari teammate Didier Pironi that ended tragically in 1982</p><p>If the death of Gilles Villeneuve at the Belgian Grand Prix at Zolder in 1982 left Formula One traumatised, it was infinitely harder on his wife Joann. More than 40 years on and the emotion still runs high as she recalls the controversial events of that season. So raw have been the wounds, it is only now she has felt able to address them and time has not assuaged the strength of her feelings.</p><p>Villeneuve, his wife and family and his former Ferrari teammate Didier Pironi are the subjects of Villeneuve Pironi: Racing’s Untold Tragedy, the newly released film on Sky Documentaries and Now TV. It is a superb feature, telling the gripping but tragic story of the two drivers whose relationship fell apart over the course of one race in 1982 at Imola shortly after which Villeneuve died and Pironi’s career ended in an horrific accident at Hockenheim. The documentary is even-handed and does its best to put both drivers’ sides of the story, but making it brought back the emotions of the time for Joann.</p> <a href=\"https://www.theguardian.com/sport/blog/2023/mar/21/joann-villeneuve-gilles-was-ruthless-but-very-conscious-of-the-dangers\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/blog/2023/mar/21/joann-villeneuve-gilles-was-ruthless-but-very-conscious-of-the-dangers", "date_published": "2023-03-21 18:43:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK fishing industry underreporting whale, dolphin and porpoise bycatch", "description": "<p>Only 19 cases of cetacean bycatch reported under Defra scheme, but experts say figure much higher</p><p>Only a handful of instances of accidental bycatch of whales, dolphins and porpoises have been recorded under the UK government’s self-reporting initiative, despite the likelihood that <a href=\"https://www.theguardian.com/world/2023/feb/27/campaigners-urge-france-to-ban-fishing-where-dolphins-are-at-risk\">hundreds are being caught by fishing vessels</a>.</p><p>Fishers have been encouraged to voluntarily record the bycatch of marine mammals in an attempt to reduce the <a href=\"https://www.theguardian.com/environment/2022/may/09/millions-of-tonnes-of-dead-animals-the-growing-scandal-of-fish-waste\">accidental catch</a>, which would benefit the fishing industry and the health of the seas.</p> <a href=\"https://www.theguardian.com/environment/2023/mar/21/uk-fishing-industry-underreporting-whale-dolphin-porpoise-bycatch\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/mar/21/uk-fishing-industry-underreporting-whale-dolphin-porpoise-bycatch", "date_published": "2023-03-21 18:33:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Putin welcomes China’s controversial proposals for peace in Ukraine", "description": "<p>But US warns against ‘any tactical move by Russia to freeze the war on its own terms’</p><p>Vladimir Putin has welcomed China’s proposals for peace in Ukraine at a joint press conference with Xi Jinping in Moscow – a plan the west has warned would allow the Kremlin to “freeze” its territorial gains in the country.</p><p>Speaking at the Kremlin during a joint news conference after the second day of talks with China’s president Xi Jinping, Putin said Beijing’s peace plan “correlates to the point of view of the Russian Federation” and said that Ukraine’s western allies so far have shown no interest in it.</p> <a href=\"https://www.theguardian.com/world/2023/mar/21/putin-welcomes-chinas-controversial-proposals-for-peace-in-ukraine\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/21/putin-welcomes-chinas-controversial-proposals-for-peace-in-ukraine", "date_published": "2023-03-21 18:28:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Toulouse’s Jack Willis optimistic on his post-World Cup England chances", "description": "<ul><li>Flanker hopes RFU will allow foreign-based players to be picked</li><li>Willis poised to sign new Toulouse contract for next season</li></ul><p>Jack Willis is hopeful he can continue to represent England after the World Cup as the openside flanker closes in on a new contract with Toulouse in the Top 14.</p><p>Willis was one of England’s standout players during the Six Nations, missing <a href=\"https://www.theguardian.com/sport/2023/feb/04/england-scotland-six-nations-report\">the first match against Scotland</a> because of his Toulouse commitments before starting the four subsequent games of Steve Borthwick’s first campaign as the country’s head coach.</p> <a href=\"https://www.theguardian.com/sport/2023/mar/21/rugby-union-jack-willis-england-world-cup-six-nations-steve-borthwick\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/21/rugby-union-jack-willis-england-world-cup-six-nations-steve-borthwick", "date_published": "2023-03-21 18:23:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "All hormonal contraceptives ‘carry small increased risk of breast cancer’", "description": "<p>Research finds use of progestogen is associated with a 20-30% higher risk but this falls after no longer taking it</p><p>All types of hormonal contraceptives carry a small increased risk of breast cancer, according to research establishing a link with progestogen pills for the first time.</p><p>The use of progestogen is associated with a 20-30% higher risk of breast cancer, data analysis by University of Oxford researchers has established. This builds on previous work showing that use of the combined contraceptive pill, which contains oestrogen and progestogen, is associated with a small increase in the risk of developing breast cancer that declines after stopping taking it.</p> <a href=\"https://www.theguardian.com/society/2023/mar/21/all-hormonal-contraceptives-carry-small-increased-risk-breast-cancer\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/mar/21/all-hormonal-contraceptives-carry-small-increased-risk-breast-cancer", "date_published": "2023-03-21 18:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How can the Met police change its rotten culture if its leaders refuse to see it? | Sue Fish", "description": "<p>It’s not enough to be ‘embarrassed’. To have any chance of repair, the Met must admit it does not know best and accept help</p><p>The Met police is a rotten boys’ club. That’s according to Louise Casey’s <a href=\"https://www.theguardian.com/uk-news/2023/mar/21/metropolitan-police-institutionally-racist-misogynistic-homophobic-louise-casey-report\">damning review</a> of its culture and standards, which has unearthed institutional homophobia, misogyny and racism at its very core.</p><p>I wish I could say I’m surprised. After 30 years of service, I feel a deep sense of injustice knowing that police leaders have been unable or unwilling to face up to problems that have been staring them in the face for decades.<br /><br />The head of the Met, Sir Mark Rowley, <a href=\"https://www.theguardian.com/uk-news/2023/mar/21/rishi-sunak-fails-to-say-if-his-daughters-could-trust-met-police-in-wake-of-shocking-report\">says he feels “embarrassed</a>” and fully accepts Lady Casey’s findings. And yet he refuses to say the force is <a href=\"https://www.theguardian.com/uk-news/video/2023/mar/21/police-chief-refuses-to-describe-met-racism-misogny-and-homophobia-as-institutional-video\">“institutionally racist”</a>, which exposes the scale of the challenge ahead. At a critical moment to show humility and understanding, the Met is returning to old patterns of insularity and defensiveness. This is the very culture highlighted by Casey that needs rooting out. Rowley’s inconsistency should raise serious question marks over his willingness or ability to clean up the force. After all, how can you change a culture that you refuse to see?<br /><br />The sheer scale of the issues highlighted in the review struck me profoundly. The 363-page report details story after story of disturbing abuses at the hands of police officers. Stories of bullying, sexual violence, discrimination and intimidation perpetrated by those who are tasked with keeping us safe; of recrimination for those brave enough to whistleblow. My heart breaks for my colleagues for what they have endured, and for all those who have never been able to share what has happened to them.<br /><br />There is a weariness and exhaustion in knowing this fight must continue, because, of course, there have been landmark reviews before. Both the <a href=\"https://www.theguardian.com/world/2021/nov/26/scarman-report-into-brixton-riots-published-archive-1981\">Scarman report in 1981 </a>and the <a href=\"https://www.theguardian.com/uk-news/2019/feb/22/macpherson-report-what-was-it-and-what-impact-did-it-have\">1999 Macpherson inquiry</a> exposed institutional racism within the Met. But none have been quite so damning, comprehensive and well-evidenced as Casey’s review. It should now be simply impossible for police leaders and politicians to ignore her findings.<br /><br />But whether there is the political will and the staying power to fix what is broken is another question. A political leadership that cares passionately about reforming the force will be a critical factor in whether Casey’s review can produce the change it argues for with such conviction.<br /><br />To restore public confidence in policing, the Met must challenge the systems, processes and beliefs that form its very identity. For too long, predominantly male police officers have been given the benefit of the doubt – serious offences written off as a lapse or a bad day – while victims, from fellow officers to members of the public, continue to be routinely dismissed, marginalised and ignored.</p><p>Sue Fish is a former police officer who served as Nottinghamshire’s chief constable from 2016 to 2017</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/21/met-police-rotten-culture-failings\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/21/met-police-rotten-culture-failings", "date_published": "2023-03-21 17:48:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Man accused of Olivia Pratt-Korbel murder tells court he was friends with man who was shot", "description": "<p>Thomas Cashman tells Manchester crown court he ‘never ever had any problems’ with Joseph Nee and denies planning attack on him</p><p>A man accused of murdering nine-year-old Olivia Pratt-Korbel has told a court he was friends with the alleged target of the shooting and denied “scoping out” an attack.</p><p>Thomas Cashman, 34, is accused of fatally shooting Olivia when he allegedly chased a convicted burglar, Joseph Nee, into her family home and opened fire last August. He denies the charges.</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/21/man-accused-of-olivia-pratt-korbel-tells-court-he-was-friends-with-man-who-was-shot\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/21/man-accused-of-olivia-pratt-korbel-tells-court-he-was-friends-with-man-who-was-shot", "date_published": "2023-03-21 17:46:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pension pot offer won’t fix NHS workforce crisis | Letters", "description": "<p>The focus must be on retaining existing staff and reducing private sector work, writes consultant haematologist <strong>John Hanley</strong>.<strong> </strong>Plus letters from <strong>Robin Davies, Jo Pike </strong>and <strong>Orest Mulka</strong></p><p>A senior NHS official once told me that “workforce planning in the NHS is like astrology, but nowhere near as reliable”. Now that there is an emerging political consensus that the long-term solution to the NHS workforce crisis will require a better approach to planning, I am more optimistic about the future.</p><p>In the short term, the focus has to be on the retention of existing staff. The budget changes on pension rules may help, but the drain of NHS staff to other countries and the private sector is likely to continue unless action is taken. Your article (<a href=\"https://www.theguardian.com/business/2023/mar/17/nhs-doctors-recruit-colleagues-private-hospitals-hca-healthcare\" title=\"\">NHS doctors offered up to £5,000 to recruit colleagues for private hospitals, 17 March</a>) highlights the threat from the private sector, which has long been subsidised by access to staff trained by the NHS at taxpayers’ expense.</p> <a href=\"https://www.theguardian.com/society/2023/mar/21/pensions-and-perks-wont-solve-the-nhs-doctor-shortage\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/mar/21/pensions-and-perks-wont-solve-the-nhs-doctor-shortage", "date_published": "2023-03-21 17:43:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Arrest warrant for Putin only exposes the cowardice of the ICC | Letters", "description": "<p>The international criminal court has charged Vladimir Putin, but ignored the west’s crimes against humanity, writes <strong>Russell Caplan</strong>. Plus letters from <strong>Christopher Muttukumaru </strong>and <strong>Derek McMillan</strong></p><p>The international criminal court’s arrest warrants for Vladimir Putin and his commissioner for children’s rights (<a href=\"https://www.theguardian.com/world/2023/mar/17/vladimir-putin-arrest-warrant-ukraine-war-crimes\" title=\"\">ICC judges issue arrest warrant for Vladimir Putin over alleged war crimes, 17 March</a>) represent an important milestone in demonstrating to the world how irrelevant, compromised and cowardly the ICC is.</p><p>Rather than being a beacon of international justice without favour or prejudice, it seems that it prefers currying favour among its western sponsors and backers instead of casting the light of justice over the egregious war crimes and crimes against humanity that the US-led west has committed over the years.</p> <a href=\"https://www.theguardian.com/law/2023/mar/21/arrest-warrant-for-putin-only-exposes-the-cowardice-of-the-icc\">Continue reading...</a>", "link": "https://www.theguardian.com/law/2023/mar/21/arrest-warrant-for-putin-only-exposes-the-cowardice-of-the-icc", "date_published": "2023-03-21 17:43:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Want to dance more? Just follow our lead | Letters", "description": "<p><strong>Sue Bingham</strong> helps organise a charity event where people of all ages can dance their cares away in a village hall, while <strong>Dave Mcglade </strong>worries about the loss of spaces for all forms of dance</p><p>I couldn’t agree more with John Harris (<a href=\"https://www.theguardian.com/commentisfree/2023/mar/19/isolated-humans-dance-together-demise-clubbing\" title=\"\">In an isolated world, humans need to dance together more than ever – but we’re running out of places to do it, 19 March</a>). I’m 67 and constantly moan about never having the chance to dance. Rare parties usually end in disappointment as the music’s never quite right for me. Nightclubs? Forget it. I’m in bed before they even open their doors. So every few months, in a local village hall, we organise an event called Chance2dance4charity.</p><p>My dance teacher provides the music, we bring refreshments and the proceeds are split between my favourite charity, Amnesty, and a different local charity each time. We dance for two hours to Motown, soul, rock, pop, reggae, bellydance, salsa – you name it. We have a whale of a time and are safely home by 10pm. And my favourite tracks are always on the playlist. Result.<br /><strong>Sue Bingham</strong><br /><em>Reading, Berkshire</em></p> <a href=\"https://www.theguardian.com/stage/2023/mar/21/want-to-dance-more-just-follow-our-lead\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/mar/21/want-to-dance-more-just-follow-our-lead", "date_published": "2023-03-21 17:42:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A Little Life starring James Norton – in pictures", "description": "<p>Ivo van Hove’s stage production of Hanya Yanagihara’s bestselling novel opens in the West End this month – take a first look at the show</p> <a href=\"https://www.theguardian.com/stage/gallery/2023/mar/21/a-little-life-starring-james-norton-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/gallery/2023/mar/21/a-little-life-starring-james-norton-in-pictures", "date_published": "2023-03-21 17:26:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Candida auris: deadly fungal infections spreading across US at ‘worrisome’ rate", "description": "<p>Between 2020 and 2021 cases of <em>Candida auris</em> doubled, with symptoms including antibiotic-resistant high fever with chills</p><p>Potentially deadly fungal infections with <em>Candida auris</em> are spreading rapidly in US healthcare facilities, with cases nearly doubling between 2020 and 2021, the <a href=\"https://www.cdc.gov/media/releases/2023/p0320-cauris.html\">US Centers for Disease Control and Prevention</a> said on Monday.</p><p>The number of cases rose by 44% to 476 in 2019, up from 330 in 2018, and subsequently by 59% to 756 in 2020 and by an additional 95% to 1,471 in 2021, the agency’s researchers reported on Monday in Annals of Internal Medicine.</p> <a href=\"https://www.theguardian.com/society/2023/mar/21/candida-auris-symptoms-fungal-infection-skin\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/mar/21/candida-auris-symptoms-fungal-infection-skin", "date_published": "2023-03-21 17:10:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Multiple civilian deaths linked to 2016-17 British airstrikes against IS in Mosul", "description": "<p>Exclusive: Guardian investigation finds deaths despite claims British weapons did not harm a single non-combatant</p><ul><li><a href=\"https://www.theguardian.com/world/2023/mar/21/british-airstrikes-mosul-civilian-victims-iraq\">Unacknowledged victims whose lives were torn apart </a></li></ul><p>Multiple airstrikes that killed civilians during the campaign against Islamic State in Iraq are probably linked to UK forces, despite longstanding claims British weapons did not harm a single non-combatant there, a Guardian investigation has found.</p><p>Britain’s government and military have for years stood by the claim that in terms of protecting ordinary Iraqis, the UK fought a “perfect” war against Islamic State (IS) militants in Iraq.</p> <a href=\"https://www.theguardian.com/world/2023/mar/21/multiple-civilian-deaths-linked-to-2016-17-british-airstrikes-against-is-in-mosul\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/21/multiple-civilian-deaths-linked-to-2016-17-british-airstrikes-against-is-in-mosul", "date_published": "2023-03-21 17:07:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A woman marrying for the fifth time at 92? Just imagine what Murdoch’s newspapers would say!  | Zoe Williams", "description": "<p>The media mogul’s planned nuptials prove yet again that, in age-gap relationships, it’s only ever women who get called cougars or gold diggers</p><p>“We’re both looking forward to spending the second half of our lives together,” said 92-year-old Rupert Murdoch of his planned <a href=\"https://www.theguardian.com/media/2023/mar/20/rupert-murdoch-engagement-ann-lesley-smith\">summer nuptials</a>. Ann Lesley Smith, his 66-year-old fiancee, remarked meanwhile, “I speak Rupert’s language. We share the same beliefs. For us both it’s a gift from God.” What manner of god would want Murdoch to live to be 184 is anyone’s guess, but obviously we wish the happy couple all the best.</p><p>Just as a thought experiment, though, imagine how Murdoch’s own media empire would take it if a 92-year-old woman announced her fifth engagement and asked the world to join her in looking forward to her next chapter. Obviously, this incorrigible romantic wouldn’t exist, because no woman of 92 would be allowed to occupy the public eye. Her relevance would have started to wane maybe 40 years before; she would have had a brief flash of the spotlight in her 50s, for the purposes of wondering how she had kept her six-pack – pray God she still has one, and isn’t in a “what she looks like now will amaze you” sidebar, for the bad reasons. After that, she would either make a dignified exit from public life, or she would be the Queen.</p><p>Zoe Williams is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/21/rupert-murdoch-newspapers-woman-marrying-fifth-time\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/21/rupert-murdoch-newspapers-woman-marrying-fifth-time", "date_published": "2023-03-21 17:02:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sailing crew rescued after giant whale sunk 44ft boat in Pacific Ocean", "description": "<p>Whale collided with sailboat 13 days into group’s three-week sailing trip from Galápagos Islands to French Polynesia</p><p>A giant whale sunk a sailing crew’s boat in the Pacific Ocean before the group was rescued at the end of an ordeal that could have come out of a novel.</p><p>Rick Rodriguez of Tavernier, Florida, and three friends spent 10 hours on a lifeboat and dinghy after a whale sunk the crew’s 44ft sailboat Raindancer, <a href=\"https://www.washingtonpost.com/travel/2023/03/20/sailboat-hits-whale-pacific-rescue/\">the Washington Post reported</a> on Monday.</p> <a href=\"https://www.theguardian.com/us-news/2023/mar/21/sailing-crew-rescue-giant-whale-pacific-ocean\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/mar/21/sailing-crew-rescue-giant-whale-pacific-ocean", "date_published": "2023-03-21 16:58:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bayern Munich v Arsenal: Women’s Champions League quarter-final – live", "description": "<ul><li>Champions League updates on the quarter-final, first leg</li><li>Any comments? You can <a href=\"mailto:Michael.Butler@theguardian.com\">email Michael</a> or <a href=\"https://twitter.com/michaelbutler18\">send a tweet</a></li></ul><p>Oh my. What a first leg we have for you. Two of the world’s finest teams go toe-to-toe at the Allianz Stadium in the Champions League quarter-finals. The first time these two teams have ever met competitively, and there is A LOT at stake.</p><p>Arsenal, of course, are the only English side to win the Champions League, waaaaaaaaay back in 2007, but have not reached the last four of the competition in 10 years. But even with the considerable injuries in the squad, namely to Vivianne Miedema (formerly of Bayern) and Beth Mead, they are a formidable team and despite a downturn in league form, comfortably <a href=\"https://www.theguardian.com/football/2023/mar/05/arsenal-chelsea-womens-continental-cup-final-match-report\">beat WSL leaders Chelsea in the Continental Cup final</a> earlier this month.</p> <a href=\"https://www.theguardian.com/football/live/2023/mar/21/bayern-munich-v-arsenal-womens-champions-league-quarter-final-live-first-leg\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/mar/21/bayern-munich-v-arsenal-womens-champions-league-quarter-final-live-first-leg", "date_published": "2023-03-21 16:45:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Gunned down and burned by the Nazis: the shocking true story of Bambi", "description": "<p>Walt Disney made Bambi a cutesy schmaltzfest for kids. But the original story was a brutal holocaust allegory that forced its writer to flee. As the character hits 100, we look at the iconic fawn’s extraordinary life</p><p>When Love Island stars Molly-Mae Hague and Tommy Fury announced that they had named their daughter Bambi earlier this year, it caused a bit of a storm. Some approving fans claimed to be “obsessed” with the name, but Atomic Kitten star Kerry Katona called it “ridiculous” (although she later apologised). Meanwhile, writer Jason Okundaye poked fun with the tweet: “Does Molly-Mae not know what happened to Bambi’s mum?” Yet, among the many arguments for and against, nobody mentioned the reason why such a name might actually be quite timely.</p><p>The iconic fawn is this year celebrating a very significant birthday, it being a century since the German imprint Ullstein Verlag first published <a href=\"https://www.tor.com/2015/05/07/the-disney-read-watch-bambi-a-life-in-the-woods/\">Bambi: A Life in the Woods</a>. Written by Felix Salten, an Austro-Hungarian, the coming-of-age novel would go on to be banned by the Nazis before eventually winding up in the hands of Walt Disney and becoming the animated children’s film many know and love.</p> <a href=\"https://www.theguardian.com/books/2023/mar/21/gunned-down-burned-nazis-bambi-walt-disney-holocaust-allegory\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/mar/21/gunned-down-burned-nazis-bambi-walt-disney-holocaust-allegory", "date_published": "2023-03-21 16:41:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Scottish Mortgage chair quits after governance row", "description": "<p>Fiona McBain’s independence was questioned by Amar Bhidé, who has also left board of FTSE 100 trust</p><p>The chair of one of the UK’s biggest tech investors is standing down after a corporate governance row.</p><p>Fiona McBain, who has chaired Scottish Mortgage Investment Trust since 2017 and sat on its board for 14 years, will leave after the trust’s annual meeting in June.</p> <a href=\"https://www.theguardian.com/business/2023/mar/21/scottish-mortgage-investment-trust-chair-quits-governance-row\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/mar/21/scottish-mortgage-investment-trust-chair-quits-governance-row", "date_published": "2023-03-21 16:38:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Kylian Mbappé named new France captain by Didier Deschamps", "description": "<ul><li>Paris Saint-Germain forward replaces Hugo Lloris in role</li><li>Mbappé’s first game as captain is against Netherlands on Friday</li></ul><p>Kylian Mbappé has been named France’s new captain by head coach, Didier Deschamps. The 24-year-old succeeds Hugo Lloris in the role following his retirement from international football.</p><p>Mbappé has become France’s biggest star having been part of the <a href=\"https://www.theguardian.com/football/2018/jul/15/france-croatia-world-cup-final-match-report\">World Cup-winning team in 2018</a> as a teenager. He has scored 36 goals in his 66 international appearances and became only the second player to score a hat-trick in a World Cup final during <a href=\"https://www.theguardian.com/football/2022/dec/18/world-cup-final-argentina-france-match-report#:~:text=Argentina%20beat%20France%20on%20penalties,World%20Cup%202022%20%7C%20The%20Guardian\">France’s defeat to Argentina</a> in Qatar last year.</p> <a href=\"https://www.theguardian.com/football/2023/mar/21/kylian-mbappe-named-new-france-captain-by-didier-deschamps\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/21/kylian-mbappe-named-new-france-captain-by-didier-deschamps", "date_published": "2023-03-21 16:31:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Unregulated ‘eating disorder coaches’ putting people at risk, say experts", "description": "<p>Exclusive: inadequately qualified coaches charging thousands claiming to offer support to people with eating disorders</p><p>Vulnerable mental health patients are being put at risk by unregulated “eating disorder coaches” who do not have the necessary qualifications, experts have said.</p><p>As demand for eating disorder support soars – hospital admissions for eating disorders increased by 84% in the last five years – <a href=\"https://www.theguardian.com/society/2023/mar/10/uk-eating-disorder-patients-face-rationing-of-care-psychiatrists-say\">more people are filling gaps in NHS care</a>.</p> <a href=\"https://www.theguardian.com/society/2023/mar/21/unregulated-eating-disorder-coaches-putting-people-at-risk-say-experts\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/mar/21/unregulated-eating-disorder-coaches-putting-people-at-risk-say-experts", "date_published": "2023-03-21 16:30:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘A spirit of goodwill’: Michel Barnier praises Northern Ireland Brexit plan", "description": "<p>Rishi Sunak’s attitude ‘much more responsible’ than that of Boris Johnson, says former EU negotiator</p><p>The EU’s former Brexit negotiator Michel Barnier has praised the agreement on Northern Ireland between the union and the British government as a positive step that turns a page in relations between the two sides.</p><p>In an interview with the Guardian, the veteran French politician said the Windsor framework agreement <a href=\"https://www.theguardian.com/politics/2023/feb/27/rishi-sunak-deal-eu-brexit-northern-ireland-protocol\">signed by Rishi Sunak and the European Commission president, Ursula von der Leyen, last month</a>, “operationalised” the Northern Ireland protocol he had negotiated with the British government in 2019. “There was a spirit of goodwill for the first time in three years, to find solutions that are concrete, operational and realistic.”</p> <a href=\"https://www.theguardian.com/world/2023/mar/21/a-spirit-of-goodwill-michel-barnier-praises-northern-ireland-brexit-plan\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/21/a-spirit-of-goodwill-michel-barnier-praises-northern-ireland-brexit-plan", "date_published": "2023-03-21 16:27:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A weekend with Diablo 4: bleak, brutal, and potentially brilliant", "description": "<p>The newest instalment of the action-RPG is an enticing blend of old and new ideas offering a bleak, brutal and potentially brilliant return to form</p><p>With a click of the right-mouse button, my musclebound barbarian sinks his axe into the ground behind him, sweeps it forward and creates a shock wave that obliterates everything in its path. Ahead, a horde of undead creatures is repulsed by the blast, zombies flayed by the force of the air, skeletons scattered across the ground, wraiths dissipating into spectral dust. The room’s furnishing fly with them, chairs, candlesticks and barrels smashing into the far wall. The ground itself is scarred by the attack, a conical depression left in the floor as if struck by a meteorite airburst.</p><p>I’ve performed this attack countless times over the last weekend, and it never fails to light up my brain like Blackpool in September. The Diablo series represents video gaming in its purest and perhaps most reductive form and has exploited these feedback loops to enormous success in the last 25 years, reworking the complex rulesets of role-playing games into something less cerebral and more sensory. While there’s an argument to be had about how intellectually nourishing these games may be, Diablo 4 has a lot of seductive power. Clicking monsters to death in this game feels <em>dangerously </em>good.</p> <a href=\"https://www.theguardian.com/games/2023/mar/21/diablo-4-bleak-brutal-potentially-brilliant\">Continue reading...</a>", "link": "https://www.theguardian.com/games/2023/mar/21/diablo-4-bleak-brutal-potentially-brilliant", "date_published": "2023-03-21 16:15:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Why are Ireland’s anti-refugee protests erupting now? Look across the Irish Sea | Colin Gannon", "description": "<p>Far-right rhetoric and tactics are being imported wholesale from the UK into Ireland. The effects on Irish politics are yet to be seen</p><p>After years of bucking the European trend, an organised anti-refugee backlash has finally hit Ireland. Recent protests <a href=\"https://m.independent.ie/irish-news/crime/organiser-of-anti-refugee-protests-is-arrested-over-threat-to-burn-down-hotel-42281960.html\">involved threats to burn down a hotel</a> housing refugees and, in a separate incident, there was a vigilante <a href=\"https://www.irishtimes.com/ireland/social-affairs/2023/02/04/ashtown-camp-allegedly-threatened-by-four-men-hours-before-attack-migrants-say/\">attack</a> on a homeless migrant camp. These ugly scenes followed months of <a href=\"https://theguardian.com/world/2023/jan/22/anti-immigration-protesters-march-dublin-ireland-refugees\">protests</a> led by the far right and simmering community tensions over the provision of local accommodation to refugees. But where has this come from?</p><p>Not previously high on the agenda of voters more concerned with a crumbling, two-tier healthcare system and a chronic housing crisis, a recent <a href=\"https://www.independent.ie/irish-news/politics/president-michael-d-higgins-condemns-those-sowing-hate-and-building-fear-around-refugees-as-poll-shows-56pc-believe-ireland-took-in-too-many-42328205.html\">poll</a> found that a small majority (56%) of Irish respondents believe the country has accepted too many refugees over the past year.</p><p>Colin Gannon is an Irish journalist based in London</p><p><em><strong>Do you have an opinion on the issues raised in this article? If you would like to submit a letter of up to 300 words to be considered for publication, email it to us at <a href=\"mailto:guardian.letters@theguardian.com\">guardian.letters@theguardian.com</a></strong></em></p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/21/ireland-anti-refugee-protests-far-right-uk-politics\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/21/ireland-anti-refugee-protests-far-right-uk-politics", "date_published": "2023-03-21 16:11:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Hunt’s pensions tax break expected to help ‘nearly as many bankers as doctors’", "description": "<p>Head of Resolution Foundation says other measures to retain NHS staff could have offered better value for money</p><p>Jeremy Hunt’s pensions <a href=\"https://www.theguardian.com/uk-news/2023/mar/16/jeremy-hunt-battling-to-justify-pensions-giveaway-to-the-top-1\">tax break for the highest 1% of savers</a> in Britain stands to benefit almost as many bankers as doctors, an economist has said, as the government insisted the budget giveaway was designed to cut NHS waiting lists.</p><p>On a day of renewed pressure over the £1bn giveaway, <a href=\"https://www.theguardian.com/politics/rishi-sunak\">Rishi Sunak</a> argued that scrapping the tax-free lifetime allowance on pensions would encourage more doctors to stay in employment rather than taking retirement.</p> <a href=\"https://www.theguardian.com/politics/2023/mar/21/jeremy-hunt-pensions-tax-break-expected-to-help-nearly-as-many-bankers-as-doctors\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/mar/21/jeremy-hunt-pensions-tax-break-expected-to-help-nearly-as-many-bankers-as-doctors", "date_published": "2023-03-21 16:04:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Have your cake and print it: the 3D culinary revolution is coming", "description": "<p>Engineers show 3D printing’s potential by turning cartridges of paste and powder into cheesecake</p><p>It was perhaps no surprise, when researchers set out to push the boundaries of 3D printing, that their attempts to rattle out cheesecakes were not immediately successful.</p><p>The first trial started well enough, but as the printer gradually built up the dessert, squirting one layer and then the next, the creation began to slump before quietly collapsing into a gloopy heap.</p> <a href=\"https://www.theguardian.com/technology/2023/mar/21/have-your-cake-and-print-it-the-3d-culinary-revolution-is-coming\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/mar/21/have-your-cake-and-print-it-the-3d-culinary-revolution-is-coming", "date_published": "2023-03-21 16:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sheikh Jassim set to submit second bid for Manchester United before deadline", "description": "<ul><li>Glazer family have set deadline for bids of 9pm on Wednesday</li><li>Reports that as many as five different bids may be submitted</li></ul><p>Sheikh Jassim bin Hamad al-Thani will make a second bid to buy Manchester United before Wednesday’s 9pm deadline.</p><p>Representatives of the Qatari businessman were at Old Trafford and the club’s Carrington training ground last Thursday to hold more talks and receive further information to help them conduct due diligence.</p> <a href=\"https://www.theguardian.com/football/2023/mar/21/manchester-united-sheikh-jassim-bid-premier-league\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/21/manchester-united-sheikh-jassim-bid-premier-league", "date_published": "2023-03-21 15:53:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘He has to elaborate’: Højbjerg seeks more clarity from Conte after outburst", "description": "<ul><li>Midfielder sympathetic to Conte but sought more openness</li><li>Sporting’s Amorim among possible Spurs managerial targets</li></ul><p>Pierre-Emile Højbjerg says he wishes Antonio Conte had been more open and “precise” in his communication with the Tottenham squad as he reflected on the manager’s outburst that appears to have made his position at the club untenable.</p><p>Conte <a href=\"https://www.theguardian.com/football/2023/mar/18/this-is-unacceptable-antonio-conte-furious-after-southampton-drama\">laid into the players</a> after Saturday’s 3-3 draw at Southampton, calling them “selfish” and questioning their mentality, the frustrations that have simmered during an erratic season boiling over in spectacular fashion. Spurs have started to <a href=\"https://www.theguardian.com/football/2023/mar/20/antonio-conte-hanging-by-a-thread-as-spurs-begin-search-for-new-coach\">check the market</a> for the Italian’s successor, a sign that they are ready to accelerate his departure. Previously he had been expected to leave at the end of the season upon the expiry of his contract.</p> <a href=\"https://www.theguardian.com/football/2023/mar/21/spurs-hojbjerg-seeks-more-clarity-from-conte-after-outburst\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/21/spurs-hojbjerg-seeks-more-clarity-from-conte-after-outburst", "date_published": "2023-03-21 15:52:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Football Daily | Crystal Palace fire up the Hodgson insignia, pointed over the Croydon night sky", "description": "<p><a href=\"https://www.theguardian.com/info/2022/nov/14/football-daily-email-sign-up\">Sign up now! Sign up now! Sign up now? Sign up now!</a></p><p>Mr Roy has had a long and distinguished career in football management but it’s fair to say his most recent gigs haven’t quite gone as well as he would have liked. An inauspicious spell as England manager ended in humiliation at the hands of Iceland at Euro 2016, a result that <a href=\"https://www.theguardian.com/football/2016/jun/27/roy-hodgson-facing-end-england-manager-iceland-euro-2016\">put the tin hat</a> on a reign in which he was able to mastermind just three victories across four major tournaments. A famous polyglot, Mr Roy was then able to eff and jeff in five different languages as Crystal Palace won just four of their final 16 games of the 2020-21 season, his players having adjourned to the beach long before the first daffodils of the year could be bought in bunches from the Sainsbury’s adjacent to Selhurst Park.</p> <a href=\"https://www.theguardian.com/football/2023/mar/21/football-daily-email-crystal-palace-mr-roy\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/21/football-daily-email-crystal-palace-mr-roy", "date_published": "2023-03-21 15:45:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UN urges deployment of international  ‘specialized support force’ to Haiti", "description": "<p>Extreme violence in Caribbean state has claimed 530 lives so far this year, particularly in gang-dominated capital</p><p>The United Nations has called for the deployment of an international “specialized support force” to impede Haiti’s accelerating tumble into extreme violence after more than 530 people were killed in the opening weeks of this year.</p><p>“Clashes between gangs are becoming more violent and more frequent,” the spokesperson for the UN human rights office, Marta Hurtado, <a href=\"https://www.ohchr.org/en/press-releases/2023/03/haiti-gang-violence\">warned</a> on Tuesday, voicing “grave concern” that the security situation was spiraling out of control.</p> <a href=\"https://www.theguardian.com/world/2023/mar/21/haiti-un-international-specialized-support-force\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/21/haiti-un-international-specialized-support-force", "date_published": "2023-03-21 15:44:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ben Okri on swapping novels for painting: ‘Could these two great rivers of creativity merge?’", "description": "<p>The Booker winner has teamed up with Scottish colourist Rosemary Clunie – to follow in the footsteps of word-and-picture masters Jean-Michel Basquiat and Jenny Holzer</p><p>To be an artist in the Lagos of my youth, you had to be multi-disciplinary. Under this democratic artistic spirit, I learned to paint. I did it secretly. At the same time, I was learning to write. Then one day, when it rained, I decided to find out what I wanted to do with my life. It was between art and literature. I put it to the test. I drew what was on the mantlepiece. Then I wrote a poem about the rain. The poem came easily, but I had to work for the drawing. I took the path of literature. Then, about seven years ago, I began painting again.</p><p>By then I had already begun collaborating with Rosemary Clunie, the Scottish painter and my long-time friend. In five years, I wrote 25 stories from inside her paintings. The paintings and stories were brought together into a book called The Magic Lamp. We decided to take our collaboration further. It is rare to find someone with whom one can truly collaborate. We began in earnest in 2017. We painted canvases together. She is a wonderful colourist. I would add marks, symbols, abstract shapes, and texts. Sometimes I contributed Nsibidis, the second oldest alphabet system in Africa after hieroglyphics.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/mar/21/ben-okri-painting-booker-rosemary-clunie-basquiat-holzer\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/mar/21/ben-okri-painting-booker-rosemary-clunie-basquiat-holzer", "date_published": "2023-03-21 15:24:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Share your view on the role of Ofsted in the UK’s schools", "description": "<p>We would like to speak to teachers, parents, and inspectors about their experience of Ofsted</p><p>Ofsted is under <a href=\"https://www.theguardian.com/education/2023/mar/21/ruth-perry-ofsted-regime-fatally-flawed-says-family-of-headteacher-who-killed-herself\">growing pressure after the death</a> of the Berkshire headteacher Ruth Perry, whose family have called for an urgent review of the schools watchdog.</p><p>We would like to speak with teachers, early year providers and parents about their experience of Ofsted. How has your school been affected by inspection reports in recent years? What is your view on the current grading system?</p> <a href=\"https://www.theguardian.com/education/2023/mar/21/share-your-view-on-the-role-of-ofsted-in-the-uks-schools\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2023/mar/21/share-your-view-on-the-role-of-ofsted-in-the-uks-schools", "date_published": "2023-03-21 15:15:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Gwyneth Paltrow trial begins as actor accused of ‘out of control’ ski crash", "description": "<p>Retired optometrist sues actor for $300,000 in case that has lasted years following 2016 accident at upscale Deer Valley Resort</p><p><a href=\"https://www.theguardian.com/film/gwynethpaltrow\">Gwyneth Paltrow</a> is set to face trial on Tuesday in a lawsuit filed by a retired optometrist who accused the Oscar-winning actor of violently crashing into him in 2016 while skiing at an upscale US ski resort.</p><p>Terry Sanderson, 76, said Paltrow was cruising down the slopes so recklessly that they collided, leaving him on the ground as the lifestyle influencer and her entourage continued their descent down Deer Valley Resort, a skiers-only mountain known for its groomed runs, après-ski champagne yurts and posh clientele.</p> <a href=\"https://www.theguardian.com/film/2023/mar/21/gwyneth-paltrow-ski-accident-trial-utah\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/mar/21/gwyneth-paltrow-ski-accident-trial-utah", "date_published": "2023-03-21 15:14:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pantry porn: why the obsession with perfect kitchens has to stop", "description": "<p>Are your cupboards full of neatly labelled glass jars? Is your fridge spotless and gleaming? If so, you might want to think again</p><p><strong>Name:</strong> Pantry porn.</p><p><strong>Age:</strong> Newish.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/mar/21/pantry-porn-why-the-obsession-with-perfect-kitchens-has-to-stop\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/mar/21/pantry-porn-why-the-obsession-with-perfect-kitchens-has-to-stop", "date_published": "2023-03-21 15:13:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Hundreds of trees to be felled for Cambridge bus route to tackle climate change", "description": "<p>Councillors vote to chop down trees in Coton Orchard for busway from Cambridge to Cambourne</p><p>Hundreds of trees in an orchard designated as a habitat of principal importance in England should be felled to build a new busway to tackle climate change, councillors in Cambridgeshire voted on Tuesday.</p><p>The county council voted by 33 to 26 to approve a new public transport busway, which will use optically guided electric or hybrid buses on its route, to provide links between Cambridge and Cambourne, an expanding new town eight miles outside the city.</p> <a href=\"https://www.theguardian.com/environment/2023/mar/21/hundreds-trees-felled-cambridge-bus-route-tackle-climate-change\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/mar/21/hundreds-trees-felled-cambridge-bus-route-tackle-climate-change", "date_published": "2023-03-21 15:10:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Phoenix Rise review – like Grange Hill meets The Breakfast Club", "description": "<p>This school-based series for younger viewers is a lovely tale of six very different kids finding common ground. It’s all sweetly affecting – even if it isn’t doing anything new</p><p>Few could have predicted that during the lockdowns, one of the biggest hits on BBC iPlayer would turn out to be old episodes of <a href=\"https://www.theguardian.com/tv-and-radio/2023/jan/03/waterloo-road-review-a-lesson-in-how-not-to-revive-a-tv-show\">the school drama Waterloo Road</a>. Perhaps people were missing school more than they thought they would. This interest appears to have had a knock-on effect; as well as bringing Waterloo Road itself back, here we are with another, more youth-focused school series, the likable Phoenix Rise.</p><p>This is more of a contemporary Grange Hill, with a sweet, Breakfast Club spirit of rebellion in the air. Phoenix Rise is the new name for a secondary school in Coventry that was previously known as Manor Grove (the kids joke that the name-change has nothing to do with the fact that the school is under special measures). It’s a new name for a new term, and an influx of new students, each of whom have been written off as “unteachable” in the past. “You all deserve a clean slate,” says idealistic head teacher Mr Stewart (Tyler Fayose), whose good intentions place him at odds with some of his teaching staff. “One man’s unteachable is this man’s work in progress,” he solemnly informs his new charges.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/mar/21/phoenix-rise-review-bbc-school-series\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/mar/21/phoenix-rise-review-bbc-school-series", "date_published": "2023-03-21 15:06:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The truth about Gwyneth Paltrow’s diet? It is as strange as you’d expect | Arwa Mahdawi", "description": "<p>The actor and influencer has been called out for glorifying restricted eating. What is it with the rich and their weird ideas about wellness?</p><p>This time there aren’t any vaginas involved. I say that because half the time Gwyneth Paltrow is in the news it’s <a href=\"https://www.theguardian.com/film/2021/may/19/gwyneth-paltrows-goop-sued-vagina-scented-candle\">vagina-related</a>. On this occasion, however, it’s because a lot of people are seemingly annoyed that she – a woman who has amassed a <a href=\"https://pitchbook.com/news/articles/gwyneth-paltrows-goop-raises-50m-at-250m-valuation\">fortune</a> doling out strange and often suspect health advice via her lifestyle brand Goop – follows that advice herself.</p><p>The trouble started when Paltrow <a href=\"https://www.today.com/popculture/gwyneth-paltrow-bone-broth-backlash-explained-rcna75495\">appeared on an episode</a> of Dr Will Cole’s <a href=\"http://go.redirectingat.com/?id=44681X1458326&amp;url=https%3A%2F%2Fpodcasts.apple.com%2Fus%2Fpodcast%2Fgwyneth-paltrow-her-wellness-protocol-for-longevity%2Fid1539535133%3Fi%3D1000603890093&amp;sref=https://www.independent.co.uk/life-style/gwyneth-paltrow-wellnes-diet-backlash-b2303317.html\">The Art of Being Well podcast</a> and shared what she eats in a typical day. Which, no points for guessing, isn’t much. She doesn’t eat until about noon which, in normal-person-speak, means she skips breakfast. In wellness land it means she’s doing “a nice intermittent fast”. Then she has something that won’t spike her blood pressure, such as coffee. She often follows that up with “bone broth”. An hour of “movement” ensues, wrapped up with some vigorous dry brushing and the sauna. Finally: an early dinner. “I try to eat according to paleo,” she says. “So lots of vegetables. It’s really important for me to support my detox.” I’m sorry, <em>detox? </em>You can’t detox if there was never any tox in the first place.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/21/the-truth-about-gwyneth-paltrows-diet-it-is-as-strange-as-youd-expect\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/21/the-truth-about-gwyneth-paltrows-diet-it-is-as-strange-as-youd-expect", "date_published": "2023-03-21 14:50:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ecuadorian TV presenter wounded by bomb disguised as USB stick", "description": "<p>Lenin Artieda was one of several journalists targeted by explosive devices mailed out across the country</p><p>An Ecuadorian television presenter was wounded after a bomb disguised as a USB stick exploded when he inserted it in his computer, after explosive devices were sent to journalists across the country.</p><p>Lenin Artieda suffered minor injuries in the blast, which happened in the newsroom of Ecuavisa TV in Guayaquil.</p> <a href=\"https://www.theguardian.com/world/2023/mar/21/ecuador-journalist-usb-bomb-ecuavisa\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/21/ecuador-journalist-usb-bomb-ecuavisa", "date_published": "2023-03-21 14:48:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ed Sheeran: singer ‘didn’t want to live any more’ following deaths of friends Jamal Edwards and Shane Warne", "description": "<p>Singer tells Rolling Stone he sought therapy in wake of grief – and that as well as his forthcoming sixth album, he has two more records ready for release</p><p><a href=\"https://www.theguardian.com/music/ed-sheeran\">Ed Sheeran</a> has said that following the deaths of friends SBTV founder <a href=\"https://www.theguardian.com/media/2022/feb/20/jamal-edwards-sbtv-founder-and-music-entrepreneur-dies-aged-31\">Jamal Edwards</a> and the Australian cricketer <a href=\"https://www.theguardian.com/sport/2022/mar/30/tears-cheers-and-tributes-shane-warne-remembered-as-a-giant-who-transcended-cricket\">Shane Warne</a> in 2022, he “didn’t want to live any more”.</p><p>Speaking to <a href=\"https://www.rollingstone.com/music/music-features/ed-sheeran-new-album-subtract-tour-cover-story-interview-1234694319/\">Rolling Stone magazine</a> ahead of the release of <a href=\"https://www.theguardian.com/music/2023/mar/01/new-ed-sheeran-album-subtract-informed-by-fear-depression-and-anxiety\">his sixth album</a>, – (Subtract), he said: “I have had that throughout my life. You’re under the waves drowning. You’re just sort of in this thing. And you can’t get out of it.”</p> <a href=\"https://www.theguardian.com/music/2023/mar/21/ed-sheeran-didnt-want-to-live-jamal-edwards-shane-warne\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/mar/21/ed-sheeran-didnt-want-to-live-jamal-edwards-shane-warne", "date_published": "2023-03-21 14:24:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Braverman accused of ‘dangerous’ complacency in tackling police failings", "description": "<p>Labour urges home secretary to suspend all officers facing sexual assault claims, after damning Casey report</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/mar/21/rishi-sunak-refuses-to-say-if-he-views-partygate-inquiry-into-boris-johnson-as-witch-hunt-uk-politics-live\">UK politics – latest updates</a></li></ul><p>The home secretary has been accused of being “dangerously complacent” in tackling the major failings within the police service highlighted in the damning Casey review and urged to immediately suspend all officers being investigated for domestic violence and sexual assault claims.</p><p>The shadow home secretary, Yvette Cooper, told the Commons that Suella Braverman’s response to the 300-page report into the culture within the Metropolitan police was a continuation of the “hands off” approach at the Home Office that Louise Casey has criticised.</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/21/suella-braverman-accused-of-dangerous-complacency-police-failings-casey-report\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/21/suella-braverman-accused-of-dangerous-complacency-police-failings-casey-report", "date_published": "2023-03-21 14:16:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Decision time: did habitual liar Boris Johnson tell some lies? It’s going to be tense | Marina Hyde", "description": "<p>The former PM is wheeling out the old clown act to rebuff the Partygate allegations. Let’s hope it’s for the last time</p><p>One last heave – in all senses of the word – for Boris Johnson, Britain’s worst ex, who tomorrow flops himself out in front of the <a href=\"https://committees.parliament.uk/committee/289/committee-of-privileges/news/194194/privileges-committee-confirm-date-for-boris-johnson-mp-oral-evidence-session/\">standards committee</a> and asks it to consider an auto-satirical question: did the foremost British liar of the age tell a lie? If you want a sense of our self-respect as a nation, an entire parliamentary investigation has spent 10 months gathering evidence on that question, while <a href=\"https://www.theguardian.com/politics/2023/feb/01/watchdog-examines-220000-public-funding-for-boris-johnson-partygate-defence\">£220,000 and rising</a> has been spent by the taxpayer on Johnson’s legal defence. It is, let’s face it, a long way to go to reach the conclusion, “Lol of course he told a lie – it’s BORIS JOHNSON?!?!?!?!?”</p><p>Strip away the incidental details of this latest adventure in a career of turbo-fibbing and you are faced with a reality as old as bullshit itself. Johnson, who last told the truth during the Reagan administration – and then only accidentally – has somehow got the government to fund state-of-the-art lawyers to prove he wasn’t aware of parties happening in his own house, attended by his own self, against his own rules, and in at least one case against <a href=\"https://www.theguardian.com/news/audio/2022/apr/14/boris-johnson-broke-law-will-partygate-fines-be-undoing-podcast\">his own laws</a>, having gone on telly every single night to tell people that compliance to the letter of said rules and laws was a matter of life and death. Please bear this in mind if you tune in to his appearance tomorrow afternoon, along with the question: does our country have a path to dignity? Because this ain’t it.</p><p>Marina Hyde is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/21/boris-johnson-lies-standards-committee-partygate\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/21/boris-johnson-lies-standards-committee-partygate", "date_published": "2023-03-21 14:08:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fox News producer accuses network lawyers of ‘coercive’ coaching in Dominion case", "description": "<p>Abby Grossberg alleges network attorneys ‘intimidated’ her to take blame for airing voting conspiracies as part of culture of misogyny</p><p>A Fox News producer who worked on Tucker Carlson’s flagship show has claimed in a pair of lawsuits that network lawyers “coached” and “intimidated” her into giving misleading testimony in the $1.6bn Dominion Voting Systems <a href=\"https://www.theguardian.com/media/2023/mar/21/fox-news-dominion-16bn-defamation-lawsuit-court\">lawsuit</a>.</p><p>Abby Grossberg, a senior producer and head of booking for Tucker Carlson who has also worked on Maria Bartiromo’s show, alleged that the network attempted to pin the blame for Fox News’s airing of voting conspiracies on her and Bartiromo – an effort that Grossberg says was part of a broader culture of sexism and misogyny at Fox News.</p> <a href=\"https://www.theguardian.com/media/2023/mar/21/fox-news-producer-dominion-case-misleading-testimony-abby-grossberg\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/mar/21/fox-news-producer-dominion-case-misleading-testimony-abby-grossberg", "date_published": "2023-03-21 14:07:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘This is a ransom note’: the battle for wild camping on Dartmoor - video", "description": "<p>Dartmoor National Park was the only place in England where there was a right to wild camp without seeking permission. The right to camp freely was lost when Dartmoor’s sixth-largest landowner – the hedge fund manager and Conservative party donor Alexander Darwall – <a href=\"https://www.theguardian.com/environment/2023/jan/13/dartmoor-estate-landowner-alexander-darwall-court-case-right-to-camp\">won a high court case</a> overturning it.</p><p>The Guardian followed people on one of the UK’s largest ever protests over public use of the countryside, and joined wild campers on Dartmoor as they sought<a href=\"https://www.theguardian.com/environment/2023/jan/27/dartmoor-national-park-wild-camping-seeks-permission-appeal\">&nbsp;to appeal against the court’s decision</a> and extend the right to roam with new laws</p> <a href=\"https://www.theguardian.com/uk-news/video/2023/mar/21/this-is-a-ransom-note-the-battle-for-wild-camping-on-dartmoor-video\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/video/2023/mar/21/this-is-a-ransom-note-the-battle-for-wild-camping-on-dartmoor-video", "date_published": "2023-03-21 14:02:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "20 great wines for Easter", "description": "<p>The Observer’s wine critic chooses drinks to suit Good Friday fish, classic roast lamb – or just to sip with friends on a bank holiday </p><p><strong>Specially Selected Greco di Tufo</strong><br />Italy 2020 (£5.99, <a href=\"https://groceries.aldi.co.uk/en-GB/p-specially-selected-greco-di-tufo-2020-75cl/4088600410708\" title=\"\">Aldi</a>)<br />A southern Italian with gentle blossomy nose and pear, peach and lemon flavours. It’s the kind of softly refreshing dry white that performs a triple function: aperitif, unobtrusive and inexpensive party white, and partner for light fish, seafood or green leafy salad starters.</p> <a href=\"https://www.theguardian.com/food/2023/mar/21/20-great-wines-for-easter-2023\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/mar/21/20-great-wines-for-easter-2023", "date_published": "2023-03-21 14:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Google’s Bard chatbot launches in US and UK", "description": "<p>From Tuesday users can join waiting list for access to technology that firm hopes will rival Bing Chat and ChatGPT</p><p>Google’s Bard chatbot is launching on Tuesday in the UK and US, as the company completes its dash to release a competitor to Bing Chat and ChatGPT.</p><p>It is seen as a do-or-die moment for the company, whose profitable web search service risks being outcompeted by artificial intelligence (AI) chatbots – even if those chatbots currently have problems in consistently returning accurate and useful results.</p> <a href=\"https://www.theguardian.com/technology/2023/mar/21/googles-bard-chatbot-launches-in-us-and-uk\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/mar/21/googles-bard-chatbot-launches-in-us-and-uk", "date_published": "2023-03-21 14:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Will Google’s rush to join chatbot party with launch of Bard backfire?", "description": "<p>Success of AI-powered rivals ChatGPT and Bing Chat has forced its hand, but release brings risks for tech giant</p><p>Can Google save its golden goose or will it simply kill it trying? That’s the question that lurks behind the launch of the company’s Bard chatbot, hurriedly announced after the overnight success of ChatGPT in early 2023.</p><p>With Bard, Google has to walk a tightrope: offer users an experience that can compete with the AI-powered Bing Chat and ChatGPT without cannibalising its enormously profitable search business in the process.</p> <a href=\"https://www.theguardian.com/technology/2023/mar/21/google-join-chatbot-party-launch-bard-backfire\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/mar/21/google-join-chatbot-party-launch-bard-backfire", "date_published": "2023-03-21 14:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "On the frontlines of the Iraq war 2003-08 – in pictures", "description": "<p>Photojournalist <a href=\"https://www.theguardian.com/profile/seansmith\">Sean Smith</a> was in Baghdad before, during and after the invasion of Iraq from 2003 to 2008, and revisited for a number of years. This is a collection of his powerful work during that critical time</p> <a href=\"https://www.theguardian.com/world/gallery/2023/mar/21/on-the-frontlines-of-the-iraq-war-2003-08-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/world/gallery/2023/mar/21/on-the-frontlines-of-the-iraq-war-2003-08-in-pictures", "date_published": "2023-03-21 13:48:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Man suffers burns after jacket set alight outside Birmingham mosque", "description": "<p>West Midlands police say officers studying video footage of attack circulating on social media</p><p>A man has suffered facial burns after his jacket was set alight as he walked home from a mosque in Birmingham.</p><p>West Midlands police said officers were studying video footage of the attack on Monday night, which has been circulated on social media.</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/21/man-suffers-burns-after-jacket-set-alight-outside-birmingham-mosque\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/21/man-suffers-burns-after-jacket-set-alight-outside-birmingham-mosque", "date_published": "2023-03-21 13:39:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tesco angers shoppers by cutting value of Clubcard reward scheme", "description": "<p>Chain says customers will double rather then triple value of points when spending them from mid-June</p><p>Tesco has angered shoppers by announcing that it will be reducing the value of its popular Clubcard reward scheme from 14 June.</p><p>The UK’s biggest retailer said that after that date, shoppers would be able only to double the value of their Clubcard points – rather than triple them as now – when they spent them with one of its reward partners on a restaurant meal, day trip or cinema outing.</p> <a href=\"https://www.theguardian.com/business/2023/mar/21/tesco-shoppers-clubcard-reward-scheme-points-spending\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/mar/21/tesco-shoppers-clubcard-reward-scheme-points-spending", "date_published": "2023-03-21 13:28:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Network Rail boss compares year of strikes to Iraq war", "description": "<p>Andrew Haines says ‘warfare’ with workers is over but bosses need to ‘build the peace’ </p><p>The boss of Network Rail has compared the past year of train strikes to the Iraq war, saying rail leaders need to “build the peace” with workers in a way that British and US victors over Saddam Hussein failed to do.</p><p>Andrew Haines, chief executive of the responsible for Britain’s railway infrastructure, said the “warfare” was over but the lessons of Iraq were “ringing in his ears”.</p> <a href=\"https://www.theguardian.com/business/2023/mar/21/network-rail-strikes-iraq-war-andrew-haines\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/mar/21/network-rail-strikes-iraq-war-andrew-haines", "date_published": "2023-03-21 13:15:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The IPCC’s climate report has drawn the battle lines for Cop28: oil profits or a livable future | Simon Lewis", "description": "<p>A pact to phase out fossil fuels in November’s UN climate talks is the only credible response to the warnings of scientists</p><p>Yesterday the Intergovernmental Panel on Climate Change released a new <a href=\"https://www.ipcc.ch/assessment-report/ar6/\">synthesis report</a>. The document is important because 195 governments commissioned it and the summary was agreed line by line. It is accepted fact by nations worldwide, and a shared basis for future action.</p><p>The <a href=\"https://www.theguardian.com/environment/2023/mar/20/ipcc-climate-crisis-report-delivers-final-warning-on-15c\">report’s conclusions</a> are terrifying and wearily familiar. Every region is experiencing “widespread adverse impacts”. Almost half the world’s population is “highly vulnerable” to climate change impacts. Expected repercussions will escalate rapidly. It concludes that there is a “rapidly closing window of opportunity” to secure a livable future.</p><p>Simon Lewis is professor of global change science at University College London and University of Leeds</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/21/ipcc-climate-report-cop28-oil-profits-fossil-fuels-un-climate-talks-scientists\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/21/ipcc-climate-report-cop28-oil-profits-fossil-fuels-un-climate-talks-scientists", "date_published": "2023-03-21 13:14:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Significant increase’ in online threats as potential Trump indictment looms – live", "description": "<p>Most threats are directed at law enforcement and government officials, report says, after ex-president urged supporters to protest</p><ul><li><strong><a href=\"https://www.theguardian.com/info/2018/sep/17/guardian-us-morning-briefing-sign-up-to-stay-informed\">Sign up to receive First Thing – our daily briefing by email</a></strong></li></ul><p><strong>Donald Trump</strong>’s indictment may appear imminent, but the Guardian’s <a href=\"https://www.theguardian.com/profile/hugo-lowell\">Hugo Lowell</a> reported yesterday that the grand jury handling the charges isn’t meeting today:</p><p>That seems to undercut <a href=\"https://www.theguardian.com/us-news/2023/mar/19/trump-allies-and-rivals-rally-to-his-defence-after-he-claims-arrest-is-imminent\">Trump’s claim</a>, made over the weekend, that he’d be arrested today. He had called for protests against the indictment – a worrying prospect, considering he made a similar call that led to the January 6 insurrection.</p> <a href=\"https://www.theguardian.com/us-news/live/2023/mar/21/trump-indictment-hush-money-biden-monuments-politics-live-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/live/2023/mar/21/trump-indictment-hush-money-biden-monuments-politics-live-updates", "date_published": "2023-03-21 13:13:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Gut feelings: why drugs that nurture your microbes could be the future of mental health", "description": "<p>Scientists know our gut influences our brain. So psychobiotic drugs that shift the composition of microbes in the gut may be able to help treat disorders such as anxiety and depression </p><p>In <a href=\"https://www.beano.com/posts/the-numskulls-1995\" title=\"\">a classic comic strip</a>, most recently gracing the Beano, tiny characters called “numskulls” live in the head of a chap called Edd, controlling what he gets up to – often with hilarious results. It has run for decades, presumably because the idea that there could be critters within us capable of exerting a profound mental and physical influence seems pretty absurd.</p><p>But it appears science is having the last laugh: in recent years the idea has spawned myriad research papers – except that instead of minuscule people at work inside one’s head, it is microbes in the gut that appear to be pulling the strings.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/mar/21/gut-feelings-why-drugs-that-nurture-your-microbes-could-be-the-future-of-mental-health\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/mar/21/gut-feelings-why-drugs-that-nurture-your-microbes-could-be-the-future-of-mental-health", "date_published": "2023-03-21 13:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jonny Bairstow to miss IPL and focus on Ashes in recovery from freak accident", "description": "<ul><li>Player missed entire winter after golf course mishap</li><li>Bairstow set to ease his way back playing for Yorkshire</li></ul><p>Jonny Bairstow is set to miss this year’s Indian Premier League and focus on preparing for the Ashes as he continues his comeback from last summer’s broken leg.</p><p>One of the main catalysts for the Test team’s surging turnaround in results, Bairstow <a href=\"https://www.theguardian.com/sport/2022/oct/03/jonny-bairstow-england-not-play-again-until-next-year-after-surgery-on-broken-leg\">missed the entire winter</a> – a T20 World Cup win and Test tours of Pakistan and New Zealand – after suffering multiple fractures, a dislocated ankle and ligament damage from a freak slip on the golf course back in September.</p> <a href=\"https://www.theguardian.com/sport/2023/mar/21/jonny-bairstow-skips-ipl-to-focus-on-ashes-after-freak-leg-break-accident-england-cricket\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/21/jonny-bairstow-skips-ipl-to-focus-on-ashes-after-freak-leg-break-accident-england-cricket", "date_published": "2023-03-21 13:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "US describes conditions in Rwanda’s detention centres as harsh to life-threatening", "description": "<p>Ally’s criticism will be hard to dismiss as UK tries to push through £120m migrant scheme</p><p>Britain’s closest ally, the US, has criticised Rwanda’s dire human rights record describing conditions in the country’s detention centres as harsh to life threatening.</p><p>The British home secretary, Suella Braverman, took a group of journalists on a trip last week to reveal details of her £120m scheme to send all migrants arriving in the UK through irregular means to Rwanda whether they claim asylum or not. The legality of the scheme is due to be tested shortly in the UK court of appeal.</p> <a href=\"https://www.theguardian.com/politics/2023/mar/21/us-describes-conditions-in-rwandas-detention-centres-as-harsh-to-life-threatening\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/mar/21/us-describes-conditions-in-rwandas-detention-centres-as-harsh-to-life-threatening", "date_published": "2023-03-21 12:59:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Home Office delays Windrush grants amid row over social media posts", "description": "<p> This year’s £150,000 allocation scrapped amid discussions about including groups critical of government</p><p>The Home Office has decided not to award £150,000-worth of grants to <a href=\"https://www.theguardian.com/uk-news/windrush-scandal\">Windrush</a> community organisations, amid internal disagreement about whether funds should be given to groups that have expressed criticism of the government on social media.</p><p>In December, civil servants approved applications from 15 organisations to receive about £10,000 of funding each from the Windrush <a href=\"https://www.gov.uk/government/publications/community-engagement-fund-windrush/factsheet\">community engagement fund</a>, a grant established in the wake of the <a href=\"https://www.theguardian.com/uk-news/windrush-scandal\">2018 citizenship scandal</a>.</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/21/home-office-delays-windrush-grants-amid-row-over-social-media-posts\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/21/home-office-delays-windrush-grants-amid-row-over-social-media-posts", "date_published": "2023-03-21 12:57:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Hilary Mantel memorial to be held at Southwark Cathedral", "description": "<p>The celebration of the double Booker winner’s life will include tributes and readings from her work with a limited number of tickets available for the general public</p><p>A celebration of the Wolf Hall trilogy author Dame Hilary Mantel, who <a href=\"https://www.theguardian.com/books/2022/sep/23/dame-hilary-mantel-obituary\">died aged 70 last year</a>, is to take place at Southwark Cathedral next month.</p><p>Family, friends and colleagues of Mantel will gather in London on 20 April for the memorial event, which will include tributes and readings from the double Booker prize winner’s body of work.</p> <a href=\"https://www.theguardian.com/books/2023/mar/21/hilary-mantel-memorial-southwark-cathedral-tickets\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/mar/21/hilary-mantel-memorial-southwark-cathedral-tickets", "date_published": "2023-03-21 12:55:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Newly released Chinese Covid data points to infected animals in Wuhan", "description": "<p>Previously unseen genomic samples suggest animals at Huanan market were potential source</p><p>Newly released data from early in the Covid-19 pandemic has offered a crucial insight into the outbreak’s origins, suggesting that Covid-infected animals were present at a market in Wuhan and could have been a “potential source of human infections”.</p><p>A pre-print report on Monday by a team of international researchers fleshed out analysis of previously unseen genomic samples collected by Chinese scientists at the Huanan market in Wuhan in the early days of the pandemic.</p> <a href=\"https://www.theguardian.com/world/2023/mar/21/newly-released-chinese-covid-data-infected-animals-wuhan\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/21/newly-released-chinese-covid-data-infected-animals-wuhan", "date_published": "2023-03-21 12:54:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The orgasm gap - and how to close it: ‘Don’t equate sex and penetration’", "description": "<p>In heterosexual sex, men climax more than women. But when we focus solely on the big O, we can miss other forms of sexual pleasure</p><p>When Rachel Bilson, once a star of the 00s teen drama <a href=\"https://www.theguardian.com/culture/2022/jan/12/revisiting-the-oc-the-glossy-teen-show-had-a-huge-cultural-impact-and-its-still-kind-of-perfect\">The OC</a> and more recently a host of a podcast about the show, <a href=\"https://graziadaily.co.uk/celebrity/news/should-we-really-be-shocked-that-rachel-bilson-didnt-have-her-first-orgasm-from-sex-until-38/\">said that she didn’t have an orgasm </a>through penetrative sex with a man until she was 38, she poked alight a smouldering conversation about “the orgasm gap”.</p><p>The phrase doesn’t refer to those years of waiting, between discovering sex and meeting someone who does it right. That would be like calling a life sentence a gap year. Rather, it’s a play on the pay gap: the difference in the number of orgasms men and women report during straight sex.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/mar/21/the-orgasm-gap-and-how-to-close-it-dont-equate-sex-and-penetration\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/mar/21/the-orgasm-gap-and-how-to-close-it-dont-equate-sex-and-penetration", "date_published": "2023-03-21 12:52:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Eve Arnold exhibition and boat race training: Tuesday’s best photos", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/news/gallery/2023/mar/21/eve-arnold-exhibition-and-boat-race-training-tuesdays-best-photos\">Continue reading...</a>", "link": "https://www.theguardian.com/news/gallery/2023/mar/21/eve-arnold-exhibition-and-boat-race-training-tuesdays-best-photos", "date_published": "2023-03-21 12:47:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Hardline Tory MPs reject Sunak’s Northern Ireland Brexit plan", "description": "<p>Verdict by European Research Group follows decision on Monday by DUP to also reject deal</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/mar/21/rishi-sunak-refuses-to-say-if-he-views-partygate-inquiry-into-boris-johnson-as-witch-hunt-uk-politics-live\">Politics live - latest updates</a></li></ul><p>The European Research Group (ERG) of hardline Brexiter Conservative MPs has formally rejected Rishi Sunak’s revised plan for trading arrangements in Northern Ireland, increasing the potential size of a Tory rebellion against the plan.</p><p>The ERG, which remains influential, if not to the same extent as during the Brexit negotiations under Theresa May, has said it cannot accept the so-called Windsor framework, unveiled last month by Sunak after talks with Ursula von der Leyen, the European Commission president.</p> <a href=\"https://www.theguardian.com/politics/2023/mar/21/hardline-tory-mps-reject-sunaks-northern-ireland-brexit-plan\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/mar/21/hardline-tory-mps-reject-sunaks-northern-ireland-brexit-plan", "date_published": "2023-03-21 12:02:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Crickets, cowbells and redcurrant jam: my tribute to the incredible Mira Calix", "description": "<p>Héloïse Werner’s new piece, for mira, is in memory of the experimental musician who was her friend and collaborator. It is meditative and yet full of life, she writes </p><p>I first met <a href=\"https://www.theguardian.com/music/2022/mar/28/mira-calix-adventurous-electronic-musician-and-sound-artist-dies\">Mira Calix</a> six years ago. My group, The Hermes Experiment, got in touch with her to ask if she would be interested in writing us a new piece. We had come across her striking electronic music through the Nonclassical label and were excited at the idea of a potential collaboration. She replied quickly: “i’d love to do this – yes!” (she never used capital letters) and so Oliver Pashley, our clarinettist, and I met her for a coffee to discuss the commission.</p><p>I remember that first encounter so well: she was chilled, funny, vibrant, full of brilliant ideas and looking incredibly cool in her green bobble hat. The work she wrote for us is called <a href=\"https://twitter.com/miracalix/status/995601321427390464?lang=en\">DMe, a beautiful graphic score</a> which is as much a piece of visual art as it is a piece of music combined with performance art. And that’s what I admired so much about Mira – her capacity to be so open to different art forms, different approaches, and yet to somehow make sense of it all as a whole. She also had this gift for bringing people together, whether through her work, friendships or the anti-Brexit marches that she would always rally the troops for. <br />Mira and I became friends and worked together on a number of other projects: for Secret Cinema, for the exhibition <a href=\"https://www.somersethouse.org.uk/whats-on/good-grief-charlie-brown\">Good Grief, Charlie Brown!</a> at Somerset House in London, and most recently on a new artwork for the exhibition <a href=\"https://www.theguardian.com/artanddesign/gallery/2021/oct/10/modern-artists-beano-art-of-making-rules-somerset-house-exhibition\">Beano: The Art of Breaking the Rules</a> also at Somerset House which was curated by her partner, the brilliant artist Andy Holden.</p> <a href=\"https://www.theguardian.com/music/2023/mar/21/heloise-werner-aurora-orchestra-mira-calix\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/mar/21/heloise-werner-aurora-orchestra-mira-calix", "date_published": "2023-03-21 12:02:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Crystal Palace bank on Roy Hodgson in bid to reunite splintered fanbase | Ed Aarons", "description": "<p>The 75-year-old’s return may not be popular with supporters, but it’s what chairman Steve Parish feels is required to avoid relegation</p><p>For Crystal Palace supporters scratching their heads about Roy Hodgson’s surprise return as manager, it is worth revisiting Steve Parish’s comments when the former England manager <a href=\"https://www.theguardian.com/football/2021/may/18/roy-hodgson-to-leave-crystal-palace-and-retire-as-a-manager-at-end-of-season\">left his post in May 2021</a>. “His record with us simply cannot be overstated,” said the Palace chairman. “He is the only Palace manager to secure four years in the Premier League and he has helped give us stability in the most turbulent of times.”</p><p>Having first visited Selhurst Park as a six-year-old in the 1950s, and briefly trained with the club’s youth team before embarking on his globetrotting career, Hodgson was eventually <a href=\"https://www.theguardian.com/football/2017/sep/11/crystal-palace-sack-frank-de-boer-roy-hodgson-sam-allardyce\">reunited with his boyhood club as manager in September 2017</a> with the team bottom after losing their first four matches under Frank de Boer. He guided them to 11th and subsequently was awarded the freedom of Croydon. Yet even the 75-year-old, whose last managerial spell at Watford <a href=\"https://www.theguardian.com/football/2022/may/07/crystal-palace-watford-premier-league-match-report\">ended in relegation</a> following a run of two wins in 18 games, may have been surprised when the SOS call came from Parish for a second time after <a href=\"https://www.theguardian.com/football/2023/mar/17/patrick-vieira-cut-adrift-at-crystal-palace-without-faith-to-build-his-era\">Patrick Vieira’s dismissal on Friday</a>.</p> <a href=\"https://www.theguardian.com/football/2023/mar/21/crystal-palace-bank-on-roy-hodgson-in-bid-to-reunite-splintered-fanbase\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/21/crystal-palace-bank-on-roy-hodgson-in-bid-to-reunite-splintered-fanbase", "date_published": "2023-03-21 12:00:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nigel Slater’s recipe for rhubarb, elderflower and brioche toasts", "description": "An unusual and attractive fruity sweet treat<p>Trim 500g of <strong>rhubarb</strong>, discarding any tough ends or dry tips on the stalks. Cut into 3cm lengths, then put them into a shallow baking dish in a single layer.</p><p>Finely grate the zest from 1 medium-sized <strong>orange</strong> and set aside.</p> <a href=\"https://www.theguardian.com/food/2023/mar/21/nigel-slater-midweek-recipe-rhubarb-elderflower-and-brioche-toasts\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/mar/21/nigel-slater-midweek-recipe-rhubarb-elderflower-and-brioche-toasts", "date_published": "2023-03-21 12:00:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rise and Shine: Breakfast in bed with James Norton", "description": "<p>After his amazing success in <em>Happy Valley</em>, James Norton is taking on another dark role, this time on stage. Britain’s hottest star wears key looks from SS23</p><p></p> <a href=\"https://www.theguardian.com/fashion/gallery/2023/mar/21/rise-and-shine-breakfast-in-bed-with-james-norton\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/gallery/2023/mar/21/rise-and-shine-breakfast-in-bed-with-james-norton", "date_published": "2023-03-21 12:00:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Drought caused 43,000 ‘excess deaths’ in Somalia last year, half of them young children", "description": "<p>New report uncovers tragic scale of climate-led crisis and warns of up to 34,000 more deaths so far this year</p><p>A <a href=\"https://www.unicef.org/esa/documents/insight-action-examining-mortality-somalia\">new report</a> released by the Somalian government suggests that far more children died in the country last year due to the ongoing drought than previously realised.</p><p>The study estimates that there were 43,000 excess deaths in 2022 in Somalia due to the deepening drought compared with similar droughts in 2017 and 2018.</p> <a href=\"https://www.theguardian.com/global-development/2023/mar/21/drought-caused-43000-excess-deaths-in-somalia-last-year-half-of-them-young-children\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/mar/21/drought-caused-43000-excess-deaths-in-somalia-last-year-half-of-them-young-children", "date_published": "2023-03-21 11:53:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "B&Q could open at least 50 more smaller UK stores", "description": "<p>DIY chain backs B&amp;Q Local format as it reports 40% slide in pre-tax profits to £611m</p><p>B&amp;Q could open at least 50 small and medium-sized stores across the UK as it adapts to demand for more convenient local stores where goods ordered online can be picked up.</p><p>The retailer said it had eight high street outlets – called B&amp;Q Local – in London and was perfecting the format, considering how it could better sell kitchens and bathrooms there, before considering how many in total it could open across the UK.</p> <a href=\"https://www.theguardian.com/business/2023/mar/21/bq-open-uk-stores-bq-local-profits\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/mar/21/bq-open-uk-stores-bq-local-profits", "date_published": "2023-03-21 11:45:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK and Israel to sign deal strengthening tech, trade and security ties", "description": "<p>Timing will be seen as mark of approval for Israel’s far-right government</p><p>The UK and Israel will sign a document on Tuesday strengthening ties in the fields of defence, security and technology following plans announced last year to put relations between the two countries on an elevated footing.</p><p>The timing of the agreement is controversial since it will be seen as a mark of approval for Israel’s far-right government, which has put settlement expansion in the occupied West Bank at the top of its agenda, and faces a massive backlash over plans to neuter the role of the judiciary.</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/21/uk-and-israel-to-sign-deal-strengthening-tech-trade-and-security-ties\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/21/uk-and-israel-to-sign-deal-strengthening-tech-trade-and-security-ties", "date_published": "2023-03-21 11:44:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Cypriot court setback for retired British coalminer accused of murdering wife", "description": "<p>Defence team had argued David Hunter’s confession should be ruled inadmissible as evidence in trial</p><p>A court in Cyprus has ruled that the confession of a retired Northumberland coalminer accused of murdering his terminally ill wife was obtained lawfully and can be used in evidence against him.</p><p>David Hunter, 75, is on trial for premeditated murder after a plea deal on the lesser charge of manslaughter collapsed.</p> <a href=\"https://www.theguardian.com/world/2023/mar/21/cypriot-court-setback-for-retired-british-coalminer-david-hunter-accused-of-murdering-wife\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/21/cypriot-court-setback-for-retired-british-coalminer-david-hunter-accused-of-murdering-wife", "date_published": "2023-03-21 11:43:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sevilla sack Jorge Sampaoli after slumping towards La Liga drop zone", "description": "<ul><li>Club act after defeat at Getafe left them in danger</li><li>Sampaoli leaves Sevilla two points above relegation places</li></ul><p>Sevilla have sacked Jorge Sampaoli, their manager, in an attempt to stave off relegation from La Liga.</p><p>Sunday’s 2-0 defeat to Getafe left them only two points above the bottom three in a congested bottom half of the table. The club have acted by removing the former Argentina and Marseille manager, <a href=\"https://www.theguardian.com/football/live/2023/mar/17/premier-league-and-fa-cup-team-news-champions-league-draw-and-more-live\">with Sevilla set to play Manchester United</a> in the Europa League quarter-finals after the international break.</p> <a href=\"https://www.theguardian.com/football/2023/mar/21/sevilla-sack-jorge-sampaoli-after-slumping-towards-la-liga-drop-zone\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/21/sevilla-sack-jorge-sampaoli-after-slumping-towards-la-liga-drop-zone", "date_published": "2023-03-21 11:40:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Noël Coward was not just an amiable jester but a scathing social satirist | Michael Billington", "description": "<p>He presented himself as a message-free entertainer but, 50 years after his death, it is time to reconsider the variety of the great playwright’s work</p><p>Anniversaries offer a chance for reappraisal. Fifty years after <a href=\"https://www.nytimes.com/1973/03/27/archives/sir-noel-coward-playwright-dies-at-73-sir-n-oel-coward-witty.html\">the death of Noël Coward</a>, it is worth asking whether, as a playwright, he still speaks to us today. You might have thought that his world had faded but the truth is that between 1924 and 1941 Coward wrote five comedies – Hay Fever, Private Lives, Design for Living, Present Laughter and Blithe Spirit – that are regularly revived. They may look like escapist diversions but their structural symmetry, verbal precision and opportunities for actors mean that they are bankers which have achieved the status of minor classics.</p><p>But, rather than dwell on the famous five, I think it is worth asking whether there is more to Coward than a mastery of quilted fun and whether we should range more widely through his 50 or so plays. Oliver Soden’s excellent new biography, <a href=\"https://www.theguardian.com/books/2023/mar/12/masquerade-the-lives-of-noel-coward-by-oliver-soden-review-the-man-in-the-ironic-mask\">Masquerade</a>, reveals Coward to be a more complex individual than we had acknowledged: Soden even suggests that, in his combination of manic activity and deep melancholia, there was a hint of what we now know as bipolarity. Sheridan Morley, Coward’s first biographer, called his book A Talent to Amuse. But, while Coward liked to present himself to the world as a message-free entertainer, he was a finger-wagging preacher and occasionally scathing satirist. You could, in fact, write an alternative study of Coward called A Talent to Abuse.</p> <a href=\"https://www.theguardian.com/stage/2023/mar/21/noel-coward-playwright\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/mar/21/noel-coward-playwright", "date_published": "2023-03-21 11:17:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Punjab hit by internet blackout as authorities hunt for Sikh preacher", "description": "<p>Shutdown imposed as part of search for Amritpal Singh Sandhu, accused of disrupting communal harmony</p><p>Economic life in the north Indian state of Punjab has been paralysed by an internet shutdown, affecting 30 million people, imposed as part of a huge manhunt for a Sikh preacher fighting for a separate Sikh state.</p><p>Police have been searching for Amritpal Singh Sandhu, who is wanted for allegedly disrupting communal harmony, since Saturday.</p> <a href=\"https://www.theguardian.com/world/2023/mar/21/punjab-internet-blackout-hunt-sikh-preacher-amritpal-singh-sandhu\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/21/punjab-internet-blackout-hunt-sikh-preacher-amritpal-singh-sandhu", "date_published": "2023-03-21 11:15:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "David Squires on … Antonio Conte, Tottenham and an unlikely return", "description": "<p>Our cartoonist on the ongoing tumult at Spurs, plus Roy Hodgson rocking back up at the Palace</p><ul><li><a href=\"https://support.theguardian.com/uk/contribute?REFPVID=kta1aob6y4ujara7ohka&amp;INTCMP=header_support_RemoteRrHeaderLinksTest__UK_remote&amp;acquisitionData=%7B%22source%22%3A%22GUARDIAN_WEB%22%2C%22componentId%22%3A%22header_support_RemoteRrHeaderLinksTest__UK_remote%22%2C%22componentType%22%3A%22ACQUISITIONS_HEADER%22%2C%22campaignCode%22%3A%22header_support_RemoteRrHeaderLinksTest__UK_remote%22%2C%22abTest%22%3A%7B%22name%22%3A%22RemoteRrHeaderLinksTest__UK%22%2C%22variant%22%3A%22remote%22%7D%2C%22referrerPageviewId%22%3A%22kta1aob6y4ujara7ohka%22%2C%22referrerUrl%22%3A%22https%3A%2F%2Fwww.theguardian.com%2Ffootball%22%2C%22isRemote%22%3Atrue%7D\">Like what David does? Consider supporting our journalism</a></li><li><a href=\"https://guardianprintshop.com/collections/david-squires\">You can buy this cartoon from the Guardian Print Store</a></li></ul> <a href=\"https://www.theguardian.com/football/ng-interactive/2023/mar/21/david-squires-on-antonio-conte-tottenham-and-an-unlikely-return\">Continue reading...</a>", "link": "https://www.theguardian.com/football/ng-interactive/2023/mar/21/david-squires-on-antonio-conte-tottenham-and-an-unlikely-return", "date_published": "2023-03-21 11:05:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A Compassionate Spy review – love story of scientist who tried to stop nuclear war", "description": "<p>Steve James’s engrossing documentary tells the story of Ted Hall, a young physicist who leaked nuclear secrets to the Soviet Union in order to protect the future of mankind</p><p>Christopher Nolan’s Oppenheimer, due in July, is sure to fit its eponymous physicist out with dutiful misgivings on the atomic weaponry front. But this engrossing documentary by Hoop Dreams’ Steve James tells the story of someone who actually did something about it: Ted Hall, who confessed in 1998 – a year before his death – to having passed nuclear secrets to the Soviets while working on the Manhattan project. Recruited as an 18-year-old Harvard genius, he came to feel that a US monopoly on the bomb would threaten global stability and the future of humanity.</p><p>A sensitive college boy and nascent communist who chafed against wearing military uniform at Los Alamos, Hall gave priceless schematics to Uncle Joe via his beatnik friend, the excellently named Saville Sax, who was the one who actually stepped inside the Soviet consulate. James gets inside the fulminating, jingoistic wartime US ambience through dramatic recreations of college trysts and FBI shakedowns, as well as Hall’s final interviews – notably the CNN spot in which he eventually came clean. But it’s anchoring this all in testimony from Hall’s now elderly wife, Joan, that gives A Compassionate Spy a passionate payload, making it as much a love story as a political chronicle. “A nonconformist, keeping clear of everyone else’s nonconformity,” is how she sums him up. “Did I forget to say he was beautiful?”</p> <a href=\"https://www.theguardian.com/film/2023/mar/21/a-compassionate-spy-review-nuclear-ted-hall\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/mar/21/a-compassionate-spy-review-nuclear-ted-hall", "date_published": "2023-03-21 11:00:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "An arty weekend in … Bishop Auckland, County Durham", "description": "<p>The former mining town is home to Velázquez, Murillo and El Greco, the art of pitmen, and its own artist-designed tweed</p><p><strong>Make the trip for …</strong> <br />A regeneration charity has used art to help transform the fortunes of this former mining town. The <a href=\"https://aucklandproject.org/\" title=\"\">Auckland Project</a> is a multi-venue art exhibition in the town centre, whose star attraction is the <a href=\"https://aucklandproject.org/venues/spanish-gallery/\" title=\"\">Spanish Gallery</a>, which opened in 2021 and has a jaw-dropping collection of 16th- and 17th-century Spanish art by Velázquez, El Greco, Murillo and more, housed in a beautifully converted former bank and school.</p><p>By contrast, the <a href=\"https://aucklandproject.org/venues/mining-art-gallery/\" title=\"\">Mining Art Gallery</a> has a moving display of more than 400 works made by coalminers. Miners’ sketching societies were set up between the first and second world wars and some of the men left the pits to become professional artists, including Tom McGuinness and Norman Cornish.</p> <a href=\"https://www.theguardian.com/travel/2023/mar/21/an-arty-weekend-in-bishop-auckland-county-durham\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2023/mar/21/an-arty-weekend-in-bishop-auckland-county-durham", "date_published": "2023-03-21 11:00:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘He is my best friend’: 10 years of strengthening ties between Putin and Xi", "description": "<p>The Russian and Chinese leaders have met more than 40 times in recent years, fortifying personal and formal relations</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/mar/21/russia-ukraine-war-live-russian-cruise-missiles-destroyed-in-crimea-says-ukraine-xi-and-putin-to-hold-formal-talks\">Russia-Ukraine war – latest news updates</a></li></ul><p>A visit by China’s president, Xi Jinping, to Moscow this week has shone a light on his strengthening relationship with his Russian counterpart, Vladimir Putin.</p><p>The two leaders have met more than 40 times in recent years, growing increasingly familiar, and now refer to each other as “dear friends”. Xi has been described as a great friend by other world leaders before, including Robert Mugabe and Donald Trump, but does not always reciprocate the compliment like he has with Putin.</p> <a href=\"https://www.theguardian.com/world/2023/mar/21/10-years-strengthening-ties-between-putin-xi-china-russia\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/21/10-years-strengthening-ties-between-putin-xi-china-russia", "date_published": "2023-03-21 10:57:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Withdraw review of Prevent anti-radicalisation strategy, ministers urged", "description": "<p>Civil society groups, community leaders and academics say ‘ideologically led’ review of programme should be rejected</p><p>More than 200 civil society organisations, community leaders and academics have called on the UK government to withdraw a <a href=\"https://www.theguardian.com/uk-news/2023/feb/07/review-of-uk-prevent-strategy-to-call-for-more-focus-on-islamist-terrorism\">controversial review</a> of the Prevent programme, part of its counter-terrorism strategy.</p><p>The Home Office accepted all 34 recommendations in the review from William Shawcross, a former chair of the Charity Commission who concluded that the Prevent programme should focus more on Islamist rather than far-right terrorism.</p><p>Implementing Shawcross’s findings means endorsing ideologically led policy with no legal accountability or parliamentary oversight.</p><p>Implementing Shawcross’s findings means supporting claims about increased threats of Islamic extremism without including data to back up these claims in the review.</p><p>Continuing to implement the Prevent programme will lead to perpetuating further harms against children and vulnerable adults.</p><p>The argument that Prevent should focus less on rightwing extremism and more on \"‘Islamist” extremism is explicitly discriminatory.</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/21/withdraw-review-of-prevent-anti-radicalisation-strategy-ministers-urged\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/21/withdraw-review-of-prevent-anti-radicalisation-strategy-ministers-urged", "date_published": "2023-03-21 10:56:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Derby confirmed as new HQ of Britain’s rail network", "description": "<p>Midlands city chosen to host head office for Great British Railways, beating five other locations</p><p>Derby is to become the new headquarters of Britain’s reformed railway, the government has confirmed.</p><p>As<a href=\"https://www.theguardian.com/business/2023/mar/20/derby-hq-britain-rail-network-great-british-railways\"> exclusively revealed by the Guardian on Monday,</a> the Midlands city has been chosen to host the head office for Great British Railways.</p> <a href=\"https://www.theguardian.com/business/2023/mar/21/derby-hq-britains-rail-network-great-british-railways\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/mar/21/derby-hq-britains-rail-network-great-british-railways", "date_published": "2023-03-21 10:44:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Remember the Casey review next time Suella Braverman talks about ‘woke’ policing in the Met | Gaby Hinsliff", "description": "<p>The countless victims of the Metropolitan police’s grotesque failures need radical reform unimaginable to this broken force</p><p>Say her name, not his.</p><p>It is such a small thing, an almost helpless gesture in the face of horrors. But Louise Casey’s decision not to name the killer of Sarah Everard, or the fellow officer recently unmasked as a serial rapist, in her <a href=\"https://www.theguardian.com/uk-news/2023/mar/21/metropolitan-police-institutionally-racist-misogynistic-homophobic-louise-casey-report\">devastating account</a> of what went so very wrong inside the Metropolitan police felt like a sign that finally, someone gets it. She understands that this is a story about two men getting their kicks from wielding power over terrified women, who could not have done so without the swaggering rank and status conferred by a police warrant card.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/21/casey-review-suella-braverman-woke-metropolitan-police-failures\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/21/casey-review-suella-braverman-woke-metropolitan-police-failures", "date_published": "2023-03-21 10:40:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rites of Passage review: stilt-walkers and slave ship ghosts brave the Atlantic", "description": "<p><strong>Gagosian, London</strong><br />From gentle reflections to horrific reminders of the middle passage, compelling stories of migration cut through this sprawling show of work by 19 black artists</p><p>“I am here because you were there,” reads the black neon sign, glowing bleakly. It quotes the now shadow foreign secretary, David Lammy, from <a href=\"https://www.theguardian.com/uk-news/video/2018/apr/16/national-day-of-shame-david-lammy-criticises-treatment-of-windrush-generation-video\">an impassioned 2018 speech </a>in response to the Windrush scandal. The neon, by Southend-based artist <a href=\"https://www.elsajames.com/\">Elsa James</a>, hangs over the entrance to <a href=\"https://gagosian.com/exhibitions/2023/rites-of-passage/\">Rites of Passage</a>, a group exhibition of 19 black artists who all, in different ways, have their own stories and histories of migration. Set against strong blue walls, this is one of those one-thing-after-another shows in which disparities of scale, medium, subject matter, intention and artistic language are so varied it is hard to make sense of it all. Lammy’s quotation is succinct, direct and so freighted that the rest of the show finds it hard to keep up the pace, let alone the focus.</p><p><a href=\"https://www.patrickquarm.com/\">Patrick Quarm</a>’s painted portraits are strange hybrids, between realist and fantastical. Quarm’s figures – all friends or family of the US-based Ghanaian artist – pose as though for formal portraits, yet their skin and faces as well as their clothes are often patterned with dizzying wax-print fabric designs. Even the backgrounds are covered in yet more pattern and hot colour. These unstretched images are held out from the gallery wall by life-sized resin arms and hands, which proffer them to us. Painted limbs intrude in the pictures, too, covering the sitters’ mouths, ears and eyes. This game of see no evil, speak no evil, provides further complication. It all feels overdetermined and overcooked.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/mar/21/rites-of-passage-review-gagosian-london-slave-ship\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/mar/21/rites-of-passage-review-gagosian-london-slave-ship", "date_published": "2023-03-21 10:38:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Breakdown | Six Nations verdict: dominant Ireland and super Dupont take the plaudits", "description": "<p>A record 91 tries, a match for the ages, Italy’s ‘Florence Dallaglio’ shining, and an England side who ‘weren’t good at anything’</p><p>France may not have won the title but, once again, they possessed the best player in the tournament. <strong>Antoine Dupont</strong> was so good <a href=\"https://www.theguardian.com/sport/2023/mar/11/england-france-six-nations-rugby-union-match-report\">against England</a> it was almost laughable: sharp, clever, strong, able to kick off both feet … if he looked slightly weary at the start of the championship, he was back to his best by the end of it. Damian Penaud, Jonathan Danty, Hugo Keenan and Caelan Doris also deserve honourable mentions.</p> <a href=\"https://www.theguardian.com/sport/2023/mar/21/six-nations-2023-verdict-rugby-union\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/21/six-nations-2023-verdict-rugby-union", "date_published": "2023-03-21 10:30:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "To prevent more bank runs, the Fed should pause rate hikes | Robert Reich", "description": "<p>Inflation is receding, albeit slowly, so there’s no reason to risk more financial tumult. Will the central bank see it that way?</p><p>The global financial system is facing a crisis of confidence. Which makes this week’s meeting of America’s central bankers critically important.</p><p>None of the 12 members of the Federal Reserve Board’s Open Market Committee were elected to their posts. The vast majority of Americans don’t even know their names, except perhaps for the chairman, Jerome Powell.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/21/federal-reserve-interest-rate-hikes-central-banks\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/21/federal-reserve-interest-rate-hikes-central-banks", "date_published": "2023-03-21 10:20:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The killing of Shireen Abu Akleh: what one morning in the West Bank reveals about the occupation", "description": "<p>The face of Al Jazeera in Palestine, Abu Akleh was a journalist whose death resounded across the Arab world. Hours later, a bullet claimed the life of a schoolboy 60 miles away, Thaer Yazouri. This is the story of their last day</p><p><strong>About the data<br /></strong>All data on fatalities and demolitions is from the <a href=\"https://www.unocha.org/\">United Nations Office for the Coordination of Humanitarian Affairs</a> (OCHA), 2023.</p><p><strong>Fatalities in the West Bank</strong><br />The fatalities counts are the finalised annual figures for 2022. They may vary from other sources due to methodological or mandate considerations.</p> <a href=\"https://www.theguardian.com/world/ng-interactive/2023/mar/21/the-killing-of-shireen-abu-akleh-what-one-morning-in-the-west-bank-reveals-about-the-occupation\">Continue reading...</a>", "link": "https://www.theguardian.com/world/ng-interactive/2023/mar/21/the-killing-of-shireen-abu-akleh-what-one-morning-in-the-west-bank-reveals-about-the-occupation", "date_published": "2023-03-21 10:05:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How women played crucial roles in Iraq – and changed US military forever", "description": "<p>At the time of the invasion, American military women were still banned from ground combat, but they quickly found themselves under enemy fire</p><p>At the time of the US-led invasion of Iraq, American military women were still officially banned from ground combat.</p><p>Yet the nature of that war with its ill-defined frontlines and insurgent attacks meant that female troops quickly found themselves under enemy fire – and they began firing back. Twenty years on, what started on that chaotic battlefield in Iraq ended up changing the US armed forces forever.</p> <a href=\"https://www.theguardian.com/world/2023/mar/21/iraq-war-us-military-women\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/21/iraq-war-us-military-women", "date_published": "2023-03-21 10:00:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘A living pantry’: how an urban food forest in Arizona became a model for climate action", "description": "<p>A decades-old neighborhood project in Tucson provides food to residents as well as shade to cool streets in the third-fastest warming city in the US</p><p>Near downtown Tucson, Arizona, is Dunbar Spring, a neighborhood unlike any other in the city. The unpaved sidewalks are lined with native, food-bearing trees and shrubs fed by rainwater diverted from city streets. One single block has over 100 plant species, including native goji berries, desert ironwood with edamame-like seeds and chuparosa bushes with cucumber-flavored flowers.</p><p>This urban food forest – which began almost 30 years ago – provides food for residents and roughage for livestock, and the tree canopy also provides relief to residents in the <a href=\"https://tucson.com/news/local/tucson-is-the-third-fastest-warming-city-in-the-u-s/article_e955ea13-bf49-5234-92ec-4e242ae8436e.html\">third-fastest</a> warming city in the nation. It has made Dunbar Spring a model for other areas grappling with increased heat, drought and food insecurity caused by the climate crisis.</p> <a href=\"https://www.theguardian.com/environment/2023/mar/21/urban-food-forest-dunbar-spring-tucson-arizona-climate-crisis-drought\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/mar/21/urban-food-forest-dunbar-spring-tucson-arizona-climate-crisis-drought", "date_published": "2023-03-21 10:00:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I cried for a long time’: Black hair stylist’s dream crushed by racist neighbor", "description": "<p>Angel Pittman says her dream to create a mobile hair salon was thwarted when a neighbor harassed her with racist comments and vandalized her buses</p><p>Angel Pittman’s dream was to create a mobile hair salon. So the 21-year-old stylist bought less than an acre of unrestricted land in North Carolina for $10,000 in September and purchased three school buses for $14,000 with money she had saved since she was 17.</p><p>“I’ve never seen anybody driving around doing people’s hair,” she says. “But not only did I want to get paid for doing hair, but I wanted to drive around, do a couple of homeless people’s hair and maybe go to some prisons and help incarcerated people.”</p> <a href=\"https://www.theguardian.com/us-news/2023/mar/21/north-carolina-racism-stylist-driven-from-her-land-white-neighbor\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/mar/21/north-carolina-racism-stylist-driven-from-her-land-white-neighbor", "date_published": "2023-03-21 10:00:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Oxfam’s job is to end poverty – we refuse to be distracted by the toxic culture wars | Dhananjayan Sriskandarajah", "description": "<p>Charities should be open to fair criticism, but the reaction to our inclusive language guide was offensive and divisive</p><ul><li>Dhananjayan Sriskandarajah is the chief executive of Oxfam GB</li></ul><p>Last week, we updated <a href=\"https://policy-practice.oxfam.org/resources/inclusive-language-guide-621487/\">Oxfam’s inclusive language guide</a>, an internal document intended to help our staff speak about our work. The guide explores the role of language in tackling poverty and the words we choose to use when talking about, for example, gender, migration, race and disability. Like many other progressive organisations taking this approach, we faced an onslaught of criticism.</p><p>Perhaps not surprisingly, we were quickly accused of “wokery” of the worst kind, of wasting money, banning words and being ashamed of Britain’s heritage. The Daily Mail splashed “Beyond Parody” across its front page (its anti-wokery almost beyond parody in itself); Piers Morgan weighed in with a sarcastic tweet that “very poor people” really wanted “to be addressed by the right preferred pronoun”; and, before we knew it, <a href=\"https://twitter.com/oxfamgb/status/1636416799230283776\">our own tweet</a> had been viewed more than 5m times.</p><p>Dhananjayan Sriskandarajah is the chief executive of Oxfam GB, and a former secretary general of Civicus, a global alliance of civil society organisations</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/21/oxfam-poverty-culture-wars-inclusive-language-charities\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/21/oxfam-poverty-culture-wars-inclusive-language-charities", "date_published": "2023-03-21 10:00:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I grew up at the margins’: Bridget Phillipson on teachers’ strikes, Ofsted, Brexit and Corbyn", "description": "<p>The shadow education secretary is determined to put childcare reform at the heart of Labour’s policy – and stop Jeremy Hunt stealing her thunder</p><p>Bridget Phillipson, Labour’s shadow education secretary, grew up in the kind of place where Liz Truss used to pretend she’d grown up: a terrace in Tyne and Wear with a disused railway line at one end and a flattened wasteland at the other, where a chemical plant used to be. “There was an air of decline about the place,” she says. “Youth unemployment was very high; as time went on the houses were increasingly in poor condition. Rotten windows, no heating upstairs. Yet at the same time, I was by no means the worst off.”</p><p>If she were a new-breed Tory, she would be tooting her own horn about her proximity to the beating heart of the British voter. But instead she is new-breed Labour: self-effacing, sometimes frustratingly so, practical, the kind of person who loses the credit when surrounded by people who constantly grab at it. Last week was a case in point: Phillipson has put childcare at the centre of Labour’s thinking, and made the education beat into something bigger than GCSE results and class sizes, able to carry the party’s values. Then Jeremy Hunt waltzed in with his budget and pinched the issue, or thought he did. More on that later.</p> <a href=\"https://www.theguardian.com/politics/2023/mar/21/bridget-phillipson-shadow-education-secretary-interview\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/mar/21/bridget-phillipson-shadow-education-secretary-interview", "date_published": "2023-03-21 10:00:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "England’s record-breaking captain Sarah Hunter to retire after Six Nations opener", "description": "<ul><li>Hunter, 37, will end her rugby career in home city of Newcastle</li><li>‘I have had a career beyond my wildest dreams’</li></ul><p>The England captain, Sarah Hunter, has announced she will retire after the Women’s Six Nations opener against Scotland this weekend, saying her career had surpassed her “wildest dreams”.</p><p>Hunter, who has won a women’s world-record 140 caps for her country, will end her rugby career after the match in her home city of Newcastle on Saturday.</p> <a href=\"https://www.theguardian.com/sport/2023/mar/21/england-rugby-union-captain-sarah-hunter-to-retire-after-six-nations-opener-scotland-red-roses\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/21/england-rugby-union-captain-sarah-hunter-to-retire-after-six-nations-opener-scotland-red-roses", "date_published": "2023-03-21 09:47:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "US citizen jailed for criticising Saudi Arabia’s rulers freed", "description": "<p>Saad ibrahim Almadi was arrested in 2021 for social media posts on Yemen and the killing of Jamal Khashoggi</p><p>A US citizen sentenced to 19 years in a Saudi prison for social media posts criticising the kingdom’s rulers has been released, his son has said.</p><p>Saad Ibrahim Almadi, a 72-year-old of Saudi origin, was arrested in 2021 for what his son, Ibrahim, described as “mild” Twitter posts on topics including the war in Yemen and the 2018 killing of the journalist Jamal Khashoggi.</p> <a href=\"https://www.theguardian.com/world/2023/mar/21/us-citizen-jailed-for-criticising-saudi-arabia-rulers-freed-saad-ibrahim-almadi\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/21/us-citizen-jailed-for-criticising-saudi-arabia-rulers-freed-saad-ibrahim-almadi", "date_published": "2023-03-21 09:37:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Screenings of Winnie the Pooh horror film cancelled in Hong Kong", "description": "<p>Websites cite technical reasons but Chinese censors have targeted Pooh before due to Xi Jinping comparisons</p><p>The screening of Winnie the Pooh: Blood and Honey, a British slasher film due to be released in Hong Kong this week, has been cancelled for technical reasons, movie websites said.</p><p>Moviematic, which had organised a screening of the film for Tuesday evening, reported the cancellation on its social media pages. Several other websites and media also reported the cancellation of screenings.</p> <a href=\"https://www.theguardian.com/world/2023/mar/21/winnie-the-pooh-blood-and-honey-horror-film-cancelled-hong-kong\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/21/winnie-the-pooh-blood-and-honey-horror-film-cancelled-hong-kong", "date_published": "2023-03-21 09:34:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "New York prepares for possible unrest if Donald Trump is indicted", "description": "<p>Grand jury investigating ex-president over hush money payment to an adult film star appears poised to complete its work soon</p><p>A New York grand jury investigating Donald Trump over a hush money payment to an adult film star appears poised to complete its work soon, as law enforcement officials make preparations for possible unrest in the event of an indictment.</p><p>Over the weekend, Trump claimed without any evidence that <a href=\"https://www.theguardian.com/us-news/2023/mar/18/donald-trump-arrest-stormy-daniels-\">he would be arrested</a> on Tuesday, with his representatives later saying he was citing media reports and leaks. There was no indication that prediction would come true, though the grand jury appeared to take an important step forward by <a href=\"https://www.theguardian.com/us-news/2023/mar/20/donald-trump-robert-costello-testimony-stormy-daniels\">hearing on Monday from a witness favourable to Trump</a>, presumably so prosecutors could ensure the panel had a chance to consider any testimony that could be remotely seen as exculpatory.</p> <a href=\"https://www.theguardian.com/us-news/2023/mar/21/new-york-prepares-for-possible-unrest-if-donald-trump-is-indicted\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/mar/21/new-york-prepares-for-possible-unrest-if-donald-trump-is-indicted", "date_published": "2023-03-21 09:34:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "First birds, now mammals: how H5N1 is killing thousands of sea lions in Peru", "description": "<p>Avian flu has decimated the marine creatures on the country’s Pacific coastline and scientists fear it could be jumping from mammal to mammal</p><p>At first, it appears to be dead. Its head lies in the sand, and a small tide pool has formed around it. Its shoulder blades jut out and its coffee and beige pelt hangs loosely on protruding vertebrae that taper down to its long tail flippers.</p><p>But the young male sea lion is still alive. Its round wet eyes blink and occasionally it tries to move, rolling over or lifting its head, as the flooding tide inches it up the beach in Chepeconde, about 75 miles south of Peru’s coastal capital, Lima.</p> <a href=\"https://www.theguardian.com/environment/2023/mar/21/bird-flu-peru-sea-lions-suffer-death-beach-aoe-h5n1\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/mar/21/bird-flu-peru-sea-lions-suffer-death-beach-aoe-h5n1", "date_published": "2023-03-21 09:30:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ofsted regime ‘fatally flawed’, says family of headteacher who killed herself", "description": "<p>Ruth Perry’s death a ‘direct result of pressure’ from report by England’s education watchdog, says family</p><p>The family of headteacher Ruth Perry <a href=\"https://www.theguardian.com/education/2023/mar/17/headteacher-killed-herself-after-news-of-low-ofsted-rating-family-says\">who killed herself</a> after an Ofsted inspection have called for urgent review of the schools watchdog, describing its inspection regime as “punitive” and “fatally flawed”.</p><p>Perry’s sister, Julia Waters, said her family were in no doubt that her death in January was a “direct result” of the pressure put on her by the process and outcome of the Ofsted inspection, which downgraded her school from outstanding to inadequate.</p> <a href=\"https://www.theguardian.com/education/2023/mar/21/ruth-perry-ofsted-regime-fatally-flawed-says-family-of-headteacher-who-killed-herself\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2023/mar/21/ruth-perry-ofsted-regime-fatally-flawed-says-family-of-headteacher-who-killed-herself", "date_published": "2023-03-21 09:08:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK government borrowing hits record in February amid energy bills support", "description": "<p>Deficit increases despite higher tax receipts and lower interest payments</p><p>UK government borrowing rose last month to the highest February deficit on record, largely because of spending on support schemes to help households and businesses with spiralling energy bills.</p><p>The government borrowed £16.7bn in February, £9.7bn more than a year earlier and the highest February borrowing since monthly records began 30 years ago, according to the latest figures from the Office for National Statistics.</p> <a href=\"https://www.theguardian.com/business/2023/mar/21/uk-government-borrowing-energy-bills-interest-payments\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/mar/21/uk-government-borrowing-energy-bills-interest-payments", "date_published": "2023-03-21 09:05:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Five Devils review – superpower sense of smell in intriguingly weird psychodrama", "description": "<p>A child’s Perfume-style ability enables her to witness emotional crises in her parents’ past, in this disquieting movie</p><p>There are some intriguing ingredients in the mix for this weird, contrived supernatural psychodrama from French director Léa Mysius; some strong performances too, and a genuinely stunning final image. For good or ill, I can imagine M Night Shyamalan wanting to remake it for Hollywood. But somehow it doesn’t all come together, delivering neither the stab of actual fear nor the satisfaction of real, plausible psychological insight.</p><p>The setting is Isère near the French Alps. The always excellent Adèle Exarchopoulos carries the movie in the role of Joanne; she works at the local sports centre and is unhappily married to Jimmy (Moustapha Mbengue), a guy from Senegal. The tensions in their marriage are made much worse when Jimmy reveals that his sister Julia (Swala Emati) is coming to stay; a disturbed woman whose history with them both is disquieting. And under all this is the extraordinary figure of their 10-year-old daughter Vicky (Sally Dramé) who is subject to racist bullying at school and has a superpower sense of smell: she can recognise anything from its scent, like the hero of Patrick Süskind’s novel Perfume or Dr Hannibal Lecter.</p> <a href=\"https://www.theguardian.com/film/2023/mar/21/the-five-devils-review-superpower-sense-of-smell-in-intriguingly-weird-psychodrama\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/mar/21/the-five-devils-review-superpower-sense-of-smell-in-intriguingly-weird-psychodrama", "date_published": "2023-03-21 09:00:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "What currently brings me joy: Roadside Americana", "description": "<p>A giant gorilla holding a Volkswagen … the World’s Largest Chest of Drawers … US highways bristle with idiosyncratic wonders</p><p>When I was a child, my parents attended an annual oyster roast whose centerpiece was a woman known as the <a href=\"https://www.roadsideamerica.com/story/36531\">Uniroyal Gal</a>, a 17ft tall fiberglass woman in a low-slung blue bikini, modeled after Jacqueline Kennedy. Road trips took us through the land of Vollis Simpson’s Whirligig Park, Muffler Men, Marvin Johnson’s Gourd Collection, and signs for <a href=\"https://www.npr.org/2012/06/28/155804965/the-curious-fate-of-stonewall-jacksons-arm\">General Stonewall Jackson’s left arm</a>, buried separately from his body after an amputation in rural Virginia.</p><p>I wrongly assumed that Roadside Americana was only a fixture of southern roadsides. Now, I take joy in noticing it on my weekly commute north on Route 7 in Vermont.</p> <a href=\"https://www.theguardian.com/culture/2023/mar/21/roadside-americana-what-currently-brings-me-joy\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/mar/21/roadside-americana-what-currently-brings-me-joy", "date_published": "2023-03-21 09:00:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The best recent crime and thriller writing – review roundup", "description": "<p>A teenager terrifies his uncle, Harlan Coben makes the implausible ring true –  and the members of a running club have murder on their mind</p><p>I can’t say that I enjoyed Nathan Oates’s <strong><a href=\"https://guardianbookshop.com/a-flaw-in-the-design-9781800812789\">A Flaw in the Design</a></strong> (Serpent’s Tail), but I certainly read it at speed in a state of high stress and anxiety, as the tension built inexorably and I began to feel just as haunted (hunted?) as the author’s protagonist. Gil is a creative writing teacher at a university in rural Vermont, happily married with two daughters. He has been estranged from his sister for years, having found her son, Matthew, looking on while his daughter struggled to surface in a swimming pool. His sister and her husband have since died in a car crash, and Matthew, now 17, has come to live with Gil, Molly and their daughters.</p><p>While the women of his family appear to forgive the past and take Matthew at face value, Gil is convinced there is something evil in the teenager: that he is taunting his uncle – and that something dreadful lies ahead. He watches for “those small moments, carefully hidden for the most part, when Matthew’s true self peeked out”; he watches him talk to his daughter, waiting for Matthew to hit her, but all he does is pour a glass of water “as if he was just a thirsty teen, an orphaned kid, and not at all what even now Gil saw in him: a terrible, violent monster, waiting patiently for the moment to strike”. It’s all horribly claustrophobic, in the best possible way, as Gil starts to dig into Matthew’s past and present while his own behaviour becomes more unstable.</p> <a href=\"https://www.theguardian.com/books/2023/mar/21/the-best-recent-and-thriller-writing-review-roundup-a-flaw-in-design-i-will-find-you-harlan-coben-alex-north-half-burnt-house\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/mar/21/the-best-recent-and-thriller-writing-review-roundup-a-flaw-in-design-i-will-find-you-harlan-coben-alex-north-half-burnt-house", "date_published": "2023-03-21 09:00:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘An o-o-old song’: Billy Waters, the African American musician who captivated 1820s London", "description": "<p>As a disabled war veteran, Waters’ busking drew crowds and was portrayed in books, plays and paintings. But he died in wretched poverty and only 200 years on is his legacy being recognised</p><p>Two hundred years ago today, a one-legged Black pauper lay in the infirmary of the St Giles-in-the-Fields workhouse, slowly fading away. It was a sad end to the remarkable life of Billy Waters – the first African American musician to become celebrated in Britain.</p><p>Billy, as he was widely known, didn’t perform on any stage. He fiddled, sang and danced as a busker on the streets of London’s West End. It was his sole means of supporting his beloved “Poll” and their two young children. But busking was deemed begging – and illegal. Billy constantly risked arrest, and some months prior to his final sickness he was taken to court and threatened with prison if caught again. Before entering the workhouse he pawned his fiddle.</p> <a href=\"https://www.theguardian.com/music/2023/mar/21/billy-waters-the-african-american-musician-who-captivated-1820s-london\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/mar/21/billy-waters-the-african-american-musician-who-captivated-1820s-london", "date_published": "2023-03-21 08:32:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rishi Sunak allows MPs free vote on Johnson Partygate sanctions", "description": "<p>MPs can decide ‘as individuals’ any action against former PM if he is found to have misled parliament</p><p>Rishi Sunak has said he will let MPs make decisions “as individuals” about how to vote on any sanctions handed to Boris Johnson by the privileges committee if they determine he has lied to parliament.</p><p>The former prime minister has now submitted a 50-page dossier laying out his defence to the committee, which will hold a televised hearing with him on Wednesday.</p> <a href=\"https://www.theguardian.com/politics/2023/mar/21/rishi-sunak-allows-mps-free-vote-on-johnson-partygate-sanctions\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/mar/21/rishi-sunak-allows-mps-free-vote-on-johnson-partygate-sanctions", "date_published": "2023-03-21 08:28:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘A privilege to be asked’: Roy Hodgson returns as Crystal Palace manager", "description": "<ul><li>Seventy-five-year-old returns to replace Patrick Vieira</li><li>Palace have gone 12 games without a win in 2023</li></ul><p>Roy Hodgson has returned to Crystal Palace as manager until the end of the season after taking over <a href=\"https://www.theguardian.com/football/2023/mar/17/patrick-vieira-cut-adrift-at-crystal-palace-without-faith-to-build-his-era\">from Patrick Vieira</a>.</p><p>Hodgson, who turns 76 in August, will extend his existing record as the Premier League’s oldest-ever manager after agreeing a deal along with longtime assistant Ray Lewington following meetings with chairman Steve Parish on Monday.</p> <a href=\"https://www.theguardian.com/football/2023/mar/21/roy-hodgson-returns-as-crystal-palace-manager\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/21/roy-hodgson-returns-as-crystal-palace-manager", "date_published": "2023-03-21 08:25:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jobs at risk after UBS takeover of Credit Suisse, as markets grow calmer – business live", "description": "<p>Rolling coverage of the latest economic and financial news</p><p>Shares in two of Germany’s largest banks, <strong>Deutsche</strong> <strong>Bank</strong> and <strong>Commerzbank</strong>, are both up around 3% in early trading.</p><p><strong>Shares have opened higher in London, and across Europe, as calm returns to the markets after some rather choppy sessions.</strong></p><p>Sentiment is likely to remain fragile over the next few days until we see the outcome of tomorrow’s Fed meeting, and their take on recent events, while on Thursday we get the latest central bank decisions from the Swiss National Bank and the Bank of England.</p> <a href=\"https://www.theguardian.com/business/live/2023/mar/21/credit-suisse-ubs-takeover-jobs-markets-ftse-pound-borrowing-business-live\">Continue reading...</a>", "link": "https://www.theguardian.com/business/live/2023/mar/21/credit-suisse-ubs-takeover-jobs-markets-ftse-pound-borrowing-business-live", "date_published": "2023-03-21 08:17:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Gareth Southgate’s last dance begins to the soundtrack of England fans’ toxic rage | Jonathan Liew", "description": "<p>As his last tournament cycle starts, let’s appreciate a manager who has endured a grossly disproportionate level of derision</p><p>G<em>areth Southgate, the whole of England is with you. </em>Perhaps this was the first and last point at which these words were ever spoken truthfully. Perhaps it wasn’t even true at the time. The inevitable tranche of snark and eyeball-rolling at <a href=\"https://www.theguardian.com/football/2023/mar/20/marcus-rashford-mason-mount-nick-pope-out-of-england-squad-while-fraser-forster-returns\" title=\"\">Southgate’s latest England</a> squad belies the fact that very little of substance has changed in the three months since the defeat against France.</p><p>The seven midfielders are the same as they were in Qatar. Harry Maguire is still in the centre of defence. Harry Kane’s penalty is still airborne. And for all the soul-searching and agonising, Southgate too is still there: still politely explaining himself to an audience that will never listen, still cocking his head slightly as questions are put to him, a gesture that says <em>yes, this is the stupidest formulation of words ever constructed in the English language, but I’m listening</em>.</p> <a href=\"https://www.theguardian.com/football/blog/2023/mar/21/gareth-southgate-last-dance-begins-to-the-soundtrack-of-england-fans-toxic-rage\">Continue reading...</a>", "link": "https://www.theguardian.com/football/blog/2023/mar/21/gareth-southgate-last-dance-begins-to-the-soundtrack-of-england-fans-toxic-rage", "date_published": "2023-03-21 08:00:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Major League Cricket: will a $120m moonshot find success in America?", "description": "<p>Players such as Mitch Marsh, Quinton de Kock and Liam Plunkett are bringing their experience to a notoriously tough market</p><p>It was an obvious place to launch a sporting moonshot – a cricket league that can survive and thrive in America.</p><p>Last week, Space Center Houston hosted <a href=\"https://www.theguardian.com/science/2023/mar/16/nasa-reveals-new-spacesuit-for-artemis-moon-landing\">a reveal of next-generation spacesuits</a> for a lunar mission. A few days later its main hall was crowded with cricketers wearing gaudy baseball caps in the colours of their new teams as the latest attempt to bring professional cricket to the US held its domestic player draft.</p> <a href=\"https://www.theguardian.com/sport/2023/mar/21/major-league-cricket-will-a-120m-moonshot-find-success-in-america\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/21/major-league-cricket-will-a-120m-moonshot-find-success-in-america", "date_published": "2023-03-21 08:00:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Shiv, Logan – or Cousin Greg? Who will come out on top in Succession?", "description": "<p>As the hit drama’s final season approaches, it’s all-out war for the title of CEO at Waystar Royco – but who will claim the ultimate prize?</p><p>When Jesse Armstrong announced that the upcoming season of Succession would be the last, you probably felt a wave of palpable excitement and dread. Excitement because there will finally be a succession on Succession, and we’ll get to see which member (or members, or former members, or non-members) of the Roy family (or not) will gain control of Waystar Royco. But dread because, Christ, we’ve seen the pain these people can inflict on one another. Who knows what emotionally crippling depth-charge they’ll deploy now we’re in the endgame. As season four begins, here’s a ranking of the main cast, from least to most emotionally devastated.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/mar/21/shiv-logan-or-cousin-greg-who-will-come-out-on-top-in-succession\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/mar/21/shiv-logan-or-cousin-greg-who-will-come-out-on-top-in-succession", "date_published": "2023-03-21 08:00:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Yankees are worth $6bn: why won’t they pay $9 for their players’ wifi?", "description": "<p>The Bronx Bombers’ cheapness will be seen by many as another sign that the franchise remains trapped in the glory days of its past</p><p>You would think that playing for the most valuable franchise in baseball would come with all the perks, but that turns out not to be true. Apparently, signing with the New York Yankees means paying for your own wifi on team flights. Is this merely cheapness on the part of team ownership, or another example of the Yankees being trapped in the past?</p><p>Let’s start with Stephanie Apstein’s bombshell (well, bombshell-ish) <a href=\"https://www.si.com/mlb/2023/03/15/yankees-no-in-flight-internet\">report for Sports Illustrated</a> that revealed that when the Yankees take team flights on Delta, players have to pay out of their own pockets if they want to check their emails. Apstein’s research uncovered that only one other MLB team fails to provide free wifi for its players: the Cincinnati Reds. This means that in this one instance, the Yankees are actually cheaper than the Miami Marlins.</p> <a href=\"https://www.theguardian.com/sport/2023/mar/21/the-yankees-are-worth-6bn-why-wont-they-pay-9-for-their-players-wifi\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/21/the-yankees-are-worth-6bn-why-wont-they-pay-9-for-their-players-wifi", "date_published": "2023-03-21 08:00:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Until bankers have more to lose themselves, collapses like SVB and Credit Suisse will keep happening | Natacha Postel-Vinay", "description": "<p>Those at the top need to have skin in the game – and know that risky decisions they make will affect them too</p><p>Executives at Silicon Valley Bank (SVB) and Credit Suisse took substantial risks. SVB proactively expanded the bank’s deposits, some might say excessively. These depositors were uninsured and undiversified. And back when interest rates were low, the bank invested significantly in <a href=\"https://www.theguardian.com/commentisfree/2023/mar/18/the-svb-debacle-has-exposed-the-hypocrisy-of-silicon-valley-bank\">US government bonds</a>, which was fine at the time. But when there were signs that interest rates were rising and creating substantial <a href=\"https://corporatefinanceinstitute.com/resources/risk-management/interest-rate-risk/\">interest rate risk</a>, managers left this portfolio unhedged and unchanged. How come SVB managers took those risks? It seemed that they lacked “skin in the game”.</p><p>The risks taken by executives at Credit Suisse were of a different nature, but still substantial. By becoming involved in such companies as the now defunct <a href=\"https://www.theguardian.com/business/2023/feb/28/credit-suisse-greensill-swiss-bank-finma\">Greensill</a> and <a href=\"https://www.theguardian.com/business/2021/apr/22/credit-suisse-records-almost-600m-loss-on-archegos-collapse\">Archegos</a>, the bank’s capital took a hit. The fines it has accrued after facing <a href=\"https://www.theguardian.com/news/2022/feb/21/tax-timeline-credit-suisse-scandals\">scandal after scandal</a> have also bitten into its capital. It can be said that those involved also lacked skin in the game.</p><p>Natacha Postel-Vinay is assistant professor of economic history at the London School of Economics</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/21/bankers-collapse-svb-credit-suisse\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/21/bankers-collapse-svb-credit-suisse", "date_published": "2023-03-21 08:00:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Cutting its cloth: can a new industrial revolution transform Benin’s economy?", "description": "<p>The west African country, a leading cotton producer, is moving into processing finished goods, seen as a route to prosperity </p><p>When Muriel Akouewanou finished her studies in natural sciences in Benin, she struggled to find work and was unemployed for two years. Then, she saw an advert on TV. Textile factories were being built in a new industrial zone, 28 miles from Cotonou, the city where Akouewanou, 24, lived with her parents, and they needed workers.</p><p>“To be honest, it didn’t appeal to me,” she says. “It was something I’d never done, I’d never worked with machines.” Nevertheless, she applied, and was accepted on to the six-month training scheme.</p> <a href=\"https://www.theguardian.com/global-development/2023/mar/21/cutting-its-cloth-can-plans-for-a-new-industrial-revolution-transform-benins-economy\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/mar/21/cutting-its-cloth-can-plans-for-a-new-industrial-revolution-transform-benins-economy", "date_published": "2023-03-21 07:15:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘He was certainly a racist’: J Edgar Hoover and a history of white nationalism", "description": "<p>A new book looks back at the long-serving FBI director’s devotion to keeping America a white Christian republic and the devastating effect he had</p><p>One of the earliest photographs of J Edgar Hoover shows him aged 17, standing tall and proud in the starched uniform of a high school cadet. At first glance he is a figure of innocence: a Hoover without victims. But the fact he wore such a uniform to teach Sunday school classes is indicative of a young man on a divine mission.</p><p>“Sunday school was boot camp, the training ground in the battle for the soul of the nation, and Hoover dressed the part,” writes <a href=\"https://humsci.stanford.edu/feature/stanfords-lerone-martin-his-new-book-about-j-edgar-hoover-and-white-christian-nationalism\">Lerone Martin</a>, academic and author. “It was 1912, and J Edgar Hoover was his own man: a soldier and a minister fighting the good fight with military precision. It was a lifelong commitment, an unceasing crusade to keep America a white Christian republic.”</p> <a href=\"https://www.theguardian.com/books/2023/mar/21/the-gospel-of-j-edgar-hoover-lerone-martin\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/mar/21/the-gospel-of-j-edgar-hoover-lerone-martin", "date_published": "2023-03-21 07:07:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fox News v Dominion: $1.6bn defamation fight goes to court today", "description": "<p>The voting machine company is suing the news channel over its disingenuous coverage of various outlandish election claims</p><p>Lawyers for Fox News and voting equipment company Dominion will face off in a Delaware courtroom on Tuesday in the latest phase of Dominion’s closely watched <a href=\"https://www.theguardian.com/media/2023/mar/19/fox-news-crisis-dominion-lawsuit-alienated-viewers-republicans\">$1.6bn defamation suit</a> against the media company for spreading election lies.</p><p>The case has attracted much attention because it represents one of the most aggressive efforts to hold any party accountable for spreading election misinformation in the United States.</p> <a href=\"https://www.theguardian.com/media/2023/mar/21/fox-news-dominion-16bn-defamation-lawsuit-court\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/mar/21/fox-news-dominion-16bn-defamation-lawsuit-court", "date_published": "2023-03-21 07:00:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "I learned a lot from making kimchi – about fermented shrimp, and about myself", "description": "<p>I’m now living full-time in my own personal sunk-cost fallacy. It’s a white-knuckle ride I really don’t need to be on</p><p>Like all bad ideas, this enterprise started with me thinking: “I bet I could make this myself.” It was kimchi. Everyone really likes it: one kid likes it in a pancake, another likes it in a butter curry, a third likes it with falafel, which he calls “fusion” just to troll me. I like it when I have a hangover; Mr Z likes it on everything; my friend likes it but has rheumatoid arthritis and doesn’t live anywhere near a Korean supermarket. The logic seemed to me almost inexorable: if everyone likes this thing, I bet I could make it myself.</p><p>So, newsflash everyone: your average kimchi is not vegetarian. It has a load of fish sauce in it, which yes, you can substitute with vegan fish sauce, except there is also fermented shrimp, and it really can’t be overstated how not-vegetarian that is. There is a point in the fermentation lifecycle of a shrimp that it goes beyond even crustacea – in stench and intensity, it’s basically reindeer. It’s impossible to know what to do with this information: do I assume that the shop-bought stuff <em>is </em>veggie, which is fair, as I cannot read the ingredients (too small, also in Korean)? Do I cut the vegetarians out of my homemade experiment, or just pretend to forget there is shrimp in it, which will take some doing, given that my hands, my face and all my clothes still smell very strongly of the controlled rotting of something that was once alive?</p><p>Zoe Williams is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/21/i-learned-a-lot-from-making-kimchi-about-fermented-shrimp-and-about-myself\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/21/i-learned-a-lot-from-making-kimchi-about-fermented-shrimp-and-about-myself", "date_published": "2023-03-21 07:00:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "I’m a dietitian. This is what I eat in a day", "description": "<p>From morning tea to a plant-based dinner, Priya Tew on the food choices she makes to stay on top form</p><p>After I’ve told a few children to get ready, I start my morning with green tea. Breakfast is around 8am and usually a bowl of porridge with milk, chopped banana, cinnamon, peanut butter and a sprinkling of pumpkin seeds. I’m <a href=\"https://www.theguardian.com/food/gluten-free\" title=\"\">wheat-intolerant</a> so oats help balance my blood sugars, which means I don’t get hungry for longer, and they’ve also got good, soluble fibre in them, which is great for our digestive system. I always want to find ways to add extra plants to my diet, which is why I add the seeds, and having that banana means I’m getting a prebiotic which, again, is good for my gut.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/mar/21/im-a-dietitian-this-is-what-i-eat-in-a-day\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/mar/21/im-a-dietitian-this-is-what-i-eat-in-a-day", "date_published": "2023-03-21 07:00:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Art of the Straight Line review – how tai chi brought out Lou Reed’s mild side", "description": "<p>The singer-songwriter transformed his later life practising the martial art, as this compilation of writing, edited by his widow Laurie Anderson, shows</p><p>How do stars – or any of us – tick? Artists, of course, have bodies of work for their exegetes to parse, and Lou Reed’s is one of the more influential in western popular music. From his early days in the Velvet Underground documenting the New York demi-monde to a series of dissonant and beautiful solo works thereafter, the public Reed had a reputation as a curmudgeon who did not suffer fools gladly.</p><p>But he had another body of work: his actual body, damaged by drug use and beleaguered by <a href=\"https://faroutmagazine.co.uk/lou-reed-final-interview/\">diabetes and hepatitis C</a>. That body was a work in progress, transformed by the practice of martial arts.</p> <a href=\"https://www.theguardian.com/books/2023/mar/21/the-art-of-the-straight-line-review-how-tai-chi-brought-out-lou-reeds-mild-side\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/mar/21/the-art-of-the-straight-line-review-how-tai-chi-brought-out-lou-reeds-mild-side", "date_published": "2023-03-21 07:00:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Killer review – super-violent South Korean thriller with well-coiffed assassin", "description": "<p>A retired mercenary must free a kidnapped teen in this lurid and drum-tight thriller</p><p>Charismatic star Jang Hyuk plays Bang Ui-gang, a retired mercenary compelled to shoot, maim, slice and dice an assortment of adversaries in this extremely violent action thriller. At all times, Ui-gang also manages to keep his hair immaculately coiffed in a floppy K-pop-by-way-of-1990s-Hugh-Grant style. He’s so darn cool that at one point he arrives at one of the film’s many dens of iniquity with a large coffee in one hand and a gun in the other, and shoots his adversaries stone dead between dainty sips.</p><p>This would all seem faintly ridiculous if it weren’t that director Choi Jae-hoon (who recently made <a href=\"https://www.theguardian.com/film/2021/may/12/the-swordsman-review-thrilling-fight-scenes-in-spectacular-korean-action-drama\">The Swordsman</a>, also with Jang) and screenwriter Nam Ji-Woong have injected some biting social critique among all the bloody malarky – notably through the way the story reveals that the sex trafficking ring at the heart of the evildoing is condoned and exploited by people at the highest levels of authority.</p> <a href=\"https://www.theguardian.com/film/2023/mar/21/the-killer-review-super-violent-south-korean-thriller-with-well-coiffed-assassin\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/mar/21/the-killer-review-super-violent-south-korean-thriller-with-well-coiffed-assassin", "date_published": "2023-03-21 07:00:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Oh, you pretty thing: behind the scenes with David Bowie – in pictures", "description": "<p>Geoff MacCormack spent years with Bowie on the road. His photographic memoir reveals untold stories and nearly 150 candid photos </p> <a href=\"https://www.theguardian.com/music/gallery/2023/mar/21/pretty-thing-behind-the-scenes-david-bowie-geoff-maccormack-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/music/gallery/2023/mar/21/pretty-thing-behind-the-scenes-david-bowie-geoff-maccormack-in-pictures", "date_published": "2023-03-21 07:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "On the trail of the other Saint Francis in Italy’s deep south", "description": "<p>A new series of long-distance hikes in Calabria take in captivating scenery and the legacy and legends of eco-conscious Francis of Paola, the first recorded vegan</p><p>A new sculpture appeared in a square in the town of Paola, Calabria, in April last year. It’s not the usual man on a horse, or even anything with legs; it’s a many-times-lifesize trout in grey stone – all fins, bulgy eyes and pout.</p><p>The unusual monument was erected to commemorate a miracle performed by the town’s patron saint, Francis. (He was actually made a saint in 1519, but Covid delayed the celebrations for the 500th anniversary of his canonisation.) This Saint Francis followed in the spiritual – and, for a time, literal – footsteps of his better-known predecessor, Francis of Assisi, but dialled up his reverence for the natural world and became one of the first recorded vegans.</p> <a href=\"https://www.theguardian.com/travel/2023/mar/21/walking-trails-italy-calabria-st-francis-paola-south\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2023/mar/21/walking-trails-italy-calabria-st-francis-paola-south", "date_published": "2023-03-21 07:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "TV tonight: Anton Du Beke and Giovanni Pernice’s ‘lovely jubbly’ road trip", "description": "<p>The Strictly dancers do Sicily. Plus: Line of Duty pals Neil Morrissey and Adrian Dunbar explore their DNA. Here’s what to watch this evening</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/mar/21/tv-tonight-anton-du-beke-and-giovanni-pernices-lovely-jubbly-road-trip\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/mar/21/tv-tonight-anton-du-beke-and-giovanni-pernices-lovely-jubbly-road-trip", "date_published": "2023-03-21 06:20:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Hundreds left with lost or damaged eyesight after NHS delays – research", "description": "<p>NHS England clinicians filed 551 reports of patients who lost their sight since 2019 because of backlog </p><p>Hundreds of patients have lost their eyesight or had it irreparably damaged because of NHS backlogs, new research suggests.</p><p>NHS England clinicians have filed 551 reports of patients who lost their sight as a result of delayed appointments since 2019, with 219 resulting in “moderate or severe harm”, according to an FoI request by the Association of Optometrists, which believes that hundreds more cases are unreported.</p> <a href=\"https://www.theguardian.com/society/2023/mar/21/hundreds-left-with-lost-or-damaged-eyesight-after-nhs-delays-research\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/mar/21/hundreds-left-with-lost-or-damaged-eyesight-after-nhs-delays-research", "date_published": "2023-03-21 06:00:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Simon Armitage savours spring ‘ecstasy and melancholy’ on World Poetry Day", "description": "<p>Poet laureate celebrates a plum tree in poem commissioned by the National Trust for its blossom campaign</p><p>The poet laureate, Simon Armitage, has written a new poem which pays homage to spring, in celebration of World Poetry Day.</p><p>Plum Tree Among the Skyscrapers is the first in a collection of poems inspired by blossom and commissioned by the National Trust. Its publication marks the beginning of the Trust’s annual blossom campaign, in which the charity will vow to bring blossom back to landscapes across the UK by planting 20m trees by 2030 to help tackle both the climate and nature crises.</p> <a href=\"https://www.theguardian.com/books/2023/mar/21/poet-laureate-simon-armitage-pays-homage-spring-world-poetry-day\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/mar/21/poet-laureate-simon-armitage-pays-homage-spring-world-poetry-day", "date_published": "2023-03-21 06:00:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sunak cares nothing for the 99% – and after his pensions hike for the rich, they know it | Polly Toynbee", "description": "<p>The PM and his chancellor thought they could hide the greed in plain sight, but focus groups show voters are aware – and angry</p><p>“Welcome to the pensions gold rush” and cheers for “The ultimate inheritance tax dodge”. Tory newspapers’ money pages whoop up the “super-charged” <a href=\"https://www.theguardian.com/money/2023/mar/16/jeremy-hunt-pensions-giveaway-budget\">pensions tax giveaway</a> to the wealthy: “The bigger your pot, the greater your savings.” Today, Labour <a href=\"https://www.theguardian.com/politics/2023/mar/16/labour-promises-reverse-jeremy-hunt-pensions-giveaway-richest-chancellor-budget\">forces a vote</a> in the Commons against the chancellor’s surprise gift to the rich that removes any limit on tax-free pension contributions. These huge pension pots <a href=\"https://www.theguardian.com/uk-news/2023/mar/19/jeremy-hunts-bizarre-ditching-of-pension-limit-widens-inheritance-loophole-for-wealthy\">can be handed</a> on free of inheritance tax to generation after generation unto the end of time – or until a Labour government abolishes the policy as soon as it gets inside the Treasury.</p><p>Pensions advisers are being inundated with calls from wealthy savers “looking for ways to protect their nest eggs from the risk of a Labour government”, <a href=\"https://www.telegraph.co.uk/politics/2023/03/16/labour-throws-back-to-work-drive-chaos-pledge-scrap-pension/\">says the Daily Telegraph</a>. The rich are shifting other assets into pension pots to save tax now, but the biggest draw is that their pensions have become the best escape from inheritance tax. Why do this? Jeremy Hunt’s excuse was to stop senior doctors retiring once they reached their tax-free pension limit. How many of them? Here’s the shocker: <a href=\"https://www.theguardian.com/society/2023/mar/19/nhs-hospital-doctors-hunt-pension-giveaway-voluntary-early-jeremy-hunt-retirement\">only 105</a> left the NHS voluntarily for early retirement last year, according to the government’s own figures. How easily he could do as Labour proposes, and make a special NHS pension plan for them, without this great bonanza for all highest earners. His cover is blown.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/21/rishi-sunak-99-per-cent-pensions-hike-rich-chancellor\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/21/rishi-sunak-99-per-cent-pensions-hike-rich-chancellor", "date_published": "2023-03-21 06:00:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Met has ‘nowhere to hide’ after damning Casey report, say campaigners", "description": "<p>Sadiq Khan promises to hold police force to account after report highlights institutional misogyny, racism and homophobia</p><ul><li><a href=\"https://www.theguardian.com/uk-news/2023/mar/21/metropolitan-police-institutionally-racist-misogynistic-homophobic-louise-casey-report\">Met police found to be institutionally racist, misogynistic and homophobic</a></li></ul><p>Women’s rights campaigners have warned the damning Casey report into culture at the Met has left the force with “nowhere to hide”.</p><p>Dame Louise Casey’s 300-page report found institutional misogyny, racism and homophobia persists within Britain’s biggest police force.</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/21/met-police-damning-casey-report-campaigners-misogyny-racism-homophobia\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/21/met-police-damning-casey-report-campaigners-misogyny-racism-homophobia", "date_published": "2023-03-21 06:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The impossible job: inside the world of Premier League referees", "description": "<p>Players, pundits and fans complain bitterly that referees are getting worse each season – but is that fair?</p><p>Six minutes into referee Darren England’s fourth Premier League match of the season, he found himself with a decision to make. A Fulham midfielder, Nathaniel Chalobah, had made a late challenge and caught a Newcastle player, who fell to the ground with a yelp so loud it cut through the noise of the Geordie away fans. “That’s fucking red,” an old-timer seated in front of me yelled.</p><p>It was a moment that could determine the course of the match, and Darren England’s season. Competition among elite domestic referees is fierce. Their performances are meticulously dissected, reviewed and ranked by their bosses at Professional Game Match Officials Ltd (PGMOL), the body that runs officiating in English professional football. Among the 19 referees who work predominantly in the Premier League, the best performers are appointed most often, and they are the ones who get the most sought-after matches, those between the top-six clubs, which officials call “golden games”. If, as senior PGMOL figures like to say, the Premier League officials are the 21st team in the division, then its star players are Anthony Taylor and Michael Oliver, who are appointed to most of the big matches. “Just like Liverpool will always play [Virgil] van Dijk in a big game, we’ll appoint our big hitters,” Martin Atkinson, a former referee who now works as a coach for PGMOL, told me.</p> <a href=\"https://www.theguardian.com/football/2023/mar/21/inside-world-premier-league-football-referees-pgmol-howard-webb-andre-marriner-darren-england\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/21/inside-world-premier-league-football-referees-pgmol-howard-webb-andre-marriner-darren-england", "date_published": "2023-03-21 06:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The improbable rise of landlord influencers: ‘I’m not taking advantage of anybody’", "description": "<p>Buy-to-let property videos are increasingly popular on TikTok and other social media platforms. But is this a route to financial freedom or a get-rich-quick scheme doomed to fail?</p><p>James Coupland started his Instagram account more than 10 years ago, posting unremarkable photos showing him with his mates, or in the gym. After giving up on a career as a footballer, he was studying for a sports performance degree while trying to make a name in fitness. But none of his posts were getting more than a few dozen likes.</p><p>Then, in March 2020, came the pivot.</p> <a href=\"https://www.theguardian.com/media/2023/mar/21/the-improbable-rise-of-landlord-influencers\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/mar/21/the-improbable-rise-of-landlord-influencers", "date_published": "2023-03-21 06:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Campaigners fear loophole will let new homes in England be fitted with gas boilers", "description": "<p>Regulation may allow ‘hydrogen-ready’ boilers that can run on fossil fuel gas,  and are unlikely ever to use hydrogen</p><p>Ministers are preparing to allow new houses to continue to be fitted with gas boilers, long after they were supposed to be phased out, campaigners fear.</p><p>A loophole being considered for the forthcoming future homes standard, a housing regulation in England intended to reduce greenhouse gas emissions from newly built homes in line with the net zero target, would allow new homes to be fitted with “hydrogen-ready” boilers.</p> <a href=\"https://www.theguardian.com/environment/2023/mar/21/new-homes-gas-boilers-hydrogen-heat-pumps-net-zero\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/mar/21/new-homes-gas-boilers-hydrogen-heat-pumps-net-zero", "date_published": "2023-03-21 06:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lack of data makes government claims about English childcare ‘meaningless’", "description": "<p>Only 15% of local councils collect data on proportion of parents who are able to access sufficient childcare</p><p>The government’s claims that there are enough childcare places in England are “meaningless” as councils collect little to no information on whether provision meets local demand, experts have said.</p><p>Local authorities are responsible for ensuring that the provision of childcare is sufficient to meet the requirements of parents in their area under section 6 of the Childcare Act 2006.</p> <a href=\"https://www.theguardian.com/money/2023/mar/21/lack-of-data-makes-government-claims-about-english-childcare-meaningless\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/mar/21/lack-of-data-makes-government-claims-about-english-childcare-meaningless", "date_published": "2023-03-21 06:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The IPCC's warnings are getting harder to miss | Fiona Katauskas", "description": "<p>Don’t keep calm</p> <a href=\"https://www.theguardian.com/commentisfree/picture/2023/mar/21/the-ipccs-warnings-are-getting-harder-to-miss\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2023/mar/21/the-ipccs-warnings-are-getting-harder-to-miss", "date_published": "2023-03-21 05:37:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Hong Kong police put bailed pro-democracy leader Albert Ho back under arrest", "description": "<p>Solicitor, 71, had been charged under national security law and was released to be treated for lung cancer</p><p>Hong Kong police have arrested a veteran pro-democracy politician who was out on bail for medical treatment after spending more than a year in detention on a subversion charge.</p><p>Albert Ho, 71, once led the city’s largest opposition group, the Democratic party, and runs his own law firm. Police handcuffed Ho and took him away from his home in a vehicle on Tuesday, a Reuters witness said.</p> <a href=\"https://www.theguardian.com/world/2023/mar/21/hong-kong-police-put-bailed-pro-democracy-leader-albert-ho-back-under-arrest\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/21/hong-kong-police-put-bailed-pro-democracy-leader-albert-ho-back-under-arrest", "date_published": "2023-03-21 05:11:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Russia-Ukraine war live: Russian cruise missiles destroyed in Crimea, says Ukraine; Xi and Putin to hold formal talks", "description": "<p>Ukrainian defence ministry reports explosion in Dzhankoi city has destroyed missiles carried on train; Xi Jinping’s Moscow visit enters day two</p><p>China’s state media has extensively and positively covered the Xi Putin meeting.</p><p>Most coverage has focused on Xi’s comments and talking about how strong the relationship is. None of the pieces mentioned <a href=\"https://www.theguardian.com/law/2023/mar/20/icc-prosecutor-says-world-needs-stamina-to-get-justice-for-ukraine\">the recent ICC arrest warrant for Putin</a> over alleged war crimes committed in Ukraine.</p><p>The two sides have set a fine example for developing a new model of major country relations featuring mutual respect, peaceful coexistence and win-win cooperation.</p><p><em>We have every reason to believe that this visit will further elevate the China-Russia relations which are already at historical high. It will not only bring tangible benefits to the two peoples but also to promoting peace and development for the region and the world, as determined by the nature of China-Russia comprehensive strategic partnership of cooperation for a new era.</em></p> <a href=\"https://www.theguardian.com/world/live/2023/mar/21/russia-ukraine-war-live-russian-cruise-missiles-destroyed-in-crimea-says-ukraine-xi-and-putin-to-hold-formal-talks\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2023/mar/21/russia-ukraine-war-live-russian-cruise-missiles-destroyed-in-crimea-says-ukraine-xi-and-putin-to-hold-formal-talks", "date_published": "2023-03-21 05:03:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Willow Project: what could the ‘carbon bomb’ mean for the environment? | podcast", "description": "<p>Madeleine Finlay speaks to Guardian West Coast reporter Maanvi Singh about the Biden administration’s approval of a controversial new oil drilling project on Alaska’s North Slope. She also hears from Kristen Monsell, a senior attorney at the Center for Biological Diversity, which is part of a coalition that’s filing a lawsuit to challenge the decision.</p><p><em>Clips: BBC, CBS, Rosemary Ahtuangaruak</em></p> <a href=\"https://www.theguardian.com/science/audio/2023/mar/21/willow-project-what-could-the-carbon-bomb-mean-for-the-environment-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/science/audio/2023/mar/21/willow-project-what-could-the-carbon-bomb-mean-for-the-environment-podcast", "date_published": "2023-03-21 05:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Is it time to delete TikTok? - podcast", "description": "<p>Western governments are telling their staff to remove the popular social media app from their work phones amid security fears. Alex Hern reports on why time could be running out for TikTok’s current ownership model</p><p>The UK has joined the US, Canada and the EU in ordering its government officials to remove the TikTok app from their work devices amid fears of a security threat. Government officials in the west say that TikTok’s ownership by the Chinese tech giant ByteDance puts sensitive user data at risk of being accessed by the Chinese government.</p><p>As the Guardian’s UK technology editor <strong>Alex Hern </strong>tells <strong>Hannah Moore, </strong>the governments are not able to cite specific incidents to back up their ban but it forms part of an overall cooling in relations with China.</p> <a href=\"https://www.theguardian.com/news/audio/2023/mar/21/should-you-delete-tiktok-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/news/audio/2023/mar/21/should-you-delete-tiktok-podcast", "date_published": "2023-03-21 03:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "IMF approves Sri Lanka's $2.9bn bailout", "description": "<p>President vows to get economy back on track through ‘prudent fiscal management and ambitious reform agenda’</p><p>The International Monetary Fund has approved Sri Lanka’s request for a $2.9bn bailout, raising hopes for an easing of its economic crisis.</p><p>The IMF’s board confirmed it had signed off on the loan, clearing the way for the release of funds and kicking off a four-year programme designed to shore up the economy.</p> <a href=\"https://www.theguardian.com/world/2023/mar/21/imf-approves-sri-lankas-29bn-bailout\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/21/imf-approves-sri-lankas-29bn-bailout", "date_published": "2023-03-21 01:58:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Russia-Ukraine war at a glance: what we know on day 391 of the invasion", "description": "<p>Russian cruise missiles destroyed in Crimea blast, as China’s Xi Jinping tells Vladimir Putin the two leaders share ‘some similar goals’</p><ul><li><a href=\"https://www.theguardian.com/world/ukraine\">See all our Ukraine coverage</a></li></ul> <a href=\"https://www.theguardian.com/world/2023/mar/21/russia-ukraine-war-at-a-glance-what-we-know-on-day-391-of-the-invasion\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/21/russia-ukraine-war-at-a-glance-what-we-know-on-day-391-of-the-invasion", "date_published": "2023-03-21 00:48:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Manu Tuilagi believes England can be in contention at the Rugby World Cup", "description": "<ul><li>Sale centre says England ‘can beat anyone’ with right game plan</li><li>Steve Hansen unsure Ireland will overcome World Cup pressure</li></ul><p>Manu Tuilagi believes England could yet make an impact at the Rugby World Cup this year despite their latest lowly Six Nations finish. Steve Borthwick’s side trailed home in fourth place with just two wins against Italy and Wales but Tuilagi insists they can bounce back and cause problems for all their autumn opponents.</p><p>The Sale Sharks centre, who enjoyed a forceful return to Test rugby against Ireland in Dublin, is convinced England will be more competitive in six months’ time after their spirited effort with only 14 men on Saturday. “It just showed if we get our game plan right and get our house in order we can beat anyone,” Tuilagi said.</p> <a href=\"https://www.theguardian.com/sport/2023/mar/21/manu-tuilagi-believes-england-can-bounce-back-from-six-nations-disappointment-at-rugby-world-cup\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/21/manu-tuilagi-believes-england-can-bounce-back-from-six-nations-disappointment-at-rugby-world-cup", "date_published": "2023-03-21 00:38:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Starmer challenged on promise of ‘zero-tolerance’ on antisemitism and racism", "description": "<p>Senior lawyer who carried out inquiry into Labour party’s culture says transparent systems needed to tackle issues</p><p>Keir Starmer has faced criticism for vowing to adopt a “zero-tolerance approach to antisemitism and racism” without having the transparent systems in place to tackle such issues.</p><p>Martin Forde KC, the senior lawyer who carried out an inquiry into the party’s culture, said he has become “irritated” by the phrase, which the Labour leader used last month after the ECHR lifted the party <a href=\"https://www.theguardian.com/politics/2023/feb/15/labour-out-of-ehrc-special-measures-after-progress-on-tackling-antisemitism\">out of two years of special measures</a> over its past failings on antisemitism.</p> <a href=\"https://www.theguardian.com/politics/2023/mar/21/starmer-challenged-on-promise-of-zero-tolerance-on-antisemitism-and-racism\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/mar/21/starmer-challenged-on-promise-of-zero-tolerance-on-antisemitism-and-racism", "date_published": "2023-03-21 00:07:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Landlords who ban all children breach equality rules, says UK ombudsman", "description": "<p>Nurse with four children challenges the practice after landlords and letting agents refuse to rent to them </p><p>Blanket bans on letting properties to families with children discriminate against women and are against the sector’s code of practice, the Property Ombudsman has ruled, after an NHS nurse and mother challenged the practice.</p><p>Lexi Levens, 33, and her four children were forced to register as homeless after they were handed a no-fault eviction on Christmas Eve and no landlords or letting agents would rent to them, despite her and her husband passing affordability checks.</p> <a href=\"https://www.theguardian.com/society/2023/mar/21/landlords-ban-children-breach-equality-rules-uk-ombudsman\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/mar/21/landlords-ban-children-breach-equality-rules-uk-ombudsman", "date_published": "2023-03-21 00:01:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "World’s biggest single eradication operation aims to remove mice from island", "description": "<p>Invasive house mice threaten endangered seabirds and wildlife on Marion Island in Indian Ocean</p><p>Non-native house mice are to be removed from Marion Island in the southern Indian Ocean to protect the wandering albatross and other endangered seabirds, in the world’s largest eradication programme of its kind.</p><p>Mice accidentally introduced on to the remote island by 19th-century seal hunters have thrived in warmer and drier conditions over the past 30 years, devastating the island’s invertebrates and plants, and then devouring the chicks and even adults of ground- and burrow-nesting seabirds.</p> <a href=\"https://www.theguardian.com/environment/2023/mar/21/world-biggest-single-eradication-operation-remove-mice-marion-sland\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/mar/21/world-biggest-single-eradication-operation-remove-mice-marion-sland", "date_published": "2023-03-21 00:01:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Met police found to be institutionally racist, misogynistic and homophobic", "description": "<p>Author of landmark report says Met can ‘no longer presume that it has the permission of the people of London to police them’</p><ul><li><a href=\"https://www.theguardian.com/uk-news/2023/mar/21/louise-caseys-report-on-the-met-police-the-fall-of-a-british-institution\">Analysis: the fall of a British institution</a></li><li><a href=\"https://www.theguardian.com/uk-news/2023/mar/21/im-scared-of-the-police-met-report-unearths-misogyny-homophobia-and-racism\">Case study: ‘I’m scared of the police’</a></li><li><a href=\"https://www.theguardian.com/uk-news/2023/mar/21/discrimination-funding-public-trust-what-casey-says-about-the-met-police\">Explainer: what Casey says about the Met</a></li></ul><p>The Metropolitan police is broken and rotten, suffering collapsing public trust and is guilty of institutional racism, misogyny and homophobia, an official report has said.</p><p>The report by Louise Casey, commissioned by the Met after one of its officers abducted Sarah Everard, taking her from from a London street in March 2021, before raping and murdering her, is one of the most damning of a major British institution .</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/21/metropolitan-police-institutionally-racist-misogynistic-homophobic-louise-casey-report\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/21/metropolitan-police-institutionally-racist-misogynistic-homophobic-louise-casey-report", "date_published": "2023-03-21 00:01:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I’m scared of the police’: Met report unearths misogyny, homophobia and racism", "description": "<p>Female, black and gay police officers told Casey review alarming stories of incidents inside the force</p><ul><li><a href=\"https://www.theguardian.com/uk-news/2023/mar/21/metropolitan-police-institutionally-racist-misogynistic-homophobic-louise-casey-report\">Met police found to be institutionally racist, misogynistic and homophobic</a></li></ul><p>The Casey review has unearthed a <a href=\"https://www.theguardian.com/uk-news/2023/mar/21/metropolitan-police-institutionally-racist-misogynistic-homophobic-louise-casey-report\">series of alarming stories</a> exposing misogyny, homophobia and racism inside the Metropolitan police.</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/21/im-scared-of-the-police-met-report-unearths-misogyny-homophobia-and-racism\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/21/im-scared-of-the-police-met-report-unearths-misogyny-homophobia-and-racism", "date_published": "2023-03-21 00:01:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Scotland’s minimum pricing linked to 13% drop in alcohol-related deaths, study finds", "description": "<p>Experts say research provides clear evidence minimum unit pricing has reduced harm caused by alcohol</p><p>Scotland’s pioneering policy of minimum pricing for alcohol has been linked to a 13% drop in the number of deaths from alcohol consumption, and hundreds fewer hospitalisations, according to a study.</p><p>The research was observational, so cannot prove conclusively that the significant fall in deaths was due to the minimum unit pricing policy.</p> <a href=\"https://www.theguardian.com/society/2023/mar/21/scotlands-minimum-pricing-linked-to-13-drop-in-alcohol-related-deaths-study-finds\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/mar/21/scotlands-minimum-pricing-linked-to-13-drop-in-alcohol-related-deaths-study-finds", "date_published": "2023-03-21 00:01:13+00:00", "persistent": false, "user": null, "language": "en-UK"}]