[{"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Rosja: Ekspert zemdlał na wizji. \"Nie wytrzymał poziomu propagandy\"", "description": "Na antenie propagandowego programu Wieczór z Władimirem Sołowiowem, emitowanego na antenie państwowej telewizji w Rosji zemdlał jeden z zaproszonych ekspertów. Nie wytrzymał poziomu propagandy - ocenia ukraińska agencja UNIAN.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-21/rosja-ekspert-zemdlal-na-wizji-nie-wytrzymal-poziomu-propagandy/", "date_published": "2023-03-21 20:57:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Wielka Brytania: Muzułmanin podpalony na ulicy. Wracał z meczetu", "description": "W Birmingham doszło do groźnego incydentu. Na jednej z ulicy podpalony został mężczyzna, który wracał z meczetu. Ofiara doznała poważnych poparzeń twarzy. Do sieci trafiło nagranie z tego zdarzenia. Policja zatrzymała jedną osobę.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-21/wielka-brytania-muzulmanin-podpalony-na-ulicy-wracal-z-meczetu/", "date_published": "2023-03-21 20:42:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Białoruś. Jest nagranie z likwidacji obcokrajowca w Grodnie. KGB mówi o \"polskim śladzie\"", "description": "Jest nagranie z niedzielnej akcji likwidacji obcokrajowca w Grodnie. Białoruskie służby twierdzą, że zagraniczny dywersant planował ataki na siedziby służb bezpieczeństwa, instytucje i urzędników. Zmarł w drodze do szpitala. KGB znalazła w lokalu karabin Kałasznikowa i granat. W telefonie miały być dane o celach ataków. Jest też mowa o polskim śladzie. Zabity miał być przerzucony z Polski.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-21/bialorus-jest-nagranie-z-likwidacji-obcokrajowca-w-grodnie-kgb-mowi-o-polskim-sladzie/", "date_published": "2023-03-21 18:50:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA: Rzucili się na ratunek 38-latce. Mężczyźni utonęli w jeziorze", "description": "Dwóch mężczyzn utonęło w jeziorze Eloise na Florydzie ratując 38-latkę, która wypadła za burtę. W trakcie tragicznego w skutkach zdarzenia dorośli pozostawili na łódce dwie dziewczynki, które dryfując samotnie, skontaktowały się ze służbami.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-21/usa-rzucili-sie-na-ratunek-38-latce-mezczyzni-utoneli-w-jeziorze/", "date_published": "2023-03-21 18:31:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Trzęsienie ziemi na Bliskim Wschodzie. Media: Magnituda 7,7", "description": "Na Bliskim Wschodzie doszło do silnego trzęsienia ziemi - informuje agencja AFP. Wstrząsy były odczuwalne m.in w Pakistanie, Afganistanie i Indiach. Ziemia najmocniej zatrzęsła się w Islamabadzie. Magnituda wyniosła 7,7.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-21/trzesienie-ziemi-na-bliskim-wschodzie/", "date_published": "2023-03-21 17:17:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Pociski ze zubożonym uranem trafią do Ukrainy. Władimir Putin reaguje", "description": "Wielka Brytania razem z czołgami Challenger 2 przekaże Ukrainie amunicję przeciwpancerną ze zubożonym uranem. - Wygląda na to, że Zachód rzeczywiście postanowił walczyć z Rosją do ostatniego Ukraińca nie tylko słowami, ale i czynami - skomentował decyzję brytyjskich władz Władimir Putin.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-21/pociski-ze-zubozonym-uranem-trafia-do-ukrainy-wladimir-putin-reaguje/", "date_published": "2023-03-21 17:16:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Wojna w Ukrainie. Papierowe drony z Australii na froncie. Przenoszą amunicję i żywność", "description": "Australia dostarcza Ukrainie jednorazowe drony dla wojska zrobione z... tektury. Zdaniem Forbesa jeden egzemplarz może kosztować kilka tysięcy dolarów. Bezzałogowce dostarczają na front amunicję, żywność i medykamenty. Są lekkie, łatwe w transporcie. Ukraińcy przerabiają je już na samoloty wielokrotnego użytku do zwiadu lub przeprowadzania ataków. Łatwo je też przerobić na drony kamikadze.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-21/wojna-w-ukrainie-papierowe-drony-z-australii-na-froncie-przenosza-amunicje-i-zywnosc/", "date_published": "2023-03-21 16:52:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Seattle. Porywacze wjechali autem w dom. Porwany uciekł im z bagażnika", "description": "Gdy w czwartek o świcie w dom na przedmieściach Seattle w stanie Waszyngton (USA) wbiło się auto, na ulice wybiegli przerażeni mieszkańcy i sąsiedzi. Świadkowie, którzy widzieli uciekających kilku mężczyzn, usłyszeli krzyki z płonącego wraku. Po chwili z bagażnika wyczołgał się skrępowany i zmaltretowany 63-latek, który powiedział, że został porwany... we własnym pojeździe. Policja szuka sprawców.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-21/seattle-porywacze-wjechali-autem-w-dom-porwany-uciekl-im-z-bagaznika/", "date_published": "2023-03-21 15:35:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Brazylia. Kobieta urodziła dziecko w windzie w bloku. Była w drodze do szpitala", "description": "34-letnia Barbara Trindade Passos Casela urodziła dziecko w windzie swojego bloku w Cuaiaba w Brazylii. Ciężarna kobieta obudziła się w nocy i poczuła silne skurcze. Razem z najbliższymi ruszała w drogę do szpitala, lecz nie zdążyła dojechać na miejsce. Poród w windzie nagrały kamery monitoringu.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-21/brazylia-kobieta-urodzila-dziecko-w-windzie-w-bloku-byla-w-drodze-do-szpitala/", "date_published": "2023-03-21 15:26:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Zamknięto teren w okolicy posiadłości kochanki Putina. Chodzi o bezpieczeństwo", "description": "Pod koniec lutego niezależny rosyjski portal opublikował wyniki śledztwa na temat posiadłości domniemanej kochani Władimira Putina. Trzy dni później okazało się, że teren jest objęty zakazem wstępu. Oficjalnie powodem są kwestie ekologiczne, jednak w rzeczywistości ma chodzić o bezpieczeństwo Aliny Kabajewej.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-21/zamknieto-teren-w-okolicy-posiadlosci-kochanki-putina-nieoficjalnie-chodzi-o-bezpieczenstwo/", "date_published": "2023-03-21 14:55:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Sekretarz generalny NATO: Putin popełnił duży strategiczny błąd", "description": "Sekretarz generalny Sojuszu Północnoatlantyckiego przedstawiając w Brukseli raport dotyczący działań układu w 2022 roku powiedział, że wojna w Rosji była dla NATO szokiem, ale nie zaskoczeniem. Według niego sojusz w odpowiedzi umocnił się, zwiększył znacznie wydatki na obronność i podjął wysiłek udzielenia pomocy militarnej dla Ukrainy, by ta mogła samodzielnie bronić się przed inwazją.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-21/sekretarz-generalny-nato-putin-popelnil-duzy-strategiczny-blad/", "date_published": "2023-03-21 14:40:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA: Dentysta oskarżony o zabójstwo żony. Miał dosypać arszenik i cyjanek do szejków proteinowych", "description": "45-letni dentysta Jake Craig został aresztowany pod zarzutem zabójstwa swojej żony, która została odłączona od aparatury podtrzymującej życie. Mężczyzna miał dosypywać cyjanek i arszenik do szejków proteinowych, które przygotowywał dla żony. Craig miał romans z inna kobietą, która również była stomatologiem.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-21/usa-dentysta-oskarzony-o-zabojstwo-zony-mial-dosypywac-cyjanek-do-szejkow-proteinowych/", "date_published": "2023-03-21 14:23:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA. Miasto zapłaciło 750 tys. dolarów mężczyźnie, w którego aucie policjanci namalowali swastykę", "description": "Leżące w południowej Kalifornii miasto Torrance zapłaciło mężczyźnie 750 tys. dolarów (ok. 3,3 mln zł) po tym, jak dwóch policjantów zostało oskarżonych o namalowanie sprayem swastyki w jego samochodzie trzy lata temu - podaje Associated Press. Pozywam policjantów od 39 lat i nigdy nie widziałem czegoś takiego - powiedział Los Angeles Daily News adwokat reprezentujący właściciela pojazdu.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-21/usa-miasto-zaplaci-750-tys-dolarow-mezczyznie-w-ktorego-aucie-policjanci-namalowali-swastyke/", "date_published": "2023-03-21 14:18:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Naukowcy: Pornografia ma zły wpływ na twój związek", "description": "Nowe badanie opublikowane w Journal of Sex Research ujawniło, że osoby, które są w parach i same oglądają pornografię, częściej mają niższą satysfakcję ze związku, a także mniejszą stabilność w relacji.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-21/naukowcy-pornografia-ma-zly-wplyw-na-twoj-zwiazek/", "date_published": "2023-03-21 11:55:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Protesty lekarzy w Niemczech. Wśród postulatów wyższe zarobki i lepsze warunki pracy", "description": "W pięciu niemieckich landach odbywają się strajki ostrzegawcze lekarzy. Protestujący są zdania, że sytuacja w ochronie zdrowia staje się coraz gorsza - nie tylko pod względem zarobków. - Czujemy presję ze strony naszych pracodawców, jeżeli chodzi o normy finansowe - powiedział w Polsat News lekarz Rafał Krzysztpik.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-21/protesty-lekarzy-w-niemczech-wsrod-postulatow-wyzsze-zarobki-i-lepsze-warunki-pracy/", "date_published": "2023-03-21 11:14:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Apel wysłany z tratwy na środku Oceanu Spokojnego. \"Uderzyliśmy w wieloryba i statek poszedł na dno\"", "description": "To nie są żarty - napisał do swojego przyjaciela i marynarza Tommyego Joycea Rick Rodriguez. Uderzyliśmy w wieloryba i statek poszedł na dno - wyjaśnił. Taką wiadomość wysłano z tratwy ratunkowej, która dryfowała na środku Oceanu Spokojnego. Powiadom tyle łodzi, ile możesz. Mamy bardzo mało baterii - dodał rozbitek.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-21/apel-wyslany-z-tratwy-na-srodku-oceanu-spokojnego-uderzylismy-w-wieloryba-i-statek-poszedl-na-dno/", "date_published": "2023-03-21 10:55:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Kreml: Władimir Putin i Xi Jinping omówili pokojowy plan Pekinu dla Ukrainy", "description": "Rzecznik Kremla Dmitrij Pieskow poinformował we wtorek, że prezydent Rosji Władimir Putin i przywódca Chin Xi Jinping przeprowadzili szczegółową wymianę poglądów podczas pierwszego dnia rozmów i omówili plan pokojowy Pekinu dla Ukrainy.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-21/kreml-wladimir-putin-i-xi-jinping-omowili-pokojowy-plan-pekinu-dla-ukrainy/", "date_published": "2023-03-21 10:51:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA. Śmiercionośny grzyb sieje spustoszenie w kraju. Eksperci są zaniepokojeni", "description": "Groźna choroba zakaźna, której śmiertelność wynosi 60 procent, rozprzestrzeniła się obecnie na ponad 35 stanów w USA i jest już obecna w 40 krajach na całym świecie. Wywołuje ją grzyb Candida auris, odkryty około 15 lat temu w Azji. Rosnąca w związku z ociepleniem klimatu temperatura jest postrzegana jako potencjalna przyczyna gwałtownej ekspansji niebezpiecznego dla ludzi patogenu.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-21/usa-smiercionosny-grzyb-sieje-spustoszenie-w-kraju-eksperci-sa-zaniepokojeni/", "date_published": "2023-03-21 10:03:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Internauci oszaleli na punkcie \"Serpens catus\". Co naprawdę kryje się za zdjęciem kota-węża?", "description": "Czarny kot w neonowo żółte cętki, przypominający nieco węża i określany łacińsko brzmiąco nazwą Serpentus catus w ostatnich dniach stał się wiralem w sieci. Kot podobno jest najrzadszym gatunkiem żyjącym na ziemi i zamieszkuje niedostępne rejony lasów deszczowych Amazonii. Ale czy na pewno... istnieje?", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-21/internauci-oszaleli-na-punkcie-serpens-catus-co-naprawde-kryje-sie-za-zdjeciem-kota-weza/", "date_published": "2023-03-21 09:20:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Wielka Brytania. Jest najmłodszą babcią w kraju. Jej wnuczek ma już pięć lat", "description": "Kelly Healey doczekała się wnuka w wieku zaledwie 30 lat. Okazało się, że kobieta stała się przez to najmłodszą babcią w kraju. Jej córka - Skye Salter - urodziła synka jako nastolatka. Teraz chłopiec o imieniu Bailey ma już cztery lata, a rodzina chętnie udziela wywiadów na temat trudów związanych z wychowaniem dzieci przez... dzieci.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-21/wielka-brytania-jest-najmlodsza-babcia-w-kraju-jej-wnuczek-ma-juz-piec-lat/", "date_published": "2023-03-21 08:36:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA. Pogodynka zemdlała na wizji. Nowe informacje ws. stanu jej zdrowia", "description": "Pogodynka kanału KCAL News Alissa Carlson wraca do zdrowia. W zeszłym tygodniu świat obiegło nagranie, na którym chwieje się na nogach, a jej oczy wędrują do góry - kobieta zemdlała. Internauci w sieci spekulowali, że utrata przytomności była związana z problemami z sercem.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-21/nowe-informacje-ws-stanu-prezenterki/", "date_published": "2023-03-21 08:28:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Dr Jakub Jakóbowski: Świat coraz silniej polaryzuje się w sprawie Ukrainy", "description": "- Dla Putina wizyta Xi Jinpinga jest bardzo ważna. Szuka kontaktów, po tym jak nakaz aresztowania MTK zamknął mu drogę na Zachód - stwierdził dr Jakub Jakóbowski z Ośrodka Studiów Wschodnich. Dodał, że Chińczycy otwarcie uznali, że będą wspierać Rosję. - Pokój jest jeszcze daleko. Chiny nie będą mediatorem w tym sporze - zauważył ekspert.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-21/dr-jakub-jakobowski-swiat-coraz-silniej-polaryzuje-sie-w-sprawie-ukrainy/", "date_published": "2023-03-21 07:36:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Miał spędzić w saudyjskim więzieniu 19 lat. Poszło o tweety. Zwrot w sprawie", "description": "Saad Ibrahim Almadi miał spędzić w więzieniu 19 lat, jednak został zwolniony. Pierwotnie skazano go na 16, co - zdaniem prokuratora - było wyjątkowo niską karą, bo domagał się 42 lat pozbawienia wolności. Poszło o... 14 wpisów z twitterowego konta mężczyzny.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-21/skazany-na-16-lat-za-wpisy-na-twitterze-wyszedl-z-wiezienia/", "date_published": "2023-03-21 07:22:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Reforma emerytalna we Francji i wotum nieufności dla rządu. Protesty w Paryżu i innych miastach", "description": "Nie ustają protesty po przeprowadzeniu reformy, która podwyższa wiek emerytalny we Francji. Atmosferę podgrzało dodatkowo przegrane głosowanie o wotum nieufności dla rządu. W Paryżu doszło do starć protestujących z policją, która użyła gazu łzawiącego. Demonstracji z kolei podpalali stosy śmieci zalegające na ulicach po serii wcześniejszych strajków. Aresztowano ponad 170 osób.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-21/reforma-emerytalna-we-francji-i-wotum-nieufnosci-dla-rzadu-protesty-w-paryzu-i-innych-miastach/", "date_published": "2023-03-21 05:52:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Premier Japonii Fumio Kishida z wizytą w Kijowie. Spotka się z prezydentem Wołodymyrem Zełenskim", "description": "Premier Fumio Kishida odwiedzi Kijów i spotka się z prezydentem Ukrainy Wołodymyrem Zełenskim - podało we wtorek japońskie Ministerstwo Spraw Zagranicznych. Informacja pojawiła się po tym, jak nadawca NHK nagranie, na którym Kishida wsiada do pociągu w Przemyślu.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-21/premier-japonii-fumio-kishida-z-wizyta-w-kijowie/", "date_published": "2023-03-21 05:19:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}]