[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "The Complete Story of Mortal Kombat Deception & Armageddon: Before You Play Mortal Kombat 1 | Part 4", "description": "In part 3 of our recap of the entire Mortal Kombat series, we left things off with the climax of the fifth mainline instalment, Mortal Kombat: Deadly Alliance, which ends with nearly all the heroes of the franchise meeting grisly fates when they're killed at the hands of Shang Tsung and Quan Chi, with Raiden left as the only one still left standing and fighting against them. \n\nThe next game in the series, Mortal Kombat: Deception, picks up pretty much exactly where its predecessor ends, but before we dive back into the story at hand, it's important to first turn back the clock and set up some other important information that'll come into play going forward.\n\nPlease consider subscribing for more awesome videos! https://www.youtube.com/@GamingBolt?sub_confirmation=1\n\nLinks to Part 1, Part 2, Part 3:\n\nPart 1: https://www.youtube.com/watch?v=-IgnFexLLHY\nPart 2: https://www.youtube.com/watch?v=EXiNCL5FM2g\nPart 3: https://www.youtube.com/watch?v=wIhR_NjZBc8\n\nTime stamps:\n\nIntro 00:00\nWho are Shujinko and Onaga? 0:39\nThe Story of Mortal Kombat Deception 4:55\nWho Are Taven and Daegon? 8:42\nThe Story of Mortal Kombat Armageddon 11:51\nThe End 15:07\n\nGames Information:\n\nMortal Kombat: Deception\nRelease Date: First available on October 4, 2004\nPlatforms: PlayStation 2, Xbox, GameCube\n\nMortal Kombat: Armageddon\nRelease Date: First available on October 9, 2006\nPlatforms: PlayStation 2, Wii, Xbox", "link": "https://www.youtube.com/watch?v=arznJRXF-wk", "date_published": "2023-08-05T15:30:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/arznJRXF-wk/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "What The HELL HAPPENED To Killzone: Shadow Fall?", "description": "Once amongst the pantheon of Sony’s first-party offerings, now firmly on the side-lines, Guerilla Games’ Killzone series enjoyed a successful run culminating in 2013’s PS4 launch title Killzone: Shadow Fall. The early days were good – Shadow Fall was the first PS4 game to surpass one million sales, with units sold reaching 2.4 million by March 2014. \n\nGraphically speaking, Killzone: Shadow Fall still looks incredible, and with a few neat ideas, gameplay tweaks, and a robust multiplayer system the overall experience was decent too. \n\nThing is, Killzone: Shadow Fall has been largely forgotten in the decade since release. This feature attempts to provide an explanation as to why the series trailed off following Shadow Fall’s release, discusses its shortcomings, and points out the stiff competition it faces from other more well-known FPS titles.", "link": "https://www.youtube.com/watch?v=mzn-v5ti_R4", "date_published": "2023-08-05T13:30:31+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/mzn-v5ti_R4/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Atomic Heart: Annihilation Instinct DLC Review - The Final Verdict", "description": "Annihilation Instinct, the first paid DLC for Mundfish's Atomic Heart, is now available for Xbox One, Xbox Series X/S, PS4, PS5 and PC. It continues the story of P-3, as it were, by venturing to the Mendeleev Complex and introducing a new \"enemy\" in NORA. Players must traverse the limited new areas to fix in-game malfunctions.\n\nYou may think there's more to the core premise, but that's more or less it, wrapped in a fetch quest with few new enemy types, two weapons and a boss. It's not terrible, but on top of highlighting some of the flaws with the game's structure - from the writing to the combat - Annihilation Instinct doesn't provide all that much bang for your buck.\n\nCheck out our review of the DLC to learn more.", "link": "https://www.youtube.com/watch?v=9C_SC8HdqFQ", "date_published": "2023-08-05T07:15:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/9C_SC8HdqFQ/hqdefault.jpg"}]