[{"source": "https://www.theguardian.com/world/rss", "title": "Australia live news: voice referendum in the spotlight at Garma festival; Queensland man shot by police", "description": "<p>Julian Leeser to discuss referendum at key panel on Sunday. Follow live news updates today</p><ul><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>Albanese is asked about the model for the Voice and points to the local Yolngu community as an example.</p><p>The Dilak Council here, made up of 13 clans in this vast region of North East Arnhem Land have come together, for example, and they’ve done a lot of work on a bilingual school has been established. We’ve announced funding on Friday to extend that to the tertiary level. It is a bilingual school which is making sure that young Yolngu people from these communities are going to school more, are being retained at school for longer, are providing those opportunities in life.</p><p>If we don’t do it, Australians will ask themselves, “Is it good enough that there an 8-year life expectancy gap between Indigenous and non-indigenous Australians, a suicide rate that is twice as high, if you have a daughter she is more likely to die in childbirth than a non-indigenous woman, if you have a son, he is more likely to go to jail than to university.”</p><p>We need to do things better.</p> <a href=\"https://www.theguardian.com/australia-news/live/2023/aug/06/australia-live-news-garma-festival-indigenous-voice-referendum-anthony-albanese\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/live/2023/aug/06/australia-live-news-garma-festival-indigenous-voice-referendum-anthony-albanese", "date_published": "2023-08-05T23:19:35+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/world/rss", "title": "Is Germany’s great economy sinking into ‘slowcession’?", "description": "<p>Key data this week will offer a hint as to whether the eurozone’s powerhouse can shake off recent stagnation</p><p>Engine of the eurozone, industrial powerhouse, export world champion – just some of the ways Germany’s economy has been described over the years.</p><p>However, recent figures have indicated that the good times have come to an end, with Europe’s largest economy stuck in recession.</p> <a href=\"https://www.theguardian.com/world/2023/aug/06/is-germanys-great-economy-sinking-into-slowcession\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/06/is-germanys-great-economy-sinking-into-slowcession", "date_published": "2023-08-05T23:05:01+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/world/rss", "title": "‘Flu shot cheerleader’ speaks out on being used by anti-vaxxer movement", "description": "<p>Desiree Jennings speaks with NBC about being cast into US spotlight in 2009 after seasonal jab led to unexplainable disability </p><p>The woman who was once known as the “<a href=\"https://www.youtube.com/watch?v=LapyKiMT2tc\">flu shot cheerleader</a>” and briefly became the poster girl for the anti-vaccine movement is now speaking out about her realization that she was used as the movement’s “PR machine””.</p><p>In a new <a href=\"https://www.nbcnews.com/news/us-news/desiree-jennings-flu-shot-anti-vaccine-media-rcna97724\">interview</a> with NBC, Desiree Jennings – who in 2009 was cast into the national spotlight after she went on video and expressed her belief that her seasonal flu shot led to an unexplainable disability involving erratic movements and slurred speech – said that <a href=\"https://www.theguardian.com/society/vaccines\">vaccine</a> skeptics recruited her, sensationalized her story and ultimately discarded her after she was accused of being a fraud.</p> <a href=\"https://www.theguardian.com/us-news/2023/aug/05/flu-shot-cheerleader-desiree-jennings-interview\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/aug/05/flu-shot-cheerleader-desiree-jennings-interview", "date_published": "2023-08-05T20:04:45+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/world/rss", "title": "Labor faces push to triple number of NT and ACT senators and give territorians a bigger say in referendums", "description": "<p><strong>Exclusive:</strong> Under national conference proposal, the Northern Territory and Australian Capital Territory would have six senators</p><ul><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>The Albanese government will be pushed at Labor’s national conference to triple the number of territory senators and increase the power of territorians’ votes in referendums.</p><p>Under the proposals the Northern Territory and Australian Capital Territory would be represented by six senators each, half the number of senators from each of the states, and territories would count for the double majority in referendums.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon</a></strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\"> </a><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">email newsletters for your daily news roundup</a></strong></p> <a href=\"https://www.theguardian.com/australia-news/2023/aug/06/labor-national-conference-northern-territory-nt-act-senators-referendums-territorians\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2023/aug/06/labor-national-conference-northern-territory-nt-act-senators-referendums-territorians", "date_published": "2023-08-05T20:00:52+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/world/rss", "title": "Italian fugitive caught after passion for football betrays his location", "description": "<p>Vincenzo La Porta spotted in a photo of fans celebrating in Corfu after Napoli won Italy’s league championship</p><p>Love for his Naples football team betrayed the hideout of a longtime fugitive, who was captured while riding a moped on a Greek island, Italian police have said.</p><p>Naples-based Carabinieri paramilitary police said Vincenzo La Porta, who was on Italy’s list of 100 most dangerous fugitives, was spotted in a photo of fans in a restaurant in Corfu, who were celebrating after the Napoli football squad clinched Italy’s top league championship a few weeks ago.</p> <a href=\"https://www.theguardian.com/world/2023/aug/05/italian-fugitive-caught-after-passion-for-football-betrays-his-location\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/05/italian-fugitive-caught-after-passion-for-football-betrays-his-location", "date_published": "2023-08-05T17:49:43+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/world/rss", "title": "‘One step at a time’: entrepreneur buys stairwell in London to help startups", "description": "<p>Simon Squibb plans to provide small businesses with rent-free space after bidding £25,000 for disused property in Twickenham</p><p>An entrepreneur who woke up homeless in a stairwell at the age of 15 with his first business idea has spent £25,000 on a disused stairwell to provide a rent-free space in London for small businesses to fulfil their dreams.</p><p>Simon Squibb, who retired at 40 after selling Fluid, his marketing agency, to PricewaterhouseCoopers, hopes the stairwell in Twickenham, south-west London, will provide a showcase for owners of small businesses.</p> <a href=\"https://www.theguardian.com/uk-news/2023/aug/05/simon-squibb-stairwell-small-businesses-entrepreneurs-twickenham-london\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/aug/05/simon-squibb-stairwell-small-businesses-entrepreneurs-twickenham-london", "date_published": "2023-08-05T12:31:56+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/world/rss", "title": "Trump uses UFC in bid to reach new demographic of voters", "description": "<p>Former president’s sit-down to discuss combat sports part of strategy to cater to young men with little interest in politics</p><p>During a stretch of campaign stops taking place under the specter of a potential indictment, Donald Trump managed to make time for a sit-down interview on an unlikely platform: the Ultimate Fighting Championship (UFC).</p><p>Recorded just before Trump’s appearance at a UFC event in Las Vegas in July, the interview offered a rare departure from the controversial president’s politically charged interviews, instead focusing on his background as a boxing promoter, his all-time favorite combat sports matches, and the hypothetical walkout song he would pick if he were a fighter himself. The hosts described Trump as a “genuine fight fan” and their enthusiasm was palpable as he shared insights on promoting the likes of Mike Tyson during the 1980s.</p> <a href=\"https://www.theguardian.com/us-news/2023/aug/05/trump-ufc-podcast-2024-campaign\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/aug/05/trump-ufc-podcast-2024-campaign", "date_published": "2023-08-05T11:00:40+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/world/rss", "title": "A year on, the devastating long-term effects of Pakistan’s floods are revealed", "description": "<p>Country’s health and economy ruined as Islamic charity says rich nations must compensate those suffering worst of climate crisis</p><p>A year after Pakistan’s worst floods in living memory, <a href=\"https://www.islamic-relief.org.uk/one-year-since-pakistan-floods-climate-justice-is-urgently-needed/\">a report by Islamic Relief Worldwide</a> has revealed the devastating long-term impact on people, especially children, and argued that rich nations must compensate those countries most affected by the climate emergency.</p><p>Researchers from Islamic Relief who talked to people in the flood-affected areas found 40% of the children they surveyed had stunted growth and 25% were underweight as families struggle to access food and healthcare. About 80% of mothers reported sickness among children, with outbreaks of diarrhoea, malaria and dengue fever increasing.</p> <a href=\"https://www.theguardian.com/global-development/2023/aug/05/a-year-on-the-devastating-long-term-effects-of-pakistans-floods-are-revealed\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/aug/05/a-year-on-the-devastating-long-term-effects-of-pakistans-floods-are-revealed", "date_published": "2023-08-05T06:00:36+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/world/rss", "title": "One of last photos of Queen Elizabeth II up for national award", "description": "<p>Public invited to choose from 20 images taken in 2022 for the UK Picture Editors’ Guild awards</p><p>One of the last public pictures of the late Queen Elizabeth II is among photographs up for an award to be decided by public vote.</p><p>People can choose from 20 pictures taken between 1 January and 31 December 2022 for the photo of the year at the annual UK Picture Editors’ Guild Awards.</p> <a href=\"https://www.theguardian.com/uk-news/2023/aug/05/one-of-last-photos-of-queen-elizabeth-ii-up-for-national-award\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/aug/05/one-of-last-photos-of-queen-elizabeth-ii-up-for-national-award", "date_published": "2023-08-05T06:00:35+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/world/rss", "title": "Russia-Ukraine war live: Russian tanker hit by drones; Saudi Arabia talks will be ‘difficult’, says Kyiv envoy", "description": "<p>Ukrainian drones reportedly strike ship in Kerch Strait near bridge to Crimea as national security advisers from over 40 countries meet in Jeddah</p><ul><li><a href=\"https://www.theguardian.com/world/2023/aug/05/russia-ukraine-war-at-a-glance-what-we-know-on-day-528-of-the-invasion\">At a glance: what we know on day 528 of the invasion</a></li></ul><p>Welcome back to our live coverage of the war in Ukraine. This is Mark Gerts with the latest. Our top stories this morning:</p><p>A Russian tanker was hit by Ukrainian drones in the Kerch Strait, according to Russian officials. The attack briefly halted traffic on the Kerch Bridge, which links Russian-occupied Crimea to the Russian mainland.</p><p><strong>A Russian landing ship was struck and disabled in the country’s Black Sea port of Novorossiysk by an unmanned Ukrainian boat, known as a sea drone,</strong> Kyiv said. The 112-metre Olenegorsky Gornyak from Russia’s Northern Fleet, which has been used to transport troops and military hardware into occupied Ukrainian ports, was <a href=\"https://www.theguardian.com/world/2023/aug/04/ukraine-says-it-has-put-russian-warship-out-of-action-in-sea-drone-attack\">said to have been sufficiently damaged</a> to have been put out of combat action.</p><p><strong>Onboard camera footage appeared to confirm the success of the night attack on the ship.</strong> Images of a Russian warship tilting to its side emerged shortly after the strike and footage was published by the Unian news agency from the head of the marine drone appearing to show it moving stealthily across the Black Sea towards the ship and hitting it at its centre. Satellite imagery also appeared to show a Russian landing ship leaking oil while docked at a Black Sea port.</p><p><strong>US bank JP Morgan this week stopped processing payments for the Russian Agricultural Bank, Russia said on Friday.</strong> JP Morgan had handled some Russian grain export payments for the past few months with reassurances from Washington. However, that cooperation stopped this week, Russia’s foreign ministry said on Friday. “The direct channel between the Russian Agricultural Bank and JP Morgan … was closed on 2 August,” foreign ministry spokesperson Maria Zakharova was quoted by Russian media as saying.</p><p><strong>Russia’s defence minister, Sergei Shoigu, visited a combat zone in Ukraine to inspect a command post and meet senior military officers, the army said on Friday.</strong> Shoigu got an update on the situation on the front and “thanked commanders and soldiers … for successful offensive operations” in Lyman in eastern Ukraine, it said, without mentioning when the visit took place.</p><p><strong>At the Russia-held Zaporizhzhia nuclear power plant in southern Ukraine, the UN nuclear watchdog said it had “finally” been granted access</strong> requested a month ago and that it had found no explosives after <a href=\"https://www.theguardian.com/world/2023/aug/04/un-nuclear-watchdog-searches-for-explosives-at-zaporizhzhia-plant\">claims of mines being planted</a> around the infrastructure.</p><p><strong>A court in Russia has extended Alexei Navalny’s prison sentence by 19 years</strong> and sentenced him to a <a href=\"https://www.theguardian.com/world/2023/aug/04/russian-court-extends-alexei-navalny-sentence-in-penal-colony\">special regime with the harshest prison conditions</a> in the country. Navalny was found guilty on six counts, including inciting and financing extremism, creating an illegal NGO, the rehabilitation of nazism and inciting children to dangerous acts. He and his supporters have rejected the charges as being politically motivated.</p><p><strong>An associate of Navalny who worked for his YouTube channel also stood trial in a Moscow court on Friday. </strong>Daniel Kholodny, a TV technician, was found guilty of organising an extremist group and sentenced to eight years in prison, Russian newspaper Novaya Gazeta reported.</p><p><strong>Diplomatic tension between Poland and Belarus escalated as Warsaw claimed that two Belarusian helicopters had violated its international airspace</strong> on Tuesday. Ukraine’s SBU security service also accused Russia of preparing to stage a “false flag” attack at the Mozyr oil refinery in Belarus in order to draw Belarus into the war in Ukraine.</p><p><strong>Western and Ukrainian diplomats received a boost, however, following the announcement China would be represented in Jeddah in Saudi Arabia for a meeting of national security advisers</strong> seeking to agree on the main principles for a future peace settlement. Russia is not attending.</p><p><strong>Republican presidential candidate Chris Christie visited Ukraine on Friday and met with President Volodymyr Zelenskiy</strong> in an attempt to underscore US support for Kyiv by one of the people bidding to be the next Republican president of the US.</p><p><strong>Soprano Anna Netrebko, once among the Metropolitan Opera’s biggest box office draws, has sued the New York opera company</strong> and general manager Peter Gelb, alleging defamation, breach of contract and other violations related to the institution’s <a href=\"https://www.theguardian.com/world/2023/aug/04/russian-soprano-anna-netrebko-met-opera-russia\">decision to drop her</a> following Russia’s invasion of Ukraine.</p> <a href=\"https://www.theguardian.com/world/live/2023/aug/05/russia-ukraine-war-live-russian-tanker-hit-by-drones-saudi-arabia-talks-will-be-difficult-says-kyiv-envoy\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2023/aug/05/russia-ukraine-war-live-russian-tanker-hit-by-drones-saudi-arabia-talks-will-be-difficult-says-kyiv-envoy", "date_published": "2023-08-05T06:00:19+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/world/rss", "title": "WA cultural heritage laws: Indigenous group condemns reports of Labor backflip ‘within days’", "description": "<p>Roger Cook’s government foreshadowed about-face with resources companies and Indigenous groups on Friday</p><ul><li>Follow our Australia news live blog for latest updates</li><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>An Indigenous group says it is devastated by reports cultural heritage laws that came into effect in Western Australia just over a month ago are about to be scrapped following a backlash from farmers.</p><p>The Labor government foreshadowed the about-face at a briefing with big resources companies and Indigenous groups on Friday, <a href=\"https://thewest.com.au/politics/state-politics/aboriginal-cultural-heritage-law-changes-to-be-scrapped-after-overwhelming-pressure-on-cook-government-c-11490623\">the West Australian reported</a> on Saturday. An announcement is expected “within days”, it added.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon</a></strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\"> </a><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">email newsletters for your daily news roundup</a></strong></p> <a href=\"https://www.theguardian.com/australia-news/2023/aug/05/wa-cultural-heritage-laws-indigenous-group-condemns-reports-of-labor-backflip-within-days\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2023/aug/05/wa-cultural-heritage-laws-indigenous-group-condemns-reports-of-labor-backflip-within-days", "date_published": "2023-08-05T05:23:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/world/rss", "title": "Noel Pearson says Indigenous voice is not about ‘party politics’ and will cut wasteful spending", "description": "<p>Pearson says referendum is not a competition ‘between blue and red’ after Anthony Albanese’s Garma festival speech</p><p>The prime minister’s Garma speech was the “unequivocal” support for an Indigenous voice to parliament of an Australian leader, not a party politician, the Cape York leader, leading “yes” campaigner and Guugu-Yimithirr lawyer Noel Pearson has said.</p><p>The prime minister, Anthony Albanese, told the Garma festival in north-east Arnhem Land on Saturday that he would not defer or delay the referendum, and dismissed “no” campaigners as being “desperate to talk about anything but the actual question”.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon</a></strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\"> </a><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">email newsletters for your daily news roundup</a></strong></p> <a href=\"https://www.theguardian.com/australia-news/2023/aug/05/noel-pearson-says-indigenous-voice-is-not-about-party-politics-and-will-cut-wasteful-spending\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2023/aug/05/noel-pearson-says-indigenous-voice-is-not-about-party-politics-and-will-cut-wasteful-spending", "date_published": "2023-08-05T04:29:23+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/world/rss", "title": "Melbourne shooting: man gunned down near South Yarra in apparent targeted attack", "description": "<p>Man, 53, died in hospital after being shot multiple times while walking down Almeida Crescent, off Chapel Street</p><ul><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>A man who police say had organised crime associations was fatally shot on Friday night in what appears to be a targeted attack near a nightlife hotspot in Melbourne’s south.</p><p>Emergency services were alerted on Friday night at about 11.40pm that multiple shots had been fired at a man walking down Almeida Crescent, a side street off South Yarra’s Chapel Street.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon</a></strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\"> </a><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">email newsletters for your daily news roundup</a></strong></p> <a href=\"https://www.theguardian.com/australia-news/2023/aug/05/melbourne-shooting-man-gunned-down-near-south-yarra-in-apparent-targeted-attack\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2023/aug/05/melbourne-shooting-man-gunned-down-near-south-yarra-in-apparent-targeted-attack", "date_published": "2023-08-05T03:09:20+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/world/rss", "title": "Australia may face a summer of heatwaves, even without El Niño", "description": "<p>Bureau of Meterology says most of the country is likely to be warmer than average, but El Niño pattern is hard to predict with certainty</p><ul><li><a href=\"https://www.theguardian.com/australia-news/live/2023/aug/05/australia-news-live-anthony-albanese-garma-festival-indigenous-voice-to-parliament-peter-dutton-tasmanian-liberal-meeting\">Follow our Australia news live blog for the latest updates</a></li><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>Australians should prepare for a summer of heatwaves even if an El Niño does not take hold this year, a senior climate scientist at the Bureau of Meteorology has said.</p><p>Dr Karl Braganza, the bureau’s national manager for climate services, said this year “could be significant in terms of heatwaves and fires”, but was unlikely to repeat the horrors of the 2019-20 black summer bushfires.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon email newsletters for your daily news roundup</a></strong></p> <a href=\"https://www.theguardian.com/australia-news/2023/aug/05/a-summer-of-heatwaves-on-the-horizon-for-australia\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2023/aug/05/a-summer-of-heatwaves-on-the-horizon-for-australia", "date_published": "2023-08-05T00:00:27+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/world/rss", "title": "Australian Christian Lobby says plans to combat social media misinformation will ‘cancel Christian posts’", "description": "<p>Claim comes despite draft of bill explaining media regulator will not be empowered to request specific content be removed from digital platforms</p><ul><li><a href=\"https://www.theguardian.com/australia-news/live/2023/aug/05/australia-news-live-anthony-albanese-garma-festival-indigenous-voice-to-parliament-peter-dutton-tasmanian-liberal-meeting\">Follow our Australia news live blog for latest updates</a></li><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>Labor is facing growing opposition from conservative and Christian groups against a plan to toughen social media self-regulation of misinformation, including fresh claims from the Australian Christian Lobby (ACL) that the proposal will “cancel Christian posts online”.</p><p>The ACL joins Family Voice, One Nation and the former Nationals MP George Christensen in campaigning against the bill. Its new claims come despite the communications minister, Michelle Rowland, releasing an exposure draft and guidance materials that explain Australian Communications and Media Authority will not gain the power to request specific content or posts be removed from digital platform services.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon email newsletters for your daily news roundup</a></strong></p> <a href=\"https://www.theguardian.com/australia-news/2023/aug/05/australian-christian-lobby-social-posts-labor-misinformation-campaign\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2023/aug/05/australian-christian-lobby-social-posts-labor-misinformation-campaign", "date_published": "2023-08-05T00:00:27+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}]