[{"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Obama Fantasized ‘About Making Love To Men’ In Letter To His Girlfriend, His Biographer Says", "description": "The biographer for former President Barack Obama made explosive statements during a lengthy interview published this week by Tablet Magazine. Historian David Garrow — who wrote Obama&#8217;s 2017 biography &#8220;Rising Star: The Making of Barack Obama&#8221; — talked about various aspects of who the former president was both politically and personally. Journalist David Samuels asked ...", "link": "https://www.dailywire.com/news/obama-fantasized-about-making-love-to-men-in-letter-to-his-girlfriend-his-biographer-says", "date_published": "2023-08-05T17:27:39+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "DeSantis On Going After The Deep State: ‘We Are Going To Start Slitting Throats On Day One’", "description": "Florida Governor Ron DeSantis did not mince words this week while discussing his plans for confronting the deep state should he become the next President of the United States. “We’re going to have all of these deep state people, you know, we are going to start slitting throats on day one,” DeSantis said this week ...", "link": "https://www.dailywire.com/news/desantis-on-going-after-the-deep-state-we-are-going-to-start-slitting-throats-on-day-one", "date_published": "2023-08-05T17:23:25+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Turley Raises Questions About Case Against Trump: Jack Smith ‘Would Need To Bulldoze’ First Amendment To Convict", "description": "Attorney and law professor Jonathan Turley raised serious legal questions about Special Counsel Jack Smith’s path to convicting former President Donald Trump. In an op-ed published Saturday by The Hill, Turley warned that the latest indictment of Trump relating to the January 6, 2021, Capitol riot threatens the First Amendment by giving the government an ...", "link": "https://www.dailywire.com/news/turley-raises-questions-about-case-against-trump-jack-smith-would-need-to-bulldoze-first-amendment-to-convict", "date_published": "2023-08-05T16:38:46+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Woman Avoids Jail Time After Stabbing Blind Date To Get ‘Revenge’ For U.S. Killing Iranian General", "description": "A 23-year-old woman avoided jail time Wednesday after stabbing her blind date last year in a Las Vegas-area hotel room to get “revenge” for the U.S. drone strike that killed Iranian Gen. Qasem Soleimani.  While on a blind date with Daniel Trevino, a man she connected with on the dating app Plenty of Fish, Nika ...", "link": "https://www.dailywire.com/news/woman-avoids-jail-time-after-stabbing-blind-date-to-get-revenge-for-u-s-killing-iranian-general", "date_published": "2023-08-05T13:37:40+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Democrat Ex-Mayor Pleads Guilty To 140 Counts Of Child Porn, Facing Decades Behind Bars", "description": "The Democrat ex-mayor of College Park, Maryland, pleaded guilty to 140 counts related to child pornography possession and distribution in a deal that stipulates the former politician serve 30 years in prison. Patrick Wojahn pleaded guilty Wednesday to 60 counts of distribution of child pornography, 40 counts of possession of child pornography, and 40 counts ...", "link": "https://www.dailywire.com/news/democrat-ex-mayor-pleads-guilty-to-140-counts-of-child-porn-facing-decades-behind-bars", "date_published": "2023-08-05T12:28:02+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Feds Seek Gag Order Against Trump After Social Media Post: ‘If You Go After Me, I’m Coming After You’", "description": "Federal prosecutors alerted U.S. District Court Judge Tanya Chutkan Friday to a social media post from former President Donald Trump that attorneys claim specifically referenced people involved in his criminal case. Following his arraignment in a Washington, D.C., district court Thursday, Trump posted to his Truth Social account, “If you go after me, I’m coming ...", "link": "https://www.dailywire.com/news/feds-seek-gag-order-against-trump-after-social-media-post-if-you-go-after-me-im-coming-after-you", "date_published": "2023-08-05T12:13:29+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Alabama Library Reverses Decision After Canceling Kirk Cameron, Riley Gaines Faith-Filled Story Hour Event", "description": "An Alabama public library reversed its decision to cancel a Moms for Liberty book reading event featuring actor Kirk Cameron and women’s sports advocate Riley Gaines. It will now allow it to take place on Saturday.  The Huntsville-Madison County Public Library System announced Wednesday that the Madison Public Library could no longer hold the event ...", "link": "https://www.dailywire.com/news/alabama-library-reverses-decision-after-canceling-kirk-cameron-riley-gaines-faith-filled-story-hour-event", "date_published": "2023-08-05T09:54:24+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}]