[{"source": "https://www.arabnews.com/rss.xml", "title": "First Saudi-Spanish concert mesmerizes crowd in capital", "description": "RIYADH: The first joint Saudi-Spanish concert brought a night of musical harmony and a taste of flamenco on Sunday at the Cultural Palace, Diplomatic Quarter in Riyadh.\n\n\tThe concert was brought to life by the Embassy of Spain’s collaboration with the Ministry of Culture’s Music Commission and the Royal Commission of Riyadh.\n\n\tThe first part of the concert featured Jose Hevia, a renowned Spanish bagpiper and inventor of the electronic bagpipe, accompanied by Maria Hevia, who played percussion, and Roberto Jonata on the piano.", "link": "https://www.arabnews.com/node/2396481/saudi-arabia", "date_published": "2023-10-23T06:10:49+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "KSrelief launches projects in Jordan’s Zaatari camp", "description": "AMMAN: King Salman Center for Relief and Humanitarian Work team launched development projects in the Al-Zaatari camp for Syrian refugees in Jordan on Sunday.\n\n\tPart of the project aims to alleviate the suffering of Syrian refugees in the camp and improve their health by developing new clinics.", "link": "https://www.arabnews.com/node/2396136/saudi-arabia", "date_published": "2023-10-23T06:10:46+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "What We Are Reading Today: ‘Paths to the Absolute’ by John Golding", "description": "From Mondrian’s bold geometric forms to Kandinsky’s use of symbols to Pollock’s “dripped paintings,” the richly diverse movement of abstract painting challenges anyone trying to make sense of either individual works or the phenomenon as a whole.\n\n\tJohn Golding makes a powerful case that at its best and most profound, abstract painting is heavily imbued with meaning and content.\n\n\tThrough a blend of biography, art analysis, and cultural history, “Paths to the Absolute” offers remarkable insights into how a sense of purpose is achieved in painting.", "link": "https://www.arabnews.com/node/2396486/books", "date_published": "2023-10-23T06:10:33+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "SFD chief meets Burkina Faso minister in Riyadh", "description": "RIYADH: Sultan bin Abdulrahman Al-Marshad, the CEO of the Saudi Fund for Development, on Monday met Olivia Rwamba, Burkina Faso’s minister of foreign affairs and regional cooperation, and her accompanying delegation in Riyadh, the Saudi Press Agency reported. \n\n\tThe meeting looked at relations between the SFD and Burkina Faso over the last four decades, and ways to boost cooperation in various sectors in the West African country.", "link": "https://www.arabnews.com/node/2396501/saudi-arabia", "date_published": "2023-10-23T06:10:30+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "Egypt immigration minister to meet expat communities before presidential election", "description": "CAIRO: Egypt’s Minister of Emigration and Egyptian Expatriates’ Affairs Soha Gendy said preparations are underway to meet with Egyptian communities abroad through a video conference to discuss their participation in the presidential elections scheduled for December.\n\n\tShe urged Egyptians abroad to participate in the elections, stressing that any problems they may face during voting will be addressed.", "link": "https://www.arabnews.com/node/2396491/middle-east", "date_published": "2023-10-23T06:10:27+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "Pakistan ex-PM Imran Khan indicted in leaked documents case: Prosecutor", "description": "Rawalpindi: Pakistan’s jailed former prime minister Imran Khan was on Monday charged with leaking classified documents, a prosecutor said.\n\t“He has been indicted today and the charge was openly read out,” said Shah Khawar of Pakistan’s Federal Investigation Agency outside Adiala Jail where Khan is being held.\n\tThe ex-cricketing superstar was jailed in August for three years over graft but when his sentence was later overturned, he was instead kept in custody on the far more serious charge of sharing state documents.", "link": "https://www.arabnews.com/node/2396126/world", "date_published": "2023-10-23T06:10:21+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "South Korean president hails new step in high-tech collaborations with Saudi Arabia", "description": "LONDON: The South Korea-Saudi Arabia Future Technology Partnership forum, which took place on Monday at King Abdulaziz City for Science and Technology in Riyadh, represents a new step in collaboration on digitization, clean energy, biotechnology and space, according to South Korea’s president, Yoon Suk-yeol.", "link": "https://www.arabnews.com/node/2396496/saudi-arabia", "date_published": "2023-10-23T06:10:13+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "Iraq condemns attacks on bases hosting US forces", "description": "BAGHDAD: Iraq on Monday condemned as “unacceptable” attacks against bases on its territory housing US forces, which have multiplied since the beginning of the Israel-Hamas war. \n\n\tSince Wednesday, at least five rocket and drone attacks have targeted three Iraqi military bases where American troops are stationed as part of the international coalition set up to fight the Daesh group. \n\n\t“The attacks that target Iraqi bases that house advisers from the international coalition in Iraq are unacceptable,” Iraq’s military spokesman Yahya Rasool said in a statement.", "link": "https://www.arabnews.com/node/2396506/middle-east", "date_published": "2023-10-23T06:10:01+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "Burjeel, Leejam Sports launch ‘PhysioTherabia’ centers", "description": "Burjeel Holdings, a private healthcare service provider in the MENA region, and Leejam Sports Company, owner of Fitness Time — the largest chain of fitness centers in the Middle East — have jointly launched four “PhysioTherabia” centers in Riyadh. This first-of-its-kind network of state-of-the-art physiotherapy, rehabilitation, and wellness centers in Saudi Arabia will offer the region’s most innovative and comprehensive physical therapy, advanced rehabilitation, and sports performance services.", "link": "https://www.arabnews.com/node/2396476/corporate-news", "date_published": "2023-10-23T05:10:32+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "SAB wins ‘Market Leader in Digitizing Payments for Enterprise Merchants’ award from Mastercard", "description": "Saudi Awwal Bank has been named the “Market Leader in Digitizing Payments for Enterprise Merchants” by Mastercard. This award recognizes the efforts made by SAB in developing and enhancing digital payment systems for enterprise, reaffirming its position as one of the leading financial institutions in the field of finance and digital payments.\n\n\tIt recognizes SAB’s achievements in enhancing the payment experience for enterprises and facilitating their financial operations.", "link": "https://www.arabnews.com/node/2396466/corporate-news", "date_published": "2023-10-23T05:10:25+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "Amazon launches ‘Saudi Made’ store to support local businesses", "description": "Amazon Saudi Arabia has launched a “Saudi Made” storefront on Amazon.sa, featuring thousands of local products certified by the “Made in Saudi” program. Aligning with the Kingdom’s Vision 2030, the dedicated storefront promotes locally manufactured products to millions of Amazon customers, accelerating the development of small and medium-sized businesses and entrepreneurship in Saudi Arabia.", "link": "https://www.arabnews.com/node/2396471/corporate-news", "date_published": "2023-10-23T05:10:23+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "Armenia, Azerbaijan join Iran-hosted talks aimed at reconciliation", "description": "TEHRAN: Armenia and Azerbaijan joined talks Monday in Tehran seeking to ease tensions between the arch foes, which soared with Baku’s lightning offensive to retake the long-disputed Nagorno-Karabakh region.\n\tHowever, the same day as the meeting, Azerbaijan announced the start of joint military drills with its ally Turkiye near the border with Armenia just weeks after Baku seized Karabakh from pro-Yerevan separatists.", "link": "https://www.arabnews.com/node/2396446/world", "date_published": "2023-10-23T05:10:09+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "Philippines’ Marcos orders coast guard to investigate South China Sea collision incident", "description": "MANILA: Philippine President Ferdinand Marcos Jr. has ordered his coastguard to investigate Sunday’s collision incident that caused damage to one of Manila’s resupply boats in the South China Sea, his office said on Monday.\n\tMarcos has called a for a meeting with security authorities on Monday to discuss the “latest violation by China” in the South China Sea, his office said in a Facebook post.\n\tChina’s embassy in Manila said Monday it had lodged a complaint with the Philippines, after two collisions between Philippine and Chinese vessels in the disputed South China Sea.", "link": "https://www.arabnews.com/node/2396106/world", "date_published": "2023-10-23T04:10:03+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "China crackdown on cyber scams in Southeast Asia nets thousands but leaves networks intact", "description": "BANGKOK: Zhang Hongliang, a former restaurant manager in central China, took various gigs in and outside China to support his family after losing his job during the COVID-19 pandemic.\n\tIn March, a job offer to teach Chinese cooking at a restaurant led him into a cyber scam compound in Myanmar, where he was instead ordered to lure Chinese into giving up their savings for fake investment schemes via social media platforms.", "link": "https://www.arabnews.com/node/2396096/media", "date_published": "2023-10-23T03:10:52+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "More than 1,400 African migrants reach Spain’s Canaries", "description": "MADRID: More than 1,400 African migrants have reached Spain’s Canary Islands this weekend, with one vessel bringing a single-boat record of 321 people, authorities said Sunday.\n\tA total of 1,457 migrants had reached the Spanish islands off the western African coast between Friday night and Sunday morning, the authorities said on X, formerly Twitter, adding to a recent spike in arrivals.\n\tAn emergency services spokesman said all of the arrivals hailed from sub-Saharan Africa.", "link": "https://www.arabnews.com/node/2396091/world", "date_published": "2023-10-23T02:10:08+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "Oil prices ease as aid convoys arrive in embattled Gaza Strip", "description": "TOKYO: Oil prices slid more than $1 on Monday as diplomatic efforts grew over the weekend to contain a conflict between Israel and the Palestinian Islamist group Hamas, amid worries of a wider confrontation in the oil-rich region and pressure on supplies.\n\tBrent crude futures fell 67 cents to $91.49 a barrel, as of 0203 GMT, having lost $1.02 to $91.14 a barrel earlier in the session. US West Texas Intermediate crude futures lost 72 cents to trade at $87.36 a barrel, after sliding $1.72 to $87.03 a barrel earlier on Monday.", "link": "https://www.arabnews.com/node/2396086/business-economy", "date_published": "2023-10-23T01:10:36+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "Dwindling fuel supplies for Gaza’s hospital generators put premature babies in incubators at risk", "description": "DEIR AL BALAH, Gaza Strip: A premature baby squirms inside a glass incubator in the neonatal ward of Al-Aqsa Hospital in the central Gaza Strip. He cries out as intravenous lines are connected to his tiny body. A ventilator helps him breathe as a catheter delivers medication and monitors flash his fragile vital signs.", "link": "https://www.arabnews.com/node/2396081/middle-east", "date_published": "2023-10-23T01:10:01+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "Israel bombards Gaza, Lebanon as Netanyahu convenes war cabinet", "description": "GAZA/JERUSALEM: Israel bombarded Gaza with air strikes early on Monday and its aircraft struck southern Lebanon overnight, as Israeli Prime Minister Benjamin Netanyahu convened a meeting of his top generals and his war cabinet to assess the escalating conflict.\n\n\tIsrael’s attacks concentrated on the Gaza Strip’s center and north, Palestinian media reported. A strike on a house near the Jabalia refugee camp, in northern Gaza, killed several Palestinians and wounded others, according to media reports.", "link": "https://www.arabnews.com/node/2396076/middle-east", "date_published": "2023-10-23T00:10:36+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}]