[{"source": "https://feeds.feedburner.com/TheHackersNews", "title": "DoNot Team's New Firebird Backdoor Hits Pakistan and Afghanistan", "description": "The threat actor known as DoNot Team has been linked to the use of a novel .NET-based backdoor called Firebird targeting a handful of victims in Pakistan and Afghanistan.\nCybersecurity company Kaspersky, which disclosed the findings in its APT trends report Q3 2023, said the attack chains are also configured to deliver a downloader named CSVtyrei, so named for its resemblance to Vtyrei.\n\"Some", "link": "https://thehackernews.com/2023/10/donot-teams-new-firebird-backdoor-hits.html", "date_published": "2023-10-23T11:34:00+00:00", "bookmarked": false, "dead": null, "artist": "The Hacker News", "album": "The Hacker News", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Who's Experimenting with AI Tools in Your Organization?", "description": "With the record-setting growth of consumer-focused AI productivity tools like ChatGPT, artificial intelligence—formerly the realm of data science and engineering teams—has become a resource available to every employee. \nFrom a productivity perspective, that’s fantastic. Unfortunately for IT and security teams, it also means you may have hundreds of people in your organization using a new tool in", "link": "https://thehackernews.com/2023/10/whos-experimenting-with-ai-tools-in.html", "date_published": "2023-10-23T11:34:00+00:00", "bookmarked": false, "dead": null, "artist": "The Hacker News", "album": "The Hacker News", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Quasar RAT Leverages DLL Side-Loading to Fly Under the Radar", "description": "The open-source remote access trojan known as Quasar RAT has been observed leveraging DLL side-loading to fly under the radar and stealthily siphon data from compromised Windows hosts.\n\"This technique capitalizes on the inherent trust these files command within the Windows environment,\" Uptycs researchers Tejaswini Sandapolla and Karthickkumar Kathiresan said in a report published last week,", "link": "https://thehackernews.com/2023/10/quasar-rat-leverages-dll-side-loading.html", "date_published": "2023-10-23T07:58:00+00:00", "bookmarked": false, "dead": null, "artist": "The Hacker News", "album": "The Hacker News", "user": null, "language": "en-US", "thumbnail": null}]