[{"source": "https://www.theguardian.com/rss", "title": "Eredivisie match abandoned after beer thrown by fan hits assistant referee", "description": "<ul><li>Referee leads Groningen v Nijmegen players off in 18th minute</li><li>Fan who threw beer ‘out of your mind’, says Groningen official</li></ul><p>Saturday’s Dutch league match between relegation-threatened Groningen and NEC Nijmegen was abandoned after a cup of beer thrown from the crowd struck the assistant referee.</p><p>The referee, Richard Martens, took the players off the field in the 18th minute in line with new Dutch football guidelines, brought in earlier this month after crowd violence in the Dutch Cup semi-final between Feyenoord and Ajax Amsterdam.</p> <a href=\"https://www.theguardian.com/football/2023/apr/22/eredivisie-dutch-premier-league-groningen-nijmegen-beer-abandoned\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/22/eredivisie-dutch-premier-league-groningen-nijmegen-beer-abandoned", "date_published": "2023-04-22 21:07:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘They just go to Thailand’: the long and costly wait for gender-affirming surgery in Australia", "description": "<p>Transgender Australians seeking lower body procedures can go to just a handful of local surgeons. It means long waits, huge costs and difficult decisions</p><p>Two years ago, Kavitha Sivasamy, an articulate, elegant Canberra lawyer, began to face her fears about undergoing gender-affirming surgery. “It’s really scary to go through something so invasive,” she says.</p><p>Gender dysphoria had been causing “a lot of distress” in Sivasamy’s day-to-day life. “It can prevent you getting out the door, having and keeping a job, sustaining healthy relationships,” the 27-year-old says. “The list goes on.”</p> <a href=\"https://www.theguardian.com/society/2023/apr/23/they-just-go-to-thailand-the-long-and-costly-wait-for-gender-affirming-surgery-in-australia\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/apr/23/they-just-go-to-thailand-the-long-and-costly-wait-for-gender-affirming-surgery-in-australia", "date_published": "2023-04-22 20:00:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The moment I knew: ‘His accident, in a weird way, was a renewal of our vows’", "description": "<p>Anyone who has been married 30 years understands that longevity comes with wear and tear. For <strong>Kylie Ladd</strong>, a moment of vulnerability was deeply fortifying</p><ul><li>Read more from the <a href=\"https://www.theguardian.com/lifeandstyle/series/the-moment-i-knew\">Moment I knew here</a></li></ul><p>My husband Craig and I met – against all odds – at the Melbourne county court on jury service. I was only 18 then; we have been married now for almost 30 years.</p><p>They have largely been good, rich, full decades; but anyone who has been together as long as we have knows that such longevity comes at a price. The bright, shiny marriage we drove out of the dealership in 1995 has a lot of miles on the meter now, some visible scrapes, a few mismatched panels. One of the biggest is that I am a romantic, a feeler of big feels, a declarer of every possible emotion. My husband, in contrast, is the strong silent type. Mostly silent. It has led to more than a few fights, me accusing him of not caring; him replying that love isn’t – doesn’t have to be – a song and dance.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/apr/23/the-moment-i-knew-his-accident-in-a-weird-way-was-a-renewal-of-our-vows\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/apr/23/the-moment-i-knew-his-accident-in-a-weird-way-was-a-renewal-of-our-vows", "date_published": "2023-04-22 20:00:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Capital of capital cities’: has Melbourne finally outshone its sparkly sister Sydney?", "description": "<p>For a long time Sydney had the looks while Melbourne had the personality, but the southern city can now also lay claim to being bigger than its rival</p><p>It’s a rivalry as old as British settlement. Two cities, forever competing for the loyalty of their citizens and the admiration of visitors.</p><p>One has a harbour. The other has laneways. One has world-class beaches, and the other, a world-class live music scene. One is breathtakingly stunning, and the other is … bigger.</p> <a href=\"https://www.theguardian.com/cities/2023/apr/22/capital-of-capital-cities-has-melbourne-finally-outshone-its-sparkly-sister-sydney\">Continue reading...</a>", "link": "https://www.theguardian.com/cities/2023/apr/22/capital-of-capital-cities-has-melbourne-finally-outshone-its-sparkly-sister-sydney", "date_published": "2023-04-22 20:00:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘My remaining 13 million minutes’: productivity, ambition and being realistic in older age", "description": "<p>The three-stage life – learn, earn, retire – seems outdated, but what model should we replace it with?</p><p>When my mother died and my own “mortality alarm” went off, I found myself thinking deeply about ageing and the best approach to engage with it. My mum was nearly 100 when she died and my dad is alive and well in his 90s. With a bit of luck and if I stay fit and look after my health, I have a good chance of surviving into my 90s too. But is long life, as increasing numbers of us are experiencing, a blessing or a curse? I’d happily accept just 25 more years which would take me to 85. But I don’t just want a long life, I want to be productive to society. In fact, I’m committing to using my remaining 13 million minutes to age as productively as possible.</p><p>But in 2023 and following the disruption of the pandemic, what does productivity mean? Is retirement, in the traditional sense of taking a step back, still an aspiration? As a self-described Juvenile Geriatric – someone who’s begun their ageing journey but isn’t officially “old” (in Australia an ‘older adult’ is 65+) – I was brought up in the culture of a three-stage life: learn, earn and retire. But for many of us, that model feels like an outdated version. So what does the new model look like?</p> <a href=\"https://www.theguardian.com/science/2023/apr/22/my-remaining-13-million-minutes-productivity-ambition-and-being-realistic-in-older-age\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/apr/22/my-remaining-13-million-minutes-productivity-ambition-and-being-realistic-in-older-age", "date_published": "2023-04-22 20:00:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nurses’ leader blasts Steve Barclay over ‘disgraceful’ use of legal action to stop strike", "description": "<p>Pat Cullen attacks health secretary’s attempt to prevent 48-hour action in England as ‘frightening for democracy’</p><p>The leader of the Royal College of Nursing has said a legal attempt by the health secretary to block next weekend’s strike in England is “frightening for democracy and very frightening for trade unionism”.</p><p>Pat Cullen, general secretary of the RCN, said it was “disgraceful” that Steve Barclay was attempting to thwart the strike via the courts, and said nurses would “not be bullied into silence”.</p> <a href=\"https://www.theguardian.com/society/2023/apr/22/nurses-leader-blasts-disgraceful-use-of-legal-action-to-stop-strike\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/apr/22/nurses-leader-blasts-disgraceful-use-of-legal-action-to-stop-strike", "date_published": "2023-04-22 19:51:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘We are neighbours’: Guardiola laughs off Manchester United fans’ treble fears", "description": "<ul><li>City could feasibly emulate their rivals’ 1999 trophy haul</li><li>Rivals will meet in FA Cup final if United beat Brighton</li></ul><p>Pep Guardiola joked that Manchester United fans should not be scared of Manchester City emulating their team by claiming the treble because of their neighbourly spirit.</p><p>The champions <a href=\"https://www.theguardian.com/football/live/2023/apr/22/manchester-city-v-sheffield-united-fa-cup-semi-final-live-score-updates\">beat Sheffield United 3-0</a> at Wembley in the FA Cup semi-final courtesy of <a href=\"https://www.theguardian.com/football/2023/apr/22/manchester-city-sheffield-united-fa-cup-semi-final-match-report\">a Riyad Mahrez hat-trick</a>, the first at this stage for 65 years. In the 3 June showpiece City will meet the victor of Sunday’s semi-final <a href=\"https://www.theguardian.com/football/2023/apr/21/danny-welbeck-brighton-manchester-united-fa-cup-semi-finals-de-zerbi\">between Manchester United and Brighton</a>. If Guardiola’s side win the final and all of their remaining Premier League matches, beat Real Madrid in the Champions League semi-final and whoever of Milan and Internazionale reaches the final, they will become only the second side to claim the treble.</p> <a href=\"https://www.theguardian.com/football/2023/apr/22/we-are-neighbours-guardiola-laughs-off-manchester-united-fans-treble-fears\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/22/we-are-neighbours-guardiola-laughs-off-manchester-united-fans-treble-fears", "date_published": "2023-04-22 19:48:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Wrexham promoted after Paul Mullin delivers their Hollywood ending", "description": "<ul><li>Wrexham beat Boreham Wood 3-1 to win National League</li><li>Paul Rudd joins Ryan Reynolds and Rob McElhenny in crowd</li></ul><p>As a sea of red swarmed the pitch to celebrate Wrexham’s return to the Football League after a 15-year absence, it was a reminder of those who had got them back to this stage: the fans themselves. If it was not for the supporters taking control in 2011, after a winding-up order was served on the club for unpaid taxes, this day might not have come.</p><p>The investment by Wrexham’s current North American owners, the actors Ryan Reynolds and Rob McElhenny, is undoubtedly the catalyst for exiting the National League, to a glamorous backdrop, but they have kept the locals at the heart of their success. The club have come a long way in a short space of time since they put their money where their mouth is in 2021.</p> <a href=\"https://www.theguardian.com/football/2023/apr/22/wrexham-promoted-paul-mullin-ryan-reynolds-rob-mcelhenny\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/22/wrexham-promoted-paul-mullin-ryan-reynolds-rob-mcelhenny", "date_published": "2023-04-22 19:40:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tories consider controversial plan to politicise civil service after Raab scandal", "description": "<p>No 10 adviser urges political appointments in a radical plan following crisis over bullying</p><p>Radical plans to bring in more “politicisation” of Whitehall by allowing ministers greater powers to appoint their own civil servants – including some with overt political affiliations – are being considered by the government’s own adviser on the civil service.</p><p>Writing in today’s <em>Observer</em>, the Conservative peer and former Cabinet Office minister Francis Maude, who is expected to report shortly to Rishi Sunak, says that in order for ministers to get the best advice possible, we need “to be more robust and less mealy mouthed about ‘politicisation’”.</p> <a href=\"https://www.theguardian.com/politics/2023/apr/22/tories-consider-controversial-plan-to-politicise-civil-service-after-raab-scandal\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/apr/22/tories-consider-controversial-plan-to-politicise-civil-service-after-raab-scandal", "date_published": "2023-04-22 19:33:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Kim Little: ‘Dealing with all the injuries has put more fire in Arsenal’", "description": "<p>The captain, like several teammates, will miss rest of season but believes setbacks can fuel their Champions League challenge</p><p>Kim Little missed the key moments that booked Arsenal’s Champions League semi-final showdown with Wolfsburg. In the 12th minute of the quarter‑final second leg against Bayern Munich, the influential midfielder left the pitch with a knee injury that would end her season before Arsenal scored two stunning goals to <a href=\"https://www.theguardian.com/football/2023/mar/29/arsenal-bayern-munich-womens-champions-league-match-report\" title=\"\">give them a slender 2-1 lead</a> on aggregate.</p><p>“I came into the changing room and I got assessed straight away to try and see what it could be,” says the 32-year-old Scot, who signed a new long-term deal with the Gunners this week. “It’s a weird place because everyone’s outside watching the game and then you’re suddenly just this person who’s underneath the stadium.</p> <a href=\"https://www.theguardian.com/football/2023/apr/22/kim-little-dealing-with-all-the-injuries-has-put-more-fire-in-arsenal\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/22/kim-little-dealing-with-all-the-injuries-has-put-more-fire-in-arsenal", "date_published": "2023-04-22 19:00:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Singapore and France can help us right the balance between ministers and officials | Francis Maude", "description": "<p>The UK is now an outlier in terms of maintaining civil servants’ impartiality and continuity under different politicians – we must change to gain the robust culture we need</p><p>It is generally a mistake to draw conclusions on the basis of a single case. However, <a href=\"https://www.theguardian.com/politics/2023/apr/21/dominic-raab-resigns-as-deputy-pm-after-bullying-allegations\" title=\"\">Dominic Raab’s resignation</a> raises important issues. In our governing system, the executive is a partnership between ministers, who are usually politicians, and civil servants, who are mostly permanent employees.</p><p>At its best, this partnership can be terrific, with ministers who listen to advice but know their mind, and intelligent officials who provide objective and informed advice, are willing to challenge and persuade, and, when a decision is taken, can be relied upon to execute it faithfully.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/22/singapore-and-france-can-help-us-right-balance-between-ministers-and-officials\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/22/singapore-and-france-can-help-us-right-balance-between-ministers-and-officials", "date_published": "2023-04-22 19:00:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Underdogs Brighton triumphing in the most rigged casino game of all | Jonathan Liew", "description": "<p>Trust, courage, brains and a process: Sunday’s FA Cup semi-finalists have defied all the odds under Tony Bloom</p><p>It all began with fruit machines on the Brighton seafront: cherries and bells, the flickering lights and weathered carpets of the West Street arcades, the little tinkle of change as a nine-year-old boy’s pocket money disappears down the chute, never to be seen again. Later it would be the horses and dogs, football and cricket, stocks and shares, poker and property empires. And later still the happiness and livelihoods of real human beings, the pride of an entire town.</p><p>From his very earliest years Tony Bloom knew he had an addictive personality that drove him to gamble. And as the stakes began to rise, he realised he would need to learn how to do it better than anyone else.</p> <a href=\"https://www.theguardian.com/football/blog/2023/apr/22/underdogs-brighton-triumphing-in-the-most-rigged-casino-game-of-all\">Continue reading...</a>", "link": "https://www.theguardian.com/football/blog/2023/apr/22/underdogs-brighton-triumphing-in-the-most-rigged-casino-game-of-all", "date_published": "2023-04-22 19:00:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Spurs must set their satnav for the right manager rather than guess at every turn | Jonathan Wilson", "description": "<p>Tottenham need a leader who suits their style – but it’s not clear Daniel Levy has the requisite vision to pierce the gloom</p><p>Tottenham stand at a crossroads. But then they always do. They have been standing at a crossroads for at least 50 years. And while some roads lead through cup finals and hopeful vistas and others through gloom and Tim Sherwood this, perhaps, is the true history of the Tottenham: life as a series of crossroads that lead always, eventually, back to another crossroads somewhere in the Valley of Not-Quite-There.</p><p>Often Tottenham seem to take the right road. In the final week of 2009-10, for instance, they went to Manchester City needing to win to take fourth from Sheikh Mansour’s rising side and claim their place in the Champions League. This felt critical, a chance for the victors to take a decisive step, to claim the financial rewards of Champions League football and use that to consolidate their advantage. Peter Crouch headed the winner for Spurs eight minutes from time.</p> <a href=\"https://www.theguardian.com/football/blog/2023/apr/22/spurs-must-set-the-satnav-for-the-right-manager-rather-than-guess-at-every-turn\">Continue reading...</a>", "link": "https://www.theguardian.com/football/blog/2023/apr/22/spurs-must-set-the-satnav-for-the-right-manager-rather-than-guess-at-every-turn", "date_published": "2023-04-22 19:00:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The forecast looks grim as climate crisis knocks cricket for six", "description": "<p>From Oxford professors to Extinction Rebellion activists, those who love cricket are helping to tackle its climatic challenges</p><p>“Like most cricketers, I just want a peaceful life,” says Xeena Cooper, a member of Bristol’s Extinction Rebellion Cricket Club, hitting a ball around in Hyde Park in the spring sunshine. “I don’t want to feel guilty or anxious or uncertain about the future of the game.</p><p>“Cricket is the perfect vehicle for climate action, because the communities who congregate around cricket have our differences but we all share one thing, which is love. And the spirit of the game is exactly what we need to cherish and amplify at this point in history.”</p> <a href=\"https://www.theguardian.com/sport/2023/apr/22/a-perfect-vehicle-for-climate-action-why-cricket-is-taking-a-stand\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/22/a-perfect-vehicle-for-climate-action-why-cricket-is-taking-a-stand", "date_published": "2023-04-22 19:00:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Paul Rudd joins football fans for a pint in Wrexham before match", "description": "<p>Actor spotted enjoying singalong in pub before watching game with club’s co-owners Ryan Reynolds and Rob McElhenney</p><p>Paul Rudd has become the latest Hollywood star to be spotted in Wrexham to cheer on the football team, before a crucial game against Boreham Wood.</p><p>The Ant-Man actor, 54, was spotted in the north Welsh town on Saturday drinking beer and singing songs with Wrexham AFC fans at the Turf pub, next to the team’s Racecourse Ground.</p> <a href=\"https://www.theguardian.com/football/2023/apr/22/paul-rudd-joins-football-fans-for-a-pint-in-wrexham-before-match\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/22/paul-rudd-joins-football-fans-for-a-pint-in-wrexham-before-match", "date_published": "2023-04-22 18:20:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rapper Aitch inspired by sister to skydive for Down’s syndrome awareness", "description": "<p>Musician cheered on during jump by his sister Gracie, who has the condition and regularly features in his work</p><p>Rapper Aitch has skydived to raise money and awareness for Down’s syndrome, inspired by his sister Gracie, who has the condition. Gracie, 13, regularly features in the Manchester-born rapper’s music and recently joined her brother in the video for his latest single, Round 2.</p><p>Although the skydive had been scheduled to take place in March to coincide with Down’s syndrome Awareness week, windy conditions postponed the jump.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/22/rapper-aitch-inspired-by-sister-to-skydive-for-downs-syndrome-awareness\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/22/rapper-aitch-inspired-by-sister-to-skydive-for-downs-syndrome-awareness", "date_published": "2023-04-22 18:04:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mahrez treble downs Sheffield United to book cup final date for Manchester City", "description": "<p>Riyad Mahrez struck the first FA Cup semi-final hat-trick since 1958 and featured a supreme solo second strike that took him slaloming through the middle and gave Wes Foderingham no chance.</p><p>This was just after the hour. The Algerian’s third followed five minutes later: a first-time shot from Jack Grealish’s low ball that again removed Sheffield United’s keeper from the equation, and sealed Manchester City’s berth in the final.</p> <a href=\"https://www.theguardian.com/football/2023/apr/22/manchester-city-sheffield-united-fa-cup-semi-final-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/22/manchester-city-sheffield-united-fa-cup-semi-final-match-report", "date_published": "2023-04-22 17:56:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The world’s most perfect places are being turned into backdrops for our tourist selfies | Tobias Jones", "description": "Italy depends on tourism but despairs at the hordes who descend on its beauty spots. Its solutions are being watched around the globe<p>Last week Italy was, again, struggling with the conundrum of mass tourism. One of the country’s most charming seaside towns, <a href=\"https://www.bbc.co.uk/newsround/65312770\" title=\"\">Portofino, has just introduced legislation</a> to dissuade tourists lingering for selfies: there will be fines of up to €275 (£243) if they block traffic or pedestrians in two “red zones” of the beautiful bay.</p><p>It’s the latest in a series of draconian measures adopted by Italian councils to deal with herds of holidaymakers: there are fines of up to €2,500 for walking the paths above the Cinque Terre (five villages in Liguria) in flip-flops or sandals; you are no longer allowed to eat snacks outside in the centre of Venice or in four central streets in Florence; you can be fined €250 just for sitting down on Rome’s Spanish Steps; and one beach, in Eraclea, has even banned the building of sandcastles (maximum fine €250) because they’re considered unnecessary obstructions.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/22/as-la-dolce-vita-turns-sour-thanks-to-overtourism-hotspots-are-turning-away-their-visitors\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/22/as-la-dolce-vita-turns-sour-thanks-to-overtourism-hotspots-are-turning-away-their-visitors", "date_published": "2023-04-22 17:31:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "21 bodies exhumed in investigation of Kenyan cult", "description": "<p>Paul Mackenzie Nthenge reportedly told followers to starve themselves to ‘meet Jesus’</p><p>Twenty-one bodies have been exhumed in eastern Kenya in an investigation into a cult whose followers are believed to have starved themselves to death, police sources have said.</p><p>On Saturday officials reported seven deaths in connection with the inquiry after the arrest of Paul Mackenzie Nthenge, who reportedly told followers to starve themselves in order to “meet Jesus”.</p> <a href=\"https://www.theguardian.com/world/2023/apr/22/21-bodies-exhumed-in-investigation-of-kenyan-cult\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/22/21-bodies-exhumed-in-investigation-of-kenyan-cult", "date_published": "2023-04-22 17:29:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Swiatek and Sabalenka to meet again in Stuttgart Open final after Jabeur retires", "description": "<ul><li>Jabeur struggles through injury before bowing out of semi-final </li><li>Aryna Sabalenka demolishes Anastasia Potapova in straight sets</li></ul><p>World No 1 Iga Swiatek moved into the Stuttgart Open final on Saturday after her opponent Ons Jabeur retired injured three games into the first set. The Pole will face Aryna Sabalenka in a repeat of last year’s final after the Belarusian’s comfortable straight-sets victory over Anastasia Potapova.</p><p>Jabeur was on a seven-match winning run after recovering from surgery earlier this year but appeared to hurt herself during the last point of the first game. Fresh from her title win in Charleston earlier in the month, the world No 4 took a medical timeout but after playing on with her left calf bandaged for two more games she decided to stop with Swiatek 3-0 up.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/22/iga-swiatek-and-aryna-sabalenka-stuttgart-open-final\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/22/iga-swiatek-and-aryna-sabalenka-stuttgart-open-final", "date_published": "2023-04-22 17:27:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Magazine editor sacked over AI-generated Michael Schumacher interview", "description": "<ul><li>Die Aktuelle published mock interview in last week’s edition</li><li>‘It in no way meets the standards of journalism that we expect’</li></ul><p>The publishers of a German magazine that ran an “interview” with Michael Schumacher generated by artificial intelligence have sacked the editor and apologised to the family of the Formula One legend.</p><p>The seven-times F1 world champion, 54, has not been seen in public since December 2013 when he suffered a serious brain injury <a href=\"https://www.theguardian.com/sport/2013/dec/30/michael-schumacher-doctors-update-condition-accident\">in a skiing accident in the French Alps</a>.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/22/michael-schumacher-formula-one-interview-die-aktuelle-editor-sacked\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/22/michael-schumacher-formula-one-interview-die-aktuelle-editor-sacked", "date_published": "2023-04-22 17:17:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Care homes in England using ‘revenge evictions’ to stifle complaints from residents", "description": "<p>Nearly 6,000 people were given notices to quit last year, and many of these came after issues were raised</p><p>Care home residents urgently need more security to prevent “revenge evictions”, campaigners say, after research revealed that at least one in 70 care residents in England received a notice to quit last year.</p><p>Providers currently need to give just 28 days’ notice for a resident to leave their home. The research, by King’s College London backed by the Relatives and Residents Association (R&amp;RA), found many evictions came after complaints.</p> <a href=\"https://www.theguardian.com/society/2023/apr/22/care-homes-in-england-using-revenge-evictions-to-stifle-complaints-from-residents\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/apr/22/care-homes-in-england-using-revenge-evictions-to-stifle-complaints-from-residents", "date_published": "2023-04-22 17:05:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Trans woman starring in award-winning documentary fatally shot in Atlanta", "description": "<p>Rasheeda Williams, who performed as Koko Da Doll, killed in third fatal shooting of trans woman in the city this year</p><p>Rasheeda Williams, an Atlanta-based transgender woman who features in a forthcoming documentary that highlights the stories of four Black transgender sex workers in New York City and Georgia, was fatally shot in this week, the film’s publicist said on Friday.</p><p>Williams, 35, who performed under the name Koko Da Doll, was killed on Tuesday evening at a shopping center in the south-west of the city. It was the third fatal shooting of a transgender woman in the city since the beginning of the year, Atlanta police said in a statement.</p> <a href=\"https://www.theguardian.com/us-news/2023/apr/22/atlanta-trans-woman-shot-documentary-kokomo-city\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/22/atlanta-trans-woman-shot-documentary-kokomo-city", "date_published": "2023-04-22 17:01:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Novelist Celeste Ng: ‘There was a period when I thought I’d never write again’", "description": "<p>The award-winning author on how Trump, Covid and anti-Asian rhetoric inspired her latest novel, digging her way out of ‘post-book fatigue’, and learning to touch type using Ulysses</p><p>Celeste Ng, 42, is the award-winning author of three novels, including <em><a href=\"https://www.theguardian.com/books/2017/nov/12/little-fires-everywhere-celeste-ng-review\">Little Fires Everywhere</a>,</em> which was made into a miniseries starring and executive-produced by Reese Witherspoon. Her latest, <em><a href=\"https://www.theguardian.com/books/2022/oct/09/our-missing-hearts-by-celeste-ng-review-fear-and-loathing-in-the-us\">Our Missing Hearts</a></em>, dramatises the power of art and literature in dark times, unfolding in a nationalistic America riven by anti-Asian violence, where the authorities think nothing of snatching children from dissident parents. At its centre is Bird, a 12-year-old boy searching for his mother, an Asian-American poet who vanished years earlier. Ng lives in Cambridge, Massachusetts, with her husband and their son.</p><p><strong>How did </strong><em><strong>Our Missing Hearts</strong></em><strong> begin for you?<br /></strong>It came from a very personal place, with me thinking about being a creative parent and that constant fear of just not being present enough if I’m daydreaming about a plot or going on a book tour. I’d had a creative mother in my last novel, <em>Little Fires Everywhere</em>, and her daughter is quite accepting of the art that she makes and of the sacrifices that that requires, but I started thinking: what if that were not the case?</p> <a href=\"https://www.theguardian.com/books/2023/apr/22/novelist-celeste-ng-there-was-a-period-when-i-thought-id-never-write-again-little-fires-everywhere-our-missing-hearts\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/apr/22/novelist-celeste-ng-there-was-a-period-when-i-thought-id-never-write-again-little-fires-everywhere-our-missing-hearts", "date_published": "2023-04-22 17:00:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Raab’s off and Sunak has no backbone – cartoon", "description": "<p>The prime minister confronts the bullying inquiry and his own weakness</p><p>• Y<a href=\"https://guardianprintshop.com/collections/chris-riddell-1/products/22nd-april-2024\">ou can order your own version of this cartoon</a></p> <a href=\"https://www.theguardian.com/commentisfree/picture/2023/apr/22/raabs-off-and-sunak-has-no-backbone-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2023/apr/22/raabs-off-and-sunak-has-no-backbone-cartoon", "date_published": "2023-04-22 17:00:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How Mark Stewart set the tone for post-punk protest music | Alexis Petridis", "description": "<p>The Pop Group’s lead singer, who <a href=\"https://www.theguardian.com/music/2023/apr/21/mark-stewart-pop-group-frontman-dies-aged-62\">has died at 62</a>, whipped political confrontation into a thrilling mix of avant-funk and crashing soundscapes</p><p>In September 1978, the NME put a band made up of teenagers who had yet to release a record on its cover. It was the kind of dramatic, impulsive move to which the music press was occasionally prone, the sort of thing that invariably led to accusations of overheated hype or reckless desperation. By the autumn of 1978, punk was clearly winding down, or at least being co-opted by less artful practitioners than those in its first wave – the big new noise in that area was the terrace-chant choruses and political populism of Sham 69 – so the hunt was clearly on among journalists for something different, a situation that often led them to make rash choices. But The Pop Group, whose frontman Mark Stewart glowered on the NME’s cover, were anything but a desperate hype or a rash choice. Barely out of school, they were in the process of helping to define what became known as post-punk: jagged guitars, funk-inspired rhythms, a bold spirit of experimentation, dub-influenced soundscapes, anything but traditional rock. It’s tempting to say you could tell they were barely out of school. For all the apparent anguish in Stewart’s vocals, their music seemed powered by a youthful enthusiasm that was wild to the point of seeming deranged: it sounded like it was throwing everything they were interested in at you at once. Some people found it overwhelming, an off-putting, chaotic racket. Others were completely entranced. The Pop Group, Nick Cave later claimed, “changed everything” for him: “it was so direct, so musically inventive, so improvised”.</p><p>What The Pop Group threw at you was largely the result of Mark Stewart’s eclectic, autodidactic musical education, an education that seemed founded on an insatiable curiosity, but which he always claimed was mostly facilitated by his towering height. Already 6ft 6ins by the time he was 12, Stewart not only absorbed what he saw on the TV or heard on the radio (he was a huge fan of glam rock) but also was able to get into places usually off-limits for anyone his age, including reggae-fuelled blues parties in Bristol’s St Paul’s district, and soul clubs where he encountered tough dancefloor funk and jazz and the curious moment in 1975 when some soul fans began dressing in a style that presaged punk – mohair jumpers, spiked hair and the pegged trousers and 1950s suits that became The Pop Group’s initial onstage uniform. There was also a local underground bookshop, where he took in radical political tracts, situationist texts and cultural theory, all of which coursed through The Pop Group’s lyrics and notoriously argumentative interviews: the writer Simon Reynolds subsequently compared reading a feature about The Pop Group to having “your brain set on fire”.</p> <a href=\"https://www.theguardian.com/music/2023/apr/22/how-mark-stewart-set-the-tone-for-post-punk-protest-music\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/apr/22/how-mark-stewart-set-the-tone-for-post-punk-protest-music", "date_published": "2023-04-22 16:44:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Championship roundup: QPR stun Burnley while Wigan earn lifeline", "description": "<ul><li>QPR make leaders wait for title with dramatic victory</li><li>Thelo Aasgaard’s winner lifts Wigan’s survival hopes</li></ul><p><strong>Burnley</strong> must wait to be crowned champions after a stunning late goal from <strong>QPR</strong> substitute Chris Martin inflicted a first home defeat of the season on the Championship leaders.</p><p>The veteran forward had only been on the field for three minutes when Ilias Chair forced a corner with a shot that was well saved by Arijanet Muric. Burnley failed to clear the resulting set-piece and allowed Jamal Lowe space to attack from the left. He crossed for Martin who headed in from six yards to seal the 2-1 victory.</p> <a href=\"https://www.theguardian.com/football/2023/apr/22/championship-roundup-qpr-stun-burnley-while-wigan-earn-lifeline\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/22/championship-roundup-qpr-stun-burnley-while-wigan-earn-lifeline", "date_published": "2023-04-22 16:42:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Max Ojomoh strikes final blow as dogged Bath battle past Harlequins", "description": "<ul><li>Harlequins 35-45 Bath</li><li>Yellow cards for Esterhuizen and Murley hurt hosts</li></ul><p>Rugby has long been a game of contrasting styles. Festival rugby is some people’s idea of heaven; others dismiss it as akin to basketball, all frills no crunch. Twickenham was rocking all right, but far from full for Harlequins’ latest spectacle across the road from their normal home. They played the beautiful rugby for which they are renowned, scoring five tries to delight, but Bath needed this result more and duly took it in a somewhat less frilly manner.</p><p>The visitors scored six tries, most of them meaty and prosaic. Three of them came in the last 15 minutes to take the game away from Quins and maintain Bath’s chances of making Europe. Quins’ chances of the playoffs had evaporated the night before with Northampton’s win at Newcastle.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/22/harlequins-bath-premiership-rugby-union-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/22/harlequins-bath-premiership-rugby-union-match-report", "date_published": "2023-04-22 16:37:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Van Veen’s fine finish secures point for Motherwell against blunt Celtic", "description": "<p>In-form Motherwell striker Kevin van Veen ended Celtic’s long winning run with a second-half equaliser at Parkhead.</p><p>Callum McGregor put Celtic ahead with a deflected long-range strike as they looked to add to their 17 consecutive victories and 21 successive domestic home wins. But the league leaders allowed Van Veen the chance to show his threat just after the break and the Dutchman obliged with his ninth goal in six matches and his 20th league goal of the season.</p> <a href=\"https://www.theguardian.com/football/2023/apr/22/celtic-motherwell-scottish-premiership-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/22/celtic-motherwell-scottish-premiership-match-report", "date_published": "2023-04-22 16:32:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A baize of glory? This snooker protest pales in comparison to the suffragettes | Rowan Moore", "description": "The fiery tactics of the women’s vote movement were in a different league from Just Stop Oil’s intervention<p>My mother’s aunt, Kathleen Brown, was a suffragette. She was imprisoned for throwing stones in Whitehall, and then received a hero’s welcome when she returned to her home city of Newcastle. She and her friends commandeered a horse-drawn fire engine in Tottenham Court Road and drove it to Parliament Square. She pursued Winston Churchill in a dinghy down the River Thames, and on another occasion climbed on to his carriage.</p><p>These actions could have had harmful effects on the general public. Perhaps a house burned down or a cat remained stuck in a tree while that fire engine was otherwise engaged. More famous suffragette protests included <a href=\"https://www.bbc.co.uk/news/blogs-magazine-monitor-26491421\" title=\"\">the slashing</a> of Velásquez’s <em>Rokeby Venus</em> in the National Gallery, <a href=\"https://en.wikipedia.org/wiki/Mary_Molony\" title=\"\">Mary Malony</a>’s use of a hand bell to drown out Churchill’s speeches and <a href=\"https://www.theguardian.com/society/2013/may/26/emily-davison-suffragette-death-derby-1913\" title=\"\">Emily Davison</a>’s fatal throwing of herself under the king’s horse at the Derby.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/22/a-baize-of-glory-this-snooker-protest-pales-in-comparison-to-the-suffragettes\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/22/a-baize-of-glory-this-snooker-protest-pales-in-comparison-to-the-suffragettes", "date_published": "2023-04-22 16:31:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Democratic states stockpile abortion pills as legal fight for access looms", "description": "<p>US supreme court has preserved access to mifepristone for now, but blue states announce plans to safeguard abortion rights</p><p>Despite a reprieve by the US supreme court, a growing number of Democratic states are stockpiling abortion pills as the legal fight for access to the abortion drug mifepristone is set to continue.</p><p>On Friday, the supreme court decided to temporarily <a href=\"https://www.theguardian.com/world/2023/apr/21/abortion-pill-ruling-latest-news-supreme-court-decision\">block</a> a lower court ruling that would have significantly restricted the availability of mifepristone, an FDA-approved abortion medication.</p> <a href=\"https://www.theguardian.com/world/2023/apr/22/democratic-states-stockpile-abortion-pills\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/22/democratic-states-stockpile-abortion-pills", "date_published": "2023-04-22 16:24:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Salah scores winner for Liverpool to end Nottingham Forest’s resistance", "description": "<p></p><p>Steve Cooper’s despair and disbelief was plain to see. Nottingham Forest pushed Liverpool to the limit at Anfield, equalising twice and almost a third time when Brennan Johnson struck the bar, but calamitous defending at set-pieces cost them dear as Jürgen Klopp celebrated his 100th home league win as Liverpool manager.</p><p>The Forest manager left the pitch shaking his head and in apologetic mood to the travelling support following an 11<sup>th</sup> successive game without a win. A precious point in the battle to avoid relegation was tantalisingly close but the visitors undermined their claims by conceding three set-piece goals.</p> <a href=\"https://www.theguardian.com/football/2023/apr/22/liverpool-nottingham-forest-premier-league-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/22/liverpool-nottingham-forest-premier-league-match-report", "date_published": "2023-04-22 16:21:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ronnie O’Sullivan rockets past Hossein Vafaei at Crucible with session to spare", "description": "<ul><li>Six-time world champion surges through with 13-2 victory</li><li>Stephen Hendry describes Crucible result as ‘humiliation’</li></ul><p>Ronnie O’Sullivan turned his so-called grudge match against Hossein Vafaei into a demolition job as he won their second-round match at the World Snooker Championship 13-2 with a session to spare.</p><p>Leading 6-2 overnight, O’Sullivan reeled off seven consecutive breaks of 50 or more, including two centuries, to complete his victory, before embracing his vanquished opponent who had been made to pay for his pre-match barbs. It was O’Sullivan’s biggest second-round win in more than 20 years at the Crucible and the first time he has won a match with a session to spare since 2014.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/22/ronnie-osullivan-rockets-past-hossein-vafaei-at-crucible-with-session-to-spare\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/22/ronnie-osullivan-rockets-past-hossein-vafaei-at-crucible-with-session-to-spare", "date_published": "2023-04-22 16:06:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pensions are a costly problem we need to talk about | Phillip Inman", "description": "<p>There are serious inequalities in how Britons save for retirement and in the health of those who have retired. Why?</p><p>The pensions system has fallen under the gaze of the Institute for Fiscal Studies, and not before time.</p><p>Retirement is a <a href=\"https://www.theguardian.com/business/2023/apr/08/pensioner-dependent-tories-have-set-the-uk-on-the-road-to-ruin\" title=\"\">vexed subject</a> and little discussed in the UK, where there has always been a feeling among policymakers that a higher birthrate than most developed countries and buoyant levels of immigration – almost exclusively of working-age people – meant Britain was immune to a global problem with ageing.</p> <a href=\"https://www.theguardian.com/business/2023/apr/22/pensions-are-a-costly-problem-and-we-need-to-talk-about-them\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/apr/22/pensions-are-a-costly-problem-and-we-need-to-talk-about-them", "date_published": "2023-04-22 16:00:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Retro-futurist landscapes inspired by rock idols and writers – in pictures", "description": "<p><a href=\"https://maxineg.com/art\">Maxine Gregson’s</a> artworks – which have been described as “nostalgic futurism” – combine postcards and magazines bought on eBay, as well as her own photography, with snippets of lyrics and literature. “Joni Mitchell is a big inspiration,” she says. “I’ve also created pieces inspired by Bob Dylan, Joseph Heller and John Cheever. I’m currently reading JG Ballard as I’m told my work has similar dystopian qualities.” </p><p>A graphic designer by trade, the Bolton-born artist honed her skill for combining pictures and typography at her day job. “This started as a hobby, a respite from the corporate world, but it’s become the career I always desired. There’s nothing better than seeing my art in people’s homes.”</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2023/apr/22/retro-futurist-landscapes-inspired-by-rock-idols-and-writers-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2023/apr/22/retro-futurist-landscapes-inspired-by-rock-idols-and-writers-in-pictures", "date_published": "2023-04-22 16:00:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The week in audio: Filthy Ritual; Supersenses; The Beauty Queen Riots; Mother Neighbor Russian Spy", "description": "<p>A gripping six-parter tells the tale of a shamanic dealer who scammed north London’s elite, while Russian spies pull off a different kind of trick, passing as an ‘ordinary American couple’ for several years</p><p><strong>Filthy Ritual</strong> | <a href=\"https://www.globalplayer.com/podcasts/42KuaM/\">Global</a> <br /><strong>Supersenses</strong> BBC Radio 4 | <a href=\"https://www.bbc.co.uk/sounds/play/m001l27y\">BBC Sounds</a> <br /><strong>The Beauty Queen Riots</strong> BBC Radio 4 | <a href=\"https://www.bbc.co.uk/programmes/m001l2dw\">bbc.co.uk</a><br /><strong>Mother Neighbor Russian Spy</strong> Audible Originals | <a href=\"https://www.audible.co.uk/pd/Mother-Neighbor-Russian-Spy-Podcast/B0C2WG5CRV?qid=1681980086&amp;sr=1-1&amp;ref=a_search_c3_lProduct_1_1&amp;pf_rd_p=c6e316b8-14da-418d-8f91-b3cad83c5183&amp;pf_rd_r=RV1KFPTE330KEGKTXAK8&amp;pageLoadId=goXMjRbRHg6NYrD7&amp;creativeId=41e85e98-10b8-40e2-907d-6b663f04a42d\">audible.co.uk</a></p><p><em>RedHanded</em> is a rip-roaring podcasting success. A true-crime show hosted by Hannah Maguire and Suruthi Bala, over the past six years it has built its audience to about 2 million downloads per month, with 200,000 regular listeners. And those listeners are devoted enough to vote the podcast the listeners choice prize at the last two British Podcast Awards; to buy the spin-off book; to ensure that any <em>RedHanded</em> live event sells out in a matter of minutes.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/apr/22/the-week-in-audio-filthy-ritual-supersenses-the-beauty-queen-riots-mother-neighbor-russian-spy\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/apr/22/the-week-in-audio-filthy-ritual-supersenses-the-beauty-queen-riots-mother-neighbor-russian-spy", "date_published": "2023-04-22 16:00:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I am the führer. I’m the king’: new book lifts lid on life inside Boris Johnson’s chaotic No 10", "description": "<p>PM blamed both Dominic Cummings and his wife to disguise his own reluctance to take difficult decisions, author claims</p><p>Boris Johnson fell out with his former chief adviser Dominic Cummings after growing tired of being treated like a “young and inexperienced king” who needed to be kept in order, Michael Gove has revealed.</p><p>The levelling up secretary, who is close to Cummings and was a figurehead of the Vote Leave campaign beside Johnson, said the pair fell out soon after the 2019 election because Johnson no longer wanted to be treated “as a tempestuous thoroughbred, with a strong whip and bridle to keep him in order”.</p> <a href=\"https://www.theguardian.com/politics/2023/apr/22/i-am-the-fuhrer-im-the-king-new-book-lifts-lid-on-life-inside-boris-johnsons-chaotic-no-10\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/apr/22/i-am-the-fuhrer-im-the-king-new-book-lifts-lid-on-life-inside-boris-johnsons-chaotic-no-10", "date_published": "2023-04-22 15:36:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Alex Matthews’ double helps England ease to Six Nations win in Ireland", "description": "<ul><li>Ireland 0-48 England</li><li>England run in eight tries but Marlie Packer suffers injury</li></ul><p>England’s remorseless pursuit of another grand slam continues after another walkover on a blustery day in Cork. The Red Roses are expecting a record-breaking crowd of more than 50,000 at Twickenham next Saturday for another tumultuous occasion against France who will gunning for the slam themselves provided they overcome Wales in Grenoble on Sunday.</p><p>England, though, are almost certain to be without their captain, Marlie Packer, who had to leave the field with an injured ankle five minutes before the break. Packer had scored one of England’s eight tries and even a squad with this enviable depth of talent will sorely miss the flanker when France come calling.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/22/ireland-england-womens-six-nations-rugby-union-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/22/ireland-england-womens-six-nations-rugby-union-match-report", "date_published": "2023-04-22 15:33:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Deadly triple suicide bombing hits central Mali", "description": "<p>At least nine people reportedly killed and 60 injured in attack in town of Sévaré</p><p>At least nine civilians were killed and more than 60 injured in a triple suicide bomb attack in the central Mali town of Sévaré early on Saturday, an official has said.</p><p>“The blast destroyed about 20 houses in the neighbourhood. There are a total of nine dead and about 60 wounded, all civilians,” said Yacouba Maiga, a spokesperson for the regional governor.</p> <a href=\"https://www.theguardian.com/world/2023/apr/22/deadly-triple-suicide-bombing-hits-central-mali\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/22/deadly-triple-suicide-bombing-hits-central-mali", "date_published": "2023-04-22 15:25:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Kitty’s Light wins Scottish Grand National after protesters fail to stop race", "description": "<ul><li>Animal Rising activists attempt to disrupt Ayr’s showpiece </li><li>Isaac Shelby wins Greenham Stakes after Dettori unseated</li></ul><p>Wales beat Scotland in the Scottish Grand National, with last year’s runner-up Kitty’s Light getting the better of Cooper’s Cross in a thrilling encounter.</p><p>Beaten by his stablemate Win My Wings in the Ayr showpiece 12 months ago, the Christian Williams-trained chaser is still only seven yet has been running in these big handicaps for the past three years. Raised 8lb for his win in the Eider Chase at Newcastle in February, Kitty’s Light was ridden by Jack Tudor, who recently took the job as stable jockey for David Pipe. It was with Williams that he started his career, though, and in the aftermath it was clear just what the result meant to the pair of them.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/22/kittys-light-wins-scottish-grand-national-after-protesters-fail-to-stop-race\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/22/kittys-light-wins-scottish-grand-national-after-protesters-fail-to-stop-race", "date_published": "2023-04-22 15:24:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Chelsea resistance offers hope for return leg despite might of Barcelona | Sophie Downey", "description": "<p>Emma Hayes’s side remain in the tie following a 1-0 defeat in the first leg of the Women’s Champions League semi-final</p><p>A defeat to Barcelona once more in the Champions League will, in the immediate aftermath, feel like a blow for Chelsea and their fans. However, a <a href=\"https://www.theguardian.com/football/2023/apr/22/chelsea-barcelona-womens-champions-league-semi-final-match-report\" title=\"\">gritty performance and 1-0 loss</a> at the hands of the team so many consider the best in Europe should fill Chelsea with plenty of encouragement for the second leg at the Camp Nou on Thursday.</p><p>It is well known that this is the one title Emma Hayes and her team desperately desire, the final missing piece in their trophy cabinet. They have come close: losing 4-0 to Barcelona in the 2021 final, and the heartbreak of that day lives long in the memory.</p> <a href=\"https://www.theguardian.com/football/blog/2023/apr/22/chelsea-show-resistance-that-offers-them-hope-in-barcelona\">Continue reading...</a>", "link": "https://www.theguardian.com/football/blog/2023/apr/22/chelsea-show-resistance-that-offers-them-hope-in-barcelona", "date_published": "2023-04-22 15:11:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Frustration at Labour and Lib Dem HQs as local parties ‘go rogue’ to create progressive alliance", "description": "<p>List of council candidates in Tory heartland of Bracknell reveals de facto pact between opposition parties, undermining national positions</p><p>In terms of the issues dominating the campaign trail, there is nothing unusual about the battle taking place to win seats on Berkshire’s Bracknell Forest council in May’s local elections. Potholes, council tax and sewage are among the hot topics on the doorstep.</p><p>Yet a closer inspection of the candidate list in the Tory stronghold reveals an odd quirk that some political pundits believe is unprecedented – and has also led to furious accusations from party leaderships that the local parties involved have “gone rogue” in their quest for electoral success.</p> <a href=\"https://www.theguardian.com/politics/2023/apr/22/frustration-at-labour-and-lib-dem-hqs-as-local-parties-go-rogue-to-create-progressive-alliance\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/apr/22/frustration-at-labour-and-lib-dem-hqs-as-local-parties-go-rogue-to-create-progressive-alliance", "date_published": "2023-04-22 15:11:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Leading Lionesses: who could replace Leah Williamson as England captain?", "description": "<p>With Williamson ruled out of this summer’s World Cup with a ruptured ACL, the captain’s armband needs a new custodian</p><p>Sarina Wiegman’s trust in Greenwood was emphasised when the England manager named the Manchester City defender as the Lionesses’ captain for their <a href=\"https://www.theguardian.com/football/2023/feb/19/england-women-italy-arnold-clark-cup-report\">Arnold Clark Cup win over Italy</a> in February. Greenwood has also captained City in Steph Houghton’s absence and recently stressed she is not daunted by wearing the armband for club or country. “It’s a massive honour,” she said. “But it’s a responsibility I accept and quite enjoy. I don’t think of it as a pressure.”</p> <a href=\"https://www.theguardian.com/football/2023/apr/22/leading-lionesses-who-could-replace-leah-williamson-as-england-captain\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/22/leading-lionesses-who-could-replace-leah-williamson-as-england-captain", "date_published": "2023-04-22 15:10:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Can China keep generative AI under its control? Well, it contained the internet | John Naughton", "description": "<p>When the Chinese embraced capitalism, the west predicted it would crumble. Then that the web would break it. We may be proved wrong again</p><p>It is often said that insanity is doing the same thing over and over and expecting different results. Something similar applies to western thinking about the People’s Republic of China. When that country’s rulers embarked on their astonishing programme of industrialisation, we said that if they wanted capitalism (and they clearly did) then they would have to have democracy. Their response: we’ll have the capitalism but we’ll give the democracy stuff a miss.</p><p>Then, in the 1990s, when they decided that they wanted the internet, Bill Clinton and co opined that if they wanted the net then they would also have to have openness (and, therefore, ultimately, democracy). As before, they went for the internet but passed on the openness bit. And then they went on to build the only technological sector that rivals that of the US and could, conceivably, surpass it in due course.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/22/can-china-keep-generative-ai-under-its-control-well-it-contained-the-internet\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/22/can-china-keep-generative-ai-under-its-control-well-it-contained-the-internet", "date_published": "2023-04-22 15:00:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lake or mistake? The row over water firms, drought and Abingdon’s new super-reservoir", "description": "<p>A proposal for 150bn litres of storage in Oxfordshire is mired in controversy and distrust of a privatised water industry</p><p>It will be like a giant flan case full of water dumped on a marsh, says Julie Mabberley. She is discussing the plan to put a 150bn-litre reservoir, spanning almost two miles across, at the foot of Twyford Down near Abingdon in Oxfordshire.</p><p>Mabberley, a management consultant and local campaigner with 1,000 people on her list of anti-reservoir sympathisers, believes the 25-metre-high walls needed to keep in the huge volume of water would be too close to hundreds of homes built near the site to be safe.</p> <a href=\"https://www.theguardian.com/business/2023/apr/22/lake-or-mistake-the-row-over-water-firms-drought-and-abingdons-new-super-reservoir\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/apr/22/lake-or-mistake-the-row-over-water-firms-drought-and-abingdons-new-super-reservoir", "date_published": "2023-04-22 15:00:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Move over Marvel: Super Mario and co are bossing the adaptation game", "description": "<p>With more than half of people now gamers, film and TV versions of their favourites can get the kind of high scores others can only dream of</p><p>For fans of Mario and Luigi, the moustachioed plumbers who began life as blocky 2D pixels in the early 1980s, the prospect of a $100m feature film stuffed with special effects and Hollywood stars including Chris Pratt, Jack Black and Seth Rogen could feel like defeating the boss in the final level of a platform game.</p><p>Now the <a href=\"https://www.theguardian.com/games/2023/apr/10/the-super-mario-bros-movie-breaks-opening-weekend-records\" title=\"\">box-office-busting </a><em><a href=\"https://www.theguardian.com/games/2023/apr/10/the-super-mario-bros-movie-breaks-opening-weekend-records\" title=\"\">Super Mario Bros</a></em><a href=\"https://www.theguardian.com/games/2023/apr/10/the-super-mario-bros-movie-breaks-opening-weekend-records\" title=\"\"> movie</a>, alongside the <a href=\"https://www.theguardian.com/tv-and-radio/2023/jan/16/the-last-of-us-review-one-of-the-finest-tv-shows-you-will-see-this-year\" title=\"\">critically acclaimed success of TV phenomenon </a><em><a href=\"https://www.theguardian.com/tv-and-radio/2023/jan/16/the-last-of-us-review-one-of-the-finest-tv-shows-you-will-see-this-year\" title=\"\">The Last of Us</a></em>, are set to fuel a record decade for gaming adaptations, as film and TV companies turn their sights elsewhere after years of mining comic books for superheroes.</p> <a href=\"https://www.theguardian.com/business/2023/apr/22/move-over-marvel-super-mario-and-co-are-bossing-the-adaptation-game\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/apr/22/move-over-marvel-super-mario-and-co-are-bossing-the-adaptation-game", "date_published": "2023-04-22 15:00:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Will they fight them on the beaches? Anger as Cleethorpes hits detectorists with £100 fines", "description": "<p>Lincolnshire locals are up in arms at an ‘illogical’ order by the council – and even Banksy is thought to be helping them out</p><p>The vast sands of Cleethorpes beach can stretch into the horizon at low tide, revealing all kinds of interesting things previously hidden by the sea. It’s the perfect spot for <a href=\"https://www.theguardian.com/science/2023/feb/05/metal-heads-the-thriving-detectorist-scene-digging-up-britains-past\" title=\"\">metal detectorists</a> to discover artefacts such as musket balls and ancient coins among the marine debris.</p><p>Yet the local authority has introduced a ban with the threat of £100 fines for anyone using a metal detector in the area, causing uproar among local people who have combed the beach for decades.</p> <a href=\"https://www.theguardian.com/science/2023/apr/22/will-they-fight-them-on-the-beaches-anger-as-cleethorpes-hits-detectorists-with-100-fines\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/apr/22/will-they-fight-them-on-the-beaches-anger-as-cleethorpes-hits-detectorists-with-100-fines", "date_published": "2023-04-22 15:00:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Piled on pavements, sunk in canals … the ugly side of the cycle-hire revolution", "description": "<p>The boom in e-bike rental schemes may be good for the planet, but dumped, dockless bikes have become a dangerous urban blight</p><p>On the narrow streets of Soho, the bright, bulky silhouettes of <a href=\"https://www.theguardian.com/uk/cycle-hire-schemes\" title=\"\">London’s many hire-scheme bikes</a> are visible on every turn – parked freestanding on roadsides, in docking stations, whizzing past slow-moving traffic and (a particular bugbear for many Londoners) lying horizontal across pavements, sometimes in piles.</p><p>The proliferating schemes – the biggest of which include Transport for London’s (TfL) Santander Cycles, founded in 2010, and relative newcomers Lime, HumanForest, Dott and Tier – are undoubtedly popular. Usage of hire bikes appear to be at record levels, with the summer months expected to further increase popularity, and easy access to electric bikes have transformed the lives of many.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/22/piled-on-pavements-sunk-in-canals-the-ugly-side-of-the-cycle-hire-revolution\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/22/piled-on-pavements-sunk-in-canals-the-ugly-side-of-the-cycle-hire-revolution", "date_published": "2023-04-22 14:52:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Manchester City v Sheffield United: FA Cup semi-final – live", "description": "<ul><li>FA Cup semi-final updates, 4.45pm BST kick-off at Wembley</li><li><a href=\"https://nam04.safelinks.protection.outlook.com/?url=https%3A%2F%2Fwww.theguardian.com%2Ffootball%2Flive&amp;data=02%7C01%7C%7Cb4e7533b539e47c11ac608d727c4df60%7C84df9e7fe9f640afb435aaaaaaaaaaaa%7C1%7C0%7C637021598820444052&amp;sdata=16RaBoxOVhVBDmAL3ZMUOiHvs9A2qIOoZwQKxzgbL98%3D&amp;reserved=0\" title=\"Protected by Outlook: https://www.theguardian.com/football/live. Click or tap to follow the link.\">Live scoreboard</a> | And you can <a href=\"mailto:scott.murray.casual@theguardian.com\">email Scott</a> with your thoughts</li></ul><p><strong>Manchester City have won all four of their most recent encounters with Sheffield United, there’s little surprise in that.</strong> But none of those victories in the Premier League between 2019 and 2021 were Cityesque routs: 2-0, 1-0, 1-0, 1-0. Meanwhile the last time the clubs met in the FA Cup, this happened:</p><p><strong>OK, so this is the best we can do to convince ourselves that the Blades have a puncher’s chance against Pep Guardiola’s treble-chasing team this afternoon.</strong> It’s not that the Championship promotion hopefuls aren’t in good nick: they’ve won six of their last seven games, and have already seen off Tottenham Hotspur earlier in their FA Cup run. It’s just that there’s good nick, and then there’s good nick: City have won ten of their last 11 matches, to the aggregate score of 37-4, and the other game was a 1-1 draw in which they were the bosses of Bayern Munich on their own patch. Can an unstoppable juggernaut be elegant? Yes, yes it can.</p> <a href=\"https://www.theguardian.com/football/live/2023/apr/22/manchester-city-v-sheffield-united-fa-cup-semi-final-live-score-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/apr/22/manchester-city-v-sheffield-united-fa-cup-semi-final-live-score-updates", "date_published": "2023-04-22 14:30:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Business leaders call for CBI to disband in wake of allegations", "description": "<p>Lobbying group ‘run its course’ as top firms leave after Guardian revelations over alleged sexual misconduct</p><ul><li><strong><a href=\"https://www.theguardian.com/business/nils-pratley-on-finance/2023/apr/21/cbi-members-quit-aviva-lobby-group\">Comment: As CBI faces an exodus, do we need something to replace it?</a></strong></li><li><strong><a href=\"https://www.theguardian.com/business/2023/apr/21/second-woman-claims-she-was-raped-by-colleagues-while-working-at-cbi\">Second woman claims she was raped by CBI colleagues</a></strong></li></ul><p>The Confederation of British Industry should disband after rape allegations led to an exodus of top firms from the lobbying group, business leaders said on Saturday.</p><p>One said the CBI’s “extraordinary culture” has made it “nigh-on impossible” for it to continue representing firms, while another said it has “probably run its course” after a “tsunami of resignations”.</p> <a href=\"https://www.theguardian.com/business/2023/apr/22/business-leaders-call-for-cbi-to-disband-in-wake-of-allegations\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/apr/22/business-leaders-call-for-cbi-to-disband-in-wake-of-allegations", "date_published": "2023-04-22 14:28:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Chelsea cling tight to WCL hopes after Graham Hansen gives Barcelona edge", "description": "<p>Emma Hayes’ Champions League dream remains alive. Chelsea’s 1-0 home defeat to Barcelona in their semi-final first leg provided enough positives and a narrow enough margin for the second leg at Camp Nou to look slightly less daunting.</p><p>More than 700 days since the 2021 final, where Chelsea succumbed to <a href=\"https://www.theguardian.com/football/2021/may/16/chelsea-barcelona-womens-champions-league-final-match-report\">a humiliating 4-0 defeat</a> to Barça, there was a chance for a little redemption at Stamford Bridge. Of the starting XI that played in that bruising final in Gothenburg, six were on the team sheet to start in London – with the injured Fran Kirby and Millie Bright absent and Pernille Harder and Sophie Ingle on the bench – of those who are still at the club.</p> <a href=\"https://www.theguardian.com/football/2023/apr/22/chelsea-barcelona-womens-champions-league-semi-final-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/22/chelsea-barcelona-womens-champions-league-semi-final-match-report", "date_published": "2023-04-22 14:09:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rise of the super shoes: London Marathon to showcase technological foot race", "description": "<p>Competition between footwear manufacturers has been likened to F1 and will continue on the streets of London</p><p>When the world’s greatest distance athletes square off in the London Marathon on Sunday, there will be a battle within a battle, a technological arms race within the race. In the myriad fascinating storylines – a potential women’s world record, Mo Farah’s last dance over 26.2 miles and four of the five fastest men in history slugging it out – there is an intriguing multimillion-dollar subplot that pits brand against brand, and super shoe against super shoe.</p><p>Since the creation of these shoes in 2016, Nike athletes have dominated the marathon – and the company has reaped the financial rewards. Having world record-holder Eliud Kipchoge in the famous swoosh helped, of course. But it wasn’t just him. In 2019, Nike athletes took 31 of the 36 podium places in the six marathon majors. It sent a subliminal message to ordinary runners. Want to smash your personal bests? Buy Nike’s Vaporfly or AlphaFly shoes. Now, though, the winds of change are building.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/22/brands-try-to-get-a-step-ahead-in-battle-of-super-shoes\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/22/brands-try-to-get-a-step-ahead-in-battle-of-super-shoes", "date_published": "2023-04-22 14:05:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Get stuck in but let them lead: an expert’s guide to playing with your children", "description": "<p>The Lego Professor of Play explains how to explore, interact and enjoy time with your young children as they learn about the world around them</p><p>Play is a fundamental part of childhood – it is one of the key ways in which children explore the world and engage with people and objects. It occurs throughout childhood, changing as children grow – through moving and shaking objects as babies, then building blocks up and knocking them down, then playing imaginary games with parents and then siblings and friends, to more organised games with rules and playing outside. Play changes again as children get older, and though teenagers and adults don’t often talk about going to play, for many people it remains part of their lives as they age, whether that’s through sports and other games with friends, online gaming, or the more<a href=\"https://www.theguardian.com/business/2022/dec/17/mystery-board-games-christmas-sales-boom\" title=\"\"> recent resurgence of board games</a>.</p><p><a href=\"https://www.theguardian.com/society/2020/jun/30/physical-play-with-fathers-may-help-children-control-emotions-study-finds\" title=\"\">Parents are often a child’s first playmate</a> and there is a lot that parents can give in playing with their young children, even very young babies. Through playing with a parent, children can learn about themselves and the world around them, and acquire important skills like taking turns and managing emotions. Playful interactions and having fun together also help strengthen the important relationship between you and your child. This doesn’t just mean sitting on a mat with your baby and their toys. A lot of play in early life happens during day-to-day activities, like a game of peekaboo when getting dressed and blowing bubbles or splashing in the bath.</p> <a href=\"https://www.theguardian.com/society/2023/apr/22/get-stuck-in-but-let-them-lead-an-experts-guide-to-playing-with-your-children\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/apr/22/get-stuck-in-but-let-them-lead-an-experts-guide-to-playing-with-your-children", "date_published": "2023-04-22 14:00:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "On my radar: Jon Ronson’s cultural highlights", "description": "<p>The writer and broadcaster on his favourite streaming series, a remastered 2 Tone concert film and why cannabis edibles should be legal</p><p>Born in Cardiff in 1967, Jon Ronson has published nine books including <em>The Men Who Stare at Goats</em>, <em>The Psychopath Test </em>and<em> So You’ve Been Publicly Shamed</em>. He co-wrote the screenplay for Lenny Abrahamson’s 2014 film, <em>Frank</em>, as well as Bong Joon-ho’s 2017 Netflix film <em>Okja</em>. He has presented the BBC Radio 4 programme<em> <a href=\"https://www.bbc.co.uk/programmes/b007mhqc\">Jon Ronson </a></em><em><a href=\"https://www.bbc.co.uk/programmes/b007mhqc\">On</a></em>, as well as podcasts <em>The Butterfly Effect</em>, <em>The Last Days of August </em>and 2021’s <em>Things Fell Apart</em>. His latest podcast for Audible, <em><a href=\"https://www.audible.co.uk/pd/The-Debutante-Audiobook/B0BV18S28C\">The Debutante</a></em>, about a white supremacist turned informant, is out now. Ronson lives in New York with his wife.</p> <a href=\"https://www.theguardian.com/culture/2023/apr/22/on-my-radar-jon-ronson-debutante-cultural-highlights\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/apr/22/on-my-radar-jon-ronson-debutante-cultural-highlights", "date_published": "2023-04-22 14:00:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sick of Myself review – jet-black Norwegian comedy", "description": "<p>Terrible people do awful things, deliciously, in this satire of a competitive relationship between artists</p><p>There’s something deliciously bracing about films that deal with terrible people behaving appallingly. And the mean-spirited and spitefully enjoyable Norwegian-language satire <em>Sick </em><em>of Myself</em> certainly doesn’t disappoint on that count. Signe (Kristine Kujath Thorp, fully committed to the deranged narcissism of the character) is disgruntled that the artistic success of her sculptor boyfriend, Thomas (Eirik Sæther), means that she is no longer the centre of attention. To bring the focus back on to herself, Signe covertly consumes a banned Russian medication (bought for her on the dark web by a lovesick computer nerd), a drug that had been recalled from the market after it caused horrific, disfiguring skin rashes. The unexplained welts and sores on Signe’s face baffle the medical establishment and, for a while at least, earn her the celebrity she craves.</p><p>Tonally, it’s like a cross between the malicious wit of Ruben Östlund’s recent pictures and the lurid excesses of John Waters’ early film <em>Female Trouble</em> (it’s no surprise to learn that Waters put it in his top 10 list for last year). Comedies don’t get much darker than this. It’s certainly not for everyone, but I loved it.</p><p>In selected cinemas now</p> <a href=\"https://www.theguardian.com/film/2023/apr/22/sick-of-myself-review-jet-black-norwegian-comedy\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/apr/22/sick-of-myself-review-jet-black-norwegian-comedy", "date_published": "2023-04-22 14:00:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Wilson and Pereira seal Fulham victory to leave nervous Leeds looking down", "description": "<p>Handed the task of untwining the tight tactical binds left by Marcelo Bielsa and Jesse Marsch, Javi Gracia <a href=\"https://www.theguardian.com/football/2023/apr/16/i-feel-the-stress-javi-gracia-goes-deep-as-he-plots-leeds-survival-mission\">briefly looked like the man to arrest Leeds’s decline</a>, only for his team to concede a familiar deluge of goals. Letting in 18 goals in five games in April for a return of just three points now pushes the Spaniard to the top of the next manager-to-be-sacked odds market.</p><p>Two highly preventable goals from Harry Wilson and Andreas Pereira, both after goalkeeping errors from Illan Meslier, condemned Leeds to a nervous weekend watching their relegation rivals after proving themselves incapable of stopping the rot.</p> <a href=\"https://www.theguardian.com/football/2023/apr/22/fulham-leeds-premier-league-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/22/fulham-leeds-premier-league-match-report", "date_published": "2023-04-22 13:54:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Just a tough boss with high standards’: how the right tried to defend Raab", "description": "<p>Daily Mail talks of the country becoming ‘ungovernable’ while Express bemoans loss of minister who only ‘wanted the best’ for Britain</p><p>Dominic Raab’s resignation on Friday may have prompted those who don’t support the Conservatives to celebrate, but responses this weekend on the pages of traditionally rightwing newspapers were very different.</p><p>The <em>Daily Mail</em>’s front page asked “Was this the day Britain became ungovernable?” adding that “Dominic Raab claimed last night that it was “almost impossible” for ministers to “deliver for British people”. On an inside spread a sub-heading about Adam Tolley’s findings read: “‘Bullying’ was little more than pulling civil servants up on poor performance, report concludes.”</p> <a href=\"https://www.theguardian.com/politics/2023/apr/22/just-a-tough-boss-with-high-standards-how-the-right-tried-to-defend-raab\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/apr/22/just-a-tough-boss-with-high-standards-how-the-right-tried-to-defend-raab", "date_published": "2023-04-22 13:42:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Flambeed pizza’ leads to deadly fire at Madrid restaurant", "description": "<p>Restaurant employee and customer die and 12 people injured in blaze after decorations caught light</p><p>Two people died and 12 were injured in a fire apparently sparked when a waiter flambeed a pizza at a Madrid restaurant and accidentally set decorations ablaze.</p><p>One of the dead was a restaurant employee and the other a customer, said the city’s mayor, José Luis Martínez-Almeida. He said one person was in a critical condition in hospital and five others were seriously hurt.</p> <a href=\"https://www.theguardian.com/world/2023/apr/22/flambeed-pizza-leads-to-deadly-fire-at-madrid-restaurant\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/22/flambeed-pizza-leads-to-deadly-fire-at-madrid-restaurant", "date_published": "2023-04-22 13:32:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Chelsea leaning towards Pochettino but Postecoglou makes manager shortlist", "description": "<ul><li>Celtic coach surprise outsider in race for Blues job</li><li>Mauricio Pochettino and Vincent Kompany also candidates</li></ul><p>Ange Postecoglou is a surprise inclusion on the shortlist of candidates to become Chelsea’s next head coach, though the club are leaning towards offering the job to Mauricio Pochettino.</p><p>Postecoglou is on course to win a second consecutive Scottish Premiership title with Celtic and has built a reputation as an attacking coach who can improve players on the training ground. The Australian joined Celtic in 2021 and led them to the title last season. His team are currently 12 points clear of Rangers with 32 games played and have won consecutive League Cups under his management.</p> <a href=\"https://www.theguardian.com/football/2023/apr/22/chelsea-pochettino-postecoglou-shortlist-manager\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/22/chelsea-pochettino-postecoglou-shortlist-manager", "date_published": "2023-04-22 13:18:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Woman who miscarried fined by NHS for claiming free prescription while pregnant", "description": "<p>Expectant mothers are entitled to free medication, but errors and red tape in applying for maternity exemption certificates leave many with bills of hundreds of pounds</p><p>A woman who suffered a miscarriage has been fined by the NHS for claiming a free prescription during her pregnancy.</p><p>Sadie Hawkes lost her baby before she had received the maternity exemption certificate that entitled her to free prescriptions throughout her pregnancy and the first year after birth. She has now been sent a demand for £56.10 for medication issued the week before her miscarriage. She’s been told that she can’t apply for a certificate retrospectively as she is no longer pregnant.</p> <a href=\"https://www.theguardian.com/society/2023/apr/22/woman-who-miscarried-fined-by-nhs-for-claiming-free-prescription-while-pregnant\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/apr/22/woman-who-miscarried-fined-by-nhs-for-claiming-free-prescription-while-pregnant", "date_published": "2023-04-22 13:07:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Do people actually regret not having children? Possibly not | Arwa Mahdawi", "description": "<p>New research suggests people who are childfree by choice are pretty happy with their decisions, while some parents are not</p><p>You’ll be lonely. Nobody will look after you when you get old. You’ll miss out on life’s greatest joy. You won’t ever be truly fulfilled. Your life will be meaningless and shallow. Everyone will pity you. If you choose not to have children then you’ll end up regretting it forever.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/22/adult-happiness-kids-children-childfree\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/22/adult-happiness-kids-children-childfree", "date_published": "2023-04-22 13:00:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Richard Madeley: ‘I couldn’t care less about the Alan Partridge comparisons’", "description": "The TV presenter, 66, talks about teenage car crashes, packing in smoking, how he became a journalist and why taking yourself seriously is daft<p><strong>Mum was a gifted </strong>child-raiser. My happy childhood was down to her. Tiptoeing around Dad’s explosive outbursts was normal. He was loving, but short-tempered. When I wrote about our relationship, people jumped on the stories of him chasing me round the house and hitting me with a bamboo stick. I never laid a hand on my kids, and would never defend it. But in the 1960s, it wasn’t seen as abuse like today.</p><p><strong>I had every intention</strong> of going to university. Then during my post-O-level summer I wrote to a local paper asking for work experience. In a hostile reply, the editor told me to fuck off. Then an apology came. I was invited into the office: 20 minutes after arriving, I was offered a full-time job. I dropped out of school and never looked back.</p> <a href=\"https://www.theguardian.com/media/2023/apr/22/richard-madeley-this-much-i-know-i-dont-care-about-the-alan-partridge-comparisons\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/apr/22/richard-madeley-this-much-i-know-i-dont-care-about-the-alan-partridge-comparisons", "date_published": "2023-04-22 13:00:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sam Smith review – some genuinely moving moments", "description": "<p><strong>O2 Arena, London</strong><br />Smith trades unrequited love for lustful liberation in a maximalist show with an Elton-meets-Lizzo energy – and the occasional sorrowful pause</p><p>A giant golden statue of the goddess Aphrodite lies recumbent on the stage. The action of Sam Smith’s gig plays out atop, along and in front of her body; musicians nestle in her nooks, dancers dry hump her curves. The suggestion seems to be that we are all her creatures – inspired by beauty, buffeted by desire, perpetually seeking love.</p><p>Although a Greek deity is the show’s organising principle – its three chapters are labelled Love, Beauty and Sex – you wouldn’t necessarily call all the antics that unfold over the next couple of hours classic, exactly. So much about this Gloria tour, in support of Smith’s recent <a href=\"https://theguardian.com/music/2023/jan/28/sam-smith-gloria-review-the-lovelorn-balladeer-turns-to-the-dancefloor-ed-sheeran\">album of the same name</a>, is gaudy, over the top and maximalist – as you would expect from an arena-level undertaking – not to mention playful, knowing and redolent of Spinal Tap’s taste for set design. For Gloria, Smith has sloughed off their middle-of-the-road image in favour of something more liberated – and sexualised.</p> <a href=\"https://www.theguardian.com/music/2023/apr/22/sam-smith-review-o2-arena-london-gloria\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/apr/22/sam-smith-review-o2-arena-london-gloria", "date_published": "2023-04-22 13:00:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "No goodbye for Toodles after poodle revived with Narcan following overdose", "description": "<p>Emergency veterinarians in Philadelphia save dog’s life after suspected accidental drug overdose</p><p>A poodle in Pennsylvania called Toodles was successfully revived with Narcan after an apparent accidental drug overdose, local animal welfare experts said.</p><p>The Pennsylvania Society for the Prevention of Cruelty to Animals said they received a call last week from Blue Pearl Emergency Animal Hospital in Philadelphia saying a dog was brought to them showing symptoms of an overdose.</p> <a href=\"https://www.theguardian.com/world/2023/apr/22/narcan-poodle-drug-overdose-philadelphia\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/22/narcan-poodle-drug-overdose-philadelphia", "date_published": "2023-04-22 12:55:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ireland v England: Women’s Six Nations – live", "description": "<ul><li>Six Nations updates, 2.15pm BST kick-off at Musgrave Park</li><li><a href=\"https://www.theguardian.com/sport/2016/aug/18/sign-up-to-the-breakdown\">Sign up for The Breakdown</a> | You can <a href=\"mailto:sarah.rendell.casual@guardian.co.uk\">mail Sarah</a> or <a href=\"https://twitter.com/rendellx\">tweet</a> her</li></ul><p><strong>Some stats ahead of this one for you.</strong> England’s starting squad has 485 caps between them compared to Ireland’s 185. The Red Roses have scored 31 tries so far this tournament while Ireland have crossed the line twice. England’s biggest win over Ireland was 79-0 in 2002.</p><p><strong>Ireland’s Dorothy Wall,</strong> who is ruled out through injury today, responded to the talk of a record score this week. She said: “It’s insulting to what we do every day. It’s insulting to how we have to mentally and physically turn up every week, how hard we work, what we analyse, how painful it is after matches that you lose when you know that you aren’t good enough. There may be some thoughts that we aren’t taking ownership of our performances but that couldn’t be further from the truth. It hurts us as much as it would any team. To even suggest that we wouldn’t play a game against England is one of the most insulting things I’ve ever heard.”</p> <a href=\"https://www.theguardian.com/sport/live/2023/apr/22/ireland-v-england-womens-six-nations-live\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2023/apr/22/ireland-v-england-womens-six-nations-live", "date_published": "2023-04-22 12:45:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Liverpool v Nottingham Forest, Crystal Palace v Everton: clockwatch – live", "description": "<ul><li>Updates from the 3pm BST Premier League games and beyond</li><li><a href=\"https://nam04.safelinks.protection.outlook.com/?url=https%3A%2F%2Fwww.theguardian.com%2Ffootball%2Flive&amp;data=02%7C01%7C%7Cb4e7533b539e47c11ac608d727c4df60%7C84df9e7fe9f640afb435aaaaaaaaaaaa%7C1%7C0%7C637021598820444052&amp;sdata=16RaBoxOVhVBDmAL3ZMUOiHvs9A2qIOoZwQKxzgbL98%3D&amp;reserved=0\" title=\"Protected by Outlook: https://www.theguardian.com/football/live. Click or tap to follow the link.\">Live scoreboard</a> | And you can <a href=\"mailto:rob.smyth.casual@guardian.co.uk\">email Rob</a> with your thoughts</li></ul><p><strong>Pre-match reading</strong></p><p><strong>“Dearest, Rob,”</strong> writes, Liverpool, fan, Ian Copestake. “I have a frien...acquaintance who has let it be known that if his and my own team loses against Forest this will be a good thing because it may cause Everton to circle the drain. I tell you I am shocked by the lack of neighbourliness.”</p> <a href=\"https://www.theguardian.com/football/live/2023/apr/22/liverpool-v-nottingham-forest-crystal-palace-v-everton-clockwatch-live-score-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/apr/22/liverpool-v-nottingham-forest-crystal-palace-v-everton-clockwatch-live-score-updates", "date_published": "2023-04-22 12:44:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "MP Stuart McDonald replaces Colin Beattie as SNP treasurer", "description": "<p>MP for Cumbernauld, Kilsyth and Kirkintilloch given role after resignation of Beattie amid police investigation into party finances </p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/apr/22/dominic-raab-rishi-sunak-conservatives-uk-politics-latest-news\">UK politics live – latest updates</a></li></ul><p>The SNP MP Stuart McDonald has been appointed party treasurer after the resignation of Colin Beattie.</p><p>Beattie stepped down from the role after he was arrested and released without charge pending further investigation into the party’s finances.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/22/mp-stuart-mcdonald-replaces-colin-beattie-as-snp-treasurer\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/22/mp-stuart-mcdonald-replaces-colin-beattie-as-snp-treasurer", "date_published": "2023-04-22 12:34:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Murder, alcohol and prostitutes: Wagner convicts pardoned by Putin return to terrorise home towns", "description": "<p>Violent criminals who served with the notorious Russian militia in Ukraine are terrorising the communities they return to</p><ul><li><strong><a href=\"https://www.theguardian.com/world/live/2023/apr/21/russia-ukraine-war-live-moscows-accidental-strike-on-belgorod-injures-two-china-says-it-is-not-inflaming-conflict\">Russia-Ukraine war – latest news updates</a></strong></li></ul><p>He strode up and down the central street of Tskhinvali on Monday, like he did most days, occasionally stopping to chat with passersby.</p><p>Locals knew the man, Soslan Valiyev, 38, as an idiosyncratic but popular fixture in Tskhinvali, the tiny capital of the Russian-backed breakaway region of South Ossetia in Georgia.</p> <a href=\"https://www.theguardian.com/world/2023/apr/22/alcohol-and-prostitutes-wagner-convicts-pardoned-by-putin-return-to-terrorise-home-towns\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/22/alcohol-and-prostitutes-wagner-convicts-pardoned-by-putin-return-to-terrorise-home-towns", "date_published": "2023-04-22 12:25:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Shared rooms, rancid food, no clothes: new report lays bare shocking conditions of those seeking refuge in UK", "description": "<p>Asylum seekers are enduring conditions worse than prison as they wait in hotels for claims to be processed</p><p>Asylum seekers have been forced to live for a year in windowless rooms smaller than prison cells, served food so dire it is blamed for causing diabetes, and have spent days in their underwear because they only have one change of clothes.</p><p>These are the shocking conditions laid bare this weekend in a comprehensive report from the charity Migrant Voice, which took testimony from 170 asylum seekers staying in London hotels that are supposed to serve as short-term accommodation.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/22/shared-rooms-rancid-food-no-clothes-new-report-lays-bare-shocking-conditions-of-those-seeking-refuge-in-uk\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/22/shared-rooms-rancid-food-no-clothes-new-report-lays-bare-shocking-conditions-of-those-seeking-refuge-in-uk", "date_published": "2023-04-22 12:25:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Grazie, Londra: why Milan can thank Brexit for a new lease of life", "description": "<p>Finance sector workers are deserting the UK for the Italian city, lured by the weather, the way of life and tax breaks</p><p>It wasn’t so long ago that Milan was cast aside as a grey, uninspiring industrial city, with the only sprinkle of colour coming from its fashion sector. But the northern Italian powerhouse now has a newfound energy and confidence – and <a href=\"https://www.theguardian.com/business/2017/may/08/city-banks-jobs-uk-brexit-reuters-frankfurt-dublin-eu\" title=\"\">it’s partly driven by Brexit</a>.</p><p>As the consequences of the UK’s withdrawal from the EU have kicked in, a significant number of bankers, fund managers and other financial services workers have shifted from London to Milan – an option that would never have been considered a decade ago.</p> <a href=\"https://www.theguardian.com/world/2023/apr/22/grazie-londra-why-milan-can-thank-brexit-for-a-new-lease-of-life\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/22/grazie-londra-why-milan-can-thank-brexit-for-a-new-lease-of-life", "date_published": "2023-04-22 12:23:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Meet the Gen Z brand whisperers: ‘I come in and I’m like: don’t make some weird old-ass campaign!’", "description": "<p>Big companies are turning to young people to avoid falling foul of Gen Z’s values. One even has its own ‘ZEO’. But is it driven by principles – or profit?</p><p>Just after April Fools’ Day in 2017, Pepsi debuted a short film that seemed to many like a bad joke. In the two-and-a-half-minute Live for Now advert, Kendall Jenner joined a protest against nothing in particular; the model marched with a laughing crowd who were waving signs bearing vague slogans like “Join the conversation”. At the climax, Jenner approached a stern police officer with a can of Pepsi, and a photographer captured the moment when she, apparently, achieved world peace.</p><p>The advert was <a href=\"https://www.theguardian.com/business/2017/apr/05/from-cokes-flower-power-to-kendall-jenners-pepsi-ad-how-ads-co-opt-protest\" title=\"\">pulled a day after its release</a>. Viewers accused Pepsi of trivialising Black Lives Matter and minimising police brutality; Martin Luther King’s youngest child, Bernice King, <a href=\"https://twitter.com/berniceking/status/849656699464056832?lang=en-GB\" title=\"\">tweeted</a>, “If only Daddy would have known about the power of #Pepsi.” The company issued an immediate <a href=\"https://www.washingtonpost.com/news/arts-and-entertainment/wp/2017/04/05/clearly-we-missed-the-mark-pepsi-pulls-kendall-jenner-ad-and-apologizes/\" title=\"\">apology</a>: “Clearly we missed the mark … We did not intend to make light of any serious issue.”</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/apr/22/meet-the-gen-z-brand-whisperers-weird-old-ass-campaign\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/apr/22/meet-the-gen-z-brand-whisperers-weird-old-ass-campaign", "date_published": "2023-04-22 12:00:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Can’t go wrong with the bath, right?’: my most memorable sexting disaster", "description": "<p>For many, sexting is the new normal – but how do you know if you’re any good at it? And what happens when it goes wrong? Six writers on the most memorable sexts they’ve sent or received</p><p>For good or bad, given how intertwined we are with our digital devices, sexting has become relatively common especially among the more digitally inclined natives. For some it’s merely flirting; for others, it can be a form of harassment. People who sext probably view it as harmless, fun, even akin to foreplay. Non-sexters will probably think the opposite. One thing is certain: like sex, sexting is here to stay.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/apr/22/my-most-memorable-sexting-disaster\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/apr/22/my-most-memorable-sexting-disaster", "date_published": "2023-04-22 12:00:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The week in classical: Innocence; Sakari Oramo/BBCSO; Explore Ensemble – review", "description": "<p><strong>Royal Opera House; Barbican; Kings Place, London</strong><br />A big week for Finnish music and musicians led by Kaija Saariaho’s powerful opera about a school shooting, and a thrilling Bartok performance</p><p>As if immobilised by an alien force, the audience scarcely stirred for the 105-minute duration of <strong><a href=\"https://www.roh.org.uk/tickets-and-events/innocence-by-simon-stone-details\">Innocence</a></strong> by the Finnish composer Kaija Saariaho (1952-). This international joint commission was given its UK premiere at the Royal Opera House last Monday. Since the subject matter is gun violence, specifically a school shooting in Finland and its aftermath, we knew what lay ahead. The impact, however, is primarily meditative, the suspense psychological rather than theatrical or dogmatic. First seen in Aix-en-Provence in 2021, with mostly the same cast and artistic team, <em><a href=\"https://www.youtube.com/watch?v=pBDA4Hh6npc\">Innocence</a></em> was – as then – conducted by Susanna Mälkki and directed by Simon Stone (<em><a href=\"https://www.theguardian.com/stage/2023/feb/19/phaedra-simon-stone-national-theatre-janet-mcteer-review-sylvia-musica-old-vic-kate-prince-beverley-knight-standing-at-the-skys-edge-national-chris-bush-richard-hawley\">Phaedra</a></em><a href=\"https://www.theguardian.com/stage/2023/feb/19/phaedra-simon-stone-national-theatre-janet-mcteer-review-sylvia-musica-old-vic-kate-prince-beverley-knight-standing-at-the-skys-edge-national-chris-bush-richard-hawley\">, National Theatre</a>), both making welcome house debuts.</p><p>To a crisp libretto by the Finnish writer Sofi Oksanen, with translation and dramaturgy by Aleksi Barrière, the action shifts across two timelines. A wedding is taking place, 10 years after the attack in which 10 students and a teacher were killed. The groom is the gunman’s brother. The bride knows nothing of the tragedy but the secret cannot be kept. Threads are drawn together until, in a final twist, we understand the story’s awful resonance. Nimble, naturalistic sets (designed by Chloe Lamford, lighting by James Farncombe), revolve briskly, in short scenes, between international school and wedding feast. Parents, son and bride sit in a queasy “last supper” configuration beneath pink heart-shaped balloons. Victims and survivors, deliberately indistinguishable, speak their thoughts, hopes, fears.</p> <a href=\"https://www.theguardian.com/music/2023/apr/22/the-week-in-classical-innocence-sakari-oramobbcso-explore-ensemble-review\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/apr/22/the-week-in-classical-innocence-sakari-oramobbcso-explore-ensemble-review", "date_published": "2023-04-22 11:30:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Barry Humphries, Australian comedian and creator of Dame Edna Everage, dies aged 89", "description": "<p>Famed for personas that also included the vulgar Sir Les Patterson, Humphries became a household name in a seven-decade career</p><ul><li><a href=\"https://www.theguardian.com/stage/2023/apr/22/barry-humphries-alter-egos-dame-edna-everage-sir-les-patterson\">Obituary: Humphries was a master of provocation and glorious grotesquerie</a></li><li><a href=\"https://www.theguardian.com/culture/live/2023/apr/22/barry-humphries-dead-tributes-dame-edna-everage-latest-news\">Tributes pour in for ‘one of a kind’ star – latest updates</a></li></ul><p>Barry Humphries, the Australian comedian and actor best known for his creations Dame Edna Everage and Sir Les Patterson, has died aged 89.</p><p>In a seven-decade career spanning theatre, television, books and film, Humphries was famed for his absurdist, discomfiting and transgressive humour, poking fun at Australian culture with his cast of personas, some of which would rank among the best-loved comedic creations of all time: Dame Edna Everage, the gaudy, waspish housewife from Moonee Ponds; Sir Les Patterson, the vulgar and boozy Australian cultural attaché; the fundamentally decent and senile Sandy Stone; and archetypal Aussie bloke Barry McKenzie.</p> <a href=\"https://www.theguardian.com/culture/2023/apr/22/barry-humphries-dies-australian-comedian-death-dead-dame-edna-everage-sir-les-patterson\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/apr/22/barry-humphries-dies-australian-comedian-death-dead-dame-edna-everage-sir-les-patterson", "date_published": "2023-04-22 11:18:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Barry Humphries – a life in pictures", "description": "<p>The Australian actor and comedian has died aged 89. Here are some of the best pictures from his long career</p><ul><li><strong><a href=\"https://www.theguardian.com/culture/2023/apr/22/barry-humphries-dies-australian-comedian-death-dead-dame-edna-everage-sir-les-patterson\">Barry Humphries, Australian comedian and creator of Dame Edna Everage, dies aged 89</a></strong></li><li><strong><a href=\"https://www.theguardian.com/culture/live/2023/apr/22/barry-humphries-dead-tributes-dame-edna-everage-latest-news\">Tributes pour in for ‘one of a kind’ star – latest updates</a></strong></li></ul> <a href=\"https://www.theguardian.com/culture/gallery/2023/apr/22/barry-humphries-a-life-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/gallery/2023/apr/22/barry-humphries-a-life-in-pictures", "date_published": "2023-04-22 11:15:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Barry Humphries was a master of provocation and glorious grotesquerie", "description": "<p>Despite a legacy tainted by PC-baiting provocation, many will remember Humphries with affection as the carnivalesque Dame Edna and foul-mouthed Sir Les Patterson</p><ul><li><a href=\"https://www.theguardian.com/culture/2023/apr/22/barry-humphries-dies-australian-comedian-death-dead-dame-edna-everage-sir-les-patterson\">Barry Humphries, Australian comedian and creator of Dame Edna Everage, dies aged 89</a></li><li><a href=\"https://www.theguardian.com/culture/live/2023/apr/22/barry-humphries-dead-tributes-dame-edna-everage-latest-news\">Tributes pour in for Barry Humphries – latest updates</a></li></ul><p>When any well-loved entertainer dies, it’s sad. Now Barry Humphries has died, and maybe it’s more so – because we’re losing not only Humphries, but his alter egos too, characters more fleshed-out and better known to the public than Humphries himself. <a href=\"https://www.theguardian.com/culture/2013/nov/17/barry-humphries-farewell-tour-london-review\">Dame Edna</a> was among the most enduring personas comedy has ever seen, and undoubtedly one of the greatest. With her, and Sir Les Patterson, and with his contributions to Britain’s 60s satire boom, Humphries added to the gaiety of cultures (and subtracted from their dignity) across half a century and the span of the globe.</p><p>You don’t need to be Sigmund Freud to trace the source of Humphries’s outre comedy back to his repressive upbringing in 1930s Melbourne, and specifically his mother, who divided the world into things that were “nice” and things that were “uncalled for”. No one in mid-century Australia was calling for a mocking comedy that ridiculed suburban mores – and by association, narrow-minded, unsophisticated Australia itself. But that’s what Humphries gave them, first with “Mrs Norm Everage”, the surprisingly demure first incarnation of his greatest creation, then with his Barry McKenzie comic strip (and later, films) about a dimwit Aussie expat, which led to the book of the comic strip being banned in his home country.</p> <a href=\"https://www.theguardian.com/stage/2023/apr/22/barry-humphries-alter-egos-dame-edna-everage-sir-les-patterson\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/apr/22/barry-humphries-alter-egos-dame-edna-everage-sir-les-patterson", "date_published": "2023-04-22 11:06:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Levellers look back: ‘We were on the dole, but coming to realise we could make it’", "description": "<p>Jeremy Cunningham and Charlie Heather on their days of being booted out of squats, substance abuse and headlining Glastonbury</p><p>Jeremy Cunningham and Charlie Heather are the bassist and drummer of political folk rock sextet the Levellers. Formed in the late 1980s in Brighton, the band were beloved by the disfranchised – travellers, “crusties” and punks – until their second album, Levelling the Land, catapulted them to the Pyramid stage at <a href=\"https://www.vam.ac.uk/performing-glastonbury/1994/\" title=\"\">Glastonbury as headliners in 1994</a>. To date, they have released 12 UK albums and 14 Top 40 singles. The Levellers’ latest album, Together All the Way, is out now. They play the Beautiful Days festival in Devon in August.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/apr/22/the-levellers-look-back\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/apr/22/the-levellers-look-back", "date_published": "2023-04-22 11:00:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘It can be incredibly profitable’: the secret world of fake online reviews", "description": "<p>As groups offering fake Amazon, Google and Trustpilot reviews continue to thrive on Facebook, one reviewer tells how it works</p><p>“Andrew” wishes he felt more guilty about writing fake reviews of Amazon products, but says if someone orders something they don’t like then they can always get it refunded. The thirtysomething computer analyst from Oklahoma is off work while he recovers from back surgery and fires off five-star ratings as he awaits appointments.</p><p>It all began with an online search for a product testing job, which led to Facebook groups, often called “Amazon reviews” or similar. There, faceless vendors or ones with stock photo avatars offered him an array of products, from headphones to cameras, promising a full refund if he bought them and left a positive review.</p> <a href=\"https://www.theguardian.com/money/2023/apr/22/it-can-be-incredibly-profitable-the-secret-world-of-fake-online-reviews\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/apr/22/it-can-be-incredibly-profitable-the-secret-world-of-fake-online-reviews", "date_published": "2023-04-22 11:00:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Georgina Hayden’s vegan recipe for mushroom and caramelised onion bougatsa | The new vegan", "description": "<p>A fold-over filo pie stuffed with mushrooms, spuds, onions and creamy ‘cheese’. Plus Marmite butter, if you’re of that persuasion</p><p><em>Bougatsa</em> for breakfast is one of my favourite Greek traditions –<strong> </strong> hot from the oven, dusted in cinnamon-laced icing sugar and chopped up by an efficient, serious-looking chef (I don’t know why they are always so stern, but it seems to be a common character trait). And while that is how bougatsa is most commonly found, you can get savoury, mincemeat-filled versions, too. Today’s recipe is how I make mine, but feel free to play around with it – if you have a particular vegan cheese you like, say, crumble or grate some into the filling. And if you are a Marmite-hater, please don’t be put off by the Marmite butter finish: it isn’t a yeasty smack in the face, but more a salty, seasoned glaze that adds a pleasing depth to the whole thing.</p> <a href=\"https://www.theguardian.com/food/2023/apr/22/vegan-bougatsa-recipe-mushroom-caramelised-onion-georgina-hayden\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/apr/22/vegan-bougatsa-recipe-mushroom-caramelised-onion-georgina-hayden", "date_published": "2023-04-22 11:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘The film industry is gone’: Jim Jarmusch on the his debut album, the death of filmmaking and the joy of mistakes", "description": "<p>At 70, the outsider movie hero is releasing his first album. He muses on music, the demise of film and finding joy in mistakes</p><p>There are few film-makers quite as particular about music as Jim Jarmusch. Over the years, he’s enlisted Wu-Tang Clan’s RZA to score his hitman-meets-samurai flick Ghost Dog: The Way of the Samurai, had Tom Waits and Iggy Pop jacked up on caffeine and locking horns in a thick swirl of smoke in 2003’s Coffee and Cigarettes, and got Neil Young to let rip some improvised guitar for the soundtrack to Dead Man. Not to mention that his films feature acting turns by everyone from Joe Strummer to Screamin’ Jay Hawkins and he directed a <a href=\"https://www.theguardian.com/film/2016/nov/17/gimme-danger-review-jim-jarmusch-iggy-pop-documentary\" title=\"\">documentary on the Stooges</a> along the way.</p><p>“Music’s always been there,” he says, in his unmistakable deep baritone register, speaking from New York. “Since being a teenager, music has been something that shaped my life and the decisions I’ve made throughout it.” But for the last decade, Jarmusch has evolved from avid admirer and astute curator to making music for his own movies with producer and musician Carter Logan in their band <a href=\"https://www.theguardian.com/film/2014/nov/25/jim-jarmusch-film-director-rock-star-squrl\" title=\"\">Sqürl</a>. Together they’ve composed scores for films such as his deadpan zombie romp The Dead Don’t Die and Paterson, a subtle yet poignant tale of a bus driver poet.</p> <a href=\"https://www.theguardian.com/film/2023/apr/22/jim-jarmusch-squrl-carter-logan-film-music-interview\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/apr/22/jim-jarmusch-squrl-carter-logan-film-music-interview", "date_published": "2023-04-22 10:55:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK, US and others prepare to evacuate nationals from Sudan", "description": "<p>Sudan army agrees evacuation of foreign nationals and diplomats as fighting between rival forces continues</p><p>The UK will evacuate diplomats and nationals from Sudan currently trapped in the country by the outbreak of fighting, the Sudanese army chief has said.</p><p>The US, France and China are also set to remove nationals, according to a statement on Saturday citing Abdel Fattah al-Burhan, the leader of the Sudanese Armed Forces (SAF) and the nation’s de facto ruler.</p> <a href=\"https://www.theguardian.com/world/2023/apr/22/uk-us-and-others-prepare-to-evacuate-nationals-from-sudan\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/22/uk-us-and-others-prepare-to-evacuate-nationals-from-sudan", "date_published": "2023-04-22 10:47:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Chelsea v Barcelona: Women’s Champions League semi-final, first leg – live", "description": "<ul><li>Champions League semi-final updates, 12.30pm BST kick-off</li><li><a href=\"https://www.theguardian.com/football/2022/mar/22/sign-up-for-our-new-womens-football-newsletter-moving-the-goalposts\">Sign up for our women’s football email</a> | <a href=\"mailto:daniel.gallan.freelance@guardian.co.uk\">Mail Daniel</a> or <a href=\"https://twitter.com/danielgallan\">tweet</a> him</li></ul><p>Perhaps conscious of the disastrous start in the final two years ago, Hayes has opted for a slightly more defensively minded starting XI. Still, take a look at that front three. There are plenty of goals lurking in this team.<br /></p><p><strong>Chelsea 4-3-3: </strong>Berger, Perisset, Mjelde, Eriksson (c), Carter, Cuthbert, Leupolz, Reiten, Charles, Kerry, Cankovic.</p> <a href=\"https://www.theguardian.com/football/live/2023/apr/22/chelsea-v-barcelona-womens-champions-league-semi-final-first-leg-live-score-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/apr/22/chelsea-v-barcelona-womens-champions-league-semi-final-first-leg-live-score-updates", "date_published": "2023-04-22 10:37:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fulham v Leeds United: Premier League – live", "description": "<ul><li>Premier League updates from the 12.30pm BST kick-off</li><li><a href=\"https://www.theguardian.com/football/live\">Live scoreboard</a> | <a href=\"https://www.theguardian.com/info/2022/nov/14/football-daily-email-sign-up\">Football Daily</a> | And <a href=\"mailto:tom.bassam.casual@theguardian.com\">mail Tom</a> or <a href=\"https://twitter.com/Tbassam\">tweet</a> him</li></ul><p>If results do not go Leeds’ way today they will be in the bottom three come 5pm. They have shipped 11 goals in their last two matches and Patrick Bamford, a player who offers something different to anyone else in the Leeds squad, is not 100% fit and in goal Illan Meslier is under pressure over his place. The various permutations of a starting XI that Javi Gracia could turn to, suggest a lack of clarity. In short, the sun is not currently shining on the Lilywhites of west Yorkshire.</p><p>For the Lilywhites of west London things are far rosier. While a slump in form has all-but ended hopes of European football next season, a win last week means that they will be in the Premier League at the very least – an achievement that should not be overlooked given the preseason predictions of doom. Now, even with the talismanic Aleksandar Mitrović serving a long suspension, Marco Silva appears to have found new ways to win. In the victory at Everton, Daniel James – who I am still convinced actually plays for Leeds – was the attacking focal point. The battle for Fulham now is the motivation to keep playing with so little on the line. Leeds will be hoping to find their hosts on the preverbial beach.</p> <a href=\"https://www.theguardian.com/football/live/2023/apr/22/fulham-v-leeds-united-premier-league-live-score-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/apr/22/fulham-v-leeds-united-premier-league-live-score-updates", "date_published": "2023-04-22 10:36:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Gone in seconds: rising text message scams are draining US bank accounts", "description": "<p>Sophisticated robotexts are bombarding Americans’ phones, costing unsuspecting people millions of dollars</p><p>The text message created an instant surge of panic.</p><p>“Freemsg: Chase, Did you attempt wire transfer amount of $7500. Reply Y if recognized, Or NO to stop fraud.”</p> <a href=\"https://www.theguardian.com/money/2023/apr/22/robo-texts-scams-bank-accounts\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/apr/22/robo-texts-scams-bank-accounts", "date_published": "2023-04-22 10:00:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘They just need land’: young farmers struggle to find affordable acreage", "description": "<p>A new generation explores alternative models and hopes for new legislation to counter record-high land prices </p><p>Olivia Cleveland misses her farm – the chickens, the donkeys, the smell of the dirt and the way the wind would blow at three o’clock in the afternoon. For almost three years, Cleveland, 30, lived on a farm in north-east Alabama, owned by her then husband. She spent her days doing hard physical labor, cultivating land she deeply cared for, but she owned none of it on paper. So when Cleveland and her husband divorced in 2021, she lost everything.</p><p>Since then, Cleveland has spent the last two years rebuilding and working towards buying her own farm in her home state of Tennessee.</p> <a href=\"https://www.theguardian.com/environment/2023/apr/22/young-farmers-farm-land-cost\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/apr/22/young-farmers-farm-land-cost", "date_published": "2023-04-22 10:00:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Artificial intelligence – coming to a government near you soon?", "description": "<p>AI is already employed in various administrations in the US and its use is only set to grow – but what dangers does it bring?</p><p>The recent blizzard of warnings about artificial intelligence and how it is transforming learning, upending legal, financial and organizational functions, and reshaping social and cultural interaction, have mostly left out the role it is already playing in governance.</p><p>Governments in the US at every level are attempting the transition from a programmatic model of service delivery to a citizen-focused model.</p> <a href=\"https://www.theguardian.com/technology/2023/apr/22/artificial-intelligence-ai-us-government\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/apr/22/artificial-intelligence-ai-us-government", "date_published": "2023-04-22 10:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Is it a campsite? Is it a festival? This Welsh ‘summer camp’ feels like the best of both", "description": "<p>On Gladstone’s former estate in Flintshire, this small-scale family event combines crafts, music, great food and a relaxed vibe</p><p>The sky is an infinite blue without a wisp of cloud as we make our way through a small woodland towards a lake covered with lily pads. Hayden, a musician-turned-lifeguard for the weekend, swats away rogue dragonflies with a Japanese fan as he delivers a very laid-back safety talk. Then we are all allowed to plunge into the lake’s depths where, according to the little people in our party, any number of “dragons may lie”.</p><p>“Can we stay here forever,” asks Jemima, my five-year-old, as she clambers out of the water, having avoided the “dragons” by sitting on one of our paddleboards, and stepping on to the wooden deck.</p> <a href=\"https://www.theguardian.com/travel/2023/apr/22/good-life-summer-camp-campsite-festival-north-wales\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2023/apr/22/good-life-summer-camp-campsite-festival-north-wales", "date_published": "2023-04-22 10:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The life-changing thing I bought for £1", "description": "<p>From a racehorse to a steamboat and a house in Sicily, it’s surprising what you can buy for £1. People who bagged the bargain of a lifetime talk about what happened next</p><p><strong>Martin Higgins</strong><strong>, 60, </strong><strong>Brockham, Surrey</strong></p> <a href=\"https://www.theguardian.com/money/2023/apr/22/the-life-changing-thing-i-bought-for-1-pound\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/apr/22/the-life-changing-thing-i-bought-for-1-pound", "date_published": "2023-04-22 10:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Young country diary: The orchestra strikes up for a dawn chorus | Lucy, 13", "description": "<p><strong>Tyne and Wear:</strong> The bubbling goldfinch and chiming wren are gathered together for springtime again</p><p>Indigo gives way to a paler shade of blue,<br />It is soon joined by a silvery hue.<br />The sky lightens as dawn begins to break,<br />A lone blackbird is the first to wake.<br />The edges are now dusted with pink cloud,<br />The stage is set; he begins to sing loud and proud.<br />He is the cello, deep and melancholy,<br />Robin, on the other hand (or wing) sounds quite jolly.<br />Wren joins in, hidden in the bush,<br />Her song rings out, sounding sweet and lush;<br />She is the triangle, she almost seems to chime,<br />Trees are the conductors, branches waving in time.<br />A cheerful whistle, a bubble of song,<br />Goldfinch’s voice stands out from the throng.<br />The finches are the flutes, with their joyful trill,<br />Darting through the trees, they give me a little thrill.</p><p>Woodpecker brings the drums, hammering into a tree,<br />More and more musicians rising up around me.<br />Phone ringtones are thrown in the mix,<br />Starling is responsible, along with other tricks;<br />For he is the beatboxer, constantly changing sound,<br />His brethren join in, and gather around.<br />Pigeons perch on branches in the plum,<br />They are the oboes, a deep and resonating hum,<br />Their wings are the castanets when they fly and flap,<br />The local sparrowhawks alerted with that comical clap.<strong><br /></strong>And then it’s all over, as the final notes fade away,<br />The musicians take a bow, but will return the next day.<strong><br />Lucy, 13</strong></p> <a href=\"https://www.theguardian.com/environment/2023/apr/22/young-country-diary-the-orchestra-strikes-up-for-a-dawn-chorus\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/apr/22/young-country-diary-the-orchestra-strikes-up-for-a-dawn-chorus", "date_published": "2023-04-22 10:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Scottish strongman Tom Stoltman: ‘Autism is a superpower’", "description": "<p>The two-time World’s Strongest Man from Scotland discusses his bid for a history-making treble, his life as a skinny, gym-avoiding teenager and why autism is his ‘superpower’</p><p>In contrast to many of the other athletes at this year’s <a href=\"https://www.theworldsstrongestman.com/\">World’s Strongest Man</a> competition, two-time reigning champion Tom Stoltman presents as unflappable, almost stoic, during the tournament’s qualifying stages. His rivals often seem keen to maximize their adrenaline in the leadup to each event – they fist pump at the crowd, scream into the sky, have a training partner slap them on the back and so on. Stoltman, on the other hand, stares calmly into the middle distance, outwardly oblivious to the crowds and television cameras just feet away from him. Such measured behavior is a learned trait and, in Stoltman’s view, is a competitive advantage.</p><p>“The first few years, I used to go mental in the qualifiers and jump up and down … I would have been showing my emotions more, being aggressive more, hyping up the crowd and stuff,” he says. This is no longer the case. “If I got really angry today, or if got really hyped up, it’s going to just drain me … [My] tank is going to be empty by the time the final comes … That’s why I don’t really go out of first gear in the qualifiers.”</p> <a href=\"https://www.theguardian.com/sport/2023/apr/22/tom-stoltman-worlds-strongest-man-autism\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/22/tom-stoltman-worlds-strongest-man-autism", "date_published": "2023-04-22 09:30:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bobby Moore’s ex-wife urges return of lost shirt from 1966 World Cup final", "description": "<p>Tina Moore unsure how red England shirt left her possession but it is now in hands of mystery private buyer</p><p>It is the most famous moment in English football. Bobby Moore, the England captain, hoisted on the shoulders of his teammates, holding the World Cup trophy aloft in 1966.</p><p>While the moment was captured on camera and preserved for posterity, the red England shirt the centre-half was wearing, with the number six on the back, has been lost – and Moore’s ex-wife is urging its current owner to return it.</p> <a href=\"https://www.theguardian.com/football/2023/apr/22/bobby-moore-ex-wife-urges-return-of-lost-shirt-from-1966-world-cup-final\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/22/bobby-moore-ex-wife-urges-return-of-lost-shirt-from-1966-world-cup-final", "date_published": "2023-04-22 09:25:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "RCN head accuses Barclay of issuing ‘blatant threat’ with legal action over strikes", "description": "<p>Pat Cullen said health secretary’s attempt to block 48-hour nurses’ strike was ‘cruel’ and ‘unacceptable’ </p><p>The health secretary’s legal challenge against the Royal College of Nursing’s forthcoming strike is a “blatant threat”, the union’s leader has said.</p><p>Steve Barclay’s <a href=\"https://www.theguardian.com/uk-news/2023/apr/21/steve-barclay-accused-of-trying-to-bully-and-silence-nurses-through-legal-threat\">decision to refer to the courts</a>, revealed on Friday, is the latest twist in the long-running saga over pay between nurses and the government.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/22/rcn-head-accuses-barclay-of-issuing-blatant-threat-with-legal-action-over-strikes\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/22/rcn-head-accuses-barclay-of-issuing-blatant-threat-with-legal-action-over-strikes", "date_published": "2023-04-22 09:07:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "US hotel workers face unwelcome guests: union busters hired by bosses", "description": "<p>Consultants hired by – and staying at – Fairmont Sonoma Mission Inn &amp; Spa to suppress workers’ union organizing drive</p><p>In the heart of California’s wine country, the Fairmont Sonoma Mission Inn &amp; Spa offers guests access to on-site geothermal mineral pools, an exclusive golf club and farm-to-table dining.</p><p>“Like the Native Americans who revered the site as a sacred healing ground, you’ll live in harmony with nature through vast open spaces, beautifully landscaped grounds, majestic redwood trees and inspiring sunsets,” boasts the resort’s <a href=\"https://www.fairmont.com/sonoma/\">website</a>.</p> <a href=\"https://www.theguardian.com/us-news/2023/apr/22/anti-union-consultants-california-fairmont-resort\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/22/anti-union-consultants-california-fairmont-resort", "date_published": "2023-04-22 09:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Not being able to have a baby was devastating – then I found people who embraced a childfree life", "description": "<p>I had always wanted to be a mother, but after three unsuccessful rounds of IVF, I decided to stop trying. What could I learn from the people who have chosen not to be parents?</p><p>It was my hen do in the Lake District and my friends had organised a game of Mr and Mrs. The idea, for the uninitiated, is to test how well you know your future spouse. Beforehand, they quizzed Ian, my intended, and then repeated the exercise with me, with extra fizzy wine. It began with the usual stuff (Where was your first kiss? Who is the better dresser?) but then they asked a question that suddenly sobered me up: “What is your greatest fear?”</p><p>I wondered whether to answer honestly. I instinctively knew the truth but was aware it might kill the vibe. I went for it anyway. “Not being able to have children,” I said. There was a momentary hush before one of the hens played a video of Ian guessing the rather more sweeping “Failure”, and someone filled my glass to the brim. I was 36.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/apr/22/not-being-able-to-have-a-baby-was-devastating-then-i-found-people-who-embraced-a-childfree-life\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/apr/22/not-being-able-to-have-a-baby-was-devastating-then-i-found-people-who-embraced-a-childfree-life", "date_published": "2023-04-22 09:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Somerset v Lancashire, Kent v Essex, and more: county cricket – live", "description": "<ul><li>Follow the play on day three from around the grounds</li><li>You can <a href=\"mailto:tanya.aldred.freelance@theguardian.com\">email Tanya</a>, tweet <a href=\"https://twitter.com/tjaldred\">@tjaldred</a> or comment below</li></ul><p><strong>DIVISION ONE</strong></p><p><strong>Canterbury: </strong>Kent v <a href=\"https://www.theguardian.com/sport/essex\">Essex</a> 289-1</p> <a href=\"https://www.theguardian.com/sport/live/2023/apr/22/somerset-v-lancashire-kent-v-essex-and-more-county-cricket-live\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2023/apr/22/somerset-v-lancashire-kent-v-essex-and-more-county-cricket-live", "date_published": "2023-04-22 08:35:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Douglas Stuart: ‘What did I want to be when I was growing up? Heterosexual’", "description": "<p>The author on self-loathing, losing his hair at 21, and finding a happy ending with his husband</p><p>Born in Glasgow, Stuart, 46, studied at the Royal College of Art. In 2000, he moved to New York to work as a fashion designer for Calvin Klein and went on to become vice-president of design at Kate Spade. In 2020, he published his first novel, <a href=\"https://www.theguardian.com/books/2020/jul/31/shuggie-bain-by-douglas-stuart-review-a-rare-and-gritty-debut\" title=\"\">Shuggie Bain</a>, which won the Booker prize as well as both debut of the year and book of the year at the British Book awards in 2021. He is adapting the book for television and working on his third novel. <a href=\"https://www.theguardian.com/books/2022/apr/06/young-mungo-by-douglas-stuart-review-grit-and-longing-in-glasgow\" title=\"\">Young Mungo</a>, his second bestseller, is out in paperback on 13 April. He lives in New York with his husband.</p><p><strong>When were you happiest?</strong><br />The summer of 1997. My husband, who is an American, gave up everything to come and live with me in Edinburgh when we were students, and we were so skint but we had so much fun.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/apr/22/douglas-stuart-interview\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/apr/22/douglas-stuart-interview", "date_published": "2023-04-22 08:30:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Swimmers poised for biggest mass trespass so far at Kinder reservoir", "description": "<p>Sunday’s event in Peak District will mark anniversary of Kinder Scout protest, seen as crucial in establishing right to roam in UK</p><p>Up to 1,000 swimmers are expected to head to Kinder reservoir in Derbyshire on Sunday in the biggest trespass of the water to date. The turnout will mark the anniversary of a <a href=\"https://www.theguardian.com/uk/1932/apr/25/1\">mass trespass that helped establish the principle of the right to roam in the UK</a>.</p><p>The swim trespass of Kinder reservoir, situated below Kinder Scout where the 1932 protest took place, has become an annual event and is growing rapidly with the boom in wild swimming.</p> <a href=\"https://www.theguardian.com/environment/2023/apr/22/swimmers-poised-for-biggest-mass-trespass-so-far-at-kinder-reservoir\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/apr/22/swimmers-poised-for-biggest-mass-trespass-so-far-at-kinder-reservoir", "date_published": "2023-04-22 08:30:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Japan’s ‘crying baby sumo’ festival returns for first time since pandemic", "description": "<p>Staff wearing demon masks try to make competing babies cry, with the first to bawl declared the winner in a centuries-old tradition</p><p>Dozens of bawling Japanese babies faced off in a traditional “crying sumo” ritual believed to bring the infants good health, which returned for the first time in four years after the pandemic.</p><p>Pairs of toddlers wearing ceremonial sumo aprons were held up by their parents and faced each other in the sumo ring at Sensoji Temple in Tokyo on Saturday.</p> <a href=\"https://www.theguardian.com/world/2023/apr/22/japans-crying-baby-sumo-festival-returns-for-first-time-since-pandemic\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/22/japans-crying-baby-sumo-festival-returns-for-first-time-since-pandemic", "date_published": "2023-04-22 08:28:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Serving UK armed forces member charged under Official Secrets Act", "description": "<p>Thomas Newsome, 36, charged with offences contrary to section 2 and section 8 of the act, Scotland Yard says</p><p>A serving member of the armed forces has been charged by counter-terrorism police with offences under the Official Secrets Act.</p><p>Thomas Newsome, 36, was charged on Friday with offences contrary to section 2 and section 8 of the Official Secrets Act 1989, Scotland Yard said.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/22/serving-uk-armed-forces-member-charged-under-official-secrets-act\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/22/serving-uk-armed-forces-member-charged-under-official-secrets-act", "date_published": "2023-04-22 08:11:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Physicist Michio Kaku: ‘We could unravel the secrets of the universe’", "description": "<p>Quantum computers will remake our world, curing cancer and fixing the climate crisis, says the scientist and sci-fi fan – but can they be made to work?</p><p>Have you been feeling anxious about technology lately? If so, you’re in good company. The United Nations has <a href=\"https://www.unesco.org/en/articles/artificial-intelligence-unesco-calls-all-governments-implement-global-ethical-framework-without\" title=\"\">urged</a> all governments to implement a set of rules designed to rein in artificial intelligence. An <a href=\"https://futureoflife.org/open-letter/pause-giant-ai-experiments/\" title=\"\">open letter</a>, signed by such luminaries as Yuval Noah Harari and Elon Musk, called for research into the most advanced AI to be paused and measures taken to ensure it remains “safe … trustworthy, and loyal”. These pangs followed the launch last year of ChatGPT, a chatbot that can write you an essay on Milton as easily as it can generate a recipe for everything you happen to have in your cupboard that evening.</p><p>But what if the computers used to develop AI were replaced by ones able to make calculations not millions, but trillions of times faster? What if tasks that might take thousands of years to perform on today’s devices could be completed in a matter of seconds? Well, that’s precisely the future that physicist <a href=\"https://www.theguardian.com/science/2021/apr/03/string-theory-michio-kaku-aliens-god-equation-large-hadron-collider\" title=\"\">Michio Kaku</a> is predicting. He believes we are about to leave the digital age behind for a quantum era that will bring unimaginable scientific and societal change. Computers will no longer use transistors, but subatomic particles, to make calculations, unleashing incredible processing power. Another physicist has likened it to putting “a rocket engine in your car”. How are you feeling now?</p> <a href=\"https://www.theguardian.com/books/2023/apr/22/physicist-michio-kaku-we-could-unravel-the-secrets-of-the-universe\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/apr/22/physicist-michio-kaku-we-could-unravel-the-secrets-of-the-universe", "date_published": "2023-04-22 08:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Appalling’ Earth Day greenwashing must not detract from message, says protest founder", "description": "<p>Denis Hayes, who coordinated the first event in 1970, denounces fossil fuel companies that use the event to get positive publicity</p><p>Corporate greenwashing should not undermine the message behind Earth Day and has nothing to do with its original aims, one of the founders of the annual environmental event has warned.</p><p>Denis Hayes, the American environmental activist who coordinated the first Earth Day in 1970, denounced the “appalling” environmental messaging by oil, gas and other extractive companies and said he hoped it did not distract attention from the threats posed by the climate crisis and biodiversity loss, which he compared to the threat of nuclear conflict during the cold war.</p> <a href=\"https://www.theguardian.com/environment/2023/apr/22/appalling-earth-day-greenwashing-a-risk-to-progress-says-protest-founder-aoe\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/apr/22/appalling-earth-day-greenwashing-a-risk-to-progress-says-protest-founder-aoe", "date_published": "2023-04-22 08:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Electric cars: could your employer help you save thousands?", "description": "<p>People are waking up to the benefits of using salary sacrifice schemes to buy greener vehicles</p><p>If you have been thinking about switching to an electric car but are worried about the cost, talk to Bill Hopkinson. Until four months ago, the sales and marketing director was driving more than 30,000 miles a year in a diesel BMW and spending about £800 a month on lease payments, fuel, insurance and maintenance.</p><p>Fast-forward to today, and he is now behind the wheel of a new, fully electric Audi Q4 e-tron. His total monthly expenditure on the car, including the use of public charging points, has fallen to £611 – meaning he is on course to save more than £2,200 a year, while, at the same time, slashing his carbon footprint.</p> <a href=\"https://www.theguardian.com/money/2023/apr/22/electric-cars-employer-save-salary-sacrifice-schemes\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/apr/22/electric-cars-employer-save-salary-sacrifice-schemes", "date_published": "2023-04-22 08:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "English wine centre in Kent hopes for planning approval within days", "description": "<p>Kentish Wine Vault aims to transform industry and produce English rival to prosecco</p><p>A landmark centre for English wine designed by Norman Foster, which supporters say will produce an affordable rival to prosecco, could be given planning approval within days.</p><p>Gary Smith, the chief executive of MDCV UK, the winemaker behind the £30m Kentish Wine Vault project, said he was hopeful about his plans to transform the country’s wine sector by producing 5m bottles of English wine a year at the new location, after months of doubt.</p> <a href=\"https://www.theguardian.com/food/2023/apr/22/english-wine-centre-kent-kentish-wine-vault-english-prosecco\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/apr/22/english-wine-centre-kent-kentish-wine-vault-english-prosecco", "date_published": "2023-04-22 08:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sacked Foreign Office whistleblower hits out at secrecy of tribunal hearing", "description": "<p>Josie Stewart, who highlighted failures in Afghan evacuation, is concerned by attempt to keep her legal challenge private</p><p>A whistleblower who was sacked for highlighting Britain’s chaotic response to the fall of Kabul has expressed frustration at government attempts to have her legal challenge against her dismissal held in private.</p><p>Josie Stewart, a senior official, was fired from the Foreign, Commonwealth and Development Office (FCDO) for giving an anonymous interview to the BBC about the <a href=\"https://www.theguardian.com/politics/2022/mar/21/boris-johnson-did-prioritise-animal-charity-for-afghan-evacuation-mps-told\">failures in the handling of the Afghan withdrawal</a>.</p> <a href=\"https://www.theguardian.com/politics/2023/apr/22/foreign-office-afghanistan-evacuation-whistleblower-josie-stewart-tribunal-secrecy\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/apr/22/foreign-office-afghanistan-evacuation-whistleblower-josie-stewart-tribunal-secrecy", "date_published": "2023-04-22 08:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Football, sleep, repeat: Sandhurst Town and a fixture pile-up for the ages", "description": "<p>An icy winter and a sodden spring leave promotion-chasing non-leaguers preparing for a seventh game in 10 days</p><p>“I think it is not right,” griped Erik ten Hag, surveying Manchester United’s fixture schedule. “When we start talking about it, I get really angry,” seethed Jürgen Klopp, bemoaning two games a week.</p><p>Those blessed with charter aircrafts and elite recovery facilities might spare a thought for the lower orders of English football. The wettest winter on record has taken a scything toll on schedules for teams without undersoil heating and drainage systems. Many non-league clubs have reached pile-up situations, though none quite like the Berkshire club Sandhurst Town, of the Combined Counties League Division One, step six in the pyramid system, who this week played – and won – on Monday, Tuesday, Wednesday and Thursday nights. Saturday’s home match against the west London club Rayners Lane will be the Fizzers’ seventh game in 10 days. After that come fixtures on Monday, Wednesday and Saturday.</p> <a href=\"https://www.theguardian.com/football/2023/apr/22/football-sleep-repeat-sandhurst-town-and-a-fixture-pile-up-for-the-ages\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/22/football-sleep-repeat-sandhurst-town-and-a-fixture-pile-up-for-the-ages", "date_published": "2023-04-22 07:03:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Herby rotis and mung bean curry: Yotam Ottolenghi’s Indian-inspired vegetarian feast – recipes", "description": "<p>A spicy aubergine and mung bean curry with coriander cream, plus sides of north Indian-style potato, spinach and peas and herby rotis with lemon pickle</p><p>It’s a time of the year when there’s a gear change in what I want to eat. The new season makes me race even more quickly towards fresh vegetables, herbs and spices, and I often find myself eating only vegetarian and vegan dishes for days on end, and without even consciously trying to. The veg doesn’t have to be freshly sun-kissed and perfectly seasonal, either – the bags of peas and spinach in the freezer are still on heavy rotation, and the dried pulses remain a staple – but the resulting dishes, when everything comes together in sunny harmony, so often remind me of (and whet my appetite for) the heat of the sun.</p> <a href=\"https://www.theguardian.com/food/2023/apr/22/yotam-ottolenghi-indian-vegetarian-feast-recipes-herby-rotis-pea-potato-spinach-curry-aubergine-mung-bean\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/apr/22/yotam-ottolenghi-indian-vegetarian-feast-recipes-herby-rotis-pea-potato-spinach-curry-aubergine-mung-bean", "date_published": "2023-04-22 07:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rough week, Ron? DeSantis flounders with Disney feud and abortion stance", "description": "<p>Florida governor’s recent moves see him lose political capital – and support – as he prepares for likely presidential run</p><p>One of the most entertaining Ron DeSantis stories of the week was only a parody, although he might wish it was not so. The satirical website The Onion had Florida’s rightwing governor <a href=\"https://www.theonion.com/ron-desantis-ends-disney-feud-after-being-given-guest-r-1850348756\">settling his ongoing feud with Disney</a> by taking a guest role in its hit Star Wars spin-off The Mandalorian.</p><p>Behind the mocking comedy was hard truth for a vain politician embroiled in the <a href=\"https://www.theguardian.com/us-news/2023/mar/30/disney-ron-desantis-florida-dont-say-gay\">energy-sapping scrap</a> with Florida’s biggest private employer over LBGTQ+ rights.</p> <a href=\"https://www.theguardian.com/us-news/2023/apr/22/desantis-2024-polls-florida-disney\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/22/desantis-2024-polls-florida-disney", "date_published": "2023-04-22 07:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ryan García: ‘I’m searching for something deeper than boxing’", "description": "<p>Unbeaten super-lightweight says he is ‘pushing for a higher purpose’ before Las Vegas clash with undefeated Gervonta Davis</p><p>Ryan García rolls out of bed in the middle of the morning in Los Angeles. He is shirtless, his hair is tousled and he is very sleepy as he logs on for our interview. García, of course, still looks like a multi-million dollar pin-up and, as he smiles and says hello with a lazy wave, it is easy to understand why the 24-year-old has <a href=\"https://www.instagram.com/kingryan/?hl=en\" title=\"\">9.6m followers on Instagram</a>.</p><p>His bare chest is covered in tattoos and his voice is husky with sleep as he says, “I’m pretty dazed right now. But I’m here.”</p> <a href=\"https://www.theguardian.com/sport/2023/apr/22/boxing-ryan-garcia-gervonta-davis-las-vegas\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/22/boxing-ryan-garcia-gervonta-davis-las-vegas", "date_published": "2023-04-22 07:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "30 years after Stephen Lawrence’s murder, my job as a Black police officer has never been so difficult | Ruth Honegan", "description": "<p>Successive promises of change on institutional racism have had few results – but I still believe we can create a diverse workplace</p><ul><li>Ruth Honegan is general secretary of the National Black Police Association</li></ul><p>This year, it will be 20 years since I joined policing, spurred on by two very different encounters. One was with a detective inspector in the Metropolitan police, who treated me with respect and courtesy, and suggested I sign up. The other was with some officers who behaved terribly, while I watched the people who challenged them being ignored. I realised that if you want to effect change, you can’t stay on the outside looking in. I’ve dedicated most of my service to speaking up and supporting my colleagues in the police.</p><p>As I approach my 20th anniversary, I can honestly say that working in the police service is more difficult than it has ever been. This is down to many different factors – including austerity, the pandemic, government policy and other world events – but being a Black serving police officer doesn’t seem to be getting any easier.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/22/stephen-lawrence-murder-black-police-officer-institutional-racism\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/22/stephen-lawrence-murder-black-police-officer-institutional-racism", "date_published": "2023-04-22 07:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lichens, slime moulds and wasps: RHS lists top beneficial wildlife for garden", "description": "<p>Biodiversity crisis leads horticulturalists to highlight gardeners’ role in conserving wild flora and fauna</p><p>In not so distant times, a list of garden wildlife for many horticulturalists could have been a list of deadly enemies, containing aphids, slugs, snails and other creatures previously thought of as irritants.</p><p>But as awareness of the biodiversity crisis grows, horticulturalists have become more aware of the importance of wild flora and fauna, and the important role gardeners can play in conserving it.</p><p>Lichens</p><p>Native ladybirds</p><p>Pollinators</p><p>Solitary bees (<em>Aculeate hymenoptera</em>)</p><p>Sulphur tuft fungi (<em>Hypholoma fasciculare</em>)</p><p>Slime moulds</p><p>Rose chafer beetle (<em>Cetonia aurata</em>)</p><p>Ink cap mushrooms</p><p>Hoverflies</p><p>Social wasps<br /></p> <a href=\"https://www.theguardian.com/environment/2023/apr/22/lichens-slime-moulds-and-wasps-rhs-lists-top-beneficial-wildlife-for-garden\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/apr/22/lichens-slime-moulds-and-wasps-rhs-lists-top-beneficial-wildlife-for-garden", "date_published": "2023-04-22 07:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Prince Harry’s media war continues with phone-hacking claim against Sun", "description": "<p>Harry seeking at least £200,000 in damages over alleged hacking including while Rebekah Brooks was editor</p><p>Prince Harry’s war against the British tabloid media will resume on Tuesday as the royal attempts to drag the Sun’s former editor Rebekah Brooks back into the phone-hacking scandal.</p><p>Just a week after Rupert Murdoch’s Fox News <a href=\"https://www.theguardian.com/us-news/2023/apr/18/fox-dominion-settle-us-defamation-lawsuit\">agreed to pay $787.5m</a> (£635m) to settle a US defamation suit, the British arm of his media empire is attempting to block another lawsuit that could cause immense damage to the company.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/22/prince-harry-media-war-continues-with-phone-hacking-claim-against-sun\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/22/prince-harry-media-war-continues-with-phone-hacking-claim-against-sun", "date_published": "2023-04-22 07:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Streaming: the best holiday romance films", "description": "<p>Netflix’s featherweight A Tourist’s Guide to Love follows a familiar arc, but there’s more to fall for in classics from Summertime to The Green Ray</p><p>There’s nothing new under the sun in <strong><a href=\"https://www.netflix.com/gb/title/81424906\">A Tourist’s Guide to Love</a></strong> – though there’s an awful lot of that sun, brightening every postcard shot in this featherweight Netflix romcom, and for viewers starved of warmth after a long, dreary winter, that’s enough of a lure. It follows a familiar arc: reeling from a breakup, a perky travel executive (Rachael Leigh Cook) takes a trip to Vietnam for notional work reasons, only to be swept off her feet by her charming local tour guide (Scott Lý). The film hits every holiday-romance beat you expect, but it hardly needs to shake things up: cinema has a proud and comforting tradition of stories in which a trip somewhere sunny and far away proves just the ticket for a character whose life has hit the skids.</p><p>My favourite example of the form – the fine wine to the budget lambrini of <em>A Tourist’s Guide to Love</em> – remains David Lean’s<a href=\"https://pluto.tv/en/search/details/movies/summertime-1955-1-1\"> </a><strong><a href=\"https://pluto.tv/en/search/details/movies/summertime-1955-1-1\">Summertime</a></strong> (oddly available to stream only on the free, ad-supported service Pluto). Its story of a buttoned-up, middle-aged American secretary splurging her savings on a long-desired trip to Venice and finding, with a suave Italian antique dealer, the kind of spontaneous romance she’s never known, is the platonic ideal of the genre: bathed in sunshine and Technicolor, the character blooms before our eyes, but the happy ending is compromised and complex, and richer for it.</p> <a href=\"https://www.theguardian.com/film/2023/apr/22/streaming-the-best-holiday-romance-films\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/apr/22/streaming-the-best-holiday-romance-films", "date_published": "2023-04-22 07:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "World’s most valuable private jewellery collection on display in london", "description": "<p>More than 700 items collected by late Austrian art collector Heidi Horten on show before expected £120m charity auction in Geneva</p><p>The world’s most valuable private jewellery collection will go on display in London from Saturday before what is expected to be a record-breaking £120m charity auction.</p><p>The more than 700 items of jewellery collected by the late Austrian billionaire art collector Heidi Horten is on a world tour, taking in New York, Singapore, Taipei and London, in the run-up to a four-part auction at Christie’s in Geneva next month and online. Some of the top pieces will be on public display at its St James’ auction room in central London from Saturday until Wednesday.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/apr/22/heidi-horten-world-most-valuable-private-jewellery-collection-display-london-christies-geneva\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/apr/22/heidi-horten-world-most-valuable-private-jewellery-collection-display-london-christies-geneva", "date_published": "2023-04-22 07:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Empty pockets: how snooker can reduce the temptation of match-fixing | Barry Glendenning", "description": "<p>Just Stop Oil protest not the only bad news for the sport – but entertainment at the Crucible is perhaps the best it’s ever been</p><p>When a Just Stop Oil activist disrupted the world championship snooker match between Joe Perry and Robert Milkins in its early stages on Monday night, the players looked suitably bemused. Simply going about their cue-swinging business before the table was rendered unplayable, they could have been forgiven for wondering why a pair of mild-mannered, middle-aged snooker players were being targeted by the protest group in their drive to “stop all new UK fossil fuel projects”, and their calls for “UK sporting institutions to step into civil resistance against the government’s genocidal policies”.</p><p>Of course it was nothing personal and it might have been any two players inconvenienced, as the unsuccessful attempt of another activist to simultaneously vandalise the adjacent table at the Crucible showed. The protesters simply wished to raise awareness of their cause, an ambition they can argue was achieved successfully, given it was the subject of widespread international media coverage and I’m writing about it several days later.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/22/empty-pockets-how-snooker-can-reduce-the-temptation-of-match-fixing\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/22/empty-pockets-how-snooker-can-reduce-the-temptation-of-match-fixing", "date_published": "2023-04-22 07:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Hilary Mantel on Mr Darcy: read an exclusive extract from the Wolf Hall writer’s Austen satire", "description": "<p>In the week of the Wolf Hall author’s memorial, her husband and agent talk about the Jane Austen satire she was working on when she died in 2022. Read an exclusive extract from it here, along with her earliest published work</p><p>“What might she have written next?” asked Margaret Atwood in her <a href=\"https://www.theguardian.com/books/2022/sep/23/hilary-mantel-remembered-she-was-the-queen-of-literature\" title=\"\">tribute to Hilary Mantel</a>, after the Booker prize-winning novelist’s sudden death in September last year. “I don’t know, but I will miss it.” In this, she spoke for readers around the world, eagerly awaiting a new book from the author of the Wolf Hall trilogy. Aside from her Cromwell novels, Mantel had a habit of confounding expectations, with each new work so different from its predecessor.</p><p>We now know the answer to Atwood’s question: Mantel was working on a rewriting of Pride and Prejudice, told from the perspective of the overlooked middle sister Mary Bennet, to be titled Provocation. Even more intriguingly, it was planned as a mischievous <a href=\"https://www.theguardian.com/books/janeausten\">Austen</a> mashup, with characters from all her novels making an appearance in unfamiliar guises. From 2,000 pages of bloody Tudor pageantry to Austen’s <a href=\"https://www.theguardian.com/books/2008/jul/12/saturdayreviewsfeatres.guardianreview2#:~:text=Not%20long%20before%20her%20death,two%20imagined%20inches%20of%20ivory.\" title=\"\">two-inches of ivory</a>, it is a dizzying shift in scale. “I think she thought, ‘I can just have a whole load of fun,’” says her long-term agent, Bill Hamilton. “She felt that it was time to get away from the really serious research and the big historical novels, to do something lighter.”</p> <a href=\"https://www.theguardian.com/books/2023/apr/22/my-last-words-to-her-were-i-wont-be-long-hilary-mantel-husband-on-her-last-days-and-the-novel-she-left-behind\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/apr/22/my-last-words-to-her-were-i-wont-be-long-hilary-mantel-husband-on-her-last-days-and-the-novel-she-left-behind", "date_published": "2023-04-22 07:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Serums and tints the men (and boys) in my life are happy to borrow", "description": "<p>Simple to apply and delivering instant results, these products are worth sharing</p><p>For my entire career, marketeers have promised that men’s makeup is about to finally explode into the mainstream, but what has actually happened is more gratifying – male cosmetics have just quietly and organically become not much of a big deal.</p><p>When I recently asked my teenage sons and their friends whether they’d balk at, say, a tinted face cream to unify skin tone, blur spots and give the appearance of having left their bedrooms this millennium, they were genuinely perplexed by the passe nature of the question. They simply asked where they’d find such a thing. It got me thinking about what they could pinch from me or share with their partners, and be happy with the look.</p> <a href=\"https://www.theguardian.com/fashion/2023/apr/22/serums-and-tints-the-men-and-boys-in-my-life-are-happy-to-borrow\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2023/apr/22/serums-and-tints-the-men-and-boys-in-my-life-are-happy-to-borrow", "date_published": "2023-04-22 07:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tom Gauld on creating the perfect library – cartoon", "description": "<a href=\"https://www.theguardian.com/books/picture/2023/apr/22/tom-gauld-on-creating-the-perfect-library-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/books/picture/2023/apr/22/tom-gauld-on-creating-the-perfect-library-cartoon", "date_published": "2023-04-22 07:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Russia-Ukraine war live: Pentagon leaks suspect was reportedly posting months earlier than thought", "description": "<p>Jack Teixeira began posting sensitive information on the social platform Discord in February 2022 to a much larger chat group, the New York Times reports</p><ul><li><a href=\"https://www.theguardian.com/world/2023/apr/22/russia-ukraine-war-at-a-glance-what-we-know-on-day-423-of-the-invasion\">Russia-Ukraine war: day 423 at a glance</a></li></ul><p>A Moscow court has ordered the <strong>arrest in absentia of Bulgarian investigative journalist Christo Grozev</strong>, adding him to its list of “foreign agents”, state-owned news agency RIA has reported.</p><p>Grozev is the lead Russia journalist for the Bellingcat news outlet. He played a key role in its investigation into the poisoning of opposition politician Alexei Navalny and has extensively covered Moscow’s offensive in Ukraine.</p> <a href=\"https://www.theguardian.com/world/live/2023/apr/22/russia-ukraine-war-live-pentagon-leaks-suspect-was-reportedly-posting-months-earlier-than-thought\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2023/apr/22/russia-ukraine-war-live-pentagon-leaks-suspect-was-reportedly-posting-months-earlier-than-thought", "date_published": "2023-04-22 06:41:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Time Come: Selected Prose by Linton Kwesi Johnson review – voice of a generation", "description": "<p>A collection of the radical poet’s writing charts a groundbreaking career chronicling the black British experience</p><p>One Saturday afternoon in 1972, Linton Kwesi Johnson was walking through Brixton market when he noticed three plainclothes police officers arresting a young man. Seeing their excessive use of force, his training kicked in. He had been in the youth section of the British Black Panthers and knew to write down the name and address of someone in a situation like this, because “the police would often arrest black youths and lock them up in remand centres without informing their next of kin”. But in retaliation the officers arrested Johnson too, throwing him into the back of a police van where they beat him up and racially abused him. It would take more than six months before he was acquitted of the charges of assault levelled against him.</p><p>This anecdote, buried in this new collection of Johnson’s prose, braids together the themes of the book and even his life: a practised solidarity with his fellow man, the workings of a racist state, and the vitality of the black radical tradition. It also reminds us of the brutal contingencies of a life like his. LKJ, as he is known, is now recognised as one of the great living poets of the counterculture. Penguin has anthologised his verse. He has honorary degrees and awards to his name. But he was once a young militant trying to survive a hostile environment.</p> <a href=\"https://www.theguardian.com/books/2023/apr/22/time-come-selected-prose-by-linton-kwesi-johnson-review-voice-of-a-generation\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/apr/22/time-come-selected-prose-by-linton-kwesi-johnson-review-voice-of-a-generation", "date_published": "2023-04-22 06:30:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "From festivals to glamping: 20 great UK campsites with a difference", "description": "<p>With summer pop-ups, nature, watersports and foodie options, these sites with a twist will appeal to even the most reluctant campers</p><p><strong>Rock climbing, Shropshire</strong><br />Wild Contentment is a small, off-grid campsite in a meadow at the far end of a dairy farm near Oswestry. There are a handful of pitches for tents, campervans or caravans, plus two bell tents and three “Beryls” – converted horse trailers with flushing toilets, showers and copper rolltop baths. The site, which is Greener Camping Club-certified, is a short walk from <a href=\"https://www.shropshirewildlifetrust.org.uk/nature-reserves/llanymynech-rocks\" title=\"\">Llanymynech Rocks</a>, and the owners have teamed up with a local climbing instructor to offer half-day climbing sessions (£50pp). New for 2023 are occasional activity weekends, with yoga, climbing and abseiling (the first is 13-14 May, from £105 a night). The whole site sleeps 46 and can be hired from £400 a night.<br /><em>Pitches from </em><em>£20</em><em>, </em><em><a href=\"https://www.wildcontentment.com/\" title=\"\">wildcontentment.com</a></em><br /></p> <a href=\"https://www.theguardian.com/travel/2023/apr/22/20-great-uk-campsites-with-a-difference-festivals-glamping\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2023/apr/22/20-great-uk-campsites-with-a-difference-festivals-glamping", "date_published": "2023-04-22 06:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Hunter Biden and ‘dirty’ New York: Fox News back to basics after lawsuit", "description": "<p>Network’s $787.5m settlement with Dominion over election lies is barely mentioned as hosts pick up where they left off</p><p>With Fox News humbled into a $787.5m settlement with Dominion Voting Systems over election lies this week, it might be expected that the conservative TV channel’s outspoken hosts would tone down the misinformation a bit, soften their rhetoric – basically, just chill out.</p><p>None of that has happened.</p> <a href=\"https://www.theguardian.com/us-news/2023/apr/22/fox-news-dominion-lawsuit-tucker-carlson\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/22/fox-news-dominion-lawsuit-tucker-carlson", "date_published": "2023-04-22 06:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Stephen Lawrence came to symbolise so much. But he was also my little boy | Neville Lawrence", "description": "<p>Thirty years on, my child’s killers still walk free and the Met is resisting reform – that is why I’m still fighting for justice</p><p>I try not to remember the day Stephen died. Even 30 years on, the pain of losing your firstborn never goes away. I remember watching him leave the house that morning for the last time and turn down the alleyway up to the main road where he used to catch the bus. I remember the neighbour banging on the door telling us Stephen had been attacked by a group of boys.</p><p>Later in the hospital, when the doctors told me Stephen had died, I asked to go and see him, but they said he needed cleaning up first. I remember going into the room and looking at him but I don’t know what I did, how I felt, or even if I touched him. The next morning, I woke up at home thinking it was all a bad dream. I went into his bedroom and saw his bed hadn’t been slept in – that’s when I realised it was real.</p><p>Neville Lawrence OBE is an anti-racism campaigner and the father of Stephen Lawrence. As told to Lucy Pasha-Robinson</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/22/stephen-lawrence-murder-30-years-met-police\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/22/stephen-lawrence-murder-30-years-met-police", "date_published": "2023-04-22 06:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘It has changed but I can still feel it’: local people on Eltham, 30 years after Stephen Lawrence’s murder", "description": "<p>In the south London suburb where the racist murder of a black teenager sparked a national reckoning, racial tensions may have abated but distrust still lingers</p><p>When Yumiko Takada, 43, moved to Eltham around a decade ago, she did not know why fresh flowers often surrounded a small roadside memorial plaque.</p><p>She was shocked to later learn it was the spot where Stephen Lawrence had died in a racist attack at just 18. “I saw the plaque but I didn’t know the name. When I came to know [about] it, I was shocked … It’s just wrong,” she said on Friday, the day before the 30th anniversary of his death.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/22/it-has-changed-but-i-can-still-feel-it-local-people-on-eltham-30-years-after-stephen-lawrences\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/22/it-has-changed-but-i-can-still-feel-it-local-people-on-eltham-30-years-after-stephen-lawrences", "date_published": "2023-04-22 06:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Citadel: this spy thriller is a rip-roaring, non-stop actionfest", "description": "<p>Richard Madden, Stanley Tucci and Priyanka Chopra Jones blast their way through this fun, zippy series from the Russo brothers. Just don’t take it too seriously…</p><p>I’ve always wondered what would happen to me if a blacked-out SUV screeched up and someone yelled: “GET IN — NOW! NO TIME TO EXPLAIN!” I know I would be annoying. I know my actions would ruin everyone else in the car’s day. “No explanation? At all? Come on. A hint? Come on!”</p><p>Two armed guards in leather bomber jackets bundle me into the back seat and floor it, but it’s around 2.30pm and I realise I’ve not eaten lunch. “Guys, how long’s this drive going to be?” Everyone’s mad at me because the spy agency they work for has a sprawling base across a countryside mansion and that’s a four-hour drive out of town, and they all had lunch at 1pm like normal people, so everyone’s furious when I make them pull over in a service station so I can get a claggy egg mayo baguette and a poncho (the weather has turned). My phone was on like 11% battery when I got bundled into the car, and even though I can sense a very tense atmosphere I really do have to charge it before it turns itself off, but all the guards have iPhones when I need an Android charger and it’s a whole other thing. Eventually, obviously, they put a matte black bag over my head and shoot me in the skull. Someone else can help with this shit.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/apr/22/citadel-this-spy-thriller-is-a-rip-roaring-non-stop-actionfest\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/apr/22/citadel-this-spy-thriller-is-a-rip-roaring-non-stop-actionfest", "date_published": "2023-04-22 06:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fired by AI? Just Eat UK couriers ‘deactivated for minor overpayments’", "description": "<p>Exclusive: Takeaway drivers claim they were instantly removed from company’s platform with little explanation</p><p>Takeaway couriers across the UK have been thrown off the Just Eat app for alleged overpayments as small as £1.35, which many contest, according to a new report by campaign group Worker Info Exchange.</p><p>Just Eat drivers, who in many cases are low-income migrant workers, described being instantly removed from the company’s platform – a significant hit to their livelihoods – with little explanation.</p> <a href=\"https://www.theguardian.com/business/2023/apr/22/fired-by-ai-just-eat-uk-couriers-deactivated-for-minor-overpayments\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/apr/22/fired-by-ai-just-eat-uk-couriers-deactivated-for-minor-overpayments", "date_published": "2023-04-22 06:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Is car finance the next PPI? Claims management firms cause concern", "description": "<p>Drivers could be missing out on full compensation amid rise of third-party firms submitting claims</p><p>UK consumers were this week urged to avoid the “plague” of claims management firms targeting people who may have been mis-sold a car finance deal. It has prompted suggestions that these firms may regard car finance as “the next PPI”.</p><p>Complaints about car finance lenders almost doubled in the last financial year, driven by an increase in third-party firms submitting claims on behalf of individuals.</p> <a href=\"https://www.theguardian.com/money/2023/apr/22/car-finance-next-ppi-claims-management-firms-compensation\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/apr/22/car-finance-next-ppi-claims-management-firms-compensation", "date_published": "2023-04-22 06:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Neville Lawrence says Met police surrendered to son’s killers", "description": "<p>Father speaks out on 30th anniversary of Stephen’s murder as research shows continuing stop and search inequality</p><p>Scotland Yard surrendered to the racist killers of Stephen Lawrence who are still walking free, his father has said, as he demanded police reopen their investigation and hunt them down.</p><p>Neville Lawrence said the police decision three years ago to <a href=\"https://www.theguardian.com/uk-news/2020/aug/11/the-met-closing-stephen-lawrences-case-will-deny-his-family-justice\">close the investigation</a> into the remaining gang members who escaped justice for the 1993 attack was made because black life was viewed as cheap.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/22/neville-lawrence-says-met-police-surrendered-to-sons-killers\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/22/neville-lawrence-says-met-police-surrendered-to-sons-killers", "date_published": "2023-04-22 06:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Who links a terrier and Edinburgh railway station? The Saturday quiz", "description": "<p>From guillemets to gneiss, test your knowledge with the Saturday quiz</p><p><strong>1</strong> What is the reward for “exceptional cuisine, worth a special journey”?<br /><strong>2</strong> Who was the first woman to hit a nine-dart finish in a PDC event?<br /><strong>3</strong> Which Sondheim musical is Richard Linklater filming over 20 years?<br /><strong>4</strong> What medical test is an FBC?<br /><strong>5</strong> Which 1992 novel is a key text of the “dark academia” trend?<br /><strong>6</strong> What common pet is a type of cavy?<br /><strong>7</strong> In France, what are placed within guillemets?<br /><strong>8</strong> What did St Columba supposedly encounter around AD565?<br /><strong>What links:<br />9</strong> 3, 4 and 5; 5, 12 and 13; 8, 15 and 17; 7, 24 and 25?<br /><strong>10</strong> Terrier dog; Edinburgh railway station and football club; Emile Heskey?<br /><strong>11</strong> Gneiss; hornfels; phyllite; schist; skarn?<br /><strong>12</strong> Holland; Japan; London; Plymouth?<br /><strong>13</strong> Baby; Jon; Kim; Nas X; Peep; Pump; Wayne; Yachty?<br /><strong>14</strong> Kroon; Litas; Lats?<br /><strong>15</strong> Name of Portland, Oregon; first try at piloting Flyer; Euro 1968 semi-final?</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/apr/22/who-links-a-terrier-and-edinburgh-railway-station-the-saturday-quiz\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/apr/22/who-links-a-terrier-and-edinburgh-railway-station-the-saturday-quiz", "date_published": "2023-04-22 06:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Our credibility must be safeguarded’: Cyprus in turmoil after Russia sanctions", "description": "<p>Island shuts 10,000 Russian bank accounts as US and UK put Cypriot lawyers and accountants under sanctions for enabling oligarchs including Roman Abramovich</p><ul><li><a href=\"https://www.theguardian.com/world/2023/apr/18/cypriot-firm-orthodox-oligarch-sanctions-konstantin-malofeyev\">How Cypriot firm helped ‘Orthodox oligarch’ after sanctions</a></li><li><a href=\"https://www.theguardian.com/world/2023/apr/18/the-cyprus-connection-the-family-firm-that-helped-pour-abramovichs-millions-into-chelsea\">Family firm that helped pour Abramovich’s millions into Chelsea</a></li></ul><p>Back-to-back meetings, an air of discernible panic, policymakers engaged in frantic damage limitation and Cyprus once again in the eye of a Russia-related storm. It’s been an unusually fraught fortnight for the Mediterranean island’s newly installed president, arduous in ways that Nikos Christodoulides might never have imagined when he assumed office on 1 March.</p><p>First came the news that <a href=\"https://www.theguardian.com/world/2023/apr/12/uk-imposes-sanctions-on-enablers-accused-of-helping-oligarchs-hide-assets\">13 Cypriot entities and individuals</a> had been placed on Anglo-American sanctions lists for enabling Russian oligarchs. The measures were aimed at dismantling the financial networks of Roman Abramovich and Alisher Usmanov, both close allies of Vladimir Putin. Overnight, bank accounts and other assets belonging to their alleged “financial fixers” were frozen.</p> <a href=\"https://www.theguardian.com/world/2023/apr/22/cyprus-russia-sanctions-us-uk\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/22/cyprus-russia-sanctions-us-uk", "date_published": "2023-04-22 06:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Marathon mortgages of up to 40 years on rise among UK first-time buyers", "description": "<p>More opt for longer loan deals and lower monthly payments as rents soar in cost of living crisis</p><p>A standard mortgage used to run for 25 years but experts are reporting a growing trend for marathon loans spread over up to 40 years as first-time buyers and movers opt for lower monthly payments in an effort to bridge the gap between rising living costs and still-high asking prices.</p><p>New figures show the number of first-time buyers opting for a mortgage term longer than 35 years more than doubled during 2022 to 17%. The number taking out a loan over 30 to 35 years also increased – from 34% to 38% – during the same period, according to the banking group UK Finance.</p> <a href=\"https://www.theguardian.com/money/2023/apr/22/mortgages-40-years-uk-first-time-buyers\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/apr/22/mortgages-40-years-uk-first-time-buyers", "date_published": "2023-04-22 06:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Share a bath, play the three-minute game and don’t catastrophise! How to have better sex", "description": "<p>From the first to time through to the menopause, expert advice on how to improve your sex life – no matter your age, experience or desire</p><p>There’s an irony – or maybe not – in the fact that since we’ve become more “open” about sex as a society, we’ve been having less of it. So sex is everywhere, but not so much in the nation’s bedrooms (or sitting room floors, or on the kitchen worktops or wherever else you might care to get down to it). The generation that had most sex was born in the <a href=\"https://www.psychologytoday.com/gb/blog/psymon-says/202303/how-often-do-people-have-sex\" title=\"\">1930s</a> – the so-called silent generation; the generations that have it least are millennials, born between 1981 and 1996 and Gen Z who are born between 1997 and 2012.</p><p>In Britain, across all age groups, around <a href=\"https://yougov.co.uk/topics/society/articles-reports/2020/02/24/how-much-sex-are-britons-having\" title=\"\">one in four</a> of us has sex at least once in an average week with almost one in 10 of us managing three times – but the older we are, the less common sex is. The average age someone <a href=\"https://yougov.co.uk/topics/society/articles-reports/2023/03/01/what-age-did-britons-lose-their-virginity\" title=\"\">loses their virginity is 17</a>, with late twentysomethings having the most sex. But by our late 30s, four in 10 report having not had sex in the past week, and around a fifth of 40 to 44-year-olds aren’t having sex at all.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/apr/22/how-to-have-better-sex\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/apr/22/how-to-have-better-sex", "date_published": "2023-04-22 06:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Who invented school and how do spiders climb walls? Try our kids’ quiz", "description": "<p>Five multiple-choice questions – set by children – to test your knowledge, and a chance to submit your own junior brainteasers for future quizzes</p><ul><li><a href=\"https://www.theguardian.com/lifeandstyle/2021/sep/25/does-your-child-have-a-question-for-our-new-kids-quiz\">Submit a question</a></li></ul><p><a href=\"https://www.instagram.com/everythingunderthesunpod/?hl=en\">Molly Oldfield</a> hosts <a href=\"https://podcasts.apple.com/gb/podcast/everything-under-the-sun/id1442273607?mt=2\">Everything Under the Sun</a>, a weekly podcast answering children’s questions, out <a href=\"https://guardianbookshop.com/everything-under-the-sun-9780241433461\">now as a book</a>.</p><p>Does your child have a question? Submit one <a href=\"https://www.theguardian.com/lifeandstyle/2021/sep/25/does-your-child-have-a-question-for-our-new-kids-quiz\">here</a></p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/apr/22/who-invented-school-and-how-do-spiders-climb-walls-try-our-kids-quiz\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/apr/22/who-invented-school-and-how-do-spiders-climb-walls-try-our-kids-quiz", "date_published": "2023-04-22 06:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Men my age aren’t good on their own. They’re needy’: Lesley Manville on being happily single and her big problem with Hollywood", "description": "<p>The Mike Leigh favourite has become an Oscar-nominated A-lister. She talks about her glamorous mother, her on-stage stamina and being left holding the baby by Gary Oldman</p><p>Before meeting Lesley Manville, I watch a preview of Citadel, the new Amazon spy thriller in which she stars alongside <a href=\"https://www.theguardian.com/tv-and-radio/richard-madden\" title=\"\">Richard Madden</a>, <a href=\"https://www.theguardian.com/world/2023/mar/29/bollywood-fair-skin-obsession-drove-me-away-priyanka-chopra-jonas\" title=\"\">Priyanka Chopra</a> and <a href=\"https://www.theguardian.com/film/stanley-tucci\" title=\"\">Stanley Tucci</a>. It’s glossy, supercharged, high-body-count, fights-to-the-death-in-speeding-train-lavatories TV. Punches have squelch sound effects. Hitmen are covered in blood splatter. Chopra is tossed about like a rag doll. Manville’s scenes are sedate by comparison. She plays an “incredibly bad” UK ambassador to the US – bowing to the boilerplate that the UK government is upper class, sadistic, speaking only in clipped Anglo-Saxon. All well and good. Until I ask Manville her view of the violence. She frowns. “Oh,” she says. “I can’t watch violence. I don’t watch any.”</p><p>“It’s a big topic, really,” she says. Possibly “too big” to cover here. She hesitates, perhaps sensing a conflict between principles and practice. She offers a disclaimer – she hasn’t seen the final edit of Citadel, isn’t certain of the full extent of the violence. Then: “I hate it, basically. I get offended by it. I really think it’s bad news. People talk about <a href=\"https://www.theguardian.com/tv-and-radio/series/game-of-thrones-episode-by-episode\" title=\"\">Game of Thrones</a>. I’ve never been able to watch it. Also, it’s pretty violent towards women. I really don’t want to see that.” She shudders when I mention Quentin Tarantino’s <a href=\"https://www.theguardian.com/film/2019/may/21/once-upon-a-time-in-hollywood-review-tarantino-dazzling-dicaprio-pitt\" title=\"\">Once Upon a Time in Hollywood</a>. She watched it in Los Angeles with <a href=\"https://www.theguardian.com/film/paul-thomas-anderson\" title=\"\">Paul Thomas Anderson</a>, director of <a href=\"https://www.theguardian.com/film/2017/dec/07/phantom-thread-review-daniel-day-lewis-paul-thomas-anderson\" title=\"\">Phantom Thread</a>, for which she was nominated for an Oscar in 2018. Upsetting? “Yes. <em>Yes</em>.” Her position is not merely squeamish, it’s political. “I’m a woman, for a start. Being a woman is a political position,” she argues. “You need to understand what’s going on, the risks, what you’re up against.”</p> <a href=\"https://www.theguardian.com/culture/2023/apr/22/lesley-manville-hollywood-gary-oldman-citadel-amazon-prime\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/apr/22/lesley-manville-hollywood-gary-oldman-citadel-amazon-prime", "date_published": "2023-04-22 06:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Couple help to save a girl and her father from drowning: ‘we’re not heroes’", "description": "<p>Samantha Conover and her companions were on a boat and took action to locate a man and his teen whose jet ski had sunk</p><p>A woman, her fiancé and her friends were heading back from dinner on a boat last weekend when they ended up helping save the lives of a father and daughter whose personal watercraft had sunk near Tampa, <a href=\"https://www.theguardian.com/us-news/florida\">Florida</a>.</p><p>The Tampa news channel <a href=\"https://www.abcactionnews.com/news/region-hillsborough/good-samaritan-recounts-thrilling-but-emotional-rescue-on-lake-thonotosassa\">WFTS</a> hailed Samantha Conover and her companions as heroes after they helped a local sheriff’s office deputy search for the missing man and girl and pull them out of the water, but the group has resisted the label.</p> <a href=\"https://www.theguardian.com/us-news/2023/apr/21/couple-help-to-save-a-girl-and-her-father-from-drowning-were-not-heroes\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/21/couple-help-to-save-a-girl-and-her-father-from-drowning-were-not-heroes", "date_published": "2023-04-22 05:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fake accounts, chaos and few sign-ups: the first day of Twitter Blue was messy", "description": "<p>Elon Musk’s attempt to make the social media site profitable seemed to flop as the verification check lost all meaning</p><p>Friday marked the first full day Twitter’s new policies for verified accounts were applied – and the results were not pretty.</p><p>Twenty-four hours after blue checkmarks <a href=\"https://www.theguardian.com/technology/2023/apr/20/twitter-blue-checks-disappear-legacy-accounts-elon-musk\">began to disappear</a> from formerly verified Twitter accounts, chaos reigned on the website, with impersonation and false information running rampant and few people signing up for the service the changes were meant to promote.</p> <a href=\"https://www.theguardian.com/technology/2023/apr/21/elon-musk-twitter-blue-rollout\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/apr/21/elon-musk-twitter-blue-rollout", "date_published": "2023-04-22 05:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A California journalist documents the far-right takeover of her town: ‘We’re a test case’", "description": "<p>Doni Chamberlain’s been a journalist in Shasta county for nearly 30 years. Now she’s targeted by the extremists who are looking to reshape the region</p><p>In a seemingly long gone era – before the Trump presidency, and Covid, and the 2020 election – Doni Chamberlain would get the occasional call from a displeased reader who had taken issue with one of her columns. They would sometimes call her stupid and use profanities.</p><p>Today, when people don’t like her pieces, Chamberlain said, they tell her she’s a communist who doesn’t deserve to live. One local conservative radio host said she should be hanged.</p> <a href=\"https://www.theguardian.com/us-news/2023/apr/21/california-journalist-far-right-takover-shasta-county\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/21/california-journalist-far-right-takover-shasta-county", "date_published": "2023-04-22 05:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Blind date: ‘We’re already planning his trip to visit me in France’", "description": "<p>Deborah, 65, an international property consultant, meets Graham, 71, musician</p><p><strong>What were you hoping for?</strong><br />It was impossible not to speculate about a musical man whose loving daughter felt inclined to submit his profile to Blind Date.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/apr/22/blind-date-deborah-graham\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/apr/22/blind-date-deborah-graham", "date_published": "2023-04-22 05:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Don’t bin radish tops – put them in a bean-based ‘risotto’ instead | Waste not", "description": "<p>Beans are an economical and low-impact crop, and adaptable, too, as in this super-savoury risotto-style dish finished with leftover radish tops (or any other greens)</p><p>Beans are having bit of a moment right now, having been identified as a globally accessible, climate-friendly and economical crop. That’s one reason the <a href=\"https://beansishow.org/about/\">Beans Is How</a> campaign was created, aiming to help double global bean consumption by 2028, a shift towards a sustainable protein source that might have a positive impact on our environment.</p><p>Beanotto is a creamy, risotto-inspired dish made using similar ingredients and techniques, but with beans instead of rice. It’s a speedy alternative that doesn’t involve all that stirring, and there’s no stock required, either, which saves even more time. Boost the flavours by stirring a glass of dry vermouth or white wine into the soffritto and add aquafaba to give the beans the required texture while also saving waste.</p> <a href=\"https://www.theguardian.com/food/2023/apr/22/radish-tops-beanotto-zero-waste-cooking-risotto-recipe-tom-hunt\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/apr/22/radish-tops-beanotto-zero-waste-cooking-risotto-recipe-tom-hunt", "date_published": "2023-04-22 05:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "My organs are floating soup dumplings: Edith Pritchett on hot yoga – cartoon", "description": "<a href=\"https://www.theguardian.com/lifeandstyle/ng-interactive/2023/apr/22/edith-pritchett-on-hot-yoga-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/ng-interactive/2023/apr/22/edith-pritchett-on-hot-yoga-cartoon", "date_published": "2023-04-22 05:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Shakespeare can help us survive war’: Ukrainian academic toasts bard in UK visit", "description": "<p>Nataliya Torkut likens Zelenskiy to Henry V at Agincourt as she visits Stratford-upon-Avon to mark playwright’s birthday</p><p>Ukrainians need not only weapons but culture and art in order to survive the onslaught of war, says Prof Nataliya Torkut, head of the Ukrainian Shakespeare Centre.</p><p>During a visit to the UK for Shakespeare’s birthday celebrations, the first time she has left Ukraine since Russia’s invasion, Torkut called for a greater awareness of the role of culture for people living through the trauma of war.</p> <a href=\"https://www.theguardian.com/world/2023/apr/22/shakespeare-can-help-us-survive-war-ukrainian-academic-toasts-bard-in-uk-visit\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/22/shakespeare-can-help-us-survive-war-ukrainian-academic-toasts-bard-in-uk-visit", "date_published": "2023-04-22 05:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "TV tonight: Ringo Starr and Nile Rogers celebrate Little Richard", "description": "<p>Keith Richards also stars in this brilliant documentary. Plus: will we ever find out who bumped off Alan Conway in Magpie Murders? Here’s everything to watch this evening</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/apr/22/tv-tonight-ringo-starr-and-nile-rogers-celebrate-little-richard\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/apr/22/tv-tonight-ringo-starr-and-nile-rogers-celebrate-little-richard", "date_published": "2023-04-22 05:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tim Dowling: my wife is filming me raking the lawn - and I look like a tool", "description": "<p>She wants me to demonstrate how to use various garden implements for her business. Problem is: I can’t act</p><p>The sun is shining and the birds are singing. White petals from next door’s cherry tree are drifting by my open office door. My wife crosses the garden and sticks her head in.</p><p>“Is this a good time?” she says.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/apr/22/tim-dowling-my-wife-is-filming-me-raking-the-lawn\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/apr/22/tim-dowling-my-wife-is-filming-me-raking-the-lawn", "date_published": "2023-04-22 05:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "From Evil Dead Rise to Everything But the Girl: a complete guide to this week’s entertainment", "description": "<p>Whether it’s the latest instalment of the splattertastic franchise or the return of some electropop greats, our critics have you covered for the next seven days</p><p><strong>Evil Dead Rise</strong><br /><em>Out now</em><br />Crawling out of the grave to striking effect, Evil Dead Rise isn’t just another exercise in resurrecting an ancient horror franchise for a quick studio cash-grab. Full credit to director Lee Cronin (The Hole in the Ground) – this is nail-biting, fun-filled horror with a flair for shock and gore.</p> <a href=\"https://www.theguardian.com/culture/2023/apr/22/from-evil-dead-rise-to-everything-but-the-girl-a-complete-guide-to-this-weeks-entertainment\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/apr/22/from-evil-dead-rise-to-everything-but-the-girl-a-complete-guide-to-this-weeks-entertainment", "date_published": "2023-04-22 05:00:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Kim A Lim lights up Chevron Championship as darkness curtails play", "description": "<ul><li>US Open-winner Kim posts seven-under to lead 2023’s first major</li><li>Day 2 play delayed by wild storms then curtailed by darkness</li></ul><p>South Korea’s Kim A Lim posted the round of the week to jump to the top of the Chevron Championship leaderboard on Friday before second round play at the year’s first women’s major was halted due to darkness at Houston’s The Club at Carlton Woods.</p><p>Kim, who won the 2020 U.S. Open at another Houston area layout the Champions Club, returned a seven-under 65 to sit one clear of Americans Lilia Vu and Megan Khang.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/22/kim-a-lim-lights-up-chevron-championship-as-darkness-curtails-play\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/22/kim-a-lim-lights-up-chevron-championship-as-darkness-curtails-play", "date_published": "2023-04-22 04:34:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Curating the war: Kyiv museum exhibits objects left by Russian soldiers", "description": "<p>National Museum of History of Ukraine swaps ancient history displays for depictions of horrors of war through artefacts retrieved from formerly occupied areas</p><p>On 24 February 2022, the day <a href=\"https://www.theguardian.com/world/gallery/2023/feb/24/anniversary-russia-war-ukraine-marked-around-world-in-pictures\">Russia mounted its full-scale invasion of Ukraine</a>, Oleksandr Lukianov went to work – but it was anything but a normal day at the office.</p><p>He and a small group of colleagues at the National Museum of the History of Ukraine in Kyiv, where he is senior researcher, hurriedly started to dismantle the exhibits, sending some objects to safer locations in the west of the country, and storing others in the basement. The group of curators ended up living in the building for two months.</p> <a href=\"https://www.theguardian.com/world/2023/apr/22/curating-the-war-kyiv-ukraine-museum-exhibits-objects-left-by-russian-soldiers\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/22/curating-the-war-kyiv-ukraine-museum-exhibits-objects-left-by-russian-soldiers", "date_published": "2023-04-22 04:00:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Weekend podcast: Fatima Whitbread, Marina Hyde on the coronation ‘moment’, and Ruthie Henshall turns campaigner", "description": "<p>Champion javelin thrower Fatima Whitbread reveals how competitive sport saved her (1m03s); Marina Hyde asks why the coronation is being overshadowed by Meghan, Harry and a quiche (17m10s); and from the West End stage to care homes campaigner, Ruthie Henshall talks to Sam Wollaston (24m30s)</p> <a href=\"https://www.theguardian.com/lifeandstyle/audio/2023/apr/22/weekend-podcast-fatima-whitbread-marina-hyde-on-the-coronation-moment-ruthie-henshall-turns-campaigner\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/audio/2023/apr/22/weekend-podcast-fatima-whitbread-marina-hyde-on-the-coronation-moment-ruthie-henshall-turns-campaigner", "date_published": "2023-04-22 04:00:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Montevideo Maru: wreck of ship sunk in Australia’s worst maritime disaster found after 80 years", "description": "<p>About 1,060 WWII prisoners died when the ship, which has now been found in the South China Sea, was sunk by an American missile in 1942</p><ul><li><a href=\"https://www.theguardian.com/australia-news/live/2023/apr/21/australia-news-live-renewables-superpower-clean-energy-summit-jim-chalmers-nsw-liberals-leadership-indigenous-voice-cost-of-living-interest-rates-drug-reform\">Follow our Australia news live blog for the latest updates</a></li><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>The wreck of a ship caught up in Australia’s worst ever maritime disaster has been found 4,000 metres under the sea, 80 years after it was torpedoed by an American submarine.</p><p>The Montevideo Maru, discovered off the coast of the Philippines, sank with about 980 Australian troops and civilians on board – almost twice as many Australians killed than during the Vietnam war.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon</a></strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\"> </a><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">email newsletters for your daily news roundup</a></strong></p> <a href=\"https://www.theguardian.com/australia-news/2023/apr/22/montevideo-maru-wreck-of-ship-sunk-in-australias-worst-maritime-disaster-found-after-80-years\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2023/apr/22/montevideo-maru-wreck-of-ship-sunk-in-australias-worst-maritime-disaster-found-after-80-years", "date_published": "2023-04-22 02:09:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Abortion pill ruling: will the US supreme court hear another abortion case?", "description": "<p>The supreme court on Friday blocked restrictions ordered by lower courts on mifepristone</p><p>The supreme court on Friday blocked restrictions on mifepristone while a lawsuit brought by anti-abortion groups targeting the pill proceeds.</p><p>In an unsigned order, the justices granted an emergency request by the Biden administration to prevent a lower court ruling targeting the Food and Drug Administration’s regulation of the pill. As a result of the supreme court’s order, access to the drug will remain unchanged for now.</p> <a href=\"https://www.theguardian.com/us-news/2023/apr/21/abortion-pill-ruling-mifepristone-supreme-court-explained\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/21/abortion-pill-ruling-mifepristone-supreme-court-explained", "date_published": "2023-04-22 01:50:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Russia-Ukraine war at a glance: what we know on day 423 of the invasion", "description": "<p>Nato chief ‘confident’ Ukraine is ready to retake more territory; suspect in Pentagon leaks posted information earlier than previously thought – report</p><ul><li><a href=\"https://www.theguardian.com/world/russia+ukraine\">See all our Russia-Ukraine war coverage</a></li></ul><p><strong>The Nato secretary general, Jens Stoltenberg, has said he is “confident” that Ukraine is prepared to retake more territory as Kyiv readies for a new offensive against invading Russian forces.</strong> Stoltenberg told journalists in Germany when asked if Ukraine has what it needs to successfully execute the offensive: “I’m confident that they will now be in a position to be able to liberate even more land.” He also invited the Ukrainian president, Volodymyr Zelenskiy, to the Nato summit in July and emphasised the need to support Ukraine’s battlefield logistics.</p><p><strong>Jack Teixeira, the US air national guardsman accused of leaking classified defence documents to a small group of gamers, posted sensitive information months earlier than previously known and to a much larger chat group</strong>, the New York Times has reported. In February 2022, soon after the invasion of Ukraine, a user profile matching that of Teixeira began posting secret intelligence on the Russian war effort on a previously undisclosed chat group of about 600 members on the social platform Discord. The Pentagon has declined to comment on the new report.</p><p><strong>A Moscow court has ordered the arrest in absentia of Bulgarian investigative journalist Christo Grozev, adding him to its</strong> <strong>list of “foreign agents”,</strong> <strong>state-owned news agency RIA has reported</strong>. Grozev is the lead Russia journalist for the Bellingcat news outlet, and played a key role in its investigation into the poisoning of the opposition politician Alexei Navalny.</p><p><strong>Germany, Poland and Ukraine signed an agreement on Friday for a hub to repair Leopard tanks used in Ukraine to fight Russian forces, Germany’s defence minister, Boris Pistorius, said at a meeting of allies at the Ramstein airbase.</strong> He sounded a note of caution about any early invitation for Ukraine to join Nato. All parties agreed on how to finance such a hub, which will cost €150m-€200m a year and could begin operations at the end of May.</p><p><strong>International backing for <a href=\"https://www.theguardian.com/world/ukraine\">Ukraine</a> holds “strong and true”, said the US defence secretary, Lloyd Austin, as he opened a meeting in Germany with allies to discuss further support for Kyiv.</strong> Austin confirmed the US is helping to train nine Ukrainian “storm” brigades for the counteroffensive and stressed the need to make Ukraine’s air defence system “robust” and “rigorous”. Austin said: “Our support for the forces of freedom in Ukraine holds strong and true. At today’s contact group meeting, we’ll focus on three key issues: air defence, ammunition and enablers.”</p><p><strong>Ukraine’s defence minister, Oleksii Reznikov, has tweeted about the meeting of the Ukraine defence contact group in Ramstein</strong>, Germany, saying that Ukraine is “de facto already a part of the alliance’s security space” having reached “unprecedented levels of interoperability”.</p><p><strong>A Moscow court has issued a warrant for the arrest of the head of Ukrainian military intelligence, Kyrylo Budanov, accusing the spy chief of organising “terrorist attacks” inside Russia, state-owned news agency RIA reported.</strong> RIA cited the court as saying that Budanov was accused of offences related to terrorism and arms smuggling. The move against him was announced “in absentia”, in an apparent acknowledgment that Budanov cannot be immediately detained.</p><p><strong>The Canadian government announced C$39m (£23.26m) in new military assistance for Ukraine including 40 sniper rifles, 16 radio sets and a donation to a Nato fund to help in the war.</strong> The latest round of Canadian aid, which also includes ammunition for the rifles, was announced by Canada’s defence minister, Anita Anand, at the Ramstein airbase in Germany where Nato defence officials met to discuss further military supplies for Ukraine.</p><p><strong>The UK has imposed sanctions on five people linked to the arrest of the Kremlin critic Vladimir Kara-Murza, who was jailed this week for 25 years.</strong> Elena Lenskaya, a judge who approved Kara-Murza’s arrest, along with Denis Kolesnikov and Andrei Zadachin, investigators involved in the arrest of Kara-Murza, will all be hit with sanctions. FSB agents Alexander Samofal and Konstantin Kudryavtsev, who followed Kara-Murza on multiple trips before he was poisoned in 2015, will be sanctioned as well.</p> <a href=\"https://www.theguardian.com/world/2023/apr/22/russia-ukraine-war-at-a-glance-what-we-know-on-day-423-of-the-invasion\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/22/russia-ukraine-war-at-a-glance-what-we-know-on-day-423-of-the-invasion", "date_published": "2023-04-22 01:36:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Raab goes down swinging’: what the papers say as deputy PM resigns", "description": "<p>Dominic Raab has quit over bullying findings that he dismisses as a ‘Kafkaesque saga’ – here is how the UK front pages are covering it </p><p><a href=\"https://www.theguardian.com/politics/2023/apr/21/dominic-raab-resignation-letter-rishi-sunak-reply-full\">Dominic Raab has resigned</a> as deputy prime minister after an official report found he had bullied civil servants. Let’s look at the reaction on the front pages.</p><p>We begin with the <strong>Guardian</strong> which says “Raab quits in fury”. It reports that the investigation by Adam Tolley KC cited “abuse of power”, but that Raab believes himself the victim of “activist civil servants” trying to block the Conservative government’s work.</p> <a href=\"https://www.theguardian.com/media/2023/apr/22/raab-goes-down-swinging-what-the-papers-say-as-deputy-pm-resigns\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/apr/22/raab-goes-down-swinging-what-the-papers-say-as-deputy-pm-resigns", "date_published": "2023-04-22 01:34:23+00:00", "persistent": false, "user": null, "language": "en-UK"}]