[{"source": "https://businessinsider.com.pl/.feed", "title": "Ukraina nie kryje problemów. Prosi Zachód o F-16", "description": "Zimowe rosyjskie ataki na obiekty infrastruktury krytycznej osłabiły ukraińską obronę powietrzną, dlatego potrzebujemy jej wzmocnienia np. przez samoloty F-16 — powiedział w sobotę rzecznik ukraińskich sił powietrznych Jurij Ihnat.", "link": "https://businessinsider.com.pl/wiadomosci/ukraina-nie-kryje-problemow-prosi-min-o-f-16-by-odpierac-rosjan/y62hmgl", "date_published": "2023-04-22 19:02:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Nowa atrakcja na Mazurach. Giżycko jak Londyn", "description": "W tym sezonie jezioro Niegocin w Giżycku będzie można podziwiać z wysokości 12. piętra. A wszystko to dzięki nowej atrakcji, czyli kołu widokowemu.", "link": "https://businessinsider.com.pl/lifestyle/nowa-atrakcja-na-mazurach-gizycko-jak-londyn/y6xb1fz", "date_published": "2023-04-22 18:25:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Cwany Grek się doigrał. Gigantyczna kara za samowolę budowlaną w turystycznym raju", "description": "Właściciel baru na plaży na greckiej wyspie Mykonos został ukarany grzywną w wysokości 33 mln euro za samowolę budowlaną, której powierzchnia przekracza 500 metrów kwadratowych — poinformował w sobotę grecki portal dziennika \"Kathimerini\".", "link": "https://businessinsider.com.pl/wiadomosci/cwany-grek-sie-doigral-gigantyczna-kara-za-samowole-budowlana-w-turystycznym-raju/lpnb99b", "date_published": "2023-04-22 17:54:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Francja zagrała na korzyść Putina i Łukaszenki? Odmówiła map Ukrainie", "description": "Francja odmówiła Ukrainie dostępu do map cyfrowych, niezbędnych do wykonywania misji na niskich wysokościach przez samoloty bojowe lub drony nad Białorusią — poinformował francuski dziennik \"Le Monde\". Jak dodano, Paryż uzasadnił swoją odmowę tym, że jest gotów niezachwianie wspierać obronę terytorium Ukrainy, ale udział w operacjach na obcej ziemi nie wchodzi w grę", "link": "https://businessinsider.com.pl/wiadomosci/francja-zagrala-na-korzysc-putina-i-lukaszenki-odmowila-map-ukrainie/qgrkcrc", "date_published": "2023-04-22 17:16:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Przedświąteczne zaskoczenie w sklepach. Najmocniej oberwały hipermarkety", "description": "Przed tegoroczną Wielkanocą o 5 proc. zmalał ruch w wielkopowierzchniowych sklepach spożywczych w porównaniu do zeszłorocznego okresu przedświątecznego. Patrząc na wyniki poszczególnych formatów, widać, że najmniej straciły dyskonty – tylko 1,2 proc. wizyt rdr. Najgorzej poradziły sobie hipermarkety.", "link": "https://businessinsider.com.pl/wiadomosci/przedswiateczne-zaskoczenie-w-sklepach-najmocniej-oberwaly-hipermarkety/lcel8s9", "date_published": "2023-04-22 17:04:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Zmieniły się ceny używanych samochodów. Polacy nie będą zadowoleni", "description": "Liczba rejestracji używanych samochodów osobowych i dostawczych o dopuszczalnej masie całkowitej (DMC) do 3,5 tony sprowadzonych do Polski w marcu wyniosła 73 tys. 356 sztuk i po raz pierwszy od 15 miesięcy spadków wynik marcowy wykazał minimalny wzrost — na poziomie 1 proc., podał IBRM Samar. W ujęciu miesięcznym mediana cen aut co prawda nieco spadła, ale w ujęciu rocznym wzrost sięga ponad 30 proc.", "link": "https://businessinsider.com.pl/technologie/motoryzacja/zmienily-sie-ceny-uzywanych-samochodow-polacy-nie-beda-zadowoleni/30sqy4r", "date_published": "2023-04-22 16:45:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Ten kraj nie zakaże importu zboża z Ukrainy. Jak sobie poradzą z problemem?", "description": "Rumunia nie wprowadzi zakazu importu ukraińskiego zboża i będzie czekać na decyzję Komisji Europejskiej w tej sprawie — poinformował w piątek rumuński minister rolnictwa Petre Daea cytowany przez agencję Reutera.", "link": "https://businessinsider.com.pl/wiadomosci/ten-kraj-nie-zakaze-importu-zboza-z-ukrainy-jak-sobie-poradza-z-problemem/ve0zl8p", "date_published": "2023-04-22 16:21:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Tego Putin się obawiał. Jasna deklaracja NATO w sprawie Ukrainy", "description": "Wszyscy członkowie NATO zgadzają się, że Ukraina powinna stać się członkiem Sojuszu Północnoatlantyckiego — zapewnił w piątek sekretarz generalny NATO Jens Stoltenberg na konferencji prasowej przed spotkaniem grupy kontaktowej ds. Ukrainy w Ramstein.", "link": "https://businessinsider.com.pl/wiadomosci/tego-putin-sie-obawial-jasna-deklaracja-nato-w-sprawie-ukrainy/991s1rn", "date_published": "2023-04-22 16:16:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Rządzący szukają dodatkowych pieniędzy. Przybyło kontroli podatkowych", "description": "Z danych resortu finansów wynika, że w minionym roku wszczęto o prawie 10 proc. więcej kontroli podatkowych niż w 2021 r. Eksperci komentujący te dane mówią, że podatnicy muszą być przygotowani na dalszy wzrost liczby tego typu kontroli. I dodają, że rządzący poszukują dodatkowych środków finansowych, bo tego wymaga sytuacja gospodarcza kraju.", "link": "https://businessinsider.com.pl/wiadomosci/uwaga-rzadzacy-szukaja-dodatkowych-pieniedzy-przybylo-kontroli-podatkowych/1016bx2", "date_published": "2023-04-22 16:11:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Unia ureguluje rozwój AI, Musk chce go zatrzymać. Rewolucja ma swoje pierwsze ofiary", "description": "Ponad 24 tys. ekspertów od sztucznej inteligencji, przedsiębiorców i inwestorów wezwało we wspólnym liście do przynajmniej sześciomiesięcznej przerwy w rozwijaniu systemów AI zdolniejszych od GPT-4. Jednocześnie w Parlamencie Europejskim trwają prace nad AI Act, ustawą, która ma regulować sztuczną inteligencję na podstawie jej potencjału do wyrządzania szkód. Niewątpliwie obecne prawodawstwo nie nadąża za rozwojem nowych technologii, a zagrożeń z niej płynących nie da się już ignorować. Tylko czy postęp da się, nawet chwilowo, zatrzymać?", "link": "https://businessinsider.com.pl/technologie/nowe-technologie/unia-ureguluje-rozwoj-ai-musk-chce-go-zatrzymac-rewolucja-ma-swoje-pierwsze-ofiary/4r79wjy", "date_published": "2023-04-22 15:47:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Polska chemia w najnowszych telewizorach światowych gigantów. Dlaczego my? [WYWIAD]", "description": "Czy będzie to prawdziwy hit eksportowy i sukces polskiego zespołu chemików? Wiele na to wskazuje. Nie potrzeba do tego wielkich fabryk, produkcja może iść tylko w kilogramy, a to wystarczy, żeby zaspokoić potrzeby gigantów produkcji ekranów m.in. telewizyjnych. Z członkiem zarządu spółki Noctiluca Krzysztofem Czaplickim rozmawia Jacek Frączyk.", "link": "https://businessinsider.com.pl/technologie/nowe-technologie/polska-chemia-w-najnowszych-telewizorach-swiatowych-gigantow-dlaczego-my/3v004b9", "date_published": "2023-04-22 15:41:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Ile zarabia szef Google? Szokująca kwota w obliczu zwolnień w firmie", "description": "Kiedy jesteś szefem czołowej firmy na świecie, kwestia finansów raczej nie jest twoim zmartwieniem. Sundar Pichai, CEO koncernu Aphabet, do którego należy wyszukiwarka Google, zarobił w 2022 r. 800 razy więcej, niż wynosi mediana wynagrodzeń w jego firmie.", "link": "https://businessinsider.com.pl/firmy/ile-zarabia-szef-google-szokujaca-kwota-w-obliczu-zwolnien-w-firmie/9jr6dse", "date_published": "2023-04-22 14:48:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Przed pandemią nie wyobrażała sobie pracy zdalnej. Dziś dołuje ją myśl o powrocie do biura", "description": "Kiedyś nawet nie myślała o pracy zdalnej. Dziś praca z biura kojarzy jej się tylko ze stresującymi porankami i niezbyt zdrowym trybem życia. Rozmówczyni Insidera jest jedną z przedstawicielek pracowników, którzy nie wyobrażają sobie powrotu do dawnego porządku.", "link": "https://businessinsider.com.pl/lifestyle/przed-pandemia-nie-wyobrazala-sobie-pracy-zdalnej-dzis-doluje-ja-mysl-o-powrocie-do/0lsnebt", "date_published": "2023-04-22 14:19:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "W wieku 57 lat miał 1171 dzieci. Czy istnieje jakiś limit?", "description": "Jeśli wierzyć historycznym danym, Maulaj Isma’il spłodził co najmniej 1171. O podobnej skali mówi się w przypadku Czyngis-chana. Poprzez badanie chromosomu Y naukowcy szacują, że ok. 16 mln mężczyzn może być potomkami jego lub jego bliskich krewnych płci męskiej.", "link": "https://businessinsider.com.pl/wideo/w-wieku-57-lat-mial-1171-dzieci-czy-istnieje-jakis-limit/b9vc7wk", "date_published": "2023-04-22 14:07:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Zawiła wypowiedź Kaczyńskiego o inflacji. Rząd nie dał rady, czy dał?", "description": "Prezes PiS podczas sobotniego wystąpienia w Janowie Lubelskim nie tylko chwalił się sukcesami rządu, ale i wskazywał na porażki. Mówił m.in. o inflacji, z którą rząd sobie nie dał rady, ale jednocześnie prowadził przemyślaną politykę.", "link": "https://businessinsider.com.pl/wiadomosci/zawila-wypowiedz-kaczynskiego-o-inflacji-rzad-nie-dal-rady-czy-dal/2n9zpqc", "date_published": "2023-04-22 14:04:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "\"Podniebne sofy\". Linie lotnicze wprowadzają łóżka do klasy ekonomicznej", "description": "\"Skycouches\" (podniebne sofy) mogą być tańsze niż fotele w klasie premium economy, które zazwyczaj oferują więcej miejsca na nogi i lepsze jedzenie, ale nie można się na nich położyć.", "link": "https://businessinsider.com.pl/wiadomosci/siedem-linii-lotniczych-oferuje-podniebne-sofy-w-klasie-ekonomicznej/4nv5z29", "date_published": "2023-04-22 13:31:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Multum ulg dla prowadzących działalność gospodarczą. Co uwzględnisz w PIT za 2022 r.?", "description": "Osoby prowadzące działalność gospodarczą muszą rozliczyć się z fiskusem do 2 maja 2023 r. W zależności od formy opodatkowania — liniowy PIT, skala PIT, ryczałt — mogą uwzględnić określone preferencje i ulgi podatkowe. Nie chodzi jedynie o popularne wspólne rozliczenie z małżonkiem czy ulgę prorodzinną, ale też mniej znane nowe ulgi m.in.: na sponsoring, ekspansję, prototyp, a nawet na zabytki.", "link": "https://businessinsider.com.pl/prawo/podatki/multum-ulg-dla-przedsiebiorcow-co-uwzglednisz-w-pit-za-2022-r/jf69fj1", "date_published": "2023-04-22 13:09:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "\"Amerykański\" cmentarz w Polsce nabiera kształtów. Kolor mogiły decyduje o cenie", "description": "Cmentarz w podolsztyńskich Dywitach ruszył z ofertą \"amerykańskich\" pochówków. W wydzielonej sekcji nekropolii nie ma mowy o wymyślnych nagrobkach. Do wyboru jest jeden model i trzy kolory. Nielegalne będzie robienie nasadzeń czy montaż ławek.", "link": "https://businessinsider.com.pl/wiadomosci/amerykanski-cmentarz-w-polsce-nabiera-ksztaltow-kolor-decyduje-o-cenie/2mnqzk3", "date_published": "2023-04-22 13:04:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Perfidia oszustów przekracza kolejne granice. Opisał, jak w ostatniej chwili uratował swoje pieniądze", "description": "Pewnie nie raz czytaliście lub słyszeliście o oszustach podszywających się pod banki. Wciąż dopracowują oni swoje metody. Wydaje ci się, że nie ma szans, aby okradli akurat ciebie? Mimo wszystko radzimy zapoznać się z historią Sebastiana Kędziory.", "link": "https://businessinsider.com.pl/poradnik-finansowy/wydaje-ci-sie-ze-nie-dasz-sie-okrasc-oszustom-to-przeczytaj-jego-historie/k45lnjp", "date_published": "2023-04-22 12:39:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Netflix wykorzystuje zdjęcie mężczyzny w serialu dokumentalnym o mordercy. Poszkodowany pozywa platformę", "description": "Gdy Netflix wykorzystał zdjęcie niepowiązanego ze sprawą mężczyzny w filmie dokumentalnym typu true-crime, pytając jednocześnie: \"Czy to anioł stróż, czy zimny, wyrachowany morderca?\", poszkodowany pozwał platformę i zażądał ponad miliona dolarów odszkodowania.", "link": "https://businessinsider.com.pl/wiadomosci/pozywa-netflixa-o-wykorzystanie-jego-zdjecia-w-filmie-o-mordercy/79j2sfk", "date_published": "2023-04-22 12:14:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "\"Przestańcie się nad sobą użalać!\" mówi dyrektorka zapytana, jak być zmotywowanym bez premii", "description": "\"Ludzie, przestańcie się nad sobą użalać i bierzcie się do roboty!\". Wypowiedź dyrektorki generalnej rozkazującej pracownikom skończyć z pytaniami o premię staje się przebojem w sieci. Większość z komentujących krytykuje jej zachowanie, ale są i tacy, którzy je chwalą.", "link": "https://businessinsider.com.pl/wiadomosci/przestancie-sie-and-soba-uzalac-i-bierzcie-sie-do-roboty-odpowiada-dyrektorka/l067910", "date_published": "2023-04-22 10:40:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "47 proc. Polaków uważa, że wiek emerytalny powinien zostać obniżony", "description": "47 proc. Polaków uważa, że wiek emerytalny powinien zostać obniżony, za jego podniesieniem opowiada się 20 proc. osób – wynika z sondażu opublikowanego w sobotę przez portal Interia. Poparcie dla obniżenia wieku emerytalnego ma związek m.in. z wiekiem.", "link": "https://businessinsider.com.pl/gospodarka/47-proc-polakow-uwaza-ze-wiek-emerytalny-powinien-zostac-obnizony/0sptvc2", "date_published": "2023-04-22 10:38:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "5 kalek językowych, które są zmorą Polaków. Ten błąd popełniają nawet eksperci", "description": "Zmiany w języku często polegają na zapożyczaniu kalek, które mają uzupełniać braki w rodzimym słownictwie. Wiele z nich jest bardzo szybko przyswajanych i wchodzą do codziennego użytku. Pokazujemy te niepoprawne, które nie powinny być stosowane w języku polskim.", "link": "https://businessinsider.com.pl/rozwoj-osobisty/tych-kalek-jezykowych-lepiej-sie-wystrzegac-to-niepoprawne-wyrazenia/7vz0b0x", "date_published": "2023-04-22 10:23:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Zamieszanie wokół podatku od zbiórek. Wyjaśniamy, czy faktycznie się pojawi", "description": "14 kwietnia posłowie przyjęli ustawę deregulacyjną, czyli ustawę likwidującą zbędne bariery administracyjne i prawne, która zawiera m.in. podatek od darowizn. W piątek 21 kwietnia ustawa została podpisana przez prezydenta. Ma wejść w życie od 1 lipca 2023 r. Nie oznacza to jednak, że losy podatku od zrzutek zostały przesądzone.", "link": "https://businessinsider.com.pl/prawo/podatki/zamieszanie-wokol-podatku-od-zbiorek-wyjasniamy-czy-faktycznie-sie-pojawi/q42jcl8", "date_published": "2023-04-22 10:03:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Przekop Mierzei, bitwa o port w Elblągu. Oto ile znaczą dla dużego transportu [WYWIAD]", "description": "Przez przekop Mierzei śmigają na razie tylko żaglówki i wielki wydatek rządu nie ma większego znaczenia ekonomicznego dla kraju. Ale czy branża transportowa ostrzy sobie zęby na tę drogę wodną? O to, ale też o Odrę i wpływ wojny na transport pytamy Bogdana Homiaka, menadżera jednej z największych firm transportowych zarówno w Europie, jak i Polsce, czyli duńskiego DSV.", "link": "https://businessinsider.com.pl/gospodarka/przekop-mierzei-bitwa-o-port-w-elblagu-oto-ile-znacza-dla-duzego-transportu/ppz7erx", "date_published": "2023-04-22 08:47:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Minister rolnictwa chce upublicznić listę firm, które zarobiły na imporcie zboża z Ukrainy", "description": "Minister rolnictwa Robert Telus zapowiedział publikację listy firm, które zarobiły na imporcie zboża z Ukrainy. Jej ogłoszenie to \"kwestia dni\" – powiedział w sobotę w radiu RMF FM.", "link": "https://businessinsider.com.pl/biznes/minister-rolnictwa-chce-upublicznic-liste-firm-ktore-zarobily-na-imporcie-zboza-z/bcbskbw", "date_published": "2023-04-22 07:48:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Szturmowiec wszech czasów. Miał topić japońską flotę, a zestrzeliwał MiG-i. Jak i dlaczego Skyraider stał się legendą?", "description": "Nie zdążył na II wojnę światową, za to uznanie zyskał podczas konfliktów w Korei i Wietnamie. Bombardował, patrolował, osłaniał. Zrzucił też jedyną w historii nalotów muszlę klozetową, a nawet zestrzeliwał sowieckie odrzutowce. Nieźle jak na samolot zaprojektowany w jedną noc. Na czym polegał fenomen Skyraidera?", "link": "https://businessinsider.com.pl/wiadomosci/douglas-a-1-skyraider-mimo-smiglowego-napedu-do-dzis-uchodzi-za-szturmowiec-wszech/3q7mpk6", "date_published": "2023-04-22 07:34:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Zapytali Polaków, kto odpowiada za kryzys zbożowy. Winny jest jeden", "description": "52 proc. badanych uważa, że za kryzys zbożowy na polskim rynku odpowiedzialny jest polski rząd; zdaniem 11,6 proc. ankietowanych winna kryzysu jest Unia Europejska, a 3,6 proc. respondentów wskazuje na rząd ukraiński jako winnego kryzysu - wynika z sondażu SW Research dla rp.pl.", "link": "https://businessinsider.com.pl/gospodarka/zapytali-polakow-kto-odpowiada-za-kryzys-zbozowy-winny-jest-jeden/4kclehy", "date_published": "2023-04-22 07:25:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Dlaczego powinieneś więcej przeklinać? Lista korzyści jest długa", "description": "Ktoś zwraca ci uwagę, że nie wypada przeklinać? Okazuje się, że argumentem na twoją korzyść mogą być badania naukowe.", "link": "https://businessinsider.com.pl/wideo/dlaczego-powinienes-wiecej-przeklinac-lista-korzysci-jest-dluga/cpechg0", "date_published": "2023-04-22 07:10:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Rosja rozpętała wielką kampanię, by zyskać sojuszników w Niemczech", "description": "Latem minionego roku Rosja zainicjowała w Niemczech szeroko zakrojoną kampanię dezinformacyjną. Celem propagandowych działań był wzrost liczby mieszkańców Niemiec domagających się poprawy relacji z Rosją aż o 10 proc. W tym celu zaangażowano m.in. farmy trolli, Rosjanie chcieli też wywołać społeczne protesty — pisze \"Washington Post\".", "link": "https://businessinsider.com.pl/wiadomosci/rosja-rozpetala-wielka-kampanie-by-zyskac-sojusznikow-w-niemczech/1z4mydy", "date_published": "2023-04-22 06:39:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Te przepisy od początku budziły wiele emocji. Ustawa wiatrakowa wchodzi w życie", "description": "Minimalna odległość turbiny wiatrowej od zabudowań mieszkalnych wyniesie 700 m, a nie, jak chciał Senat — 500 m. Jednocześnie nowelizacja całkowicie znosi zakaz budowy budynków mieszkalnych w pobliżu istniejących już turbin wiatrowych.", "link": "https://businessinsider.com.pl/prawo/ustawa-wiatrakowa-wchodzi-w-zycie-te-przepisy-od-poczatku-budzily-wiele-emocji/p4ydgr4", "date_published": "2023-04-22 05:51:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Wpłacasz kaucję i czynsz, a kontakt się urywa. Tak działają oszuści mieszkaniowi", "description": "Do krakowskich policjantów zgłaszają się osoby pokrzywdzone przez oszustów mieszkaniowych. Ci zmieniają i modyfikują sposoby, aby wyłudzić pieniądze za czynsz i kaucje, a obecnie używają do tego m.in. skradzionych lub udostępnionych przez inne osoby dokumentów tożsamości.", "link": "https://businessinsider.com.pl/poradnik-finansowy/wplacasz-kaucje-i-czynsz-a-kontakt-sie-urywa-tak-dzialaja-oszusci-mieszkaniowi/5zwz320", "date_published": "2023-04-22 05:30:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Możesz zyskać dopłatę do pompy ciepła i nie tylko. Nowa odsłona programu \"Mój Prąd\"", "description": "W sobotę 22 kwietnia w Dniu Ziemi rusza kolejna, piąta odsłona programu promocji fotowoltaiki \"Mój Prąd\". Wnioski o dotacje będzie można składać od godz. 9.00. Nabór potrwa do do 22 grudnia bądź do wyczerpania się budżetu programu, który - jak informował wiceminister klimatu i środowiska Ireneusz Zyska - wynosi 955 mln zł. Zarezerwowano jednak dodatkowe 400 mln zł.", "link": "https://businessinsider.com.pl/poradnik-finansowy/moj-prad-mozesz-zyskac-doplate-do-pompy-ciepla-i-nie-tylko/h9v128r", "date_published": "2023-04-22 05:08:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Jak wydostać się ze spirali długów i nie patrzeć na życie przez różowe okulary", "description": "Jedną z głównych przyczyn powstania poważnych długów mogą być problemy rodzinne i sytuacje, których nie da się zaplanować, takie jak nagłe choroby, czy utrata pracy. Aby uniknąć finansowych wpadek,  ważna jest edukacja finansowa i zdrowy rozsądek — radził w najnowszym odcinku In Business Piotr Krupa, prezes Kruk S.A., największego w Polsce przedsiębiorstwa windykacyjnego.", "link": "https://businessinsider.com.pl/poradnik-finansowy/oszczedzanie/jak-wydostac-sie-ze-spirali-dlugow-i-nie-patrzec-na-zycie-przez-rozowe-okulary/5w89c0j", "date_published": "2023-04-22 04:38:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "250 zł za talerzyk, 300 za albę. Rodzice dzieci komunijnych podliczają wydatki", "description": "Od 190 do 300 zł za gościa w restauracji. Alba lub komża (200-300 zł), eleganckie buty (ok. 150 zł), spodnie, koszula, marynarka (kolejne 200-300 zł). Do tego tort, dekoracje i oczywiście prezenty. Rodzice dzieci komunijnych kończą maj ubożsi o kilka tysięcy zł.", "link": "https://businessinsider.com.pl/poradnik-finansowy/250-zl-za-talerzyk-300-za-albe-rodzice-dzieci-komunijnych-podliczaja-wydatki/s3t4xp9", "date_published": "2023-04-22 04:32:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Auto w leasingu? Sprawdź, jak nie przepłacić za kontynuację polisy", "description": "W każdym roku leasingowane auto musi mieć pełną polisę komunikacyjną, czyli OC i AC. Dobrze mieć też polisę GAP. Tę jednak zwykle wykupuje się na czas leasingu. Za to ubezpieczenie od odpowiedzialności cywilnej i autocasco co roku.", "link": "https://businessinsider.com.pl/prawo/firma/masz-auto-w-leasingu-sprawdz-jak-nie-przeplacic/pp9xgtf", "date_published": "2023-04-22 04:25:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Głodowe emerytury artystów. To ofiary systemu. Ten sam los czeka obecnych influencerów", "description": "Popularni aktorzy i muzycy, którzy kiedyś żyli na bogato, teraz od państwa dostają emerytury na najniższym ustawowym poziomie. Stali się ofiarami systemu, w którym istotna część ich wynagrodzenia nie podlegała składkom, na czym kiedyś korzystali, a teraz cierpią. Rząd chce zmienić przepisy, ale prezes Instytutu Emerytalnego ocenia propozycje jako nieadekwatne do problemu. Wskazuje, co czeka obecnych celebrytów i influencerów.", "link": "https://businessinsider.com.pl/poradnik-finansowy/glodowe-emerytury-artystow-ofiary-systemu-to-tez-czeka-influencerow/02llez5", "date_published": "2023-04-22 04:18:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Które miasta są w Polsce najtańsze? Mamy listę [MAPY]", "description": "Duże polskie miasta są coraz droższe, ale w wielu spośród tych mniejszych ceny jakby stanęły w miejscu. Są wśród nich miejscowości bardzo znane i popularne wśród turystów, jak chociażby Zamość. Gdzie są najtańsze mieszkania z rynku pierwotnego, gdzie z wtórnego – a gdzie najtańszy jest wynajem? Business Insider ma najnowsze dane na ten temat.", "link": "https://businessinsider.com.pl/twoje-pieniadze/te-miasta-sa-w-polsce-najtansze-mamy-liste/vzsqr6n", "date_published": "2023-04-22 04:05:00+00:00", "persistent": false, "user": null, "language": "en-US"}]