[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "The Legend of Zelda: Tears of the Kingdom - 15 Things You Need To Know Before You Buy", "description": "As a direct sequel to what it is widely regarded as one of the greatest games ever made, The Legend of Zelda: Tears of the Kingdom has more of our attention than it would under ordinary circumstances. \n\nMore than six years on from the launch of Breath of the Wild, its sequel is almost upon us, and though the developer has been quite tight-lipped when it comes to talking about it, it has shared some pretty significant details on it over the last few weeks. So as we count down the days to its release, here, we're going to go over some key things that you should know about The Legend of Zelda: Tears of the Kingdom.", "link": "https://www.youtube.com/watch?v=B03hfdHi3AA", "date_published": "2023-04-22 15:30:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "The Fall and Rise of Dead Island 2", "description": "Sadly, there have been and continue to be plenty of examples in the games industry of projects being in development hell, and until not that long ago, Dead Island 2 fell in that group. First announced nearly a decade ago, the game has gone through its fair share of behind the scenes issues (to say the very least), from multiple delays to changing developers and more. \n\nAt long last, the game is now finally out, but even so, its history continues to intrigue us. As such, now that Dead Island 2 has finally managed to release, here, we're going to take a look back at its long and troubled development cycle.", "link": "https://www.youtube.com/watch?v=UNpqe_5rwjs", "date_published": "2023-04-22 13:30:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Horizon Forbidden West: Burning Shores Review - The Final Verdict", "description": "In the end, Horizon Forbidden West: Burning Shores is incredibly easy to recommend. If you enjoyed Forbidden West or if you're invested in the Horizon series' larger story and where it's headed, the expansion feels unmissable almost to a surprising degree thanks to its strong story and how well it sets up the future. \n\nAll of that is backed up by more exciting combat, engaging open world exploration and traversal, and stellar graphics. The end result? An excellent package that almost feels like it's too good to be DLC.", "link": "https://www.youtube.com/watch?v=3VC_gI9AaEI", "date_published": "2023-04-22 11:45:00+00:00", "persistent": false, "user": null, "language": "en-US"}]