[{"source": "https://www.theguardian.com/international/rss", "title": "Great Britain defeat Switzerland at Davis Cup with emotional Murray win", "description": "<ul><li>Andy Murray misses grandmother’s funeral on same day</li><li>‘I’m sorry I’m not able to be there. Gran, that one is for you’</li></ul><p>Great Britain continued to make progress in the Davis Cup group stage as they defeated Switzerland 2-1 on Friday in Manchester on an emotional day for Andy Murray, who sealed the opening rubber with a tough 6-7 (7), 6-4, 6-4 win against Leandro Riedi.</p><p>During his on-court interview, a tearful Murray revealed that the funeral of his own paternal grandmother, Ellen, took place on the same day: “Today is a tough day for me; it’s actually my gran’s funeral,” he said. “I’m sorry to my family that I’m not able to be there. Gran, that one is for you.”</p> <a href=\"https://www.theguardian.com/sport/2023/sep/15/great-britain-defeat-switzerland-at-davis-cup-with-emotional-murray-win\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/sep/15/great-britain-defeat-switzerland-at-davis-cup-with-emotional-murray-win", "date_published": "2023-09-15T21:24:40+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "What happened in the Russia-Ukraine war this week? Catch up with the must-read news and analysis", "description": "<p>Kim Jong-un backs Russian invasion in meeting with Vladimir Putin; battle to protect Kyiv’s cultural history; how a Russian reporter became a target</p><ul><li><a href=\"https://www.theguardian.com/world/ukraine\">See all our Russia-Ukraine war coverage</a></li></ul><p>Every week we wrap up the must-reads from our coverage of the war in <a href=\"https://www.theguardian.com/world/ukraine\">Ukraine</a>, from news and features to analysis, visual guides and opinion.</p> <a href=\"https://www.theguardian.com/world/2023/sep/16/what-happened-in-the-russia-ukraine-war-this-week-catch-up-with-the-must-read-news-and-analysis\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/16/what-happened-in-the-russia-ukraine-war-this-week-catch-up-with-the-must-read-news-and-analysis", "date_published": "2023-09-15T20:00:10+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Hugh Jackman and wife announce 27-year marriage is over", "description": "<p>Actor, best known for playing Wolverine, and Deborra-Lee Furness say they are pursuing ‘individual growth’</p><p>Hugh Jackman and his wife Deborra-Lee Furness have announced they are ending their marriage after 27 years.</p><p>The actors married in 1996 and have two children, Oscar, 23, and Ava, 18.</p> <a href=\"https://www.theguardian.com/film/2023/sep/15/hugh-jackman-and-wife-announce-27-year-marriage-is-over\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/sep/15/hugh-jackman-and-wife-announce-27-year-marriage-is-over", "date_published": "2023-09-15T19:04:03+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Drew Barrymore makes tearful apology for restarting TV show during strike", "description": "<p>Actor apologises for controversial decision to resume production of show, saying she didn’t want to ‘upset or hurt anyone’</p><p>Drew Barrymore has posted a tearful apology after coming under fire for bringing her talkshow back during the writers’ strike.</p><p>The actor and host had announced that The Drew Barrymore Show would return, while in accordance with the Sag-Aftra and WGA strike rules. But the decision led to an <a href=\"https://www.theguardian.com/culture/2023/sep/12/drew-barrymore-show-writers-strike\">immediate backlash</a>, with protesters demonstrating at the CBS studios during the first day of production. Audience members were also reportedly thrown out for wearing WGA pins.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/sep/15/drew-barrymore-apology-strike-show\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/sep/15/drew-barrymore-apology-strike-show", "date_published": "2023-09-15T18:58:55+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "‘Strict lines is the point’: Erik ten Hag explains Jadon Sancho’s exclusion", "description": "<ul><li>Manchester United manager says club needed ‘good standards’</li><li>‘It has never been when someone makes one mistake …’</li></ul><p>Erik ten Hag has said Jadon Sancho’s exclusion from Manchester United’s squad is due to the “strict lines” he has put in place since taking over as the manager in summer 2022, and suggested the forward’s misdemeanour was not his first.</p><p><a href=\"https://www.theguardian.com/football/2023/sep/14/jadon-sancho-to-train-away-from-manchester-united-first-team-until-discipline-issue-resolved\">Sancho is training away from the squad</a> after refusing to apologise for claiming Ten Hag did not tell the truth regarding why the forward was not in the matchday squad for the 3-1 loss at Arsenal on 3 September.</p> <a href=\"https://www.theguardian.com/football/2023/sep/15/erik-ten-hag-jadon-sancho-manchester-united\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/sep/15/erik-ten-hag-jadon-sancho-manchester-united", "date_published": "2023-09-15T13:38:08+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Auto workers strike live: Biden to speak as Detroit’s Big Three strike for first time in union’s history", "description": "<p>UAW president Shawn Fain said company-wide strikes not off the table if new contracts cannot be negotiated</p><p><em>UAW president Shawn Fain previously wrote about autoworkers deserving a wage increase as automakers receive record profits. Fain detailed how an increase in manufacturing electric vehicles should also include an increase in workers’ wages. </em></p><p><em>Read his essay for the Guardian, written with California congressman Ro Khanna.</em></p><p>…[Here] we are in the 11th hour of UAW-big three negotiations, and <strong>corporate greed stands</strong> <strong>as the barrier preventing movement and a fair and good contract for autoworkers.</strong> <a href=\"https://www.theguardian.com/business/ford\">Ford</a>, General Motors and Stellantis have made a quarter trillion dollars over the last 10 years. <strong>Those profits, and the very existence of the big three today, were only possible through the sacrifices made by UAW members when American taxpayers bailed out the in", "link": "https://www.theguardian.com/us-news/live/2023/sep/15/uaw-auto-workers-strike-live-updates", "date_published": "2023-09-15T13:28:47+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "‘Subverting what a show is’: London fashion week goes beyond the catwalk", "description": "<p>A new hybrid of performance and fashion is emerging, including live music and ballet dancers, for 2023</p><p>Those in the front row at London fashion week should expect to see something different from the familiar format of models walking down a catwalk this season. <a href=\"https://www.theguardian.com/fashion/2023/sep/15/vogue-worlds-flurry-of-stars-brings-succour-to-londons-arts-and-hope-to-its-fashion\">Vogue World</a> – the star-studded event curated by the magazine on Thursday night at London’s Theatre Royal Drury Lane<em> </em>– is leading the way. Featuring interpretive dance by Kate Moss, performances by Stormzy and Annie Lennox, a soliloquy by Sophie Okonedo and a finale of four supermodels, the event was a masterclass in what “fashion show” can now mean. A new hybrid of performance and fashion is emerging as the 2023 interpretation.</p><p>Ballet dancers, live performances from musicians and “happenings” akin to performance art are all on the schedule at London fashion wee", "link": "https://www.theguardian.com/fashion/2023/sep/15/subverting-what-a-show-is-london-fashion-week-goes-beyond-the-catwalk", "date_published": "2023-09-15T12:41:46+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Luis Rubiales appears in court and denies sexual assault over World Cup kiss", "description": "<p>Former Spanish football federation president resigned after kissing World Cup-winning player Jenni Hermoso</p><p>The former Spanish football federation president Luis Rubiales has appeared in court in Madrid, where he denied sexually assaulting the World Cup-winning player Jenni Hermoso by giving her a kiss <a href=\"https://www.theguardian.com/football/2023/sep/11/the-rise-and-fall-of-luis-rubiales-resign-football-womens-world-cup-spain\">that prompted a national and international debate</a> on sexism and eventually led him to resign five days ago.</p><p>On Friday, state prosecutors asked the investigating judge – who will decide whether to send the case to trial – to consider imposing a restraining order to ensure that Rubiales does not attempt to communicate with Hermoso or come within 500m of her. They also submitted a request for Rubiales to appear before a court every 15 days to make sure he does not leave the country.</p> <a href=\"https://www.theguardian.com/world/2023/sep/15", "link": "https://www.theguardian.com/world/2023/sep/15/luis-rubiales-appears-in-court-and-denies-sexual-assault-over-world-cup-kiss", "date_published": "2023-09-15T12:31:32+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Giant carrots and climate protests: Friday’s best photos", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/news/gallery/2023/sep/15/giant-carrots-and-climate-protests-fridays-best-photos\">Continue reading...</a>", "link": "https://www.theguardian.com/news/gallery/2023/sep/15/giant-carrots-and-climate-protests-fridays-best-photos", "date_published": "2023-09-15T12:31:25+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Libya and Morocco: two very different responses to catastrophe", "description": "<p>After an earthquake in Morocco and flooding in Libya, civilians are losing out in the disaster-struck north African nations</p><p>The world has been struck by not one but two natural disasters in recent days – the <a href=\"https://www.theguardian.com/world/2023/sep/12/morocco-earthquake-hope-fades-of-finding-survivors-in-rubble\">earthquake in Morocco</a> and <a href=\"https://www.theguardian.com/world/2023/sep/14/libya-call-for-inquiry-fury-death-toll-catastrophic-floods\">devastating flooding in Libya</a>.</p><p>At least 2,900 people are known to have died in the 6.8-magnitude earthquake that struck in Morocco’s High Atlas mountains a week ago, and the authorities say the death toll will rise.</p> <a href=\"https://www.theguardian.com/world/2023/sep/15/libya-and-morocco-two-very-different-responses-to-catastrophe\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/15/libya-and-morocco-two-very-different-responses-to-catastrophe", "date_published": "2023-09-15T12:14:53+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "‘Instant 80s!’: ex-Midlake star Tim Smith on mixing William Blake with the Cure", "description": "<p>The Texan caused shockwaves when he left Midlake. Now he’s back with his new band Harp – and a musical love letter to the British landscape, full of drum machines and mystical poetry</p><p>‘I wish I could say I took five years off and went to Greece or something … ” Tim Smith lets the idea hang briefly. “But no,” he says. “No. I just got to work.” Smith, the founding vocalist of folk rock band Midlake, is explaining how 10 years ago the life he had known was dismantled – by himself and by others – and how he slowly built it anew. It’s a gentle story, as he tells it, though as he talks, one suspects the past decade has smoothed the edges of events that must have been painful.</p><p>Smith, speaking via computer, has requested that we keep the cameras off, and his voice rises in a steady, amiable monologue. “I left the band. And then unfortunately, I got divorced from my wife about two months after that – my wife wanted to divorce, I didn’t. But we were more like friends than lovers.", "link": "https://www.theguardian.com/music/2023/sep/15/instant-80s-midlake-tim-smith-harp-william-blake-cure", "date_published": "2023-09-15T10:57:26+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Ten people taken to hospital after exposure to ‘toxic cloud’ of chemicals at Sydney pool", "description": "<p>Six children and four adults suffered shortness of breath – probably caused by a mix of chlorine and hydrochloric acid</p><ul><li><strong>Get our <a href=\"https://www.theguardian.com/email-newsletters?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></strong></li></ul><p>Six children and four adults were taken to hospital after they were exposed to chemicals that formed a “toxic cloud” in a commercial pool in south-west Sydney.</p><p>Emergency services arrived at Swim2Me swimming facility in Prestons just before 5pm after reports there was a smell of gas and chlorine, and some swimmers were experiencing a shortness of breath.</p> <a href=\"https://www.theguardian.com/australia-news/2023/sep/15/ten-people-taken-to-hospital-after-exposure-to-toxic-cloud-of-chemicals-at-sydney-pool\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2023/sep/15/ten-people-taken-to-hospital-after-exposure-to-toxic-cloud-of-chemicals-at-sydney-pool", "date_published": "2023-09-15T10:45:48+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Is DC’s Aquaman and the Lost Kingdom a superhero movie out of time?", "description": "<p>On the surface the forthcoming sequel looks capable of knocking everyone’s head off, but rumours of reshoots and walkouts suggest otherwise</p><p>If Aquaman and the Lost Kingdom were a song, it might be Nickelback’s How You Remind Me. The Canadian rock band delivered an ersatz, MTV-friendly grunge-style anthem the best part of a decade after the early 90s genre had lost all of its grit and vitality. The superhero sequel arrives with the entire comic book universe in which it once existed having been subject to a major reset after James Gunn took the reins of the newly rebranded DC Universe. Arthur Curry’s old mucker Batfleck is probably gone forever (though <a href=\"https://screenrant.com/aquaman-and-the-lost-kingdom-batman-cameo-director/\">there are reports </a>that both he and Michael Keaton’s dark knight shot scenes for the film) and Ezra Miller’s Flash has reset the multiverse so violently that it would hardly be surprising to learn that Krypto the Superdog is going to be the ", "link": "https://www.theguardian.com/film/2023/sep/15/aquaman-and-the-lost-kingdom-a-superhero-movie-out-of-time", "date_published": "2023-09-15T10:36:10+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "With democracy on the ballot, the mainstream press must change its ways | Margaret Sullivan", "description": "<p>US news organizations have turned Biden’s age into a scandal and continue to cover Trump as an entertaining side show</p><p>Christiane Amanpour has reported all over the world, so she recognizes a democracy on the brink when she sees one.</p><p>Last week, as she celebrated her 40 years at CNN, she issued a challenge to her fellow journalists in the US by describing how she would cover US politics as a foreign correspondent.</p><p>News organizations have turned Biden’s age (granted, a legitimate concern) into the equivalent of a scandal. In story after story, headline after headline, they emphasize not his administration’s accomplishments, but the fact that he’s 80. A New York Times headline during his recent diplomatic mission to Asia epitomized this, turning the president’s joke about jet lag into an impression of a doddering fool: “‘It is evening, isn’t it?’ An 80-Year-Old President’s Whirlwind Trip.” Ian Milheiser of Vox nailed the problem: “I worry the ‘Biden is old’ coverage ", "link": "https://www.theguardian.com/commentisfree/2023/sep/15/trump-biden-mainstream-politics-news-coverage", "date_published": "2023-09-15T10:13:00+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "‘Where’s Celia?’ A conspiracy-addled mob hounds a former Arizona elections official", "description": "<p>Celia Nabor oversaw early voting in Maricopa county in 2022 – then an online horde of election deniers decided to hunt her down</p><p><em>This article was published in partnership with <a href=\"http://www.votebeat.org/\">Votebeat</a>, a nonprofit news organization reporting on voting access and election administration across the U</em><em>S.</em></p><p>They started searching for her in late January.</p> <a href=\"https://www.theguardian.com/us-news/2023/sep/15/celia-nabor-maricopa-county-arizona-elections-official\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/sep/15/celia-nabor-maricopa-county-arizona-elections-official", "date_published": "2023-09-15T09:00:03+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Ones to watch: 10 London fashion week designers to know – in pictures", "description": "<p>From latex trousers and sexy techwear to a bark leather bomber, the capital is a hotbed of design talent. We meet the new guard championing sustainability and thoughtful design</p><p></p> <a href=\"https://www.theguardian.com/fashion/gallery/2023/sep/15/ones-to-watch-10-london-fashion-week-designers-to-know-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/gallery/2023/sep/15/ones-to-watch-10-london-fashion-week-designers-to-know-in-pictures", "date_published": "2023-09-15T08:00:55+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "D’Andre Swift dominates on Philly homecoming as Eagles beat Vikings", "description": "<ul><li>Minnesota Vikings 28–34 Philadelphia Eagles</li><li>Philly native rushes for 175 yards and a touchdown</li></ul><p>Jalen Hurts ran for a pair of one-yard touchdowns and threw a 63-yard TD pass to DeVonta Smith, D’Andre Swift ran for 175 yards and a score, and the NFC champion Philadelphia Eagles <a href=\"https://www.espn.com/nfl/boxscore/_/gameId/401547410\">held off the turnover-prone Minnesota Vikings 34-28</a> on Thursday night.</p><p>Hurts, the MVP runner-up, shook off a sluggish passing performance in the first half and woke up the crowd when he connected with Smith for the scoring strike in the third quarter that made it 27-7.</p> <a href=\"https://www.theguardian.com/sport/2023/sep/14/dandre-swift-dominates-on-philly-homecoming-as-eagles-beat-vikings\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/sep/14/dandre-swift-dominates-on-philly-homecoming-as-eagles-beat-vikings", "date_published": "2023-09-15T03:41:36+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Ukraine’s Volodymyr Zelenskiy to visit Biden as Congress debates $24bn in aid", "description": "<p>The Ukrainian president is expected to visit the White House and Capitol Hill during the UN general assembly meeting</p><p>The Ukrainian President Volodymyr Zelenskiy is expected at the White House and on Capitol Hill next week as he visits the US during the United Nations general assembly.</p><p>Zelenskiy’s trip comes as Congress is debating President Joe Biden’s request to provide as much as $24bn in military and humanitarian aid for Ukraine as it fights the Russian invasion.</p> <a href=\"https://www.theguardian.com/us-news/2023/sep/14/volodymyr-zelenskiy-ukraine-visit-joe-biden-white-house\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/sep/14/volodymyr-zelenskiy-ukraine-visit-joe-biden-white-house", "date_published": "2023-09-15T01:04:50+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Australian Life photography competition 2023 finalists – in pictures", "description": "<p>Box wars, dolphins and towel fights are all part of the annual Australian Life competition on display in Alfred Street, Circular Quay, Sydney, until 8 October</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2023/sep/15/australian-life-photography-competition-2023-finalists-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2023/sep/15/australian-life-photography-competition-2023-finalists-in-pictures", "date_published": "2023-09-15T00:00:45+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": null}]