[{"source": "https://www.theguardian.com/rss", "title": "Family of woman killed by husband ask justice secretary to keep him in jail", "description": "<p>Robert Brown, who bludgeoned Joanna Simpson to death in 2010, is due to be released in November</p><p>The family of a woman bludgeoned to death by her estranged husband have called on the justice secretary to take urgent action, after learning that he will be released from prison at the start of November.</p><p>Robert Brown, who killed Joanna Simpson in October 2010, will be released after serving half of his 24-year sentence.</p> <a href=\"https://www.theguardian.com/uk-news/2023/sep/16/family-of-woman-killed-by-husband-ask-justice-secretary-to-keep-him-in-jail\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/sep/16/family-of-woman-killed-by-husband-ask-justice-secretary-to-keep-him-in-jail", "date_published": "2023-09-15T23:00:14+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "André Onana is too busy saving United to play mind games with Harry Maguire | Barney Ronay", "description": "<p>Erik ten Hag’s goalkeeper loves shouting at his defenders – it was one reason why he was brought to Old Trafford </p><p>I like Jamie Carragher. He’s an excellent pundit, a football obsessive, always engaging. He looks good lurking around a lighted plinth in designer man-trainers waiting to point at things on a massive screen. He’s perfect for that Sky studio role: steeped in English club-football culture, but also buzzing with modernity, tactical details, patterns you couldn’t previously see.</p><p>But I do think he’s wrong about André Onana and the politics of shouting at Harry Maguire. In <a href=\"https://www.telegraph.co.uk/football/2023/09/14/harry-maguire-england-mental-welfare-gareth-southgate/\" title=\"\">his newspaper column this week</a> Carragher offered a well-reasoned defence of Maguire, railing against his status as chief public whipping boy, with the strong central point that he should simply be rested for his own good.</p> <a href=\"https://www.theguardian.com/football", "link": "https://www.theguardian.com/football/blog/2023/sep/15/andre-onana-is-too-busy-saving-united-to-play-mind-games-with-harry-maguire", "date_published": "2023-09-15T22:40:43+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘A fight against corporate greed’: Bernie Sanders rallies with UAW in Detroit", "description": "<p>Senator kicks off United Auto Workers’ largest strike against US’s big three carmakers amid record company profits</p><p>US car workers <a href=\"https://www.theguardian.com/us-news/live/2023/sep/15/uaw-auto-workers-strike-live-updates\">striking</a> against the nation’s three biggest automakers “are waging … a fight against the outrageous level of corporate greed” seen across the country, Bernie Sanders said on Friday.</p><p>The liberal US senator’s remarks came on Friday afternoon during a <a href=\"https://www.youtube.com/watch?v=c7dRVgX3ebA\">rally</a> with the United Auto Workers in Detroit, Michigan, kicking off the first day of the union’s “Stand Up” strikes against General Motors, Stellantis and Ford.</p> <a href=\"https://www.theguardian.com/business/2023/sep/15/bernie-sanders-uaw-auto-workers-strike-detroit-rally\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/sep/15/bernie-sanders-uaw-auto-workers-strike-detroit-rally", "date_published": "2023-09-15T22:39:13+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Ashton Kutcher and Mila Kunis resign from anti-child sexual abuse charity", "description": "<p>Actors were on the board of Thorn when their letters defending convicted rapist Danny Masterson came to light</p><p>Ashton Kutcher and his wife Mila Kunis have resigned from the board of the anti-child sexual abuse charity he founded amid swirling <a href=\"https://www.theguardian.com/commentisfree/2023/sep/14/ashton-kutcher-mila-kunis-letters-danny-masterson-rape\">criticism of their defense</a> of fellow actor and convicted rapist Danny Masterson.</p><p>Kutcher told the board of Thorn he was standing down immediately as its chair in a letter written on Thursday and <a href=\"https://www.thorn.org/blog/an-update-from-thorn/\">posted to the organization’s website</a>. Kunis’s role as an observer on the board ended at the same time.</p><p><em>Information and support for anyone affected by rape or sexual abuse </em><em> is available from the following organisations. In the US, <a href=\"https://www.rainn.org/\">Rainn</a> offers support on 800-656-4673. In the UK, <a href=\"https://rapecris", "link": "https://www.theguardian.com/film/2023/sep/15/ashton-kutcher-mila-kunis-resign-charity-board-danny-masterson", "date_published": "2023-09-15T22:37:26+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Murdoch executives ‘told Sunak not to resign after Partygate fine’", "description": "<p>Then chancellor reportedly nearly stepped down last year after breaking Covid-19 lockdown laws in 2020, according to new book</p><p>Rishi Sunak was persuaded not to quit as chancellor over his fine for breaking lockdown laws after an intervention by executives working for media mogul Rupert Murdoch, it has been claimed.</p><p>The claim is detailed in a book by the Telegraph’s political editor, Ben Riley-Smith, and published by the newspaper’s website on Friday.</p> <a href=\"https://www.theguardian.com/politics/2023/sep/15/murdoch-executives-told-sunak-not-to-resign-after-partygate-fine\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/sep/15/murdoch-executives-told-sunak-not-to-resign-after-partygate-fine", "date_published": "2023-09-15T22:31:32+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Outrage and calls for inquiry into Seattle officer who joked about crash victim", "description": "<p>Protesters in Seattle joined Indian diplomats and the police commission in demanding accountability</p><p>Outrage grew on Friday over a Seattle police officer’s remark that the life of a young woman killed by a speeding patrol car had “limited value”. Diplomats from India are asking for an investigation following the death of the Indian graduate student, as people in Seattle protested against the officer’s callous jokes caught on body-camera video.</p><p>The footage released this week contains audio of Officer Daniel Auderer, vice-president of the Seattle police officers guild, joking with the rank-and-file police union’s president after a different officer’s speeding police car slammed into Jaahnavi Kandula at a crosswalk on 23 January.</p> <a href=\"https://www.theguardian.com/us-news/2023/sep/15/seattle-police-officer-car-crash-daniel-auderer-jaahnavi-kandula\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/sep/15/seattle-police-officer-car-crash-daniel-auderer-jaahnavi-kandula", "date_published": "2023-09-15T22:28:34+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Vardy leads charge as Leicester rout Southampton in battle of fallen giants", "description": "<p>Jamie Vardy grabbed his first Championship goal of the season as Leicester climbed to the top of the table with a 4-1 thrashing of Southampton.</p><p>Vardy needed just 21 seconds to open the scoring before Kasey McAteer, Wilfred Ndidi and Stephy Mavididi made it a dominant display for the visitors despite Sam Edozie’s goal.</p> <a href=\"https://www.theguardian.com/football/2023/sep/15/vardy-leads-charge-as-leicester-rout-southampton-in-battle-of-fallen-giants\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/sep/15/vardy-leads-charge-as-leicester-rout-southampton-in-battle-of-fallen-giants", "date_published": "2023-09-15T21:34:30+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Coco Chanel Unbuttoned review – extraordinary woman, shame about the Nazis", "description": "<p>Was she a feminist icon? Or incapable of having political opinions that differed from her Nazi lover? This documentary can’t make up its mind – but it definitely thinks she made lovely clothes</p><p>Were it not for the Nazi collaboration, it would be hard not to warm to the woman who declared “How I loathe passion! What an abomination” and hoped she had “helped kill off” eccentricity, even before you got to the talent that would see her rise from impoverished, brutalised, motherless child raised by nuns to global icon who built a business empire and changed how women dress for ever.</p><p>Coco Chanel Unbuttoned, a film-length documentary about the life of the designer, concentrates as you might expect rather more on the fashion side of things than the involvement of Gabrielle (as she was born) with the Germans in wartime Paris. Facilitated by commentary from various experts in fashion generally and Chanel specifically – biographers, former assistants, friends and models – the film", "link": "https://www.theguardian.com/tv-and-radio/2023/sep/15/coco-chanel-unbuttoned-review-arena-bbc-two", "date_published": "2023-09-15T21:30:12+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Keir Starmer arrives in Canada to set out stall on immigration policy", "description": "<p>Diplomatic and media blitz for Labour leader will include appearances on Sunday morning political shows</p><p>Keir Starmer has arrived in Canada to set out his doctrine for tackling international threats at a gathering of world leaders, the latest step in the Labour leader’s move to flesh out policy in politically turbulent areas such as immigration.</p><p>Amid continued efforts by Starmer and his team to push back against the “<a href=\"https://www.theguardian.com/politics/live/2023/sep/14/starmer-migration-channel-crossings-eu-labour-tackle-people-smuggling-europol-tory-rishi-sunak-humza-yousaf-scotland-china-security-intelligence-uk-politics-latest\">nonsense</a>” that closer cooperation with the EU would involve the UK having to accept 100,000 asylum-seekers a year, the Labour leader was in Montreal for the Global Progress Action Summit of centre-left politicians.</p> <a href=\"https://www.theguardian.com/politics/2023/sep/15/keir-starmer-canada-labour-immigration-policy\">Continu", "link": "https://www.theguardian.com/politics/2023/sep/15/keir-starmer-canada-labour-immigration-policy", "date_published": "2023-09-15T21:30:12+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Cam Roigard gets off to dream start in All Blacks’ demolition of Namibia", "description": "<ul><li>Pool A: New Zealand 71-3 Namibia</li><li>Ethan de Groot red card is only sour note for rampant All Blacks</li></ul><p>Death, taxes and Namibia being thrashed by the All Blacks. Namibia have now played 24 World Cup games, and lost every one of them. They are a proud team, amateurs in the large part, working on a shoestring budget and desperate for their first victory. Battered 52-8 by Italy in the first round, now 71-3 by New Zealand, they have to play France next, for goodness sake, before they get to their last game, and the one they’re really targeting: Uruguay. You wonder what sort of shape they are going to be in by that stage.</p><p>A handful of these Namibian players, including their captain, Johan Deysel, have now played in three World Cups, and been pitched against the All Blacks in every one of them. It must have seemed like a privilege to share the pitch with them the first time around, but the appeal must be starting to wear a little thin. They have conceded 30 tri", "link": "https://www.theguardian.com/sport/2023/sep/15/cam-roigard-gets-off-to-dream-start-in-all-blacks-demolition-of-namibia", "date_published": "2023-09-15T21:08:28+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Borthwick calls for more transparency over World Cup refereeing decisions", "description": "<ul><li>Eddie Jones believes use of video replays is harming spectacle</li><li>Disciplinary process under fire over red card inconsistency</li></ul><p>The England head coach, Steve Borthwick, has called for more transparency over refereeing decisions at the Rugby World Cup while his predecessor Eddie Jones has taken a swipe at the use of TV replays as the game’s disciplinary process comes under further fire.</p><p>Tom Curry was sent off inside three minutes of <a href=\"https://www.theguardian.com/sport/2023/sep/09/george-ford-drives-14-man-england-to-heroic-world-cup-win-over-argentina\" title=\"\">last week’s victory over Argentina</a> – the fourth England player in six matches to be given his marching orders – and, while he accepted his punishment, similar incidents involving South Africa’s Jesse Kriel, Chile’s Martín Sigren, Wales’s Dan Biggar and Romain Taofifénua of France have not been deemed worthy of a red card.</p> <a href=\"https://www.theguardian.com/sport/2023/sep/15/steve-bo", "link": "https://www.theguardian.com/sport/2023/sep/15/steve-borthwick-rugby-world-cup-refereeing-eddie-jones", "date_published": "2023-09-15T21:00:11+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Pentagon to interview more troops over 2021 Kabul airport suicide bombing", "description": "<p>Critics say the assault, which killed 183 people during the US withdrawal from Afghanistan, could have been stopped</p><p>The Pentagon’s central command has ordered interviews of roughly two dozen more service members who were at <a href=\"https://www.theguardian.com/world/2021/aug/18/afghanistan-kabul-airport-escape-journalist\">the Kabul airport when suicide bombers attacked</a> during US forces’ chaotic Afghanistan withdrawal, as criticism persists that the deadly assault could have been stopped.</p><p>The interviews – ordered by Erik Kurilla, a general and head of US central command – were triggered in part by assertions by at least one service member injured in the blast who said he was never interviewed about it and that he might have been able to stop the attackers.</p> <a href=\"https://www.theguardian.com/world/2023/sep/15/pentagon-kabul-afghanistan-withdrawal-suicide-bombers\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/15/pentagon-kabul-afghanistan-withdrawal-suicide-bombers", "date_published": "2023-09-15T20:59:06+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Trump lawyer Jenna Ellis turns on ‘malignant narcissist’ ex-president", "description": "<p>Ellis, one of 18 Trump associates charged in Georgia election subversion case, says she ‘simply can’t support him’ again</p><p>Jenna Ellis – the Donald Trump lawyer who like the former president faces <a href=\"https://www.theguardian.com/us-news/2023/aug/15/georgia-investigation-trump-fulton-county-who-to-know\">criminal charges</a> regarding attempted election subversion in his defeat by Joe Biden in 2020 – says she will not vote for him in the future because he is a “malignant narcissist” who cannot admit mistakes.</p><p>“I simply can’t support him for elected office again,” Ellis said. “Why I have chosen to distance is because of that frankly malignant narcissistic tendency to simply say that he’s never done anything wrong.”</p> <a href=\"https://www.theguardian.com/us-news/2023/sep/15/trump-lawyer-jenna-ellis\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/sep/15/trump-lawyer-jenna-ellis", "date_published": "2023-09-15T20:46:22+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The week around the world in 20 pictures", "description": "<p>Storm Daniel hits central Greece, Russian shelling in Bakhmut, an Israeli army raid in the West Bank and a muddy Burning Man festival: the most striking images this week</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2023/sep/15/the-week-around-the-world-in-20-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2023/sep/15/the-week-around-the-world-in-20-pictures", "date_published": "2023-09-15T20:20:00+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Royal Hotel review – feminist thriller starts strong but can’t stay the course", "description": "<p>Julia Garner and Jessica Henwick are both impressive in an uneasy Australia-set film toying with genre expectations but tension dissipates in the finale</p><p>The hoary sub-genre that is “attractive American tourists find something nefarious on their travels” is given a vigorous polish in thoughtful thriller The Royal Hotel, a film light on exploitation and heavy on interrogation.</p><p>It’s an intriguing follow-up for writer-director Kitty Green, whose last film The Assistant was a simple yet stinging drama about a young woman, played by Julia Garner, working, and cleaning up, for a predatory Weinstein-like figure. Green’s approach to the subject was defter than most, an unusual way into a story most of us already knew far too much about, and there’s a similar sensitivity here for the most part, grounding a potentially schlocky situation. Garner returns as Hanna, joined by Glass Onion’s Jessica Henwick as Liv, two women running out of money on their travels in Australia, forced t", "link": "https://www.theguardian.com/film/2023/sep/15/the-royal-hotel-movie-review-feminist-thriller", "date_published": "2023-09-15T20:01:55+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "New Zealand voters search for relief to ‘shocking’ living costs as election looms", "description": "<p>Tax cuts and cheaper fruit among Labour and National party plans to address rising cost of living pressures as people once comfortable are swept into crisis</p><ul><li><a href=\"https://www.theguardian.com/world/new-zealand-election-2023\">Read all our coverage of the 2023 New Zealand election</a></li></ul><p>A weekly treat of takeaway dinner became fortnightly, then monthly. Trips to the movies were cut. So were dentist appointments – and salads.</p><p>Over the past six months, Anum Najif, 35, has found every supermarket visit “more difficult than the one before”. Power bills are “shocking”. Rent, she adds, “is that kind of topic where I really don’t know what to do or how to manage it any more”.</p> <a href=\"https://www.theguardian.com/world/2023/sep/16/new-zealand-election-issues-debate-cost-of-living\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/16/new-zealand-election-issues-debate-cost-of-living", "date_published": "2023-09-15T20:00:10+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Klaasen fires South Africa to ODI win as Australia suffer Travis Head injury blow", "description": "<ul><li>4th ODI: South Africa, 5-416, beat Australia, 252, by 164 runs</li><li>Australia opener’s World Cup in jeopardy due to fractured hand</li></ul><p>Australia’s preparations for the World Cup have been thrown into disarray after Travis Head fractured a hand in a horror 164-run loss to South Africa at Centurion. Head’s night – and probably his World Cup dream – ended when he retired hurt on 17 after being struck a painful blow on his left hand by Gerald Coetzee in Friday’s fourth one-day international.</p><p>The opener tried batting for two more overs before coming off the ground in clear discomfort. The Proteas went on to emphatically level the five-match ODI series 2-2 after Heinrich Klaasen’s 174, off only 83 balls, and David Miller’s unbeaten 82 had blasted the hosts to a mammoth 5-416.</p> <a href=\"https://www.theguardian.com/sport/2023/sep/15/fourth-odi-south-africa-australia-cricket-heinrich-klaasen\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/sep/15/fourth-odi-south-africa-australia-cricket-heinrich-klaasen", "date_published": "2023-09-15T19:51:38+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Husband of Alaska politician killed in plane crash was collecting moose meat", "description": "<p>Pilot Eugene Peltola Jr, 57, the husband of Mary Peltola, a US representative from Alaska, was the only person on board</p><p>Eugene Peltola Jr, the husband of <a href=\"https://www.theguardian.com/us-news/alaska\">Alaska</a> Democratic congresswoman Mary Peltola, was returning from a remote hunting camp carrying moose meat when the plane he was flying crashed, <a href=\"https://www.theguardian.com/us-news/2023/sep/13/eugene-peltola-jr-husband-mary-peltola-dies-plane-crash\">killing him</a>, authorities said.</p><p>Peltola Jr, 57, was the only person aboard the small plane when it crashed late on Tuesday. Two hunters who were at the camp in western Alaska at the time provided medical care, authorities have said.</p> <a href=\"https://www.theguardian.com/us-news/2023/sep/15/alaska-plane-crash-eugene-peltola-mary-peltola\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/sep/15/alaska-plane-crash-eugene-peltola-mary-peltola", "date_published": "2023-09-15T19:32:53+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Dawid Malan leads England to victory to seal series win over New Zealand", "description": "<ul><li><a href=\"https://www.theguardian.com/sport/cricket/match/2023-09-15/england-cricket-team\">Fourth ODI: England 311-9, NZ 211; Eng win by 100 runs</a></li><li>Malan hits 127 as Black Caps face blow after Southee injury</li></ul><p>Most of England’s World Cup squad will spend the next couple of weeks relaxing before they fly to India, but they will struggle to reach a more restful state than that in which they concluded a third successive stroll to victory against New Zealand. Fuelled by Dawid Malan’s century they set a target of 312 that quickly slipped out of the reach of a Black Caps side perhaps distracted by a relatively minor but still potentially tournament-ending injury to Tim Southee, and they eventually cantered to victory by 100 runs.</p><p>With the same teams due to meet in the World Cup curtain-raiser in Ahmedabad in just under three weeks’ time this was not even the most important England v New Zealand one-day international in the minds of those playing it, with in", "link": "https://www.theguardian.com/sport/2023/sep/15/dawid-malan-leads-england-to-victory-to-seal-series-win-over-new-zealand", "date_published": "2023-09-15T19:32:45+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "New Zealand v Namibia: Rugby World Cup 2023 – live", "description": "<ul><li>Live updates from the Pool A fixture in Toulouse, 8pm BST</li><li>Get in touch! <a href=\"mailto:niall.mcveigh@theguardian.com\">Email Niall</a> with your comments or <a href=\"https://twitter.com/niallmcveigh\">tweet</a> him</li></ul><p>That didn’t take long – Barrett’s crossfield kick is collected by Leicester Fainga’anuku, who trades passes with David Havili and offloads for scrum-half Cam Roigard to jog in under the posts. Damian McKenzie converts.</p><p>The referee, Luke Pearce, blows his whistle – slightly before the crowd finish their countdown – and Beauden Barrett hoofs the ball high into the night sky.</p> <a href=\"https://www.theguardian.com/sport/live/2023/sep/15/new-zealand-namibia-rugby-world-cup-2023-live\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2023/sep/15/new-zealand-namibia-rugby-world-cup-2023-live", "date_published": "2023-09-15T19:10:50+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Farhad Moshiri plots exit after ruinous reign but Everton’s future still unsure | Andy Hunter", "description": "<p>777 Partners in line to replace current owner but Americans have a reputation of not improving their other clubs</p><p>Farhad Moshiri sat on stage at Liverpool’s Philharmonic Hall and, in a rare unscripted and direct communication with Evertonians in 2017, declared he did not buy Everton to turn it into a museum. The last six years have invited criticism the club’s erratic owner has created a mausoleum instead. And yet, despite the decay, the debts and the descent of the nine‑time champions of England, there is more trepidation than jubilation among the fanbase at confirmation of Moshiri’s planned exit. 777 Partners, Everton’s prospective new owner, must allay not only the concerns of the Premier League and the Financial Conduct Authority (FCA) in its attempt to secure the club’s future.</p><p>Bar the notable exception of a construction site at Bramley‑Moore dock, home to Everton’s planned and hugely impressive 52,888-capacity new stadium, Moshiri has been almost ruinous for the c", "link": "https://www.theguardian.com/football/2023/sep/15/farhad-moshiri-plots-exit-after-ruinous-reign-but-evertons-future-still-unsure", "date_published": "2023-09-15T19:00:09+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Manchester United had sights set on title charge – but right now it’s chaos", "description": "<p>Erik ten Hag’s team should have been challenging at the top but bad luck and bad management have engulfed the club</p><p>After Erik ten Hag’s first season yielded Champions League qualification and the Carabao Cup, plus <a href=\"https://www.theguardian.com/football/2023/jun/03/manchester-city-manchester-united-fa-cup-final-match-report\" title=\"\">an FA Cup final</a>, this was the year Manchester United would be title challengers. That was the focus in the Old Trafford boardroom and at Carrington where, in his office overlooking the first-team training pitches, Ten Hag plotted to ensure his second campaign would truly elevate United. Manchester City’s hegemony would be threatened as this smart Dutchman delivered what the congregation has craved since Sir Alex Ferguson departed a decade ago: a team that could take the title race into May.</p><p>But, no – not so far anyway, as they have picked up six points from their first four matches with a goal difference of -2. The opening month ", "link": "https://www.theguardian.com/football/2023/sep/15/manchester-united-had-sights-set-on-title-charge-but-right-now-its-chaos", "date_published": "2023-09-15T19:00:09+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Labour pledges spending discipline as it reveals possible manifesto policies", "description": "<p>No extra money for childcare revolution as policies on areas from green economy to immigration are set out</p><p>Labour has put “stable public finances and prudent spending” at the heart of its offer for the 2024 manifesto, pledging iron discipline on how new policies are funded.</p><p>The party’s new national policy forum document suggests there may be no additional money for sweeping childcare reforms and that there could be a delay to returning to the <a href=\"https://commonslibrary.parliament.uk/research-briefings/sn03714/\">0.7% aid target</a>.</p> <a href=\"https://www.theguardian.com/politics/2023/sep/15/labour-policies-document\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/sep/15/labour-policies-document", "date_published": "2023-09-15T18:20:05+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "BP to review personal relationships between staff to root out ‘problematic’ conduct", "description": "<p><strong>Exclusive</strong>: oil giant to put particular focus on senior managers after shock departure of CEO Bernard Looney</p><p><a href=\"https://www.theguardian.com/business/bp\">BP</a> has launched a review of all personal relationships between its staff, particularly at senior levels, to root out any “problematic” conduct, the Guardian can reveal.</p><p>The oil and gas company’s chief executive, Bernard Looney, quit on Tuesday night after an investigation into his personal relationships with colleagues. His departure left the company <a href=\"https://www.theguardian.com/business/2023/sep/13/bernard-looney-bp-board-faces-questions-over-ex-ceos-personal-relations-with-colleagues\">facing questions over its governance and culture</a>.</p> <a href=\"https://www.theguardian.com/business/2023/sep/15/bp-to-review-personal-relationships-between-staff-to-root-out-problematic-conduct\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/sep/15/bp-to-review-personal-relationships-between-staff-to-root-out-problematic-conduct", "date_published": "2023-09-15T18:01:06+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Diverse mix of seedlings helps tropical forests regrow better, study finds", "description": "<p>Malaysia trial shows quicker recovery compared with areas replanted with four or just a single native species</p><p>Replanting logged tropical forests with a diverse mixture of seedlings can help them regrow more quickly than allowing trees to regenerate naturally, a study has shown.</p><p>Satellite observations of one of the largest ecological experiments in the world in the Malaysian state of Sabah have revealed how lowland rainforest recovered over a decade.</p> <a href=\"https://www.theguardian.com/environment/2023/sep/15/diverse-mix-of-seedlings-helps-tropical-forests-regrow-better-study-finds\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/sep/15/diverse-mix-of-seedlings-helps-tropical-forests-regrow-better-study-finds", "date_published": "2023-09-15T18:00:08+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Robert MacIntyre heckled by spectator at Wentworth who lost bet on golfer", "description": "<ul><li>MacIntyre: ‘He told me the amount he had riding on it’</li><li>Meronk in contention on nine under after Ryder Cup ‘anger’</li></ul><p>Golf’s potentially troublesome relationship with gambling has come to the fore again after Robert MacIntyre revealed a spectator at Wentworth’s PGA Championship made plain how much he had riding on the Scot’s performance.</p><p>The topic has been a hot one on the PGA Tour after the Masters champion, Jon Rahm, said he <a href=\"https://www.theguardian.com/sport/2023/aug/22/golf-gambling-distractions-pga-tour-jon-rahm\" title=\"\">hears shouts relating to betting outcomes</a> at every tournament. Now MacIntyre, who added a 69 to Thursday’s 72 on the West Course, has detailed a similar theme on the DP World Tour.</p> <a href=\"https://www.theguardian.com/sport/2023/sep/15/robert-macintyre-heckled-by-spectator-at-wentworth-who-lost-bet-on-golfer\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/sep/15/robert-macintyre-heckled-by-spectator-at-wentworth-who-lost-bet-on-golfer", "date_published": "2023-09-15T18:00:08+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘It is not possible to organise in Iran’: jailed activist warns of totalitarianism after Mahsa Amini protests", "description": "<p>Majid Tavakoli says protesters should have had more help from abroad but the west doesn’t understand what Iran has become</p><p>The majority of Iranians wish for a “normal life and for a government similar to the governments based on the liberal democratic system”, one of Iran’s most prominent political activists says, as he prepares to start a six-year jail sentence, leaving his wife and three-year-old daughter behind.</p><p>Majid Tavakoli’s incarceration is part of the extraordinary crackdown that the Iranian regime has imposed on dissent as a result of protests sparked by the death of Mahsa Amini in police custody after she was arrested for wearing the hijab improperly. The first anniversary of Amini’s death falls on Saturday, and the regime is taking every step to prevent protests, including with patrols outside the Amini family home.</p> <a href=\"https://www.theguardian.com/world/2023/sep/15/iran-jailed-activist-majid-tavakoli-warning-totalitarianism-mahsa-amini-protests\">Con", "link": "https://www.theguardian.com/world/2023/sep/15/iran-jailed-activist-majid-tavakoli-warning-totalitarianism-mahsa-amini-protests", "date_published": "2023-09-15T17:44:43+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "A Million Miles Away review – charming space biopic tells an inspiring story", "description": "<p>The Amazon drama, about migrant worker turned astronaut José Hernández, is part rousing success story and part Nasa PR</p><p>A young boy, the son of migrant farmers from Mexico, watches the Apollo 13 moon landing on a rickety living room TV set, riveted. The same young boy, now a young man, applies to Nasa’s astronaut selection program 11 times, year after year, without success. The young man, now middle-aged, finally makes it to the Kennedy Space Center, only to train several more years for even a shot at exiting Earth.</p><p>A Million Miles Away, the Amazon biopic of the astronaut José Hernández, has all the ingredients of an inspiring, sanded-down success story: Hernández, played capably by Michael Peña, went from itinerant student to barrier-breaking electrical engineer to the International Space Station, the first migrant farm worker to go to space. It hits the usual beats of space heroism – the ambition of a gravity-defying dream, the vaunted heroism of the space program, th", "link": "https://www.theguardian.com/film/2023/sep/15/a-million-miles-away-review-amazon-biopic", "date_published": "2023-09-15T17:39:33+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Japan in mood to write new chapter of sporting romance against England", "description": "<p>A significant shock is brewing at this tournament and the Brave Blossoms have a rich history of providing World Cup upsets </p><p>The most memorable Rugby World Cups are created by performances that no one saw coming. Uruguay’s <a href=\"https://www.theguardian.com/sport/2023/sep/14/france-uruguay-rugby-world-cup-match-report\" title=\"\">splendid effort against France</a> was another classic example, reminding everyone that nothing is ever wholly guaranteed. Few anticipate a Japan victory over England on Sunday but a significant shock is brewing at this tournament at some stage.</p><p>While the Brave Blossoms have slipped backwards since reaching the quarter-finals four years ago, they have a decent track record of snaring the unwary. In 2015 they upset South Africa and four years ago they saw off Ireland and Scotland in the pool stages. They may not be the host nation on this occasion but there are worse places for some sporting romance than a sultry night on the French Riviera.</p>", "link": "https://www.theguardian.com/sport/2023/sep/15/japan-england-rugby-world-cup", "date_published": "2023-09-15T17:36:32+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Alex Jones lives it up but refuses to pay $1.5bn debt to Sandy Hook families", "description": "<p>Far-right conspiracy theorist spending tens of thousands on high-end restaurants while failing to pay damages from legal verdict</p><p>The rightwing conspiracy theorist Alex Jones is continuing to live the high life while refusing to pay a cent of the <a href=\"https://www.theguardian.com/us-news/2022/nov/10/alex-jones-conspiracy-theorist-sandy-hook-victims-hoax\">$1.5bn damages</a> he owes families of victims of the Sandy Hook elementary school shooting he called a hoax.</p><p>Court documents show that the disgraced host of the far-right conspiracy theory and hoax news website Infowars is spending tens of thousands of dollars a month on “expenses” including high-end restaurants and groceries, while payments to the families are frozen following his <a href=\"https://www.theguardian.com/us-news/2022/dec/07/alex-jones-infowars-bankruptcy\">declaration of bankruptcy</a> last year.</p> <a href=\"https://www.theguardian.com/us-news/2023/sep/15/alex-jones-infowars-sandy-hook-damages\">Continu", "link": "https://www.theguardian.com/us-news/2023/sep/15/alex-jones-infowars-sandy-hook-damages", "date_published": "2023-09-15T17:34:02+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Premier League team news: predicted lineups for the weekend action", "description": "<p>Brighton bid to add to Manchester United’s woes while West Ham defend their unbeaten record against Manchester City</p><p><strong>Saturday</strong> 12.30pm<em> TNT Sports 1 </em><strong>Venue</strong> Molineux</p> <a href=\"https://www.theguardian.com/football/2023/sep/15/premier-league-team-news-predicted-lineups-for-the-weekend-action\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/sep/15/premier-league-team-news-predicted-lineups-for-the-weekend-action", "date_published": "2023-09-15T17:32:35+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Burnt-out from work? Try following Hugh Jackman’s 85% rule", "description": "<p>Australian actor advocates trying hard, but not too hard – if you operate at 85% capacity you’ll be more relaxed and perform better</p><p>Feeling exhausted after a busy working week? Perhaps you should be more like Hugh Jackman.</p><p>The Australian actor has made headlines by advocating the “85% rule”, an unofficial guide to life that, says its fans, means we should try hard at things – but not too hard. Elite athletes know that if you tell them to run at 85% capacity rather than 100% they will perform better in the end because they are relaxed, Jackman <a href=\"https://www.youtube.com/watch?v=kzF8StNS_aw\">told a podcast</a>, a rule he tries to follow in his own career.</p> <a href=\"https://www.theguardian.com/money/2023/sep/15/burnt-out-work-try-following-hugh-jackman-85-rule\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/sep/15/burnt-out-work-try-following-hugh-jackman-85-rule", "date_published": "2023-09-15T17:28:14+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on Starmer’s asylum gambit: Labour is putting sense before spectacle | Editorial", "description": "<p>This week’s announcement means voters face a clear choice between outsourcing refugees to Rwanda and working with the EU</p><p>Rishi Sunak wants to send asylum seekers to Rwanda, paying Paul Kagame’s government to take them off the UK’s hands. Sir Keir Starmer wants a return to a multilateral system, the heart of which would be a restored partnership with the EU.</p><p>Labour’s newly announced immigration and asylum policy creates a <a href=\"https://www.theguardian.com/commentisfree/2023/sep/15/keir-starmer-tories-refugees-uk-labour\" title=\"\">clear dividing line</a> between the two parties. The issue does not have the salience it once did. Public support for reducing immigration has <a href=\"https://www.britishfuture.org/dissatisfaction-with-governments-handling-of-immigration-at-highest-level-since-2015/\" title=\"\">fallen</a> in recent years – from 67% in 2015 to 48% now, according to the thinktank British Future. But inflammatory rhetoric about the rise in small boat crossings ha", "link": "https://www.theguardian.com/commentisfree/2023/sep/15/the-guardian-view-on-starmers-asylum-gambit-labour-is-putting-sense-before-spectacle", "date_published": "2023-09-15T17:25:04+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on Hollywood studios against the workers: a dangerous game | Editorial", "description": "<p>It is not only writers and actors who are suffering from a bruising standoff that may have dire consequences for the future of the film industry</p><p>Four months after the first one began, <a href=\"https://www.theguardian.com/culture/2023/aug/21/hollywood-strike-affected-movies-tv-shows\" title=\"\">the strikes</a> that have shut down many Hollywood productions are coming to resemble a fight to the death on a crumbling cliff edge between Goliath and a valiant crowd of Davids. On one side are the mighty studios, on the other are the writers and actors who feed them. Last month, the president and CEO of Warner Brothers Discovery, David Zaslav – no doubt pumped up by the box office success of Barbie – made the chest-thumping claim that the action had actually saved his company <a href=\"https://variety.com/2023/tv/news/david-zaslav-sag-aftra-wga-strike-1235686260/\" title=\"\">more than $100m</a>. Others have painted a more dismal picture, with Disney <a href=\"https://www.hollywoodreporter", "link": "https://www.theguardian.com/commentisfree/2023/sep/15/the-guardian-view-on-hollywood-studios-against-the-workers-a-dangerous-game", "date_published": "2023-09-15T17:19:11+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Belarus leader proposes three-way partnership with Russia and North Korea", "description": "<p>Alexander Lukashenko put forward axis plan during summit with Vladimir Putin in Sochi as rumours of arms deal persist</p><p>Alexander Lukashenko has expressed interest in creating a trilateral partnership with Russia and North Korea amid rumours that Vladimir Putin and Kim Jong-un were negotiating an arms deal to sustain Russia’s war in Ukraine.</p><p>The Belarusian leader made the remarks during a summit with Putin in the Black Sea resort city of Sochi, where the two held their seventh face-to-face meeting this year.</p> <a href=\"https://www.theguardian.com/world/2023/sep/15/belarus-leader-alexander-lukashenko-proposes-three-way-partnership-with-russia-and-north-korea\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/15/belarus-leader-alexander-lukashenko-proposes-three-way-partnership-with-russia-and-north-korea", "date_published": "2023-09-15T17:12:18+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Ireland determined to quell Tongan fire as heatwave fades at last", "description": "<p>Temperatures are dropping but Farrell hopes his side’s intensity does not with the Pacific islanders a significant step up</p><p>The notion of Ireland flourishing in near 40C heat would have seemed far-fetched not so long ago. As it turned out, their fluent offloading and imaginative running lines proved perfect for making Romania wilt in sweltering Bordeaux last Saturday.</p><p>After the anomaly of Gabriel Rupanu’s early try everything went more or less to plan, the notable exception being a misfiring lineout which the head coach, Andy Farrell, will be intent on fixing.</p> <a href=\"https://www.theguardian.com/sport/2023/sep/15/ireland-determined-to-quell-tongan-fire-as-heatwave-fades-at-last\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/sep/15/ireland-determined-to-quell-tongan-fire-as-heatwave-fades-at-last", "date_published": "2023-09-15T17:09:17+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Biden approves state of emergency for Maine as Hurricane Lee approaches", "description": "<p>Canada issues hurricane watch for parts of New Brunswick and Nova Scotia, with storm expected to bring high winds and flooding</p><p>Joe Biden has <a href=\"https://www.whitehouse.gov/briefing-room/presidential-actions/2023/09/14/president-joseph-r-biden-jr-approves-maine-emergency-declaration/\">declared</a> a state of emergency in Maine as Hurricane Lee rapidly approaches the north-easternmost US state amid the likelihood of a landfall there or more likely in Canada over the weekend.</p><p>About 7 million people are now under tropical storm warnings across Maine, Massachusetts and New Hampshire. The Canadian Hurricane Center also issued a hurricane watch for parts of the provinces of New Brunswick and Nova Scotia.</p> <a href=\"https://www.theguardian.com/world/2023/sep/15/hurricane-lee-maine-emergency-biden-canada\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/15/hurricane-lee-maine-emergency-biden-canada", "date_published": "2023-09-15T17:06:47+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Rishi Sunak considers banning Chinese officials from half of AI summit", "description": "<p>Exclusive: Bletchley Park event, to be attended by world leaders, is taking place as concerns grow about Beijing spying on the west</p><p>Rishi Sunak is considering banning Chinese officials from half of his artificial intelligence safety summit in November, amid growing concern over widespread spying by Beijing on western governments.</p><p>Downing Street has already invited China to attend <a href=\"https://www.theguardian.com/technology/2023/aug/24/rishi-sunak-to-hold-ai-summit-at-bletchley-park-home-of-enigma-codebreakers\">the summit</a>, which will be held in early November at Bletchley Park and is set to shape the international community’s approach to AI for years to come.</p> <a href=\"https://www.theguardian.com/technology/2023/sep/15/rishi-sunak-considers-banning-chinese-officials-from-half-of-ai-summit\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/sep/15/rishi-sunak-considers-banning-chinese-officials-from-half-of-ai-summit", "date_published": "2023-09-15T17:00:07+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "US and UK issue sanctions on Iran one year on from Mahsa Amini’s death", "description": "<p>Multiple rounds of sanctions mark anniversary of 22-year-old’s death in custody of Iran’s ‘morality police’</p><p>The US and Britain on Friday imposed sanctions on Iran on the eve of the one-year anniversary of the death of a Kurdish Iranian woman, Mahsa Amini, while in the custody of Iran’s “morality police”, which sparked months of anti-government protests that faced often violent crackdown.</p><p>Amini, 22, <a href=\"https://www.theguardian.com/global-development/2022/sep/16/iranian-woman-dies-after-being-beaten-by-morality-police-over-hijab-law\">died on 16 September last year</a> after being arrested for allegedly flouting the Islamic Republic’s mandatory dress code. Her death sparked months of anti-government protests that marked the biggest show of opposition to Iranian authorities in years. Iranian security forces have been deployed in her home town in anticipation of unrest this weekend.</p> <a href=\"https://www.theguardian.com/world/2023/sep/15/us-and-uk-issue-sanctions-on", "link": "https://www.theguardian.com/world/2023/sep/15/us-and-uk-issue-sanctions-on-iran-one-year-on-from-mahsa-aminis-death", "date_published": "2023-09-15T16:58:23+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Lucy Letby to appeal against conviction over babies’ murders", "description": "<p>Former nurse found guilty of murdering seven infants files bid to challenge her conviction</p><p>Lucy Letby, Britain’s worst child serial killer, has formally lodged a bid to challenge her convictions at the court of appeal, officials have confirmed.</p><p>Court staff said on Friday they had received an application for permission to appeal against all of the nurse’s convictions.</p> <a href=\"https://www.theguardian.com/uk-news/2023/sep/15/lucy-letby-appeal-conviction\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/sep/15/lucy-letby-appeal-conviction", "date_published": "2023-09-15T16:55:59+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Four large US publishers sue ‘shadow library’ for alleged copyright infringement", "description": "<p>The publishers are claiming unspecified damages from the file-sharing Library Genesis, which they say has distributed files illegally</p><p>Four leading US publishers have sued an online “shadow library” that allows visitors to download textbooks and other copyrighted materials free.</p><p>Cengage, Macmillan Learning, McGraw Hill and Pearson Education filed the suit against Library Genesis, also known as LibGen, in Manhattan federal court, citing “extensive violations” of copyright law.</p> <a href=\"https://www.theguardian.com/books/2023/sep/15/four-large-us-publishers-sue-shadow-library-for-alleged-copyright-infringement\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/sep/15/four-large-us-publishers-sue-shadow-library-for-alleged-copyright-infringement", "date_published": "2023-09-15T16:55:19+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "From small boats to industry and science: how much evidence do we need that Brexit made our lives worse? | Jonathan Freedland", "description": "<p>Starmer insists there’s no case for rejoining. But his migration plan and the latest Tory fixes merely seek to repair the damage</p><p>It was only an aside. Keir Starmer wasn’t planning to talk about Brexit, but a subject almost as perilous for his party: migration. Still, Good Morning Britain wanted to know if his plan to strike a deal with the European Union in order to stop the small boats crossing the Channel meant he was weakening his stance on EU withdrawal. “There’s no case for going back to the EU,” <a href=\"https://www.theguardian.com/politics/live/2023/sep/14/starmer-migration-channel-crossings-eu-labour-tackle-people-smuggling-europol-tory-rishi-sunak-humza-yousaf-scotland-china-security-intelligence-uk-politics-latest?page=with:block-6502d5838f08f4e23a0ebe37#block-6502d5838f08f4e23a0ebe37\">he said</a>, “no case for going into the single market or customs union, and no freedom of movement.”</p><p>Those words were hardly a shock. Starmer has said similar things before, t", "link": "https://www.theguardian.com/commentisfree/2023/sep/15/small-boats-industry-science-brexit-made-our-lives-worse", "date_published": "2023-09-15T16:55:17+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Bolsonaro aide tells police he sold luxury foreign gifts for ex-president – report", "description": "<p>Lt Col Mauro Cid said to admit selling watches from Saudi Arabia and Bahrain in Pennsylvania mall and handing cash to Bolsonaro</p><p>Jair Bolsonaro’s former personal secretary has reportedly told police he handed tens of thousands of dollars to his old boss after selling two luxury watches Brazil’s ex-president had received as official gifts.</p><p>Lt Col Mauro Cid, who was Bolsonaro’s aide-de-camp during his 2019-23 presidency, was released from four months’ detention on Saturday after striking a plea deal with police. That agreement reportedly requires Lt Col Cid to provide information relating to a series of suspected crimes committed during Bolsonaro’s administration, including an alleged coup plot and a scandal involving the embezzlement of expensive foreign gifts.</p> <a href=\"https://www.theguardian.com/world/2023/sep/15/bolsonaro-aide-tells-police-he-sold-luxury-foreign-gifts-for-ex-president-report\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/15/bolsonaro-aide-tells-police-he-sold-luxury-foreign-gifts-for-ex-president-report", "date_published": "2023-09-15T16:45:38+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The show must go on: 35,000 ultra-Orthodox Jews descend on Ukraine for Rosh Hashanah", "description": "<p>The annual pilgrimage brings both prayers and partying to Uman. Many have been undeterred by official pleas to stay away this year</p><p>Unfazed by the bombs, undeterred by the warnings, and in the face of the ongoing raging conflict, more than 35,000 ultra-Orthodox Jews from across the world have journeyed to Uman, Ukraine, to celebrate Rosh Hashanah, the Jewish new year.</p><p>“Going to celebrate in a war zone en masse is crazy,” said Azoulay Ruben, a 22-year-old trainee dentist from Paris. “But at the same time, it’s a beautiful thing.”</p> <a href=\"https://www.theguardian.com/world/2023/sep/15/ultra-orthodox-jews-celebrate-rosh-hashanah-uman-ukraine-pilgrimage\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/15/ultra-orthodox-jews-celebrate-rosh-hashanah-uman-ukraine-pilgrimage", "date_published": "2023-09-15T16:44:56+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Who can afford them?’: theatregoers react to £395 tickets for Neil Simon play", "description": "<p>Next year’s opening of Plaza Suite in West End, with Sarah Jessica Parker and Matthew Broderick, reignites affordability debate </p><p>When Plaza Suite, Neil Simon’s witty commentary on love and marriage, opened on Broadway in 1968, the most expensive seats in the house would have cost less than $10. The equivalent today is about $88, or £71.</p><p>Next year, the show, starring Sarah Jessica Parker and her husband Matthew Broderick, opens in London’s West End with tickets for premium “package” seats costing £395.</p> <a href=\"https://www.theguardian.com/stage/2023/sep/15/theatregoers-react-to-395-tickets-neil-simon-play-london-sarah-jessica-parker\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/sep/15/theatregoers-react-to-395-tickets-neil-simon-play-london-sarah-jessica-parker", "date_published": "2023-09-15T16:43:13+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Vuelta a España: Kuss closes on glory as Dainese avoids crash to win stage 19", "description": "<ul><li>Kaden Groves involved in late crash on day for sprinters</li><li>Kuss relieved to avoid spill as race becomes ‘stressful’</li></ul><p>Alberto Dainese of Team DSM-Firmenich narrowly avoided a massive crash in the final kilometre to sprint to victory in stage 19 of the Vuelta a España, while Sepp Kuss of Jumbo-Visma finished safely in the peloton to retain the overall lead.</p><p>As the Vuelta enters its home stretch, riders left the mountains behind for a flat 177.5km ride from La Bañeza to Íscar, speeding through countryside at 80km/h at one point. A breakaway group of four were caught with 20km to go before the teams set themselves up for the sprint, with Ineos Grenadiers, Movistar and Bahrain Victorious driving the bunch.</p> <a href=\"https://www.theguardian.com/sport/2023/sep/15/vuelta-a-espana-kuss-closes-on-glory-as-dainese-avoids-crash-to-win-stage-19\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/sep/15/vuelta-a-espana-kuss-closes-on-glory-as-dainese-avoids-crash-to-win-stage-19", "date_published": "2023-09-15T16:40:57+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Brixton Academy can reopen once it meets ‘extensive’ safety conditions", "description": "<p>Lambeth council says measures will include new security, a crowd management system and a command centre</p><p>Brixton Academy can reopen once the venue has met 77 “extensive and robust” conditions “designed to promote public safety”, Lambeth council said.</p><p>The conditions include stronger doors, new crowd management systems, more detailed risk assessments, a new ticketing system, a centralised control and command centre and new security and management.</p> <a href=\"https://www.theguardian.com/uk-news/2023/sep/15/brixton-academy-can-reopen-once-it-meets-extensive-safety-conditions\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/sep/15/brixton-academy-can-reopen-once-it-meets-extensive-safety-conditions", "date_published": "2023-09-15T16:35:20+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "When nature calls: Canadian wilderness area offers poop bags to fix fecal furore", "description": "<p>Special bag dispensers will be installed after visitors to wild areas around Squamish, British Columbia, left more than footprints </p><p>The sheer rock faces, winding trails and granite crags around Squamish in south-western British Columbia have seen a surge of climbers, campers and hikers lured to answer the call of the wild – but who are increasingly causing friction with local people when nature calls.</p><p>Earlier this week, the Squamish Access Society announced it had partnered with the province’s parks service and local businesses to erect five poop bag dispensers, placed at busy climbing locations, with four more planned in the coming weeks.</p> <a href=\"https://www.theguardian.com/world/2023/sep/15/canada-poop-bags-wilderness-hikers\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/15/canada-poop-bags-wilderness-hikers", "date_published": "2023-09-15T16:28:24+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Libyan authorities seal off most of flood-hit Derna in effort to limit deaths", "description": "<p>Only emergency workers to be allowed into devastated area over fears of contamination from dead bodies in limited water supply</p><p>Libyan authorities have largely sealed off the flood-devastated port town of Derna from civilians in an effort to give space to emergency aid workers and amid concern that contamination of standing water may add to the already horrific death toll.</p><p>Salem Al-Ferjani, director general of the ambulance and emergency service in eastern Libya, said that only search and rescue teams would be allowed to enter parts of the town most affected by the flooding that has left at least 11,000 dead according to official projections. Many citizens have already left the town voluntarily.</p> <a href=\"https://www.theguardian.com/world/2023/sep/15/libya-flood-derna-authorities-seal-port\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/15/libya-flood-derna-authorities-seal-port", "date_published": "2023-09-15T16:04:29+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The present tense is perfect English for history, sports commentary – and jokes | Letter", "description": "<p>Linguistics professor <strong>John O’Regan</strong> on history written in the present tense, and <strong>Simon Allen</strong> on other documentary annoyances</p><p>Adrian Chiles’s article concerning the use of the present tense in television history programmes (<a href=\"https://www.theguardian.com/commentisfree/2023/sep/06/i-love-history-programmes-but-theres-one-trend-that-makes-my-blood-boil-\" title=\"\">I love history programmes. But there’s one trend that makes my blood boil …, 6 September</a>) not only does a disservice to TV historians such as Dan Gold, who “writes history in the present tense” (<a href=\"https://www.theguardian.com/tv-and-radio/2023/sep/11/the-relentless-rise-of-the-present-tense-in-history-programmes\" title=\"\">Letters, 11 September</a>), but also to the innovation and flexibility of the English language.</p><p>Chiles takes issue with the apparently nonsensical use of the present tense to describe the past. He gives the invented example, “Napoleon walks into t", "link": "https://www.theguardian.com/science/2023/sep/15/the-present-tense-is-perfect-english-for-history-sports-commentary-and-jokes", "date_published": "2023-09-15T16:02:51+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "My mother still has stories to tell about Bletchley Park | Letter", "description": "<p>After news of the death of Margaret Betts, <strong>Gwilym Hughes </strong>writes about the memories of his 98-year-old mother, Joan, one of the few surviving codebreakers</p><p>You reported on the death at the age of 99 of one of the last surviving female Bletchley Park codebreakers, Margaret Betts (<a href=\"https://www.theguardian.com/world/2023/sep/06/she-played-it-down-bletchley-park-codebreaker-dies-at-99\" title=\"\">6 September</a>). My mother, Joan Hughes (née Williams), now still a lively 98-year-old, also served at Bletchley Park after enlisting in the Women’s Royal Naval Service (WRNS) aged 18.</p><p>Joan was a scholarship girl at Blackburne House in Liverpool and, after her enlistment interview, she was held for higher-level clearance in Leeds for two weeks while all the other recruits were allocated elsewhere. On heading to Bletchley Park and her billet at Woburn Abbey, she thought it might be the seaside, being near “Sandy, Bedfordshire”.</p> <a href=\"https://www.theguar", "link": "https://www.theguardian.com/world/2023/sep/15/my-mother-still-has-stories-to-tell-about-bletchley-park", "date_published": "2023-09-15T16:01:45+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Met police agree six-figure payout to man hit by baton at protest", "description": "<p>Exclusive: Alfie Meadows underwent brain surgery after being struck by officer at tuition fees demonstration</p><p>The Metropolitan police have apologised and agreed to pay a six-figure settlement to a man who needed emergency brain surgery after being hit by an officer’s baton during the 2010 university tuition fees protests.</p><p>Alfie Meadows, then a 20-year-old philosophy student at Middlesex University, sustained a brain injury after he was struck on the head during demonstrations against the tripling of tuition fees. He needed more than 100 staples in his head and was left with a large scar.</p> <a href=\"https://www.theguardian.com/uk-news/2023/sep/15/met-police-agree-six-figure-payout-to-alfie-meadows-hit-by-baton-at-protest\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/sep/15/met-police-agree-six-figure-payout-to-alfie-meadows-hit-by-baton-at-protest", "date_published": "2023-09-15T16:01:05+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Ludlam gets nod ahead of Vunipola for England’s World Cup clash with Japan", "description": "<ul><li>Ludlam comes in at No 8 with Earl shifting to openside flanker</li><li>Kyle Sinckler starts at prop after recovering from chest injury</li></ul><p>Lewis Ludlam has been selected to start England’s second World Cup match against Japan on Sunday in the absence of Tom Curry, with Billy Vunipola making do with a place on the bench.</p><p>Ludlam impressed as a replacement <a href=\"https://www.theguardian.com/sport/2023/sep/09/george-ford-drives-14-man-england-to-heroic-world-cup-win-over-argentina\">in England’s 27-10 win over Argentina</a> last weekend and gets the nod at No 8 with Ben Earl shifting to openside to replace Curry, who is suspended following his red card against the Pumas.</p> <a href=\"https://www.theguardian.com/sport/2023/sep/15/lewis-ludlam-billy-vunipola-england-japan-rugby-world-cup\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/sep/15/lewis-ludlam-billy-vunipola-england-japan-rugby-world-cup", "date_published": "2023-09-15T16:00:05+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Guide #104: Seven Oscar-worthy films coming to the big screen soon", "description": "<p>In this week’s newsletter: It’s post-blockbuster prestige cinema season – and from Poor Things to Napoleon, these are the best films still to come that will be in the Oscars mix</p><p><strong>• <a href=\"https://ablink.email.theguardian.com/ss/c/TBl-lE0k4WbTlFRn6v-lQXxTpTslqnvUsR2ofAkC00vqkHXqakTSxrykj9mrdACFM7X02zB_4eaUcPGwGF8aSd8qfug3UI-6On7SZ6NCb1bc8x_o5dndnbkzvJa5hUkQ9nhvD7IJSuyXeKbacJDYEqlFbAZ0vOIKsv3NFHydfPIzaUpYyjP0KfOAhLRYMW2yTAs6TBIgM3bi7aVl__6M8OuHfLZfd7xmigDS_KOnKuU_bc0LD-KQTnN7wlkHVqzvlJ18crhTOgngZzAlM4_3_SCUmWonlgL50tNfCaUIQQk/3hx/2l-ct5r6Q8CNEhlq1hSBIw/h15/kSGp0pNCsCxOwXsdDM-fI8ISkKBb6hYjBXPF16gxdC8\">Don’t get the Guide delivered to your inbox? Sign up to get the full article here</a></strong></p><p>It’s mid-September, the point in the film calendar where we put away childish things (superheroes, video game adaptations, tiny Day-Glo trolls) and get stuck into some proper blue chip cinema. The Venice, Telluride and Toronto film festivals – where studios hawk their glos", "link": "https://www.theguardian.com/culture/2023/sep/15/the-guide-best-films-still-to-come-in-2023", "date_published": "2023-09-15T16:00:05+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Perfect time to come back’: cricket ready to welcome Andrew Flintoff home after horror Top Gear crash", "description": "<p>Ex-player makes tentative return to public life while future of BBC motoring show remains in balance</p><p>Last December the family of Andrew “Freddie” Flintoff feared the worst when the former England cricketer was airlifted to hospital after a serious crash while filming an episode of the BBC’s Top Gear. After flipping his three-wheeled, wooden-framed racing car on a Surrey circuit, Flintoff survived but vanished from the public eye while he received extensive treatment.</p><p>On Friday his tentative return to public life continued at Lord’s cricket ground, after he spent the last week informally helping the England men’s team during their one-day international series against New Zealand. Taking part in warmups and bowling practice has given Flintoff, 45, a chance to be seen in public for the first time since his near-death crash last December. Wounds across his nose and chin remained clearly visible.</p> <a href=\"https://www.theguardian.com/sport/2023/sep/15/andrew-flintoff-tip", "link": "https://www.theguardian.com/sport/2023/sep/15/andrew-flintoff-tipped-to-leave-top-gear-for-england-cricket-job-after-crash", "date_published": "2023-09-15T15:59:45+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Martin Rowson on Labour’s plans for asylum and refugees – cartoon", "description": "<p></p> <a href=\"https://www.theguardian.com/commentisfree/picture/2023/sep/15/martin-rowson-labour-plans-asylum-refugees\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2023/sep/15/martin-rowson-labour-plans-asylum-refugees", "date_published": "2023-09-15T15:49:17+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Toto Wolff watches Massa legal case for parallels with Hamilton’s 2021 title bid", "description": "<ul><li>Brazilian driver has taken legal action over 2008 championship</li><li>Mercedes chief hints team could challenge 2021 title outcome</li></ul><p>The Mercedes team principal, Toto Wolff, has indicated the team could challenge the controversial decision that cost Lewis Hamilton the 2021 world championship. Wolff acknowledged that the current legal case Felipe Massa has brought against Formula One and the FIA might set a precedent that would have a direct influence on Hamilton’s claim to the title.</p><p>Massa has taken legal action over the <a href=\"https://theguardian.com/sport/2009/oct/02/lewis-hamilton-felipe-massa-singapore\">“crashgate”</a> affair in 2008, when he lost the title to Hamilton by a single point. At the Singapore Grand Prix that year Massa was leading when Renault orchestrated a crash by Nelson Piquet Jr in order to benefit his teammate Fernando Alonso. During the safety car period that was triggered by the crash, when Massa pitted Ferrari released him with the ", "link": "https://www.theguardian.com/sport/2023/sep/15/toto-wolff-watches-massa-legal-case-for-parallels-with-hamiltons-2021-title-bid", "date_published": "2023-09-15T15:30:22+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Trump New York fraud case could be delayed after ex-president sues judge", "description": "<p>Civil case brought by Letitia James alleges widespread fraud connected to Trump Organization and trial scheduled for October</p><p>Donald Trump’s October trial in a civil case brought by the New York attorney general could be delayed, the Daily Beast <a href=\"https://www.thedailybeast.com/trump-turns-new-york-ag-case-against-judge-arthur-f-engoron\">first reported</a>, because the former US president has quietly sued the judge.</p><p>Letitia James, a Democrat, sued Trump and his adult sons last year, alleging widespread fraud connected to the Trump Organization and seeking $250m and professional sanctions. The trial is scheduled to start on 2 October.</p> <a href=\"https://www.theguardian.com/us-news/2023/sep/15/trump-org-fraud-case-delay-judge-sued\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/sep/15/trump-org-fraud-case-delay-judge-sued", "date_published": "2023-09-15T15:25:47+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Vogue World to donate £2m to London-based arts organisations", "description": "<p>National Theatre and Royal Ballet among 21 groups to receive grants from new fund</p><p>Vogue World will donate £2m to London-based arts organisations through a newly established fund, Condé Nast has announced.</p><p>The star-studded event at London’s Theatre Royal Drury Lane on Thursday night was masterminded by the <a href=\"https://www.theguardian.com/fashion/2023/sep/13/its-about-asserting-her-power-anna-wintour-stages-starry-gala-as-tensions-rise-at-vogue\">Vogue editor-in-chief, Anna Wintour</a>, and the Bafta- and Olivier-winning director Stephen Daldry. Its aim was to celebrate London’s heritage as a cultural powerhouse and to raise money for the UK’s cash-strapped performing arts scene.</p> <a href=\"https://www.theguardian.com/culture/2023/sep/15/vogue-world-to-donate-2m-to-london-based-arts-organisations\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/sep/15/vogue-world-to-donate-2m-to-london-based-arts-organisations", "date_published": "2023-09-15T15:23:27+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "LSO/Hannigan review – season opens with haunting Vivier and superb Strauss", "description": "<p><strong>Barbican, London<br /></strong>The London Symphony Orchestra’s associate artist Barbara Hannigan conducted a programme that mixed mainstream repertoire by Haydn and Strauss with less familiar music from the second half of the 20th century.</p><p>With the departure of <a href=\"https://www.theguardian.com/music/simon-rattle\">Simon Rattle</a>, and <a href=\"https://www.theguardian.com/music/antonio-pappano\">Antonio Pappano</a> not due to succeed him as chief conductor until <a href=\"https://www.theguardian.com/music/2021/mar/30/antonio-pappano-to-replace-simon-rattle-at-london-symphony-orchestra\">this time next year</a>, 2023-24 will be an interregnum for the London Symphony Orchestra. So it was the orchestra’s associate artist <a href=\"https://www.barbarahannigan.com/\">Barbara Hannigan</a> who conducted the opening concert of its new season at the Barbican, a typical Hannigan programme that mixed works from the mainstream repertoire by <a href=\"https://www.theguardian.com/mus", "link": "https://www.theguardian.com/music/2023/sep/15/lso-hannigan-review-season-opens-with-haunting-vivier-and-superb-strauss", "date_published": "2023-09-15T15:17:37+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Why are American XL bullies being banned and how will it work?", "description": "<p>The breed has been linked to a number of fatal attacks and is the first to be banned in UK since 1991</p><p>Rishi Sunak has announced that the American XL bully will be <a href=\"https://www.theguardian.com/lifeandstyle/2023/sep/15/american-xl-bully-dog-will-be-banned-says-sunak\">banned in the UK</a> by the end of the year after a spate of serious attacks, some fatal, in recent years. It will be the first breed to be added to the prohibited list under the Dangerous Dogs Act since the law was introduced in 1991.</p> <a href=\"https://www.theguardian.com/uk-news/2023/sep/15/why-are-american-xl-bullies-being-banned-and-how-will-it-work\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/sep/15/why-are-american-xl-bullies-being-banned-and-how-will-it-work", "date_published": "2023-09-15T15:16:48+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Inquest opens into death of 10-year-old boy electrocuted at Blackpool hotel", "description": "<p>Coroner says there are ‘questions to be asked about how this incident happened’ after Jack Piper-Sheach died</p><p>A coroner has said there are questions to be asked over <a href=\"https://www.theguardian.com/uk-news/2023/sep/08/boy-dies-after-electric-shock-at-blackpool-hotel\">the death of a 10-year-old boy</a> who was electrocuted at a Blackpool hotel while on a family holiday.</p><p>Jack Piper-Sheach of Grimsby suffered serious injuries as a result of an incident in the lobby of Tiffany’s Hotel on 3 September.</p> <a href=\"https://www.theguardian.com/uk-news/2023/sep/15/inquest-death-of-jack-piper-sheach-electrocuted-blackpool-hotel\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/sep/15/inquest-death-of-jack-piper-sheach-electrocuted-blackpool-hotel", "date_published": "2023-09-15T15:16:24+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Home Office delay on abortion clinic buffer zones leaves council to act alone", "description": "<p>Manchester extends own measures to prevent women from being harassed after legislation delays</p><p>Manchester city council has decided to extend its own measures for preventing women from being harassed when visiting abortion clinics due to delays in <a href=\"https://www.theguardian.com/world/2022/oct/18/mps-back-plans-for-abortion-clinic-buffer-zones-in-england-and-wales\">government legislation on buffer zones</a> coming into effect.</p><p>The Public Order Act, which received royal assent in May, included an amendment which makes it a criminal offence across England and Wales to harass, obstruct or interfere with any woman attending an abortion clinic.</p> <a href=\"https://www.theguardian.com/world/2023/sep/15/home-office-delays-abortion-clinic-buffer-zones-leave-council-act-alone\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/15/home-office-delays-abortion-clinic-buffer-zones-leave-council-act-alone", "date_published": "2023-09-15T15:13:58+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘I just can’t throw anything away’: Madelon Vriesendorp on turning plastic junk into art", "description": "<p>The Dutch artist’s new show at London’s Cosmic House showcases her compulsive knack of transforming trash into magical creations and her creative partnership with the house’s late resident Charles Jencks</p><p>“I just can’t throw anything away,” says Madelon Vriesendorp. “I would feel so guilty chucking out all this beautiful milky plastic.” The Dutch artist is standing near a row of plastic milk bottles that, during the pandemic lockdowns, she sliced, spliced and manipulated to create a mysterious cast of characters, now lit from below like precious objects in a museum. One resembles an African tribal mask, with a furrowed brow and shock of wiry hair. Another has the air of a bossy teacher, a pair of handles forming the shape of hands on hips. A third looks like a Japanese warlord (although Vriesendorp insists it is a French nun carrying a handbag). “If they are eventually thrown away,” she quips, “at least the fish will have something nice to look at.”</p><p>Few might ever have ", "link": "https://www.theguardian.com/artanddesign/2023/sep/15/i-just-cant-throw-anything-away-madelon-vriesendorp-on-turning-plastic-junk-into-art", "date_published": "2023-09-15T15:03:55+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Cocktail of the week: Blacklock’s stiff neck – recipe | The good mixer", "description": "<p>A vodka cocktail perked up with pear liqueur and fino sherry</p><p>Spain, in the form of sherry, meets Sweden (vodka) and France (pears) in this lovely little sharpener that will get any evening off to a roaring start.</p> <a href=\"https://www.theguardian.com/food/2023/sep/15/cocktail-of-the-week-blacklock-stiff-neck-recipe\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/sep/15/cocktail-of-the-week-blacklock-stiff-neck-recipe", "date_published": "2023-09-15T15:00:06+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "From being ‘raced’ I learned the problem is not me, it is social context | Sisonke Msimang", "description": "<p>People have dealt with being different in many ways, but the key is to remember your own humanity. You aren’t someone else’s idea of you – you are you</p><ul><li><a href=\"https://www.theguardian.com/commentisfree/series/ms-understanding\">Ms Understanding</a> is an advice column for everyone on everyday issues around race</li><li><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=cvau_sfl\">Get our weekend culture and lifestyle email</a></li></ul><p><em><strong>Hi,</strong></em></p><p><em><strong>About a year ago I moved to a European country with a largely white population and since then I have been so aware of my blackness and difference. Classmates and friends have asked about my wigs and hair etc, but I can’t tell if it’s genuine curiosity or if I am submitting to being racialised.</strong></em></p> <a href=\"https://www.theguardian.com/commentisfree/2023/sep/16/help-i-cant-tell-if-im-being-", "link": "https://www.theguardian.com/commentisfree/2023/sep/16/help-i-cant-tell-if-im-being-complimented-or-fetishized", "date_published": "2023-09-15T15:00:05+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Fiji holds ‘special place’ in Wallabies hearts but allegiances won’t wobble | Daniel Gallan", "description": "<p>With seven players of Fijian heritage, Australia head into their next World Cup pool match with unique perspective</p><p>The high-flying Fijians against the free-wheeling Wallabies: it’s a volatile combination. It may be the most important game of Eddie Jones’s second tenure as Wallabies coach, but for seven Wallabies, this contest with Fiji has far greater significance than a potential date with Argentina or England in the next round.</p><p>“It’s always going to be special as Fiji holds a special place in our heart,” said Samu Kerevi, who, alongside Marika Koroibete, Mark Nawaqanitawase, Rob Valetini, Suliasi Vunivalu, Langi Gleeson and Issak Fines-Leleiwasa, has roots on the archipelago nearly 5,000km away from the country they now proudly represent.</p> <a href=\"https://www.theguardian.com/sport/blog/2023/sep/16/fiji-holds-special-place-in-wallabies-hearts-but-allegiances-wont-wobble\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/blog/2023/sep/16/fiji-holds-special-place-in-wallabies-hearts-but-allegiances-wont-wobble", "date_published": "2023-09-15T15:00:04+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Marvel’s Spider-Man 2 preview: hands-on with the web-slinging duo", "description": "<p><strong>PlayStation 5<br /></strong>The storytelling is superb but Peter Parker and Miles Morales’s vastly expanded New York playground steals the show as you soar from one jaw-dropping encounter to the next in this fully fledged sequel</p><p>Few games did more to sell PlayStation 4s, than the original <a href=\"https://www.theguardian.com/games/2018/sep/04/marvels-spider-man-ps4-games-review-insomniac-sony\">Marvel’s Spider-Man</a>. Swinging its way into Sony’s E3 2017 press conference and then dominating the charts on its release the following year, this surprisingly slick licensed offering was an unashamedly cinematic adventure, the cutscene-heavy formula setting the tone for the bombastic single-player blockbusters that defined the PS4 era. Now, six years later, all eyes are on the webslinger to repeat the trick for PlayStation 5.</p><p>At a recent demo event in London, I pick up the controller and send our quip-happy hero hurtling fearlessly across a shiny Manhattan – and initi", "link": "https://www.theguardian.com/games/2023/sep/15/marvels-spider-man-2-preview-hands-on-with-the-web-slinging-duo", "date_published": "2023-09-15T15:00:04+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Protesters enraged as Berlin State Opera lifts ban on Russian-born soprano", "description": "<p>Anna Netrebko to perform as Lady Macbeth on four dates at Staatsoper despite concern over Kremlin links</p><p>The Berlin State Opera has defended its decision to allow the Russian-born soprano Anna Netrebko to perform on its stage despite protests from people who claim she has failed to unambiguously distance herself from Vladimir Putin over the invasion of Ukraine.</p><p>The singer, who has Russian and Austrian nationality, is due to appear at the Staatsoper on Friday and a further three nights in September, performing the role of Lady Macbeth in Giuseppe Verdi’s Macbeth.</p> <a href=\"https://www.theguardian.com/world/2023/sep/15/protesters-enraged-as-berlin-state-opera-lifts-ban-on-russian-born-soprano-anna-netrebko\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/15/protesters-enraged-as-berlin-state-opera-lifts-ban-on-russian-born-soprano-anna-netrebko", "date_published": "2023-09-15T14:52:08+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Watercolour slamdown, changing Chanel and Ofili’s Grenfell mural – the week in art", "description": "<p>Turner and Bonington duke it out, a fashion icon gets a major show and Chris Ofili tackles the burning tower with swirling emotion – <a href=\"https://www.theguardian.com/artanddesign/2015/oct/19/sign-up-to-the-art-weekly-email\">all in your weekly dispatch</a></p><p><strong>Turner and Boningto</strong><strong>n<br /></strong>Two great artists of the Romantic age go head-to-head in this comparison of their intense watercolour landscapes.<br />• <a href=\"https://www.wallacecollection.org/whats-on/exhibitions-displays/turner-and-bonington/\">Wallace Collection, London, 20 September to 21 April</a></p> <a href=\"https://www.theguardian.com/artanddesign/2023/sep/15/the-week-in-art\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/sep/15/the-week-in-art", "date_published": "2023-09-15T14:51:09+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Casual Keir reshuffles his wardrobe to take on Dishi Rishi", "description": "<p>Adidas Gazelles appear to be Keir Starmer’s answer to the PM’s Timberlands as he rekindles the spirit of dressed-down Blairism</p><p>Keir Starmer hoped to win support for <a href=\"https://www.theguardian.com/uk-news/2023/sep/14/starmer-attacked-from-left-and-right-after-setting-out-plan-to-stop-channel-crossings\">his small boats plan</a> on Thursday on a trip to the Europol headquarters. But he was also likely hoping that the casual note he struck en route to the meeting would garner some backing as well.</p><p>While he donned a more traditional suit to head to The Hague later, arriving into the airport he wore dark blue jeans, a signature dark shirt and a pair of Adidas trainers – perhaps an attempt to signal calm in the eye of the political storm.</p> <a href=\"https://www.theguardian.com/fashion/2023/sep/15/casual-keir-starmer-adidas-gazelles\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2023/sep/15/casual-keir-starmer-adidas-gazelles", "date_published": "2023-09-15T14:49:37+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Football Daily | Is Everton’s potential sale a time for Toffees to rejoice or despair?", "description": "<p><a href=\"https://preview.gutools.co.uk/info/2022/nov/14/football-daily-email-sign-up\">Sign up now! Sign up now! Sign up now? Sign up now!</a></p><p>As WS Gilbert might have it, an Everton fan’s lot is not a happy one. Give or take Paul Rideout’s Wembley winner in 1995, and the teenage rampage of Wayne Rooney during David Moyes’s flinty “People’s Club” era, the gruel has been thinning since Howard Kendall decamped to Bilbao after winning his second league title in 1987. Everton’s problem then, as now, was money. Though, with a new stadium halfway built, cash is currently a far, far bigger problem. Farhad Moshiri has been majority owner and benefactor since 2016, but since his associate, Alisher Usmanov, <a href=\"https://www.theguardian.com/football/2023/may/31/treasurys-sanctions-police-reviewing-finances-of-everton-fc-owner-guardian-understands\">was sanctioned</a> for close relations with Vladimir Putin, Everton have been looking for further investment – and fast. Sean Dyche, the ", "link": "https://www.theguardian.com/football/2023/sep/15/football-daily-everton-fans-777-partners", "date_published": "2023-09-15T14:42:49+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Maddy could still be here’: parents of UK student urge better sepsis training", "description": "<p>Exclusive: Parents say Maddy Lawrence, 20, was failed by medical staff after rugby injury at university led to infection</p><p>When Simon Lawrence arrived to visit his 20-year-old daughter, Maddy, in hospital after she suffered an injury in a rugby game, they managed to have a laugh that she had picked up her first “proper” knock.</p><p>It seemed a given that she would quickly bounce back, allowing her to carry on with her studies and undergo rehabilitation so she could rejoin her beloved university team. “Yes, it was a serious injury but not a life-threatening one,” Simon said.</p> <a href=\"https://www.theguardian.com/society/2023/sep/15/maddy-lawrence-parents-of-uk-student-urge-better-sepsis-training\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/sep/15/maddy-lawrence-parents-of-uk-student-urge-better-sepsis-training", "date_published": "2023-09-15T14:30:03+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Whatever I do, I do too much of it’: the troubled rise of Dominic Fike", "description": "<p>With his face tattoos, substance abuse issues and jail time, the Euphoria star and singer is the opposite of boyband bland. But he knows that staying sober will be the key to true success</p><p>For singer-songwriter and Euphoria actor Dominic Fike, jail is arguably worse than prison, even if the latter means longer inside (“jail” in the US is for those on remand or serving short sentences). “It’s more of a purgatory, it’s the holding [pen] between freedom and prison,” says Fike. “It sucks, dude.”</p><p>Fike was already under house arrest for assaulting a police officer in 2016 when he failed a drug test, breaking the terms of his probation and receiving a year’s jail sentence as a result. He could be forgiven for spending that time wallowing in his own misfortune – or stupidity – except Fike had something else going on.</p> <a href=\"https://www.theguardian.com/music/2023/sep/15/dominic-fike-euphoria-sunburn-interview-music\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/sep/15/dominic-fike-euphoria-sunburn-interview-music", "date_published": "2023-09-15T14:30:03+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘It’s organised looting’: UK in grip of a shoplifting epidemic, say store owners", "description": "<p>Shop thefts have more than doubled in the past three years, costing retailers £953m a year, according to the British Retail Consortium</p><p>In recent months, David, the manager of a Leeds Co-op store, and his staff have been threatened with razors, knives, screwdrivers, needles and hammers by shoplifters who have become more brazen and aggressive.</p><p>“It feels like these offenders can simply come in and take what they want, and do what they want,” the 36-year-old said. “Not one or two items – they come in with bags, sacks or clothing, which can conceal hundreds of pounds’ worth of stock – coffee, meat, wine, laundry gel, anything that can be re-sold. It is looting. They are known in the city centre as repeat offenders … They know the police don’t have the resources or can’t attend quickly enough.”</p> <a href=\"https://www.theguardian.com/uk-news/2023/sep/15/its-organised-looting-uk-in-grip-of-a-shoplifting-epidemic-say-store-owners\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/sep/15/its-organised-looting-uk-in-grip-of-a-shoplifting-epidemic-say-store-owners", "date_published": "2023-09-15T14:24:24+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "In these troubled times we all get the ‘bothers’ but I have a surefire cure: write them down  | Michael Rosen", "description": "<p>The sentence was created to make sense of the world, but some things are beyond logic. Forget what you learned at school, let the words out </p><p>Treat yourself. Instead of reading the rest of this article, first go and write down something that’s bothering you …</p><p>… I’m now assuming you’ve done just that, and have come back to this, the next sentence. My theory is that writing is great for dealing with bothers. We often hear of <a href=\"https://www.theguardian.com/books/2016/oct/29/susie-orbach-poetry-of-therapy\">the talking cure</a> – I’m up for that. I’ve often talked about the doing cure. It’s saved me many times. I think with huge fondness of the gentle way in which colleagues at the BBC quietly nudged me into doable tasks after <a href=\"https://www.theguardian.com/books/2023/jan/29/i-knew-my-son-had-gone-michael-rosen-on-the-moment-that-changed-his-life-extract\">my son Eddie died</a>. Many people in my situation at that time are not so lucky. Long stretches of nothingne", "link": "https://www.theguardian.com/commentisfree/2023/sep/15/the-bothers-cure-write-sentence-school-michael-rosen", "date_published": "2023-09-15T14:00:04+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Benjamina Ebuehi’s recipe for crema catalana | The sweet spot", "description": "<p>Spiked with cinnamon and citrus, Spain’s answer to creme brulee is also easier to make</p><p>One thing I love about holidays in Spain are the long, leisurely lunches. I’ll work my way through a <em>menú</em><em> del d</em><em>ía</em>, and nine times out of 10 there’ll be a <em>crema catalana</em> for dessert, a simple custard pudding scented with cinnamon and citrus. It is, of course, very similar to creme brulee, the main differences being that crema catalana is thickened with cornflour and isn’t baked, making it a little more forgiving and much quicker to prepare.</p> <a href=\"https://www.theguardian.com/food/2023/sep/15/crema-catalana-recipe-benjamina-ebuehi\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/sep/15/crema-catalana-recipe-benjamina-ebuehi", "date_published": "2023-09-15T14:00:03+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Send us your questions for Werner Herzog", "description": "<p>Burning to know something about the veteran German director? Let us know and we’ll put it to him</p><p>Werner Herzog occupies a unique position in the modern cultural landscape. The German auteur has directed 75 films, at a rate of more than one a year, amassing a body of work that is esoteric, wide-ranging, ecstatic and often disturbing.</p><p>Yet despite the deep philosophical resonance of his work – and the Eeyorish monotone of his much-imitated voice – he is also a hero of pop culture, famous for his unexpected obsessions (a horror of chickens, a fondness for the Old Firm derby) as well as surprising cameos in <em>The Mandalorian</em>, <em>Jack Reacher</em> and various good-natured American comedies.</p><p><em>Every Man for Himself and God </em><em>Against All</em> by Werner Herzog is published in the UK by Vintage (£25) on 19 October. To support the<em> Guardian</em> and <em>Observer</em> order your copy at <a href=\"https://guardianbookshop.com/every-man-for-himself-and-god-a", "link": "https://www.theguardian.com/culture/2023/sep/15/send-us-your-questions-for-werner-herzog", "date_published": "2023-09-15T14:00:03+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘I’d been fired once; it didn’t hurt’: Melvyn Bragg on breakdowns, bust ups and 1000 episodes of In Our Time", "description": "<p>The broadcaster’s Radio 4 programme has run for 25 years, was the first ever BBC podcast and is its most downloaded ever weekly show. Not bad for being stuck in the ‘death slot’…</p><p>Did you know that America was discovered by accident because of a solar eclipse? That Frankenstein was written because of a volcanic eruption in Indonesia? Or that Seneca and Jean-Paul Marat both died in the bath? For 25 years, one place has been a font of far-reaching facts, a stage for the sharpest of minds, a university course for the masses – a live radio show devoted to subjects from every conceivable field of knowledge with one steadfast voice at the helm.</p><p>I’m shepherded up an elevator and down several corridors before reaching an anonymous, tiny, soundproof room. There to discuss BBC Radio 4’s In Our Time on the eve of its 1,000th episode is its host, Melvyn Bragg, the 83-year-old veteran broadcaster with improbably dense hair.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/", "link": "https://www.theguardian.com/tv-and-radio/2023/sep/15/melvyn-bragg-1000th-episode-in-our-time-interview", "date_published": "2023-09-15T14:00:03+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Insider for outsiders’: the Instagram hit making brief notes on fashion", "description": "<p>Beka Gvishiani’s one-line show reviews on Style Not Com account are said to sum up reality of ‘absurd’ industry</p><p>He’s expected to be the breakout star of London fashion week – sitting between the movers and shakers and the glossy brown bobs, always wearing the same bright blue baseball cap with the words Style Not Com stitched on the front.</p><p>But this man has no established association with any of fashion’s big names and despite having over 250,000 Instagram followers, Beka Gvishiani, the 32-year-old Georgian behind hit fashion account Style Not Com, still struggles to describe precisely why he’s here.</p> <a href=\"https://www.theguardian.com/fashion/2023/sep/15/insider-for-outsiders-the-instagram-hit-making-brief-notes-on-fashion\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2023/sep/15/insider-for-outsiders-the-instagram-hit-making-brief-notes-on-fashion", "date_published": "2023-09-15T13:39:07+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "My friends haven’t been there for me since my dad’s death | Ask Annalisa Barbieri", "description": "<p>Death is scary. It’s understandable that you expect more support from your friends, but you might need to be the one to start the conversation</p><p><strong>My dad died unexpectedly a few months ago and</strong><strong> I can’t shift the resentment I feel towards some of my oldest friends, who have barely been in touch since it happened.</strong></p><p><strong>I understand that death is a scary subject</strong><strong> and </strong><strong>that people might worry about saying the wrong thing. Yet I still </strong><strong>feel a bit wounded by the lack of contact after my dad’s funeral.</strong></p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/sep/15/my-friends-havent-been-there-for-me-since-my-dads-death\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/sep/15/my-friends-havent-been-there-for-me-since-my-dads-death", "date_published": "2023-09-15T13:30:02+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Trio remanded into custody charged with 10-year-old Sara Sharif’s murder", "description": "<p>Sara Sharif’s father, stepmother and uncle will appear at the Old Bailey on Tuesday</p><p>The father, stepmother and uncle of Sara Sharif have been remanded into custody by a district judge after being charged with the 10-year-old’s murder.</p><p>Urfan Sharif, 41, Beinash Batool, 29, and Faisal Malik, 28, from Woking appeared at Guildford magistrates court on Friday after being arrested at Gatwick airport on Wednesday evening.</p> <a href=\"https://www.theguardian.com/uk-news/2023/sep/15/sara-sharif-trio-remanded-into-custody-charged-with-murder\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/sep/15/sara-sharif-trio-remanded-into-custody-charged-with-murder", "date_published": "2023-09-15T13:27:27+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Keir Starmer says he’ll bring humanity back to the UK’s asylum system – but he needs to go further | Enver Solomon", "description": "<p>We don’t just need a better UK system. It’s vital that Labour addresses the root causes that lead to worldwide instability</p><ul><li>Enver Solomon is chief executive of the Refugee Council</li></ul><p>There are moments in a political cycle that become defining on the back of issues dominating the headlines. Yesterday, having been reticent to speak out boldly on asylum, Keir Starmer drew a clear dividing line between his party and the government, making clear its proposed approach to people crossing the Channel in small boats.</p><p>He articulated his plans to treat <a href=\"https://www.youtube.com/watch?v=eMWjHI1oB2Q\">people smugglers like terrorists</a> and powerfully criticised the government, <a href=\"https://www.thetimes.co.uk/article/keir-starmer-immigration-plan-channel-crossings-uk-2023-rv3qmqtmp\">telling the Times</a> that draconian government plans to expel anyone seeking safety on our shores to a so-called safe third country to have their asylum claim processed is “inhu", "link": "https://www.theguardian.com/commentisfree/2023/sep/15/keir-starmer-tories-refugees-uk-labour", "date_published": "2023-09-15T13:27:08+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Far from ditching generous pensions, Britain needs a ‘triple lock’ for working-age benefits too |  Harry Quilter-Pinner", "description": "<p>Here’s how a clever tweak could keep pensions growing – and keep things fairer for everyone</p><ul><li>Harry Quilter-Pinner is director of research and engagement at the Institute for Public Policy Research</li></ul><p>The Labour party is ahead in the polls. The Conservatives are in disarray. And Tony Blair is <a href=\"https://www.theguardian.com/politics/2023/sep/13/labour-cant-tax-and-spend-its-way-out-of-trouble-warns-tony-blair\">back on the scene</a>. British politics is starting to feel a bit Britpop. Sadly, if there were a theme tune to capture the mood of the country today, REM’s <a href=\"https://www.youtube.com/watch?v=5rOiW_xY-kc\">Everybody Hurts</a> would be more appropriate than D:Ream’s <a href=\"https://www.youtube.com/watch?v=V6QhAZckY8w\">Things Can Only Get Better</a>.</p><p>One <a href=\"https://www.pewresearch.org/short-reads/2022/08/11/large-shares-in-many-countries-are-pessimistic-about-the-next-generations-financial-future/\">statistic</a>, more than any other, te", "link": "https://www.theguardian.com/commentisfree/2023/sep/15/generous-pensions-britain-triple-lock-working-age-benefits", "date_published": "2023-09-15T13:20:42+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Joe Lycett and mum Helen stage joint art exhibition Lycett and Mummy", "description": "<p>Presenter Joe Lycett and retired graphic designer Helen Lycett will show their work in London with proceeds to go to charity</p><p>Take a comedian and his somewhat unwilling parent, send them on a roadtrip, throw the pair in amusing situations, and you have a winning TV format. Unless you are Joe Lycett.</p><p><a href=\"https://www.theguardian.com/profile/joe-lycett\">Lycett</a> and his mum, Helen Lycett, decided against a sheep-herding, cheerleading-filled travel documentary series, and announced instead their second collaborative exhibition, aptly named Lycett and Mummy.</p> <a href=\"https://www.theguardian.com/culture/2023/sep/15/joe-lycett-and-mum-helen-stage-joint-exhibition-lycett-and-mummy\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/sep/15/joe-lycett-and-mum-helen-stage-joint-exhibition-lycett-and-mummy", "date_published": "2023-09-15T13:17:38+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘This year has been very good’: readers’ UK butterfly sightings", "description": "<p>Readers share their favourite sightings over the summer, after news that numbers have risen since last year</p><ul><li><strong><a href=\"https://www.theguardian.com/environment/2023/sep/15/uk-butterfly-numbers-bounce-back-after-last-years-all-time-low\">UK butterfly numbers bounce back after last year’s all-time low</a></strong></li></ul><p>We try to encourage as many pollinators as possible to visit our allotment. As well as growing lots of fruit and veg we have planted many different flowers. Across the summer we saw some unusual moths, such as the ghost moth, and then from August onwards the butterflies started to appear. We mostly spotted red admiral, peacock and small tortoiseshell butterflies. They particularly liked the cosmos and the corn marigolds. They also liked the ragwort, which later had cinnabar moth caterpillars. On sunny days they were constant companions to our gardening. Although we have seen large white butterflies, too, we don’t seem to have had any problems wit", "link": "https://www.theguardian.com/environment/2023/sep/15/this-year-has-been-very-good-readers-uk-butterfly-sightings", "date_published": "2023-09-15T13:16:39+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Children in Britain are still being denied an education for wearing the hair they were born with. This World Afro Day, let’s change that | Ruby Williams", "description": "<p>Seven years ago, I fought my school for the right to wear the hair I was born with. Now I work as an ambassador for change</p><p>This autumn I’m about to start my final year of university. All being well, I’ll graduate soon with a BSc in management, and I’ll do so wearing my hair however I choose. That’s not something I thought I would be able say a few years ago. But now, I’m proud to have got my education back on track after years of fighting for the right to go to school while wearing my natural hair.</p><p><a href=\"https://www.theguardian.com/commentisfree/2022/oct/27/daughter-education-afro-hair-schools-discriminate-black-mixed-race\">My battle</a> began when I was 14, in 2016, when teachers first starting telling me my afro hair was “too big”. I was sent home, several times, and with my family behind me I decided to fight the school’s decision, supported by the Equality and Human Rights Commission (EHRC). <a href=\"https://legal.equalityhumanrights.com/en/case/stopping-school-", "link": "https://www.theguardian.com/commentisfree/2023/sep/15/children-britain-education-natural-hair-world-afro-day", "date_published": "2023-09-15T13:09:01+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Bernie Taupin: even after 300m album sales, why is Elton John’s lyricist still underrated?", "description": "<p>A new autobiography sheds light on John’s songwriting partner – someone who wrote lyrics with astonishing empathy, and cleverly documented the music scene that surrounded the pair</p><p>As befits a lengthy autobiography by an artist who, as the cover puts it, is “a famously private person”, we learn a great deal about lyricist Bernie Taupin from Scattershot: Life, Music, Elton and Me, published this week.</p><p>We discover that, low public profile or not, Taupin enjoyed the fruits of his success in almost as lavish a style as his songwriting partner Elton John: while holidaying in Barbados in the mid-70s, he rectifies the problem of having forgotten to buy a birthday present for his then girlfriend by simply flying to New York, picking something up at Tiffany, then immediately flying back to the Caribbean. We learn that the man who wrote the lyrics for Candle in the Wind wasn’t a fan of Marilyn Monroe, and that the man who <em>rewrote</em> the lyrics for Candle in the Wind so it c", "link": "https://www.theguardian.com/music/2023/sep/15/bernie-taupin-even-after-300m-album-sales-why-is-elton-johns-lyricist-still-underrated", "date_published": "2023-09-15T13:04:36+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "There’s a lot more to Spanish wine than cava and rioja | Fiona Beckett on drink", "description": "<p>While Spain’s staples are among the world’s favourites, delve a little deeper and you will be rewarded – and often at a great price, too</p><p>If I asked you to name three Spanish wines, my guess is they would be cava, rioja and sherry. Nothing wrong with that, of course – they’re all terrific value for money – but Spain has a lot more to offer. Whites, for a start. Albariño, which <a href=\"https://www.theguardian.com/food/2023/aug/11/the-inexorable-rise-of-albarino-galicia-star-grape-fiona-beckett\">I wrote about last month</a>, may be the country’s rising star, but don’t overlook refreshing, spritzy txakolina, which is produced around San Sebastián; godello, which should appeal if you’re a chardonnay fan; and rueda, if you fancy ringing the changes on sauvignon blanc (Aldi has a decent one for just £5.29 in its Baron Amarillo range).</p><p>Rioja also comes in white, as well as rosé, or <em>rosado</em> as it’s known in Spain. Rosado tends to be more savoury and full-bodied than th", "link": "https://www.theguardian.com/food/2023/sep/15/there-is-more-to-spanish-wine-than-cava-and-rioja-fiona-beckett", "date_published": "2023-09-15T13:00:01+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Court of appeal judge praises ‘jolly useful’ ChatGPT after asking it for legal summary", "description": "<p>Lord Justice Birss used AI chatbot to write part of judgment in first known use by British judge </p><p>A court of appeal judge has used ChatGPT to provide a summary of an area of law, and called the chatbot that is powered by artificial intelligence “jolly useful”.</p><p>Lord Justice Birss, who specialises in intellectual property law, said that he asked the AI tool to provide a summary of an area of law and received a paragraph that he felt was acceptable as an answer.</p> <a href=\"https://www.theguardian.com/technology/2023/sep/15/court-of-appeal-judge-praises-jolly-useful-chatgpt-after-asking-it-for-legal-summary\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/sep/15/court-of-appeal-judge-praises-jolly-useful-chatgpt-after-asking-it-for-legal-summary", "date_published": "2023-09-15T12:58:32+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "People in Thessaly: how have you been affected by storm Daniel?", "description": "<p>We want to speak to people in Greece’s Thessaly region about the impact of storm Daniel</p><p>Θέλουμε να μιλήσουμε σε κατοίκους της Θεσσαλίας για τις επιπτώσεις από τις καταστροφές</p><p>After central Greece was hit by a <a href=\"https://www.theguardian.com/world/2023/sep/11/greek-pm-kyriakos-mitsotakis-storm-daniel-disaster-response\">devastating storm last week</a>, we want to speak to people in Thessaly about the impact on their lives.</p><p>At least 15 people have died, and flooding has devastated the region, cutting off water supplies, causing roads and bridges to collapse, as well as a huge loss of livestock and destruction of agricultural land.</p> <a href=\"https://www.theguardian.com/world/2023/sep/15/people-in-thessaly-how-have-you-been-affected-by-storm-daniel\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/15/people-in-thessaly-how-have-you-been-affected-by-storm-daniel", "date_published": "2023-09-15T12:58:13+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Manchester United face PSG in WCL qualifier and announce Malard signing", "description": "<ul><li>Debutants face tough test in second qualifying round tie</li><li>United sign Melvine Malard from Lyon on loan</li></ul><p>Manchester United will face two-time runners-up Paris Saint-Germain for a place in the Women’s Champions League group stage.</p><p>United, who secured a European spot for the first time with their second-place finish in the Women’s Super League last season, will host the first leg of the second qualifying round tie on 10 or 11 October. The second leg will see Marc Skinner’s side play in France on 18 or 19 October. The round also includes Scottish champions Glasgow City taking on Norway’s SK Brann, with Real Madrid to face Valerenga and Paris FC against last year’s finalists Wolfsburg.</p> <a href=\"https://www.theguardian.com/football/2023/sep/15/manchester-united-to-face-psg-in-womens-champions-league-qualifier\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/sep/15/manchester-united-to-face-psg-in-womens-champions-league-qualifier", "date_published": "2023-09-15T12:28:58+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "James Bond reality TV show seeks contestants for second season", "description": "<p>Casting already under way for Prime Video series 007’s Road to a Million, with first season yet to premiere</p><p>Are you a couple prepared to take risks? Have you always wanted to team up with your bestie to conquer obstacles in glamorous and exotic locations; or do you just fantasise about Logan Roy pulling your strings in the vain hope of becoming a millionaire? If so, a new James Bond reality TV show could be just the thing.</p><p>Producers on the forthcoming Prime Video series 007’s Road to a Million are looking for people to take part in the second season of the mysterious and much-anticipated show, which was announced this year and is yet to premiere.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/sep/15/james-bond-reality-tv-007s-road-to-million-second-season-casting\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/sep/15/james-bond-reality-tv-007s-road-to-million-second-season-casting", "date_published": "2023-09-15T12:26:14+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Rugby World Cup 2023: what to look out for on the second weekend", "description": "<p>South Africa’s selection puzzler; Samoa want more time with tier one; Tshiunza’s steep learning curve; and fuelling with baguettes</p><p>After their <a href=\"https://www.theguardian.com/sport/2023/sep/10/south-africa-scotland-rugby-world-cup-match-report\">opening win against Scotland</a>, South Africa get a second crack at Pool B on Sunday evening against Romania in Bordeaux. While much has been made of the world champions’ squad depth, the loss of the hooker Malcolm Marx to a knee injury this week was a significant setback on and off the field.</p> <a href=\"https://www.theguardian.com/sport/2023/sep/15/rugby-world-cup-2023-what-to-look-out-for-on-the-second-weekend\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/sep/15/rugby-world-cup-2023-what-to-look-out-for-on-the-second-weekend", "date_published": "2023-09-15T12:11:20+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘The waters carried my son away in front of my eyes’: anguished Libyans mourn lost loved ones", "description": "<p>Relatives grieve and search in desperation as Derna’s mayor fears death toll from floods may exceed 20,000</p><p>Omar al-Rifadi has been searching for his missing 20-year-old daughter ever since disaster struck the Libyan city of Derna on Sunday, when she disappeared, lost in the darkness amid a catastrophic flood that claimed the lives of thousands and swept many into the sea.</p><p>“I walked on foot to look for her. I went to all the hospitals and schools. But luck was not on my side,” the 52-year-old said, tears streaming down his face.</p> <a href=\"https://www.theguardian.com/world/2023/sep/15/libya-floods-derna-relatives-mourn\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/15/libya-floods-derna-relatives-mourn", "date_published": "2023-09-15T12:02:59+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘The most responsibility I’ve ever felt’: the poignant drama giving Peter Sutcliffe’s victims a voice", "description": "<p>Starry new drama The Long Shadow takes an innovative approach to the murders that rocked 70s Yorkshire. Its creators talk crippling nerves, dodging stereotypes – and writing the Ripper out of the story</p><p>In the 70s, the newspapers nicknamed Peter Sutcliffe the “Yorkshire Ripper”. It was a term that became synonymous with the serial killer’s murder of 13 women – and attempted murders of seven more – in the north of England from 1975 to 80. So notorious did it become that it stuck in the public imagination in a way that the names of many of those who lost their lives at Sutcliffe’s hands did not, and it is almost unheard of for there to be a discussion of these awful crimes that does not mention it.</p><p>ITV drama The Long Shadow is changing that. Despite giving seven episodes to the long police investigation into Sutcliffe’s crimes, it strikingly never uses the term once, instead putting the victims at its heart.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/sep/1", "link": "https://www.theguardian.com/tv-and-radio/2023/sep/15/the-most-responsibility-ive-ever-felt-the-poignant-drama-giving-peter-sutcliffes-victims-a-voice", "date_published": "2023-09-15T12:00:01+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘We get bombarded’: study reveals ‘shocking’ impact of online abuse on girls", "description": "<p>Happiness among girls and young women in UK at lowest since 2009 as 37% report being sent upsetting content</p><p>“As a society, I think that there’s a lot more that we could be doing to make young girls feel more accepted,” says Anthony Asfour, reflecting on the findings of a <a href=\"https://www.theguardian.com/society/2023/sep/13/happiness-of-girls-and-young-women-at-lowest-level-since-2009-shows-uk-poll\">UK study</a> showing happiness among girls and young women is at its lowest since 2009.</p><p>A supervisor for the charity Childline, Asfour and his team of volunteers in London are contacted 84 times a day, on average, by children and young people in distress. Many of the issues highlighted in the report by Girlguiding this week, especially those around online abuse, ring true with them.</p> <a href=\"https://www.theguardian.com/society/2023/sep/15/girlguiding-study-reveals-shocking-impact-of-online-abuse-on-girls\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/sep/15/girlguiding-study-reveals-shocking-impact-of-online-abuse-on-girls", "date_published": "2023-09-15T12:00:01+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Cambridge University under fire for axing student mindfulness classes", "description": "<p>Open letter signed by alumni who say they have benefited from the programme has been sent to vice-chancellor</p><p>The University of Cambridge has come under fire after axing a mindfulness programme for students, at a time of mounting concern about young people’s mental health and suicides in higher education.</p><p>A campaign has been launched to try to save the “mindfulness skills for students programme”, which has been offering free classes since 2015 and has supported more than 2,500 Cambridge students over the years.</p> <a href=\"https://www.theguardian.com/education/2023/sep/15/cambridge-university-under-fire-for-axing-student-mindfulness-classes\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2023/sep/15/cambridge-university-under-fire-for-axing-student-mindfulness-classes", "date_published": "2023-09-15T11:54:12+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Sports quiz of the week: Coco Gauff, Rugby World Cup and Mo Farah", "description": "<p>Have you been following the big stories in football, rugby, basketball, athletics, tennis and cricket?</p> <a href=\"https://www.theguardian.com/sport/2023/sep/15/sports-quiz-week-rugby-world-cup-gauff-farah-football-basketball-athletics-tennis-cricket\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/sep/15/sports-quiz-week-rugby-world-cup-gauff-farah-football-basketball-athletics-tennis-cricket", "date_published": "2023-09-15T11:36:11+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Oil companies granted licences to store carbon under the North Sea", "description": "<p>Government hopes companies including Shell will be able to store up to 10% of the UK’s annual carbon emissions</p><p>Oil companies have been granted licences by the government that it hopes will enable them to store up to 10% of the UK’s carbon emissions in old oil and gasfields beneath the seabed.</p><p>The government awarded more than 20 North Sea licences covering an area the size of Yorkshire to 14 companies that plan to store carbon dioxide trapped from heavy industry in depleted oil and gasfields.</p> <a href=\"https://www.theguardian.com/environment/2023/sep/15/oil-companies-granted-licences-to-store-carbon-under-the-north-sea\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/sep/15/oil-companies-granted-licences-to-store-carbon-under-the-north-sea", "date_published": "2023-09-15T11:32:15+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Digested week: Trump’s oddness helps him elude categories like ‘old’ | Emma Brockes", "description": "<p>Plus, Drew Barrymore and Ashton Kutcher vie for title of this news cycle’s most awful, and Angela Rippon soothes the spirit</p><p>It can be hard to remember sometimes that Donald Trump and Joe Biden are approximately the same age – Biden is 80 to Trump’s 77 – so that if one is too old to lead the free world, categorically the other is, too. Even among sensible observers, however, this is not how the age conversation shakes out. On Sunday night, Biden arrived for a state visit to Vietnam, kicking off a tour of Asia, and on Monday the New York Times splashed with a headline that played on the idea of the president as a doddery old man: “<a href=\"https://www.nytimes.com/2023/09/11/world/asia/biden-age.html\">‘It is evening, isn’t it?’ An 80-year-old president’s whirlwind trip</a>”.</p> <a href=\"https://www.theguardian.com/uk-news/2023/sep/15/digested-week-trump-oddness-helps-him-elude-categories-like-old\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/sep/15/digested-week-trump-oddness-helps-him-elude-categories-like-old", "date_published": "2023-09-15T11:32:06+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "TikTok’s new favourite self-care trend? The four-hour ‘Everything Shower’", "description": "<p>In this week’s newsletter: From hair masks to exfoliating scrubs, a weekly do-it-all bumper bathtime is the social media app’s latest indulgent idea. Plus: your wardrobe dilemmas solved</p><p><strong>• <a href=\"https://ablink.editorial.theguardian.com/ss/c/5_0RsgQQADkQXfcakeyW_GPcjsZEeV7eQIVSUD9prtGaaEPgUvO1GC3wbXuY4CZmFqfLGGB1wr0-3pWF9sVHkJUH8PXE3bwW1uB-92_7xmXgu9S6tCMDr1xcnKgpbN2yTsEqqR6kihw3S2-wcVFrBHp-oEgw4RGIX_CQu4DjuhL8x2SXpEKh8cDSNBOxKoY_T4eNQDANiZFV_fbFt9p7-QPv_J3QYwTXCGtdyoGw3nXVqMVFbpq1PGlQy3HL4BD791V5grRcGNJzqYF45teDCHukJ3L8piThuXDs-1C2SS0yDqKZ1Pheeh-o1Ju1_wIQ45YcYywh9InqPOEICO4kFEAXUTUEcZOuS-V7xVsw-Zag8x2f2xcpI8x54WnZ1VztLZULMuYgqc7mZ5TjpSo1GSa9g3aM41Lpyjx2ZambNS56f1HKotyXHSZA6miX18pqumSnNuSR8NSQy0kWZBnFJTDcXcuCPitdfLJa96GtJK9AMbpuvGLue5nuSXCGWry44zeA_G9bfCrvZkJeky8jgWhpnOBsV9ii5DAz580sR9hCJ0oEkxHsgmHceyK8x7zSINb6Pm6xic2SkCTB_7UFOLZkSvTHzbI-Ch0I09arJ4Vd5vlzuU1hl9jX8_LuKFJvRP6FatL6gvm6O6GJwKNbkmac1FGKx4WxwvsTUEMvdXdMOOCnol0O9hc_zRd-I_dunqSZ2bk4KGKjXPMJq2Ax2_B0a3rQDtZjYG", "link": "https://www.theguardian.com/fashion/2023/sep/14/fashion-statement-tiktok-everything-shower", "date_published": "2023-09-15T11:30:02+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Hats off for the King if Desert Hero ends long Classic drought in St Leger", "description": "<p>King Charles and Queen Camilla are expected to be at Doncaster to cheer on their Royal Ascot-winning colt</p><p>A recent edition of Private Eye included a column by “Flunkey”, the magazine’s royal-watcher, which suggested that “a sense of drift” has already descended on the reign of King Charles III. Evidence of this, the writer pointed out, included the fact that the new king “has spent just two nights abroad on state business … [and] against advice, he attended all five days at Royal Ascot. When Prince of Wales he would only go to the first two, declaring it an indulgence when there was ‘real work’ to be done.”</p><p>So the royal advisors will presumably be seething both King Charles and Queen Camilla are expected to be at Doncaster for the St Leger on Saturday, when their colt Desert Hero will attempt to become the first winner of an English Classic in the historic scarlet and purple royal colours since Dunfermline in the same race in 1977.</p> <a href=\"https://www.theguardian.", "link": "https://www.theguardian.com/sport/2023/sep/15/hats-off-for-king-charles-iii-desert-hero-ends-long-classic-drought-in-st-leger", "date_published": "2023-09-15T11:25:19+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "England v New Zealand: fourth men’s one-day cricket international – live", "description": "<ul><li>England lead 2-1. Play at Lord’s from 12.30pm BST</li><li>Get in touch: contact Tim <a href=\"mailto:tim.delisle.casual@theguardian.com\">by email</a> or <a href=\"https://twitter.com/TimdeLisle\">tweet him</a></li></ul><p><strong>England </strong>1 Jonny Bairstow, 2 Dawid Malan, 3 Joe Root, 4 Harry Brook, 5 Jos Buttler (capt, wkt), 6 Moeen Ali, 7 Liam Livingstone, 8 Sam Curran, 9 David Willey, 10 Brydon Carse, 11 Reece Topley.</p><p><strong>New Zealand</strong> 1 Will Young, 2 Devon Conway, 3 Henry Nicholls, 4 Daryl Mitchell, 5 Tom Latham (capt, wkt), 6 Glenn Phillips, 7 Rachin Ravindra, 8 Kyle Jamieson, 9 Matt Henry, 10 Tim Southee, 11 Ben Lister.</p> <a href=\"https://www.theguardian.com/sport/live/2023/sep/15/england-v-new-zealand-fourth-mens-one-day-cricket-international-live\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2023/sep/15/england-v-new-zealand-fourth-mens-one-day-cricket-international-live", "date_published": "2023-09-15T11:24:31+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Number of firms in England and Wales going bust in August rises by a fifth", "description": "<p>Insolvency Service reports 19% rise from August 2022’s figures as firms fight high interest rates and falling sales</p><ul><li><a href=\"https://www.theguardian.com/business/live/2023/sep/15/job-cut-fears-from-port-talbot-state-aid-deal-business-live\">Business live – latest updates</a></li></ul><p>The number of companies going bust jumped by almost a fifth in August compared with a year earlier as the toll of high interest rates and falling sales hit struggling businesses.</p><p>The Insolvency Service said 2,308 firms in England and Wales collapsed in August, which was 19% more than in August 2022 and higher than pre-pandemic levels.</p> <a href=\"https://www.theguardian.com/business/2023/sep/15/number-of-uk-companies-going-bust-in-august-rises-by-a-fifth\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/sep/15/number-of-uk-companies-going-bust-in-august-rises-by-a-fifth", "date_published": "2023-09-15T11:20:30+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "All change: Portugal await but new-look Wales have fresh expectations | Michael Aylwin", "description": "<p>Win over Fiji has put spring in Warren Gatland’s step and an exciting young XV seems likely to entertain against Portugal</p><p>What a difference a win makes. Wales spent last week under siege conditions, fending off questions about their year to date, about their lowly ranking relative to opponents Fiji, even about the pre-match nerves of Warren Gatland, in Welsh rugby the most successful maestro of all. One bonus-point win later, they roll out an exciting young team and start talking about World Cup finals.</p><p>There is no doubting Wales’s World Cup pedigree of late, a semi-final, quarter-final and semi-final in the last three editions under Gatland, lost by margins of one point, four and three respectively. “I stated beforehand, don’t write us off,” said Gatland. “This team is capable of doing something special and I still believe that. For us it’s about one game at a time. We have done well in previous World Cups and would like to get to a final of a World Cup.”</p> <a href=", "link": "https://www.theguardian.com/sport/2023/sep/15/portugal-wales-preview-rugby-world-cup", "date_published": "2023-09-15T11:14:09+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Anger as time runs out for government to ban conversion therapy in UK", "description": "<p>Campaigners lament ‘total moral failing’ of successive prime ministers to act on promise to ban practices</p><p>Campaigners have voiced anger that the government will probably break its promise to ban so-called conversion therapy.</p><p>Time has run out to publish draft legislation with a view to including a bill in the King’s speech in November.</p> <a href=\"https://www.theguardian.com/world/2023/sep/15/anger-as-time-runs-out-for-government-to-ban-conversion-therapy-in-uk\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/15/anger-as-time-runs-out-for-government-to-ban-conversion-therapy-in-uk", "date_published": "2023-09-15T11:09:39+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Tory London mayor candidate liked tweets praising Enoch Powell", "description": "<p>Susan Hall also seemingly endorsed Islamophobic abuse of Labour rival Sadiq Khan, campaign group reveals</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/sep/15/conservatives-labour-rishi-sunak-keir-starmer-uk-politics-latest-news\">UK politics live – latest updates</a></li></ul><p>Susan Hall, the Conservative candidate for London mayor, has liked tweets praising Enoch Powell, as well as some containing Islamophobic abuse towards Sadiq Khan, her Labour opponent, research by a campaign group has shown.</p><p>In February 2020, Hall liked a message on Twitter, now formally known as X, praising Powell, a former Conservative minister who became a byword for racism in UK politics after his <a href=\"https://www.theguardian.com/world/2018/apr/14/enoch-powell-rivers-blood-legacy-wolverhampton\">notorious 1968 speech</a>, which warned that immigration would lead to “rivers of blood”.</p> <a href=\"https://www.theguardian.com/politics/2023/sep/15/conservative-london-mayor-cand", "link": "https://www.theguardian.com/politics/2023/sep/15/conservative-london-mayor-candidate-susan-hall-liked-tweets-praising-enoch-powell", "date_published": "2023-09-15T11:00:46+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The best recent crime and thrillers – review roundup", "description": "<p>Everybody Knows by Jordan Harper; The Last Devil to Die by Richard Osman; You’d Look Better As a Ghost by Joanna Wallace; The Winter List by SG MacLean; Tell Me Your Secrets by Mel McGrath</p><p><strong><a href=\"https://www.guardianbookshop.com/everybody-knows-9780571382453?utm_source=editoriallink&amp;utm_medium=merch&amp;utm_campaign=article\">Everybody Knows</a> by Jordan Harper (Faber, £8.99)</strong><br />Hollywood publicist Mae Pruett works for a crisis management company where “the only job is to disconnect power from responsibility”. Her ex-boyfriend, a former cop, has a similarly morally sordid job with a security company that “fixes” things – sometimes using physical force – for its high-value clients. When Mae’s boss Dan is murdered, shortly after inviting her to join his mysterious and possibly illegal side-hustle, the pair end up investigating, working against the system they formerly sustained. Cinematic and insightful, with one-liners worthy of <a href=\"https://www.t", "link": "https://www.theguardian.com/books/2023/sep/15/the-best-recent-and-thrillers-review-roundup", "date_published": "2023-09-15T11:00:03+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Cadiz, Edinburgh: ‘An oddly un-Spanish experience’ – restaurant review | Grace Dent on restaurants", "description": "<p>The dining room is elegant and there are a few successes on the menu, but in aiming to serve Scottish seafood in a Spanish way, Cadiz somehow seems to have lost sight of Spain altogether</p><p>Cadiz has the air of a knowing, slightly upmarket joint that’s grappling for some type of authenticity. It’s there in the name – Cádiz is an ancient Mediterranean port, after all – and in the menu of <em>pulpo gallego</em>, seafood <em>arroz</em> and <em>jamón Ibérico</em>. Sometimes, when searching for the flavours of Spain in the UK, that is as good as it gets.</p><p>The Spanish have been terrifically good sports about what we Britons have done to their food over the years: chopped chorizo in syrah, stiff omelette masquerading as tortilla and bowls of frozen battered squid in place of delicate <em>calamar</em>. We stole the word “tapas” and changed its meaning from “fresh anchovy on a cocktail stick while on a balmy bar crawl in San Sebastián” to the really rather different “sitting down s", "link": "https://www.theguardian.com/food/2023/sep/15/cadiz-edinburgh-restaurant-review-grace-dent", "date_published": "2023-09-15T11:00:02+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Going to university? How to budget and make the most of your cash", "description": "<p>With some careful planning you can avoid having to spend the second half of term living off toast</p><p>Even if you’re not studying maths at university, you should start the term with a bit of arithmetic. When you draw up a budget, fundamentally you are trying to work out how to make your money stretch as far into the term, or beyond, as possible.</p><p>With a bit of planning, you may be able to avoid blowing it all in the early weeks and having to spend half a term eating toast. Or you might find you need extra finance and have to consider a term-time job or even an application to a hardship fund.</p><p>Work out what money you have. This will include your student loan, any earnings and any extra financial assistance you have coming in. Make a note of how much it is, plus when it will arrive. For example, your student loan will typically be paid in three instalments, in October, January and April. If you are working during term time, will you be paid weekly or monthly?</p><p>Draw ", "link": "https://www.theguardian.com/money/2023/sep/15/going-to-university-how-to-budget-cash", "date_published": "2023-09-15T11:00:02+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘The despair is the same’: Alan Bleasdale and James Graham on bringing back Boys from the Blackstuff", "description": "<p>It’s a dream team: the creator of the 1982 BBC series and the writer of Sherwood. The pair meet in Liverpool to discuss putting Yosser and the lads on stage in a new era of economic desperation</p><p>Alan Bleasdale’s Boys from the Blackstuff opened up a Britain few viewers knew. “I’d been writing it for three years,” remembers Bleasdale, 77. “Walking around Liverpool, it was obvious mass unemployment was coming, but they didn’t realise in London. The BBC was initially reluctant to have a long series about these northern unemployed.”</p><p>In the 1982 drama, a group of Liverpudlian road layers struggling to make money are pursued by “sniffers” from the local employment office, which is trialling a Thatcher government initiative to reduce benefits. UK unemployment topped 3 million before the premiere of the series, whose character Yosser Hughes (played by Bernard Hill), a single father of three, pleads: “Gizza job. I can do that.”</p> <a href=\"https://www.theguardian.com/stage/2023/", "link": "https://www.theguardian.com/stage/2023/sep/15/the-despair-is-the-same-alan-bleasdale-and-james-graham-on-bringing-back-boys-from-the-blackstuff", "date_published": "2023-09-15T11:00:02+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Escape Artist by Jonathan Freedland audiobook review – a remarkable tale of survival", "description": "<p>The author reads his own account of the true story of two men who managed to flee Auschwitz</p><p>Jonathan Freedland’s<a href=\"https://www.theguardian.com/books/2022/jun/12/the-escape-artist-by-jonathan-freedland-review-how-an-auschwitz-breakout-alerted-the-world\"> The Escape Artist</a> tells the remarkable story of Rudolf Vrba, a 19-year-old prisoner at Auschwitz who, having been sent to work in “Kanada”, a store housing the luggage taken from new arrivals, began to understand the truth of their fate: they were there not to be resettled but to be murdered. Galvanised by this knowledge, he set himself a mission: to “escape and sound the alarm”.</p><p>Vrba joined forces with a childhood friend, Fred Wetzler, to create a hiding place under a pile of wood in a lumber yard in the camp’s outer compound. Having plugged the gaps with petrol-soaked tobacco to prevent guard dogs from picking up their scent, the pair hid there for three days and nights listening to the search operation. Onc", "link": "https://www.theguardian.com/books/2023/sep/15/the-escape-artist-by-jonathan-freedland-audiobook-review-a-remarkable-tale-of-survival", "date_published": "2023-09-15T11:00:01+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Spain’s World Cup-winning squad still refuse to play for national team", "description": "<ul><li>Montse Tomé  set to announce first squad on Friday afternoon</li><li>Former coach Rubiales in court over sexual assault allegations</li></ul><p>Spain’s World Cup-winning players are continuing their refusal to play for the women’s national team, the country’s football federation said Friday, just hours before new coach Montse Tomé was set to announce her first squad.</p><p>Tomé will now have to decide whether to still call up the striking players, or select a completely different team for upcoming Nations League games against Sweden and Switzerland 22 and 26 September.</p> <a href=\"https://www.theguardian.com/football/2023/sep/15/spain-world-cup-winning-underline-refusal-to-play-for-national-team-football\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/sep/15/spain-world-cup-winning-underline-refusal-to-play-for-national-team-football", "date_published": "2023-09-15T10:56:31+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Lowe on a high as Preston look to ride wave of early Championship form | Andy Hunter", "description": "<p>Ryan Lowe faces former club Plymouth for the first time on Saturday with his North End side flying high</p><p>Thursday morning at Preston North End’s Euxton training ground and there is “an absolute buzz around the place”, according to manager Ryan Lowe. For good reason. A new signing is in the building, Montenegro striker Milutin Osmajic, who Lowe describes as like hugging a brick wall, while players and staff are catching up after the international break. The Championship table, however, explains the main reason for Preston’s positivity.</p><p>Top of the pile following a five-game unbeaten start to the league campaign, Lowe’s team are relishing their role as surprise early pace-setters of a notoriously competitive division. Preston could make it five league wins in succession on Saturday against Plymouth Argyle, their manager’s previous club. No one is getting carried away, there is almost 90% of the season left to play after all, but having risen to the summit despite losing se", "link": "https://www.theguardian.com/football/2023/sep/15/ryan-lowe-preston-north-end-plymouth-championship-form", "date_published": "2023-09-15T10:53:57+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Tata Steel seals £500m UK support package but big job losses feared", "description": "<p>Unions say as many as 3,000 workers could lose posts in long term on back of deal to help decarbonisation plans</p><ul><li><a href=\"https://www.theguardian.com/business/live/2023/sep/15/job-cut-fears-from-port-talbot-state-aid-deal-business-live\">Business live – latest updates</a></li></ul><p>The UK government has agreed a £500m support package for Tata Steel to secure the future of the Port Talbot steelworks, in a deal unions said will have “devastating consequences”, with as many as 3,000 workers expected to lose their jobs.</p><p>India’s Tata group, which owns the vast steelworks in south Wales – Britain’s biggest – is also expected to inject about £725m to help it transition to greener production methods.</p> <a href=\"https://www.theguardian.com/business/2023/sep/15/tata-steel-seals-500m-uk-support-package-but-big-job-losses-feared\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/sep/15/tata-steel-seals-500m-uk-support-package-but-big-job-losses-feared", "date_published": "2023-09-15T10:20:05+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "MailOnline to pay Gabby and Kenny Logan damages over false claims", "description": "<p>Payout relates to article that wrongly claimed pair had received £500,000 to promote tax avoidance schemes</p><p>MailOnline has agreed to pay Gabby and Kenny Logan “substantial damages” in relation to an article falsely claiming they had received £500,000 for promoting tax avoidance schemes to their celebrity friends and had sought to disguise the income as loans.</p><p>Statements read at the high court on Friday, said the former Sun editor <a href=\"https://www.theguardian.com/media/kelvin-mackenzie\">Kelvin MacKenzie</a> had also agreed to pay substantial damages to the BBC TV presenter and her businessman husband for a tweet he posted about the story.</p> <a href=\"https://www.theguardian.com/media/2023/sep/15/mailonline-to-pay-gabby-and-kenny-logan-damages-over-false-claims\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/sep/15/mailonline-to-pay-gabby-and-kenny-logan-damages-over-false-claims", "date_published": "2023-09-15T10:18:18+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Shania Twain review – soaring self-confidence leaves fans much impressed", "description": "<p><strong>OVO Hydro, Glasgow<br /></strong>Backed by cowboys and aliens, the all-conquering country-pop outlier dons <em>that</em> leopard-print catsuit and leads her crowd through hit after hit</p><p>A Shania Twain concert can only end one way. The Canadian country star has a host of Grammy-winning, record-breaking singles, but two songs from her double-diamond 1997 album Come On Over just keep getting bigger and, obviously, she’s saved them for last. Just in case it’s not obvious, Twain’s also wearing the hooded leopard-print catsuit straight from the video for sarcastic anthem That Don’t Impress Me Much.</p><p>A roaring crowd hits every beat of the song’s rejections of rocket scientists, Brad Pitt-level hunks and … men with cars, but Twain plays it admirably cool in the face of rising hysteria, somehow managing to high kick with nonchalance. She stalls a little before the finale of the finale, indulging in what she’s about to unleash. Finally: “Let’s go, Glasgow.”</p> <a href=\"ht", "link": "https://www.theguardian.com/music/2023/sep/15/shania-twain-review-soaring-self-confidence-leaves-fans-much-impressed", "date_published": "2023-09-15T10:13:20+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Man dies after double dog attack in Staffordshire", "description": "<p>Police arrest 30-year-old after man attacked by dogs in village of Stonnall dies in hospital</p><p>A man has died after being attacked by two dogs near a school in Staffordshire, the West Midlands ambulance service (WMAS) has said.</p><p>Paramedics were called to the incident in the village of Stonnall on Thursday afternoon and treated a man who had “multiple life-threatening injuries”.</p> <a href=\"https://www.theguardian.com/uk-news/2023/sep/15/man-dies-after-dog-attack-in-west-midlands\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/sep/15/man-dies-after-dog-attack-in-west-midlands", "date_published": "2023-09-15T10:12:12+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Nicolas de Staël exhibition aims to put art back at centre of tragic artist’s story", "description": "<p>Works by painter, whose turbulent life often overshadowed his short career,  go on display in Paris</p><p>The life of the Russian-born French artist Nicolas de Staël was short, turbulent and ultimately tragic.</p><p>Forced into exile by the 1917 revolution, orphaned, a loner who was hopelessly romantic but unlucky in love, De Staël died at the age of 41 after he threw himself out of the window of his Côte d’Azur atelier after the woman with whom he was obsessed rejected him.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/sep/15/nicolas-de-stael-exhibition-paris-museum-modern-art\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/sep/15/nicolas-de-stael-exhibition-paris-museum-modern-art", "date_published": "2023-09-15T10:07:21+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Second man charged with murder of teenager in Lancashire", "description": "<p>Finley Cook, 20, will appear in court over the fatal stabbing of Matthew Daulby, 19, in Ormskirk in July</p><p>Police have charged a second man with the murder of a teenager who was stabbed during a late-night altercation.</p><p>Matthew Daulby, 19, from Liverpool was <a href=\"https://www.theguardian.com/uk-news/2023/jul/29/teenager-dies-after-double-stabbing-in-ormskirk-lancashire\">stabbed shortly after midnight</a> in the centre of Ormskirk, Lancashire, on 29 July.</p> <a href=\"https://www.theguardian.com/uk-news/2023/sep/15/second-man-charged-with-teenager-matthew-daulby-in-lancashire\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/sep/15/second-man-charged-with-teenager-matthew-daulby-in-lancashire", "date_published": "2023-09-15T10:02:53+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘They’re meaningless’: why women’s clothing sizes don’t measure up", "description": "<p>Are you a 10 in one store and a 14 in another? We examine what’s behind this sizing crisis – and how to solve it</p><p>In my wardrobe, I have a long Cos dress with a label that reads XS. A similar style from Doen is labelled M – theoretically a whole two sizes up, while a Topshop dress that always feels a little on the large side is labelled a 6. Weird. A vintage mini that I can’t get on without undoing the zip is a 14, and two Asos denim jumpsuits are an 8 and a 10 respectively – and don’t even get me started on jeans. Despite this, all these clothes fit just fine.</p><p>The size and shape of my body has remained more or less the same for years – it’s the ability to know whether or not a purchase will fit that has fluctuated. Ask any woman, and they’ll tell you that finding the perfect T-shirt in, say, a size 10 from one brand doesn’t mean you’ll fit size 10 T-shirts everywhere. You may not even fit other size 10 T-shirts from the same shop. What’s behind this sizing debacle?</p>", "link": "https://www.theguardian.com/fashion/2023/sep/15/why-womens-clothing-sizes-dont-measure-up", "date_published": "2023-09-15T10:00:02+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "After Morocco’s devastating earthquake, the tourism industry rallies round", "description": "<p>Travel and tour operators are getting involved in the country’s relief effort, knowing how vital tourism is to its economy</p><p>“My family is safe,” our tour guide Sara Chakir said as we huddled in the streets outside Fez’s medina, waiting for aftershocks until the early hours. Morocco’s 6.8 magnitude earthquake had struck last Friday, 350 miles away in the Al Haouz region of the High Atlas mountains at just after 11pm. It was enough to send our riad swaying, but there was no apparent damage to people or place. It was only in the morning that the scale of destruction elsewhere was clear. Another tour guide, Hossain ait Mhand, said: “My family is fine, but others in their town are not so lucky – homes have been flattened.”</p><p>I was on my way to a conference in Marrakech, about 40 miles north of where the earthquake was centred, but detoured home. Those already in the city saw blood bank queues snaking around the streets after a government call out. Marrakech’s medina experience", "link": "https://www.theguardian.com/travel/2023/sep/15/after-moroccos-devastating-earthquake-the-tourism-industry-rallies-round", "date_published": "2023-09-15T10:00:01+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "How we gave a musical, modernist touch to our Victorian Merseyside semi", "description": "<p>This home has a hand-crafted kitchen at its heart - and is filled with classic British furniture brands</p><p>It’s clear that someone has gone the extra mile when a kitchen features an integrated record player, set into a piece of custom-made cabinetry that’s somewhere between a kitchen island and a vintage G Plan-style sideboard.</p><p>Lynsey and Leigh Bradley bought this Victorian semi in the seaside town of Southport, Merseyside, in 2018 and live here with their two daughters. “It was pretty characterless when we moved here, lots of grey walls and a glossy white kitchen, but it had good bones and a lovely history,” says Lynsey. “According to our neighbours, in the second world war it was a base for American GIs who used to distribute rations through the kitchen window.” Its original features include ornate coving and pine floorboards.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/sep/15/how-we-gave-our-victorian-merseyside-semi-a-modernist-and-musical-makeover\">Con", "link": "https://www.theguardian.com/lifeandstyle/2023/sep/15/how-we-gave-our-victorian-merseyside-semi-a-modernist-and-musical-makeover", "date_published": "2023-09-15T10:00:00+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Train drivers in England to strike during Tory conference", "description": "<p>Aslef members will take action on Saturday 30 September and Wednesday 4 October</p><p>Train drivers have announced two more days of strikes and an overtime ban across England, timed to bring services to a halt at the start and end of the Conservative party conference.</p><p>Members of Aslef will strike on Saturday 30 September and Wednesday 4 October, when the Tories’ conference is taking place in Manchester.</p> <a href=\"https://www.theguardian.com/uk-news/2023/sep/15/train-drivers-in-england-to-strike-during-tory-conference\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/sep/15/train-drivers-in-england-to-strike-during-tory-conference", "date_published": "2023-09-15T09:53:50+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Toxic chemicals banned by EU since Brexit still in use in UK", "description": "<p>Exclusive: EU restricts use of eight chemicals, with 16 more in pipeline; UK has two under consideration</p><p>Several toxic chemicals that have been banned in the EU since Brexit are still allowed to be used in the UK, it can be revealed, as campaigners say the lower standards are putting public health at risk.</p><p>The UK has not been part of the EU’s chemicals regulations scheme <a href=\"https://researchbriefings.files.parliament.uk/documents/CBP-8403/CBP-8403.pdf\">since 2021</a> and instead has its own, called Reach. Eight rules restricting the use of hazardous chemicals have been adopted by the EU since Brexit, and 16 more are in the pipeline. The UK has not banned any substances in that time and is considering just two restrictions, on lead ammunition and harmful substances in tattoo ink.</p> <a href=\"https://www.theguardian.com/environment/2023/sep/15/toxic-chemicals-banned-by-eu-since-brexit-still-in-use-in-uk\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/sep/15/toxic-chemicals-banned-by-eu-since-brexit-still-in-use-in-uk", "date_published": "2023-09-15T09:44:24+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Former NCA director to investigate Daniel Khalife prison escape", "description": "<p>Keith Bristow, head of agency between 2011 and 2016, will investigate alleged escape from Wandsworth prison</p><p>A former director general of the National Crime Agency has been appointed as the investigator into the alleged prison escape of Daniel Khalife.</p><p>Keith Bristow QPM served as the first head of the agency from 2011 to 2016, after spending five years as chief constable of Warwickshire police.</p> <a href=\"https://www.theguardian.com/uk-news/2023/sep/15/daniel-khalife-prison-escape-keith-bristow-nca-to-investigate\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/sep/15/daniel-khalife-prison-escape-keith-bristow-nca-to-investigate", "date_published": "2023-09-15T09:37:59+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Five amazing ocean sites to make the first protected high seas areas", "description": "<p>From the Sargasso Sea to the Costa Rica thermal dome, scientists are identifying key diversity hotspots to safeguard under a new UN treaty</p><p>From 20 September, the UN’s <a href=\"https://www.theguardian.com/environment/2023/mar/05/high-seas-treaty-agreement-to-protect-international-waters-finally-reached-at-un\">high seas treaty</a> will at last be open for signatures – an important moment that starts the process for nations to ratify it into their own laws. At least 60 countries must do so for the treaty to come into force. Scientists hope that it will finally allow marine protected areas (MPAs) in the high seas to be established.</p><p>Conservationists are urging governments to act quickly. Fishing hours on the high seas rose by about <a href=\"https://www.greenpeace.org/international/press-release/62143/shocking-extent-threats-ocean-health-revealed-new-report-urgent-protection-historic-un-ocean-treaty/#:~:text=%5B3%5D%20There%20was%20an%208.5,protection%20under%2030%C3%9730.\">", "link": "https://www.theguardian.com/environment/2023/sep/15/five-amazing-ocean-sites-to-make-the-first-protected-high-seas-areas", "date_published": "2023-09-15T09:26:48+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Everton announce full takeover by 777 Partners as Premier League returns – live", "description": "<ul><li>All the news as we look ahead to the weekend action</li><li>Get in touch! You can <a href=\"mailto:john.brewin.casual@theguardian.com\">email John</a> or <a href=\"https://twitter.com/JohnBrewin_\">tweet him here</a></li></ul><p><strong>Here’s what the new owners have to say:</strong></p><p>Josh Wander, Founder and Managing Partner of 777 Partners, said:</p><p>We are truly humbled by the opportunity to become part of the Everton family as custodians of the Club, and consider it a privilege to be able to build on its proud heritage and values.</p><p>“Our primary objective is to work with fans and stakeholders to develop the sporting and commercial infrastructure for the men’s and women’s teams that will deliver results for future generations of Everton supporters. As part of this, we are committed to partnering with the local community over the long-term, working on important projects such as the development of Bramley-Moore Dock as a world class stadium venue, allowing thousands ", "link": "https://www.theguardian.com/football/live/2023/sep/15/manchester-united-off-field-troubles-premier-league-returns-weekend-football-countdown-live", "date_published": "2023-09-15T09:26:16+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Minister says Sunak will meet small boats pledge ‘in fullness of time’ as Labour defends its plan – UK politics live", "description": "<p>Labour’s defence of its plan for small boat crossings comes after criticism from the left and right</p><p>Labour has criticised the government for holding up the passage of the renters (reform) bill through parliament.</p><p>Michael Gove, the levelling up secretary, published the bill in May, but it still has not had a second reading in the Commons. Housing campaigneres are strongly in favour of the legislation because it will ban no-fault evictions (also known as section 21 evictions, under the Housing Act).</p><p>Renters are currently facing a desperate situation, and urgently need greater security and better rights, yet this zombie government has failed to lift a finger to progress that legislation.</p><p>Some supporters of the bill claim that its crucial second reading in the House of Commons is being held up by vested interests in the government whips office, where five of 16 whips own rental property.</p><p>“There are a number of landlords in the whips office who are amplify", "link": "https://www.theguardian.com/politics/live/2023/sep/15/conservatives-labour-rishi-sunak-keir-starmer-uk-politics-latest-news", "date_published": "2023-09-15T09:23:34+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Wales is bringing in a 20mph speed limit. Why – and what will happen?", "description": "<p>While many oppose the new restrictions, the Welsh government says it is the ‘sensible and progressive thing to do’</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/sep/15/conservatives-labour-rishi-sunak-keir-starmer-uk-politics-latest-news\">UK politics live – latest updates</a></li></ul><p>The introduction of <a href=\"https://www.gov.wales/introducing-default-20mph-speed-limits\">a 20mph speed limit on most residential roads across Wales</a> from Sunday is proving one of the most controversial the Labour-run Welsh government has ever put in place.</p><p>Welsh ministers argue it will save lives and lead to fewer injuries, save money for the NHS and make communities more pleasant places to live and work in.</p> <a href=\"https://www.theguardian.com/politics/2023/sep/15/wales-is-bringing-in-a-20mph-speed-limit-why-and-what-will-happen\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/sep/15/wales-is-bringing-in-a-20mph-speed-limit-why-and-what-will-happen", "date_published": "2023-09-15T09:21:01+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Why is mum-shaming still a thing in 2023? Is it because society still won’t let women fully express themselves? | Rhiannon Lucy Cosslett", "description": "<p>‘Bad mother’ behaviour seems to include anything that even hints at maternal ambivalence or a desire for more freedom</p><p>It’s hard enough being a working mother of young children, especially one in the process of getting divorced, without being smeared in the press as a bad mum. That’s what’s been happening to the actor Sophie Turner since her split from her pop singer husband, Joe Jonas, with various reports appearing on celebrity gossip websites casting aspersions on her parenting. Apparently “<a href=\"https://www.independent.co.uk/life-style/sophie-turner-partying-divorce-statement-video-b2406917.html\">she likes to party, he likes to stay at home</a>”, he’s been in “dad mode” caring for his own children “<a href=\"https://www.tmz.com/2023/09/03/joe-jonas-sophie-turner-divorce-lawyers-kids/\">pretty much all of the time</a>” (Turner has been filming in the UK), and, in deciding to divorce, is taking “the best course of action for his girls”.</p><p>The misogynistic undercurrents", "link": "https://www.theguardian.com/commentisfree/2023/sep/15/mum-shaming-2023-women-bad-mother", "date_published": "2023-09-15T09:05:44+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Chimamanda Ngozi Adichie: ‘Márquez taught me the exquisite power of stories’", "description": "<p>The Nigerian writer on Enid Blyton’s mysteries, the power of Chinua Achebe and the pleasure of reading magazines</p><p><strong>My earliest reading memory</strong><br />I was about eight, reading a Famous Five book by Enid Blyton, in the light-filled room downstairs in our house on the campus of the University of Nigeria. I learned to read earlier, but this is the earliest of my abiding memories of reading: the feeling of singular pleasure, page after page, eager to solve the mystery in the dungeon but unwilling for the story to end.</p><p><strong>My favourite book growing up</strong><br />I fell deeply in love with The Dark Child by Camara Laye, which probably sparked my interest in a certain kind of nostalgia in fiction. I also loved the <a href=\"https://pacesettersnovels.com/\" title=\"\">Pacesetters</a>, a series of YA books by different African writers, because reading them made me begin to have a (positive) pan-African sensibility.</p> <a href=\"https://www.theguardian.com/books/", "link": "https://www.theguardian.com/books/2023/sep/15/chimamanda-ngozi-adichie-nigerian-writer", "date_published": "2023-09-15T09:00:03+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "A trenchcoat over a floaty dress is a cool way to keep the summer vibe alive | Jess Cartner-Morely on fashion", "description": "<p>The trick to wearing a still-in-holiday-mode dress when you’re back at work is to rethink how you layer it</p><p>I refuse to believe that summer is over. I mean, it rained all through July, as far as I remember, and summer didn’t really get going until the middle of August. So I’m not ready for it to be autumn. This year, let’s make September a postscript to summer, rather than the opening bars of autumn. A final hurrah, one last glorious encore.</p><p>There will be plenty of time for opaque tights and stripy scarves. There will be comfort and even joy to be found in bowls of soup and nights in front of Strictly, if you are pining for all that already. No need to rush into it just yet.</p> <a href=\"https://www.theguardian.com/fashion/2023/sep/15/a-trenchcoat-over-a-floaty-dress-is-a-cool-way-to-keep-the-summer-vibe-alive\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2023/sep/15/a-trenchcoat-over-a-floaty-dress-is-a-cool-way-to-keep-the-summer-vibe-alive", "date_published": "2023-09-15T09:00:02+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Experience: I survived rabies", "description": "<p>My parents mentioned the bat bite to a paediatrician and his face went white. They were told this was a near-guaranteed death sentence</p><p>In 2004, when I was 15, I watched a petrified little bat flap around inside my church in Wisconsin during a Sunday service. I didn’t know it, but that bat would change my life.</p><p>The bat was bouncing between the stained glass windows trying to escape. Churchgoers swatted at it with their hats. Someone landed a swing and it fell on the floor, stunned. As an animal lover, I asked my mom if I could put it outside. She nodded and I carried it to the door. It was screeching terribly.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/sep/15/experience-i-survived-rabies\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/sep/15/experience-i-survived-rabies", "date_published": "2023-09-15T09:00:02+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Rejected titles for Liz Truss’s new book – the Stephen Collins cartoon", "description": "<a href=\"https://www.theguardian.com/lifeandstyle/ng-interactive/2023/sep/15/rejected-titles-for-liz-trusss-new-book-the-stephen-collins-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/ng-interactive/2023/sep/15/rejected-titles-for-liz-trusss-new-book-the-stephen-collins-cartoon", "date_published": "2023-09-15T09:00:01+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘The music conjures emotions to reflect the mystery of outer space’: Inon Zur on the musical universe of Starfield", "description": "<p>The composer was involved at the earliest stages of development of the space-exploration game, providing concept music that inspired its themes. It’s no wonder his soundtrack evokes its very essence</p><p></p><p>In a little church tucked away in London’s bustling Shoreditch, Inon Zur sits to the side of the London Symphony Orchestra, grinning. He is watching them record 10 suites of music that he has composed and orchestrated for <a href=\"https://www.theguardian.com/games/2023/sep/06/starfield-review-an-exquisite-electric-faintly-rickety-universe-of-possibilities\">Starfield</a>, Bethesda’s latest role-playing game. As the French horns blare out the game’s six-note main theme, his smile widens. His hands dance in front of him as he leans forward. He is air-conducting the way you or I might play air guitar to our favourite riff. For a moment he closes his eyes. Two members of the LSO see him in their periphery and smile into their instruments as they play.</p><p>“The French horn has", "link": "https://www.theguardian.com/culture/2023/sep/15/starfield-composer-inon-zur-interview-bethesda", "date_published": "2023-09-15T09:00:00+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Women’s Super League transfer window verdict: how every club fared", "description": "<p>There are maximum marks for Aston Villa and Brighton but Everton and Manchester City were less successful</p><p>Arsenal have an impressive in-tray. The deadline-day signing of the highly regarded midfielder Kyra Cooney-Cross was the icing on the cake. <a href=\"https://www.theguardian.com/football/2023/jul/04/alessia-russo-completes-move-to-arsenal-from-manchester-united\">Alessia Russo</a> finally made her move from Manchester United alongside the forward Cloé Lacasse from Benfica. The departure of Rafaelle was a real blow but the arrival of <a href=\"https://www.theguardian.com/football/2023/jun/27/i-cant-wait-swedens-ilestedt-becomes-arsenal-womens-first-summer-signing\">Amanda Ilestedt</a> and the World Cup winner Laia Codina have bolstered them defensively. The right-back role remains the position that looks lacking. <strong>4/5</strong></p> <a href=\"https://www.theguardian.com/football/2023/sep/15/womens-super-league-transfer-window-verdict-how-every-club-fared\">Continue reading", "link": "https://www.theguardian.com/football/2023/sep/15/womens-super-league-transfer-window-verdict-how-every-club-fared", "date_published": "2023-09-15T08:58:21+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Tell us your experiences of communal living", "description": "<p>We would love to hear from people around the world who are participating in communal living</p><p>As the number of people living alone continues to rise, cohousing communities like <a href=\"https://www.theguardian.com/lifeandstyle/2023/aug/24/we-have-brothers-sons-lovers-but-they-cant-live-here-the-happy-home-shared-by-26-women\">London’s New Ground</a>, a scheme exclusively for older women, are rising in popularity.</p><p>We would love to hear from people around the world who are participating in communal living. What is the set up like? What made you decide it was the right choice for you? What has the experience been like? What are the pros and cons of communal living?</p> <a href=\"https://www.theguardian.com/society/2023/sep/15/tell-us-your-experiences-of-communal-living\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/sep/15/tell-us-your-experiences-of-communal-living", "date_published": "2023-09-15T08:55:53+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The more Brighton sell their best players, the better they become | Ben McAleer", "description": "<p>Roberto De Zerbi’s team are top scorers so far this season even though they sold two midfielders for £150m in the summer</p><p>By <a href=\"https://twitter.com/BenMcAleer1\">Ben McAleer</a> for <a href=\"http://www.whoscored.com/\">WhoScored</a></p><p>When <a href=\"https://www.theguardian.com/football/2022/sep/11/graham-potter-asks-brighton-fans-for-forgiveness-after-leaving-for-chelsea\">Brighton lost Graham Potter to Chelsea a year ago</a>, there were understandable concerns about how the team would fare after his departure. Potter had taken the club to the next level following the dismissal of Chris Hughton in 2019. Brighton had narrowly avoided relegation from the Premier League in Hughton’s last season, picking up just 11 points in his final 18 games as manager. Potter led them up the table, securing their highest ever league finish – ninth in the 2021–22 season – before he left for Chelsea.</p><p>Potter’s decision to replace Thomas Tuchel could have grounded the Seagulls. Instead", "link": "https://www.theguardian.com/football/who-scored-blog/2023/sep/15/brighton-sell-best-players-better-become-roberto-de-zerbi-premier-league", "date_published": "2023-09-15T08:28:04+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Cassandro to Funny Face: the seven best films to watch on TV this week", "description": "<p>Gael García Bernal is gloriously risk-taking in an ode to Mexico’s lucha libre scene, and Audrey Hepburn is sublime in the 50s couture classic</p><p>This <a href=\"https://www.theguardian.com/film/2023/sep/13/cassandro-review-gael-garcia-bernal-lucha-libre-exotico-saul-armendariz\">fascinating wrestling biopic</a> gets much of its oomph from the risk-taking of its lead, Gael García Bernal. He plays Saúl Armendáriz, a fighter in Mexico’s lucha libre world who decides to perform in the guise of Cassandro, an “exótico” – a type of male wrestler who dresses in drag and always loses. Saúl battles to be the first to win his fights, bumping up against homophobia and tradition in the process. Director Roger Ross Williams glories in the innate spectacle of the choreographed bouts, while Bernal brings out the tension between the freedom Saúl feels in the ring and the melancholy of his everyday life of secrecy and repression. <br /><em>Friday 22 September, Prime Video</em></p> <a href=\"https:/", "link": "https://www.theguardian.com/tv-and-radio/2023/sep/15/cassandro-to-funny-face-the-seven-best-films-to-watch-on-tv-this-week", "date_published": "2023-09-15T08:00:56+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Women’s World Cup final ref Tori Penso: ‘Male players chip in about everything’", "description": "<p>The American official has been chased by angry fans during her career but she has no regrets over a career that has taken her across the globe</p><p>As a teenage referee, Tori Penso knew her job would involve running. Yet taking charge of a heated game played between 16-year-old boys, she never thought running would actually mean sprinting to her car to escape three men enraged by her performance. Penso, though, can run fast. She made it to her car, locked the doors, fled from her pursuers, and then burst into tears.</p><p>“I said that I don’t want to do this,” Penso, now 37, says. “I don’t need people chasing me. I can do something else.”</p> <a href=\"https://www.theguardian.com/football/2023/sep/15/womens-world-cup-final-ref-tori-penso-male-players-chip-in-about-everything\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/sep/15/womens-world-cup-final-ref-tori-penso-male-players-chip-in-about-everything", "date_published": "2023-09-15T08:00:56+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Dazed and Confused review – Richard Linklater’s joyously evocative hangout movie", "description": "<p>Rereleased for its 30th anniversary, this is a seemingly aimless but actually brilliantly controlled movie about Texan kids in 1976</p><p>Richard Linklater’s graduating class for his breakout 1993 hit – now rereleased for its 30th anniversary – featured baby-faced high-schoolers Ben Affleck, Parker Posey, Milla Jovovich, Rory Cochrane, Cole Hauser and Adam Goldberg. Then there is Matthew McConaughey, who does not look all that much different from the way he does now, playing the older guy with a dodgy pudding bowl hairstyle and a pack of cigarettes stuffed into one of his T-shirt sleeves, creepily hanging out with kids from the school he is supposed to have left some years ago.</p><p>This is a film which drew on <a href=\"https://www.theguardian.com/film/2021/jun/25/nashville-review-robert-altman\">Altman’s Nashville</a> – like that movie, this is set during the bicentennial of 1976, and is now nearer in time to that year than to 2023 – and <a href=\"https://www.theguardian.com/film/", "link": "https://www.theguardian.com/film/2023/sep/15/dazed-and-confused-review-richard-linklater", "date_published": "2023-09-15T08:00:55+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Jets are sticking with the Zach Wilson Show. Fans may want a refund", "description": "<p>The Jets’ championship window is narrow. They need to make an aggressive move after Aaron Rodgers’s season ended with an achilles injury</p><p>How do you put the pieces back together on a season that disintegrated in four plays?</p><p>The New York Jets are still coming to terms with <a href=\"https://www.theguardian.com/sport/2023/sep/11/aaron-rodgers-injury-new-york-jets-buffalo-bills-nfl-football\">Aaron Rodgers’s achilles tear</a> and its short- and long-term impact. The solution for now: They’ll turn to Zach Wilson. “I want to make it very clear, Zach’s our quarterback,” Jets head coach Robert Saleh said after it was confirmed Rodgers will miss the rest of the season.</p><p>Jacoby Brissett, Washington Commanders</p><p>Jameis Winston, New Orleans Saints</p><p>Sam Darnold, San Francisco 49ers</p><p>Case Keenum, Houston Texans</p><p>Andy Dalton, Carolina Panthers</p> <a href=\"https://www.theguardian.com/sport/2023/sep/15/new-york-jets-zach-wilson-aaron-rodgers-trade-nfl-football\">C", "link": "https://www.theguardian.com/sport/2023/sep/15/new-york-jets-zach-wilson-aaron-rodgers-trade-nfl-football", "date_published": "2023-09-15T08:00:55+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "James Slipper replaces injured Taniela Tupou in Wallabies v Fiji lineup", "description": "<ul><li>Veteran Slipper becomes third to play four World Cups</li><li>Australia coach Eddie Jones says young side is ready</li></ul><p>Test centurion prop James Slipper will front up for his fourth Rugby World Cup among three changes to the Wallabies starting team for their crunch clash with Fiji in Saint-Etienne.</p><p>Slipper will replace <a href=\"https://www.theguardian.com/sport/2023/sep/14/taniela-tupou-injury-scare-wallabies-australia-fiji-rugby-world-cup-2023\">injured spearhead Taniela Tupou</a> in the starting front-row for the match on Sunday (Monday AEST), becoming the third Australian to play in four tournaments alongside George Gregan and Adam Ashley-Cooper.</p> <a href=\"https://www.theguardian.com/sport/2023/sep/15/rugby-world-cup-wallabies-vs-fiji-squad-pool-c\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/sep/15/rugby-world-cup-wallabies-vs-fiji-squad-pool-c", "date_published": "2023-09-15T07:41:09+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "DJ Znobia: Inventor Vol 1 review – raw minimalist kuduro to shake the dancefloor", "description": "<p><strong>(Nyege Nyege Tapes)</strong><br />The Angolan producer arrived at his own version of the dance style kuduro after adding layered synths to folk rhythms, and these tracks show his lo-fi ingenuity</p><p><strong> </strong></p><p>In the late 90s, dancer Sebastião Lopes was experimenting with the production software FruityLoops in his hometown of Luanda, Angola. Wanting to create harder, faster music to move to, he sped up the clattering folk rhythms of semba and kilapanga with layered synthesisers and techno-influenced drum production, creating a fresh sound that blended US dance music with the Angolan drumming tradition.</p> <a href=\"https://www.theguardian.com/music/2023/sep/15/dj-znobia-inventor-vol-1-review-raw-minimalist-kuduro-to-shake-the-dancefloor\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/sep/15/dj-znobia-inventor-vol-1-review-raw-minimalist-kuduro-to-shake-the-dancefloor", "date_published": "2023-09-15T07:30:54+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Diddy: The Love Album: Off the Grid review – rap megastar gets lost amid big-name return", "description": "<p><strong>(Love Records)</strong><br />Diddy’s productions remain imaginative across this 24-track album, but he gives us frustratingly little lyricism</p><p>For one of history’s most influential rappers, <a href=\"https://www.theguardian.com/music/diddy\">Diddy</a>’s discography is surprisingly sparse: arriving three decades after he first made waves in the industry, The Love Album: Off the Grid is only his fifth studio album, and his first as Diddy (the artist born Sean Combs originally went by Puffy then Puff Daddy then P Diddy). That’s less strange when you take into account the particulars of his legacy – the business ventures that made him one of rap’s biggest moguls; the production prowess that helped unite hip-hop with R&amp;B – but it still feels like something this bumper 24-track record is designed to make up for.</p><p>Or, at least, that is the initial impression. The album opens very promisingly, with Brought My Love, an ecstastic meeting of honeyed 70s soul and braggadoc", "link": "https://www.theguardian.com/music/2023/sep/15/diddy-the-love-album-off-the-grid-review-rap-megastar-gets-lost-amid-big-name-return", "date_published": "2023-09-15T07:30:54+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Schiele artworks believed stolen during Holocaust seized from US museums", "description": "<p>Works by Austrian expressionist were formerly owned by entertainer who died in concentration camp</p><p>Three artworks believed stolen during the Holocaust from a Jewish art collector and entertainer have been seized from museums in three different states by New York law enforcement authorities.</p><p>The artworks by the Austrian expressionist Egon Schiele were previously owned by Fritz Grünbaum, a cabaret performer and songwriter who died at the Dachau concentration camp in 1941.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/sep/15/egon-schiele-artworks-believed-stolen-holocaust-seized-us-museums\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/sep/15/egon-schiele-artworks-believed-stolen-holocaust-seized-us-museums", "date_published": "2023-09-15T07:25:05+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Chess: Kasparov subsides at St Louis while Sam Sevian scores career best", "description": "<p>The former world champion, 60, led the Champions Showdown 9LX unbeaten with 3/4, then collapsed to 3/9, while the 22-year-old finished ahead of the US elite</p><p>The 2022 Champions Showdown 9LX (Fischer Random) in St Louis proved a horror show for Garry Kasparov, who in his prime as world champion from 1985 to 2000 won 15 consecutive tournaments. The 60-year-old, who rivals Magnus Carlsen and Bobby Fischer as the No 1 of all time, managed a single solitary draw in nine games, and blamed it on the demands of his political work.</p><p>Back again last week for another try, Kasparov had a brilliant start with 3/4, leading the 10-player elite field headed by the world Nos 2 and 3, Fabiano Caruana and Hikaru Nakamura, unbeaten after impressive wins against Wesley So and Ray Robson and draws with Nakamura and Levon Aronian.</p> <a href=\"https://www.theguardian.com/world/2023/sep/15/chess-kasparov-subsides-at-st-louis-while-sam-sevian-scores-career-best\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/15/chess-kasparov-subsides-at-st-louis-while-sam-sevian-scores-career-best", "date_published": "2023-09-15T07:00:55+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Prospective AfD mayor ‘will be barred from Holocaust events’", "description": "<p>Jörg Prophet, who wants Germany to abandon its ‘guilt cult’, could become party’s first city mayor</p><p>Directors of a memorial at a former Nazi concentration camp have raised alarm about the revisionist views of a far-right politician expected to become its local mayor, saying he will be barred from attending events to commemorate the Holocaust if he is elected.</p><p>Alternative für Deutschland (Alternative for Germany) politician Jörg Prophet last Sunday finished almost 20 points clear of the runner-up at municipal elections in Nordhausen, a city of about 42,000 in the eastern state of Thuringia.</p> <a href=\"https://www.theguardian.com/world/2023/sep/15/prospective-afd-mayor-will-be-barred-from-holocaust-events-memorial-directors\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/15/prospective-afd-mayor-will-be-barred-from-holocaust-events-memorial-directors", "date_published": "2023-09-15T07:00:55+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "You be the judge: should my partner stop gorging on my stash of chocolate?", "description": "<p>Lucy keeps lots of sweet snacks around. Niko wishes she wouldn’t – but often eats them anyway. Who’s right? We invite you to chew it over</p><p><a href=\"https://www.theguardian.com/lifeandstyle/2021/sep/25/you-be-the-judge-send-us-your-domestic-disputes\">Find out how to get a disagreement settled or become a You be the judge juror</a></p><p><em>Niko helps himself when he finds my box of snacks – and then blames me for buying them</em></p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/sep/15/you-be-the-judge-should-my-partner-stop-gorging-on-my-stash-of-chocolate\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/sep/15/you-be-the-judge-should-my-partner-stop-gorging-on-my-stash-of-chocolate", "date_published": "2023-09-15T07:00:55+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "All hail My Mum, Your Dad: great TV – and Britain’s overdue love letter to older, single parents | Gaby Hinsliff", "description": "<p>It’s great that rather than treating fiftysomethings falling in love as a freak show, the series celebrates families’ tender rites of passage</p><p>Love isn’t just for the young and taut of buttock. That’s the obvious yet still somehow revolutionary premise of <a href=\"https://www.theguardian.com/tv-and-radio/2023/sep/11/my-mum-your-dad-review-davina-mccalls-middle-aged-love-island-is-hilarious-and-excruciating\">My Mum, Your Dad</a>, ITV’s new dating show, in which a bunch of twentysomething children oversee their nervous middle-aged parents’ attempts to find love in a country house stuffed with fellow singletons.</p><p>Originally billed as a kind of geriatric Love Island, the first few episodes are shaping up to be something much more interesting, not least because the format is surprisingly kind by the standards of reality TV: think the gentle solidarity of the Bake Off tent, rather than the psychologically twisted Big Brother house. The emphasis is firmly and rather touchingly ", "link": "https://www.theguardian.com/commentisfree/2023/sep/15/my-mum-your-dad-tv-britain-love-older-single-parents-fiftysomethings", "date_published": "2023-09-15T07:00:54+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Self-care to support: how to look after your mental health at university", "description": "<p><strong>University life can feel overwhelming. But there is a lot of help out there to keep the pressure under control.</strong></p><ul><li><a href=\"https://www.theguardian.com/education/ng-interactive/2023/sep/09/the-guardian-university-guide-2024-the-rankings\">The 2024 league table</a></li></ul><p>Luis Davies, a history student at Northumbria University, started university feeling positive about his experience. But after spending time alone during lockdown, he began to feel increasingly anxious. First he stopped going out, then his grades took a tumble.</p><p>Feeling lost, Luis went to the doctors, where he was prescribed sertraline, an antidepressant. Another doctor then recommended he try counselling. He had a vague memory Northumbria had sent an email about the university’s mental health support, so he searched his inbox, which led him to the wellbeing team.</p> <a href=\"https://www.theguardian.com/education/2023/sep/15/self-care-to-support-how-to-look-after-your-mental-healt", "link": "https://www.theguardian.com/education/2023/sep/15/self-care-to-support-how-to-look-after-your-mental-health-at-university", "date_published": "2023-09-15T07:00:54+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The week in wildlife – in pictures", "description": "<p>The best of this week’s wildlife photographs, including a jellyfish bloom, a happy seal, and a endangered Amur leopard cub</p> <a href=\"https://www.theguardian.com/environment/gallery/2023/sep/15/the-week-in-wildlife-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/gallery/2023/sep/15/the-week-in-wildlife-in-pictures", "date_published": "2023-09-15T07:00:54+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘I imagine he’s in the cosmos, hearing music’: Floating Points on his landmark album with Pharoah Sanders", "description": "<p>The UK producer has never spoken about one of the century’s most acclaimed records, Promises, until now. He recalls bonding with the late jazz legend over okra curry – then making a masterpiece</p><p>On 24 September 2022, Sam Shepherd arrived at a hospital in Los Angeles a few moments after the saxophonist Pharoah Sanders died, surrounded by members of his family. Shepherd had left a DJ gig in New York halfway through when he heard that the titan of spiritual jazz had suffered a stroke. When he finally reached Sanders’ bedside after a flight to the west coast, he felt comforted. “I was pleased that we could see him with his spirit leaving him slowly, because he just seemed so peaceful,” he says. “It felt like he was truly there with us, just in his usual meditative state. We were playing music in the room for hours, just listening to music that Pharoah liked.”</p><p>The previous year, Shepherd (under the name Floating Points) had released one of the decade’s most acclaimed albums,", "link": "https://www.theguardian.com/music/2023/sep/15/i-imagine-hes-in-the-cosmos-hearing-music-floating-points-on-his-landmark-album-with-pharoah-sanders", "date_published": "2023-09-15T07:00:54+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Half a billion pounds to make 3,000 unemployed’: Job cut fears from Port Talbot state aid deal – business live", "description": "<p>Unions fear that jobs will be lost through £500m subsidy deal with Tata Steel which could be announced today</p><p><strong>Union leader Alasdair McDiarmid, assistant general secretary of Community, has criticised Tata Steel today.</strong></p><p>McDiarmid told the BBC Radio 4 Today programme that Tata and the government’s have been focused on rushing through “the cheapest and easiest deal”, rather than the best deal for the steel industry, the Port Talbot workforce and the country.”</p><p>“We are extremely disappointed and angry actually about the actions of Tata here.</p><p>“They gave us assurances at the highest levels that their discussions with the Government would be confined to their joint financial commitments to support Port Talbot and that any and all decisions on investment and the deployment of whatever technology it may be would be made in partnership with the unions.</p> <a href=\"https://www.theguardian.com/business/live/2023/sep/15/job-cut-fears-from-port-talbot-stat", "link": "https://www.theguardian.com/business/live/2023/sep/15/job-cut-fears-from-port-talbot-state-aid-deal-business-live", "date_published": "2023-09-15T06:54:37+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Long Game: Inside Sinn Féin by Aoife Moore review – going mainstream", "description": "<p>A warts-and-all account of Sinn Féin’s political journey out of the shadows</p><p>To appreciate the astonishing rise of <a href=\"https://www.theguardian.com/politics/sinn-fein\" title=\"\">Sinn Féin</a> consider this: even the IRA once disdained the party. “We used to say it was made up of cowards and women,” a former IRA man told Aoife Moore. “These are people who do the collections, look after your family when you’re inside, but there was no chance that you were sort of taking a political lead from them.”</p><p>That was Sinn Féin in the 1970s – a ramshackle instrument of propaganda, a blip on the political radar, and utterly subservient to Irish republicanism’s military wing.</p> <a href=\"https://www.theguardian.com/books/2023/sep/15/the-long-game-inside-sinn-fein-by-aoife-moore-review-going-mainstream\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/sep/15/the-long-game-inside-sinn-fein-by-aoife-moore-review-going-mainstream", "date_published": "2023-09-15T06:30:53+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Astronomy Photographer of the Year - winners and finalists", "description": "<p>The Royal Observatory in Greenwich has announced winning and commended entrants in this year’s contest</p> <a href=\"https://www.theguardian.com/science/gallery/2023/sep/15/astronomy-photographer-of-the-year-2023-winners-and-finalists-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/science/gallery/2023/sep/15/astronomy-photographer-of-the-year-2023-winners-and-finalists-in-pictures", "date_published": "2023-09-15T06:00:54+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Sex Education to Neighbours: the seven best shows to stream this week", "description": "<p>The fourth and final season of Otis and co’s horny teen drama arrives, and the Aussie soap comes back from the dead</p><p>Here is the fourth and final season of this jaunty <a href=\"https://www.theguardian.com/tv-and-radio/2020/jan/11/sex-education-season-two\">teen drama</a>, which is about to collide with the compromises of the adult world. Otis (Asa Butterfield) is struggling with separation from Emma Mackey’s Maeve, who is in the US being tutored by famed author Thomas Molly (Dan Levy). Meanwhile, Otis and Eric (Ncuti Gatwa) are starting at a slightly annoying college that offers daily meditation, sound baths and silent discos, but no functioning lifts. Otis has decided to become the go-to sex therapist on campus – which will be tough after a first day in which he implies that he might have been in a sexual relationship with his mother. As salty and sweet as ever. <br /><em>Netflix, from Thursday 21 September</em></p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/sep/1", "link": "https://www.theguardian.com/tv-and-radio/2023/sep/15/sex-education-to-neighbours-the-seven-best-shows-to-stream-this-week", "date_published": "2023-09-15T06:00:54+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Rainforest carbon credit schemes misleading and ineffective, finds report", "description": "<p>System not fit for carbon offsetting, puts Indigenous communities at risk and should be replaced with new approach, say researchers</p><p>Rainforest conservation projects are not suitable for carbon offsetting and a different approach should be used to effectively protect critical ecosystems such as the Amazon and Congo basin, a report has concluded.</p><p>New research by <a href=\"https://gspp.berkeley.edu/research-and-impact/centers/cepp/projects/berkeley-carbon-trading-project\">UC Berkeley Carbon Trading Project</a> looking into rainforest carbon credits certified by Verra, which operates the world’s <a href=\"https://registry.verra.org/\">leading carbon standard</a>, found that the system is not fit for purpose.</p> <a href=\"https://www.theguardian.com/environment/2023/sep/15/rainforest-carbon-credit-schemes-misleading-and-ineffective-finds-report\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/sep/15/rainforest-carbon-credit-schemes-misleading-and-ineffective-finds-report", "date_published": "2023-09-15T06:00:53+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Renegades: San Francisco’s lesbian scene in the 1990s – in pictures", "description": "<p>Chloe Sherman’s new book captures the rebellious nature of the lesbian scene in a city famed for its vibrancy and acceptance of queer culture.<a href=\"https://www.hatjecantz.com/collections/publishing-program/products/65236-chloe-sherman\"> Renegades, San Francisco: The 1990s </a>is published by Hatje Cantz Verlag</p><p>• <a href=\"https://www.theguardian.com/artanddesign/2023/sep/13/sexual-experimentation-san-franciscos-iconic-butchfemme-chloe-shermans-best-photograph\">‘Sexual experimentation was central to our lives’: Chloe Sherman’s best photograph</a></p> <a href=\"https://www.theguardian.com/culture/gallery/2023/sep/15/renegades-san-franciscos-lesbian-scene-in-the-1990s-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/gallery/2023/sep/15/renegades-san-franciscos-lesbian-scene-in-the-1990s-in-pictures", "date_published": "2023-09-15T06:00:53+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The west is right to offer help – disaster-hit countries are not obliged to accept it | Peter Beaumont", "description": "<p>Morocco is dealing with the earthquake on its own terms, and the criticism it has faced has been tinged with a white saviour mentality</p><p>The international narrative around the aid response to Morocco’s earthquake has been a rather shabby one. Unnamed western officials have sniped over how Rabat was slow to ask for help from outside and from whom, <a href=\"https://www.theguardian.com/world/2023/sep/12/ordinary-moroccans-bring-aid-to-quake-hit-villages-amid-criticism-of-official-response\">suggesting that this hampered the aid effort</a>.</p><p>The reality is somewhat different. In three days travelling the Atlas mountains <a href=\"https://www.theguardian.com/world/2023/sep/11/no-one-has-come-to-help-us-grief-and-frustration-in-quake-hit-moroccan-villages\">to report for this newspaper</a>, I was able to see the limitations of the aid response, and its achievements, and compare them with previous disasters I have covered. And while it is fair to say there are communities that are ", "link": "https://www.theguardian.com/global-development/2023/sep/15/the-west-is-right-to-offer-morocco-help-but-disaster-hit-countries-are-not-obliged-to-accept-it", "date_published": "2023-09-15T06:00:53+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "From Brief Encounter to Trainspotting: readers’ favourite station bars, restaurants and cafes", "description": "<p>Enjoy a giant omelette, a local pint or a glass of lion’s milk … readers share their favourite places to kick back and wait for the train in Europe and the UK</p><p>Visit platform one at Carnforth railway station, where Brief Encounter was filmed, and enjoy great food and drinks at the Refreshment Room. The venue, restored to its 1940s period glory, is a step back in time. As an added bonus, there is a volunteer-run small museum full of railway memorabilia. It’s a special place, and the trains rolling by just add to the atmosphere. <br /><strong>Helen</strong></p> <a href=\"https://www.theguardian.com/travel/2023/sep/15/from-brief-encounter-to-trainspotting-readers-favourite-station-bars-restaurants-and-cafes\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2023/sep/15/from-brief-encounter-to-trainspotting-readers-favourite-station-bars-restaurants-and-cafes", "date_published": "2023-09-15T06:00:52+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Vladimir Putin-Kim Jong-un summit: five things we learned", "description": "<p>Meeting in Russia’s Far East could mean worrying weapons developments in Ukraine and the North Korean leader’s military ambitions</p><ul><li><a href=\"https://www.theguardian.com/world/ukraine\">See all our Ukraine war coverage</a></li></ul><p>Vladimir Putin’s meeting with Kim Jong-un has been dismissed by the US as an act of desperation by the Russian leader. Although few details have emerged about the <a href=\"https://www.theguardian.com/world/2023/sep/13/kim-jong-un-putin-weapons-talk-russian-space-base-amur\">leaders’ discussions</a>, the summit in the Russian Far East could preface new and worrying developments in the war in Ukraine and for Kim’s military ambitions. As the North Korean leader <a href=\"https://www.theguardian.com/world/2023/sep/15/vladimir-putin-kim-jong-un-meeting-weapons-rifle-glove-space-suit-gifts\">continues his tour of military facilities</a> in Russia, here are five takeaways from the summit.</p> <a href=\"https://www.theguardian.com/world/2023/sep/15/vladim", "link": "https://www.theguardian.com/world/2023/sep/15/vladimir-putin-kim-jong-un-summit-russia-north-korea-meeting-five-things", "date_published": "2023-09-15T05:58:49+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "TV tonight: the fascinating story about Coco Chanel’s mysterious life", "description": "<p>Old friends and insiders lift the lid on the founder of the Chanel fashion house. Plus: Oz’s top drag queens fight for a crown. Here’s what to watch this evening</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/sep/15/tv-tonight-the-fascinating-story-about-coco-chanels-mysterious-life\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/sep/15/tv-tonight-the-fascinating-story-about-coco-chanels-mysterious-life", "date_published": "2023-09-15T05:20:52+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Fashion’s unseen stories: the homeworkers of Tirupur – in pictures", "description": "<p>Homeworkers in an all-female cooperative in Tirupur, Tamil Nadu – known as India’s knitwear capital – took part in a photography project where they were given cameras to document their work. All the women belong to the <a href=\"https://anukatham.org/\">Anukatham union</a>, which is fighting for recognition by the Tamil Nadu government, as well as better wages and conditions</p> <a href=\"https://www.theguardian.com/global-development/gallery/2023/sep/15/fashions-unseen-stories-the-homeworkers-of-tirupur-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/gallery/2023/sep/15/fashions-unseen-stories-the-homeworkers-of-tirupur-in-pictures", "date_published": "2023-09-15T05:15:52+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Li Shangfu: speculation grows over fate of China’s missing defence minister", "description": "<p>Li Shangfu, who has not been seen for two weeks, is under ‘house arrest’, claims US ambassador to Japan  </p><p>China’s defence minister has not been seen in almost three weeks with speculation he is under investigation, the latest case of a senior Communist party official to disappear from public view.</p><p>General Li Shangfu was last seen on 29 August when he gave a speech to the China-Africa peace and security forum. His last overseas trip was to Moscow and Minsk in mid-August, where he met Russian officials on the sidelines of a security conference, and with Belarusian president Alexander Lukashenko.</p> <a href=\"https://www.theguardian.com/world/2023/sep/15/china-defence-minister-li-shangfu-missing\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/15/china-defence-minister-li-shangfu-missing", "date_published": "2023-09-15T05:14:23+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Share your summer butterfly sightings", "description": "<p>We would like to see your pictures of butterfly sightings in recent months</p><p>Mixed summer weather has led to an increase in butterfly numbers in Britain, with the biggest insect count in the world recording an increase on <a href=\"https://viewer.gutools.co.uk/environment/2022/oct/07/number-of-butterflies-in-uk-falls-to-lowest-since-surveys-began\">last year’s all-time low</a>.</p><p>The most common sighting, according to the <a href=\"https://bigbutterflycount.butterfly-conservation.org/\">Big Butterfly Count</a>, was the red admiral, while the <a href=\"https://butterfly-conservation.org/butterflies/gatekeeper\">gatekeeper</a> was the second most numerous species. They were followed by the large white, small white and holly blue.</p> <a href=\"https://www.theguardian.com/environment/2023/sep/15/share-your-summer-butterfly-sightings\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/sep/15/share-your-summer-butterfly-sightings", "date_published": "2023-09-15T05:01:51+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Social media firms ‘not ready to tackle misinformation’ during global elections", "description": "<p>Experts urge big tech companies to ensure their platforms are equipped to protect democracy in 2024 votes</p><p>Social media companies are not ready to tackle misinformation during elections due to take place around the world in 2024 because of language barriers, experts warn.</p><p>Global Coalition for Tech Justice, a movement of civil society leaders and survivors of tech harms, is calling on leading big tech companies, including Google, TikTok, Meta and X, to ensure that their platforms are equipped to protect democracy and safety during votes next year.</p> <a href=\"https://www.theguardian.com/media/2023/sep/15/social-media-firms-not-ready-to-tackle-misinformation-during-global-elections\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/sep/15/social-media-firms-not-ready-to-tackle-misinformation-during-global-elections", "date_published": "2023-09-15T05:00:53+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Could Bernard Looney’s sacking end blurred lines of unequal power dynamics ?", "description": "<p>A string of work-based relationships is not the message that should be emanating from the CEO of a modern company</p><p>Bernard Looney, the now former CEO of BP, joined a not-so-exclusive club this week as a male chief executive ousted from their role for inappropriate behaviour. After failing to fully disclose personal relationships with colleagues to the board, Looney told the firm that he had not been “fully transparent” about past relationships, accepting he was “obligated to make [a] more complete disclosure”.</p><p>As <a href=\"https://www.theguardian.com/business/2023/sep/13/bernard-looney-bp-board-faces-questions-over-ex-ceos-personal-relations-with-colleagues\">reported in this paper</a>, one source said Looney’s relationships were an open secret at the company, and another said there had been “plenty of stories about his relationships with colleagues and it had been “going on for years”.</p><p>Ann Francke is the chief executive of the Chartered Management Institute</p> <a ", "link": "https://www.theguardian.com/business/2023/sep/15/could-bernard-looney-sacking-end-blurred-lines-of-unequal-power-dynamics-", "date_published": "2023-09-15T05:00:52+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Dancing femininely is the most metal thing’: the young women turning Slipknot into feminist anthems", "description": "<p>With videos that are part thirst trap, part protest, gen Z is changing the image of the nu metal fan</p><p>At first listen, a song with violent and sexual imagery seems like an unlikely anthem for women who dressed up to see the Barbie movie. But many on TikTok are claiming Custer, by the nu metal band Slipknot, as a feminist anthem.</p><p><strong> </strong>In TikTok videos, “girly pop” creators who celebrate dressing up, doing their makeup, and enjoying the fluffiness of girlhood are twerking along to the loud and aggressive metal track.</p> <a href=\"https://www.theguardian.com/music/2023/sep/14/slipknot-tiktok-nu-metal-women-gen-z\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/sep/14/slipknot-tiktok-nu-metal-women-gen-z", "date_published": "2023-09-15T05:00:52+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Studios are like ghost towns’: how Britain’s TV and film industry fell into a hole", "description": "<p>Excitement about Netflix and Amazon’s investment has evaporated as strikes, falling ad spend and a glut of completed shows leaves crews out of work</p><p>Earlier this year things appeared to be looking up for the UK’s £6bn TV and film production industry, with US streaming firms revealing billions had been spent on shows and films made in Britain.</p><p>An announcement from Amazon that <a href=\"https://www.theguardian.com/media/2023/jun/27/britons-will-soon-spend-more-on-streaming-than-tv-analysts-say\">it had doubled its investment in the UK</a>, where it now makes dramas including the Lord of the Rings prequel, The Rings of Power, followed news from Netflix that it was <a href=\"https://www.theguardian.com/media/2023/apr/26/netflix-uk-productions-spend\">spending about $1.5bn (£1.2bn) annually</a> on British-made movies and series such as The Crown and Heartstopper.</p> <a href=\"https://www.theguardian.com/media/2023/sep/15/britain-tv-and-film-industry-decline\">Continue reading...<", "link": "https://www.theguardian.com/media/2023/sep/15/britain-tv-and-film-industry-decline", "date_published": "2023-09-15T05:00:52+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "It’s a tragedy of modern plutocratic Britain: if you want to rise, follow the Piers Morgan playbook | George Monbiot", "description": "<p>In a rare moment of insight, the broadcaster articulated an undeniable truth: in the UK, the vastly wealthy hold the power</p><p>It was one of the abiding mysteries of public life. How did Piers Morgan rise so far? I see him as a buffoon, a bully, a windbag. Yet, despite <a href=\"https://www.theguardian.com/media/2004/may/14/pressandpublishing.iraqandthemedia\">scandals that would have killed most people’s careers</a>, he rose like a methane bubble in a slurry lagoon, occupying some of the most prestigious and lucrative positions in the media. This week, reflecting on the life and abuses of the plutocrat Mohamed Al Fayed, Private Eye magazine <a href=\"https://www.private-eye.co.uk/issue-1606/street-of-shame\">produced an explanation</a>. It came from Morgan himself, writing about Fayed in 1999. “I’ve always made it a strict rule in life to ingratiate myself with three categories of people: newspaper owners, potential newspaper owners and billionaires. And since Mohamed Al Fayed is a", "link": "https://www.theguardian.com/commentisfree/2023/sep/15/tragedy-modern-britain-piers-morgan-playbook", "date_published": "2023-09-15T05:00:51+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "UK butterfly numbers bounce back after last year’s all-time low", "description": "<p>Big Butterfly Count records increase on 2022 but longer-term trends show declines for some of most common species</p><p>This year’s capricious summer weather has been an unexpected boon for Britain’s butterflies, with the biggest insect count in the world recording an increase on <a href=\"https://www.theguardian.com/environment/2022/oct/07/number-of-butterflies-in-uk-falls-to-lowest-since-surveys-began\">last year’s all-time low</a>.</p><p>Red admirals dominated the <a href=\"https://bigbutterflycount.butterfly-conservation.org/\">Big Butterfly Count</a> as citizen scientists recorded an average of 12 butterflies per 15-minute count, up from nine in 2022.</p> <a href=\"https://www.theguardian.com/environment/2023/sep/15/uk-butterfly-numbers-bounce-back-after-last-years-all-time-low\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/sep/15/uk-butterfly-numbers-bounce-back-after-last-years-all-time-low", "date_published": "2023-09-15T05:00:51+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Auto workers strike after contract talks with US car giants fail", "description": "<p>United Auto Workers union unable to agree deal with Ford, GM and Stellantis, who have seen profits and executive pay soar</p><p>Auto workers have launched a series of strikes after their union failed to reach agreement with the US’s three largest manufacturers over a new contract.</p><p>The deadline for talks between Ford, General Motors, Stellantis and the United Auto Workers (UAW) expired at midnight on Thursday, with the sides still far apart on the union’s new contract priorities.</p> <a href=\"https://www.theguardian.com/business/2023/sep/15/auto-workers-strike-ford-gm-stellantis\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/sep/15/auto-workers-strike-ford-gm-stellantis", "date_published": "2023-09-15T04:05:52+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Britons place low value on teaching children obedience, study finds", "description": "<p>British parents place higher importance on independence and imagination, according to study of 24 countries</p><p>Children should be seen and not heard might be the axiom that comes to mind when thinking of British parenting, but <a href=\"https://www.kcl.ac.uk/policy-institute/assets/parenting-priorities.pdf\">a study</a> suggests the opposite is increasingly the case for modern mothers and fathers.</p><p>According to a study of 24 countries, Britons place less importance on instilling obedience in children than most other countries in the survey, and this has declined since the 1990s. Instead, they increasingly value hard work, independence and imagination.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/sep/15/britons-place-low-value-on-teaching-children-obedience-study-finds\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/sep/15/britons-place-low-value-on-teaching-children-obedience-study-finds", "date_published": "2023-09-15T04:00:51+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Will Joe Biden be impeached? – podcast", "description": "<p>Despite an apparent lack<em> </em>of<em> </em>evidence that Joe Biden profited from the business dealings of his son, Hunter Biden, the speaker of the House of Representatives, Kevin McCarthy, announced on Tuesday that he was launching a formal impeachment inquiry into the president.</p><p>Many suspect he was pushed to make the move to appease some far-right members of the Republican party, who have threatened to tank his deal to avert a government shutdown by the end of the month if he does not meet their list of demands.</p><p>So, will Joe Biden be impeached? Is this just an act of political revenge for Donald Trump? Could it end up backfiring on McCarthy? Jonathan Freedland speaks to Marianna Sotomayor of the Washington Post<em> </em>about what happens next</p><p><em>Archive: CNN, PBS, MSNBC, NBS, ABC, CSPAN, NYT</em></p> <a href=\"https://www.theguardian.com/politics/audio/2023/sep/15/will-joe-biden-be-impeached-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/audio/2023/sep/15/will-joe-biden-be-impeached-podcast", "date_published": "2023-09-15T04:00:51+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘As a kid, I’d cry every day seeing homeless people’: Paul Dano on money, fatherhood and being shaved by Brian Cox", "description": "<p>With the release of his new film Dumb Money, the endlessly versatile actor talks about turning his back on blockbusters, struggling to lie – and exploring his dark side</p><p>There is versatility in acting and then there is <a href=\"https://www.theguardian.com/film/paul-dano\">Paul Dano</a>. No sooner had he been seen last year as the masked, panting, clingfilm-wrapped Riddler, who dispatches his victims with hammers and bombs in <a href=\"https://www.theguardian.com/film/2022/feb/28/the-batman-review-robert-pattinson\">The Batman</a>, than he turned up as the placid, moon-faced parent based on <a href=\"https://www.theguardian.com/film/stevenspielberg\">Steven Spielberg</a>’s own father in <a href=\"https://www.theguardian.com/film/2023/jan/25/the-fabelmans-review-spielbergs-beguiling-ode-to-a-life-made-by-movies-will-leave-you-on-a-high\">The Fabelmans</a>.</p><p>Dano has more than two decades of full-blooded, often deranged performances behind him, such as the wheedling preacher in <a", "link": "https://www.theguardian.com/film/2023/sep/15/as-a-kid-id-cry-every-day-seeing-homeless-people-paul-dano-on-money-fatherhood-and-being-shaved-by-brian-cox", "date_published": "2023-09-15T04:00:51+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Move forward. Flap around a little!’ How learning to swim in my 50s set me free – podcast", "description": "<p>My body and my confidence were failing me. I was told swimming would make me fit and strong-minded. But first I had to navigate the aggravation of the slow lane</p> <a href=\"https://www.theguardian.com/lifeandstyle/audio/2023/sep/15/move-forward-flap-around-a-little-how-learning-to-swim-in-my-50s-set-me-free-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/audio/2023/sep/15/move-forward-flap-around-a-little-how-learning-to-swim-in-my-50s-set-me-free-podcast", "date_published": "2023-09-15T04:00:51+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Letby inquiry must also examine NHS ‘cover-up culture’, says ombudsman", "description": "<p>Exclusive: Rob Behrens wants inquiry to look into why hospital chiefs often ignore safety concerns and victimise whistleblowers</p><p>The public inquiry into Lucy Letby’s crimes must be widened to examine the NHS’s “cover-up culture” over failures in patient safety, the health service ombudsman has said.</p><p>The inquiry should also look into why so many hospital bosses ignore concerns about lapses in safety and victimise whistleblowers who raise them, Rob Behrens told the Guardian.</p> <a href=\"https://www.theguardian.com/uk-news/2023/sep/15/lucy-letby-inquiry-must-examine-nhs-cover-up-culture-ombudsman\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/sep/15/lucy-letby-inquiry-must-examine-nhs-cover-up-culture-ombudsman", "date_published": "2023-09-15T04:00:50+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Wilderness review – Jenna Coleman craves murder in a fun, fun, fun revenge thriller", "description": "<p>The actor is as terrific as ever in this twisty treat of a series about a wife taking revenge on her cheating husband – during the trip of a lifetime</p><p>Hell hath no fury like a woman scorned, they say and have said for a long time now. This is not quite true. Generally speaking, hell hath no fury like a man thwarted in even the most minor way from achieving any goal. I admit this has neither the same ring to it nor much power to advance the patriarchy, so I shall not insist upon its adoption in the service of mere truth. But! It does make a story built round righteous female fury a refreshingly fun rather than grimly realistic endeavour.</p><p>So then, to Wilderness – a six-episode adaptation by Marnie Dickens of BE Jones’s thriller of the same name, starring Jenna Coleman and Oliver Jackson-Cohen as newlyweds Liv and Will Taylor who do not get to revel in marital bliss for long. This is because Liv discovers, shortly after leaving her job, friends and family to relocate to Ne", "link": "https://www.theguardian.com/tv-and-radio/2023/sep/15/wilderness-review-jenna-coleman-craves-in-this-fun-fun-fun-revenge-thriller", "date_published": "2023-09-15T04:00:50+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Young people in England feel they must move for better opportunities", "description": "<p>Exclusive: 85% of 16- to 18-year-olds believe staying in their area is not an option if they want to succeed</p><p>More than four in five 16- to 18-year-olds say they need to move from their areas for better opportunities, including more than 90% of those surveyed in the north-east, Yorkshire and the east of England.</p><p>A survey of 2,000 people carried out by the Social Mobility Foundation found that on average more than 85% felt they needed to leave. In the east of England 95% felt that way and the figure was 91% in the north-east, 90% in Yorkshire and 88% in the north-west.</p> <a href=\"https://www.theguardian.com/inequality/2023/sep/15/young-people-in-england-feel-they-must-move-for-better-opportunities\">Continue reading...</a>", "link": "https://www.theguardian.com/inequality/2023/sep/15/young-people-in-england-feel-they-must-move-for-better-opportunities", "date_published": "2023-09-15T04:00:50+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Moana vocalist in push to revive threatened Pacific languages through song", "description": "<p>Olivia Foa’i and Lorde are among those using indigenous language in music to build culture and connection</p><p>As a child, Olivia Foa’i would steal into the recording studio her father had attached to their Auckland home to listen to the best Pacific musicians as they performed. Her favourite memory was hearing her aunt as she sang in Gagana Tokelau, the indigenous language of Tokelau, a collection of atolls halfway between Australia and Hawaii.</p><p>“I remember looking at her like she was my idol. I’d copy whatever she sang,” says Foa’i, one of the Pacific’s most prominent singers and one of the main vocalists behind Disney’s Moana.</p> <a href=\"https://www.theguardian.com/world/2023/sep/15/moana-singer-olivia-foai-gagana-tokelau-lorde-indigenous-lyrics-music\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/15/moana-singer-olivia-foai-gagana-tokelau-lorde-indigenous-lyrics-music", "date_published": "2023-09-15T02:55:38+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Putin and Kim Jong-un exchange rifles as North Korean leader continues Russia tour", "description": "<p>Russian president also gave Kim at meeting the gift of a ‘glove from a space suit that has been to space’ amid warnings from US and South Korea about any weapons deal</p><p>Vladimir Putin and Kim Jong-un gave each other rifles as gifts when they met, the Kremlin has said, as the North Korean leader continued <a href=\"https://www.theguardian.com/world/2023/sep/13/kim-jong-un-putin-weapons-talk-russian-space-base-amur\">a tour of Russia</a> on Friday involving a visit to a fighter jet factory.</p><p>Putin “gave [Kim] a rifle from our production of the highest quality. In return, he also received a North Korean-made rifle,” Kremlin spokesperson Dmitry Peskov said. Putin also gifted the North Korean leader a “glove from a space suit that has been to space several times”.</p> <a href=\"https://www.theguardian.com/world/2023/sep/15/vladimir-putin-kim-jong-un-meeting-weapons-rifle-glove-space-suit-gifts\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/15/vladimir-putin-kim-jong-un-meeting-weapons-rifle-glove-space-suit-gifts", "date_published": "2023-09-15T02:39:19+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "What have a year of protests really changed in Iran? – podcast", "description": "<p>Twelve months after 22-year-old Mahsa Amini died in the custody of the regime’s ‘morality police’, we look at her legacy</p><p>For Mahdi, and his sister Mina, the death last year of Mahsa Amini was a turning point. The brother and sister say they were determined to change the way women were treated in Iran. They joined the demonstrations that erupted across the country, in part to create a better future for Mina’s 12-year-old daughter, Mahdi says.</p><p>After a video of Mina throwing stones at a picture of Iran’s supreme leader went viral, the pair were arrested. Mahdi says they were beaten, tortured, and threats were made against his niece. But when Mina was released after more than a month in prison and sentenced to lashes and more than a decade in prison she refused to be silent, until eventually the brother and sister had to flee Iran.</p> <a href=\"https://www.theguardian.com/news/audio/2023/sep/15/what-have-a-year-of-protests-really-changed-in-iran-podcast\">Continue reading..", "link": "https://www.theguardian.com/news/audio/2023/sep/15/what-have-a-year-of-protests-really-changed-in-iran-podcast", "date_published": "2023-09-15T02:00:48+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "What are medicanes? The ‘supercharged’ Mediterranean storms that could become more frequent", "description": "<p>The flash flood that has killed thousands of people in Libya this week followed the ‘medicane’ storm Daniel</p><p>The flash flood that has <a href=\"https://www.theguardian.com/world/2023/sep/14/libya-call-for-inquiry-fury-death-toll-catastrophic-floods\">killed thousands of people in Libya </a>this week followed a “medicane”, a rare but destructive weather phenomenon that scientists believe will intensify in a warming world.</p><p>The term is an amalgamation of the words Mediterranean and hurricane. Used by scientists and weather forecasters, it is less well known to the wider public.</p> <a href=\"https://www.theguardian.com/world/2023/sep/15/what-are-medicanes-the-supercharged-mediterranean-storms-that-could-become-more-frequent\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/15/what-are-medicanes-the-supercharged-mediterranean-storms-that-could-become-more-frequent", "date_published": "2023-09-15T01:07:59+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Sara Sharif’s father, stepmother and uncle charged with her murder", "description": "<p>Urfan Sharif, Beinash Batool and Faisal Malik charged after Sara, 10, found dead at her Surrey home in August</p><p>The father, stepmother and uncle of 10-year-old Sara Sharif have been charged with murder after police found her body at their Surrey home in August.</p><p>Sara’s father, Urfan Sharif, 41, her stepmother, Beinash Batool, 29, and her uncle, Faisal Malik, 28, flew to Pakistan with five children in August. Shortly after arriving, Sharif called emergency services in the UK to report that Sara was dead at their house in Horsell, near Woking.</p> <a href=\"https://www.theguardian.com/uk-news/2023/sep/15/sara-sharif-father-stepmother-and-uncle-charged-with-murder\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/sep/15/sara-sharif-father-stepmother-and-uncle-charged-with-murder", "date_published": "2023-09-15T00:00:20+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}]