[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "10 Things The Crew Motorfest DOESN'T TELL YOU", "description": "The Crew Motorfest has now launched, and millions will be jumping into its island setting of O’ahu and getting a taste of its wide and varied offerings. There is, of course, quite a bit to dive into here, which shouldn’t be surprising for an open world game coming from the developer, but what are the things you should prioritize as you’re beginning your Motorfest journey? \n\nTo help answer that question for you and to help make your journey in The Crew Motorfest’s Hawaiian setting get off to a smoother start, here, we’re going to be talking about a few handy pointers that you should keep in mind as you begin playing the game. From unlocking certain key features to tips about how to make money at a faster rate, this guide will hopefully prove helpful in your early hours with the game.", "link": "https://www.youtube.com/watch?v=30_Byx61TKg", "date_published": "2023-09-15T21:30:00+00:00", "bookmarked": false, "dead": null, "artist": "GamingBolt", "album": "GamingBolt", "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/30_Byx61TKg/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "The Crew Motorfest Review - The Final Verdict", "description": "The Crew Motorfest moves away from the mainland United States setting of its predecessors, instead taking players to the gorgeous Hawaiian island setting of O’ahu, and in doing so, it delivers the series’ best outing yet. The open world is beautiful and boasts incredible environmental diversity, and that combines with well-designed and varied Playlists, as well as significant improvements in the moment-to-moment driving mechanics, to deliver what’s probably the most enjoyable Crew game to date. \n\nIt borrows liberally from the Forza Horizon franchise, what with its festive setting and its celebration of car culture, and even though it never quite touches the same heights as Playground Games’ series, it does benefit from that pivot in several ways. For fans of the genre, this is an easy game to recommend.", "link": "https://www.youtube.com/watch?v=rvejcr14xW0", "date_published": "2023-09-15T10:30:25+00:00", "bookmarked": false, "dead": null, "artist": "GamingBolt", "album": "GamingBolt", "user": null, "language": "en-US", "thumbnail": "https://i3.ytimg.com/vi/rvejcr14xW0/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Lies of P Review - As Good As Bloodborne?", "description": "Lies of P puts players in the shoes of Pinnochio in a new interpretation of the classic children’s story. The game puts a dark twist on the classic tale about lying, offering up an interesting new setting in the form of Krat.\n\nThe game pairs Bloodborne and Sekiro-inspired combat with quite a few of its own interesting ideas, especially in terms of how weapons work and how they can be further customized to a player’s own liking. Pairing these weapons up with Legion Arts that offer up even more utility and combat options opens up the game to quite a few interesting play styles, all of which can be equally viable against its wonderfully designed enemies and bosses if you’re good enough.", "link": "https://www.youtube.com/watch?v=6gb11dYTf4Q", "date_published": "2023-09-15T10:30:02+00:00", "bookmarked": false, "dead": null, "artist": "GamingBolt", "album": "GamingBolt", "user": null, "language": "en-US", "thumbnail": "https://i3.ytimg.com/vi/6gb11dYTf4Q/hqdefault.jpg"}]