[{"source": "https://www.theguardian.com/rss", "title": "Over the counter genetic tests in UK ‘fail to identify 89%’ of those at serious risk", "description": "<p>Study by University College London also says 5% of users are wrongly told they will develop major illness</p><p>Over the counter genetic tests in the UK that assess the risk of cancer or heart problems fail to identify 89% of those in danger of getting killer diseases, a new study has found.</p><p>Polygenic risk scores are so unreliable that they also wrongly tell one in 20 people who receive them they will develop a major illness, even though they do not go on to do so.</p> <a href=\"https://www.theguardian.com/society/2023/oct/17/over-the-counter-genetic-tests-in-uk-fail-to-identify-89-of-those-at-serious-risk\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/oct/17/over-the-counter-genetic-tests-in-uk-fail-to-identify-89-of-those-at-serious-risk", "date_published": "2023-10-17T22:47:28+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Euro 2024 qualifiers roundup: Ukraine come from behind to avoid Malta shock", "description": "<ul><li>Ukraine move into second place after Mudryk seals 3-1 win</li><li>Hungary held in Lithuania; Slovenia win in Northern Ireland</li></ul><p><strong>Ukraine</strong> moved above Italy into second spot in Group C after coming from behind to win in <strong>Malta</strong>. Paul Mbong gave the underdogs Malta a shock lead with only their second goal of the European Championship qualifying campaign. But an own goal from Ryan Camenzuli hauled Ukraine level before Artem Dovbyk’s penalty and a late strike from Chelsea’s Mykhailo Mudryk secured a 3-1 victory.</p><p>This result combined with another 3-1 win, for <a href=\"https://www.theguardian.com/football/2023/oct/17/england-italy-euro-2024-qualifying-match-report\">England against Italy at Wembley</a>, meant Ukraine were able to open up a three-point gap over their rivals for second place. However Italy have played a game less than Ukraine and will face North Macedonia at home, before a decisive Ukraine v Italy match in Leverkusen next ", "link": "https://www.theguardian.com/football/2023/oct/17/euro-2024-qualifiers-roundup-ukraine-come-from-behind-to-avoid-malta-shock", "date_published": "2023-10-17T22:15:29+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "France’s Pavard and Mbappé punish Scotland after Gilmour’s early strike", "description": "<p>In the early exchanges a Scottish celebration instigated in Seville and which rumbled into the early hours in Glasgow looked like continuing in northern France. As Billy Gilmour whacked the visitors into the lead against the world’s second-ranked team, the feelgood factor around Steve Clarke’s side was cranked up another level. No Scotland, no party.</p><p>France had other ideas. Their emphatic response was befitting a side of their status. Scotland have now lost three games in a row but there should be no deep concern attached to that. Two of the matches have been friendlies, the other a keenly contested qualifier against Spain.</p> <a href=\"https://www.theguardian.com/football/2023/oct/17/france-scotland-international-friendly-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/oct/17/france-scotland-international-friendly-match-report", "date_published": "2023-10-17T21:15:57+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Suspicious package on plane forces closure at Manchester airport", "description": "<p>Greater Manchester police say normal service resumed after no items discovered or arrests made</p><p>Manchester airport was forced to close its airfield on Tuesday evening after police investigated an Emirates flight after reports of a suspicious package onboard.</p><p>The aircraft, which took off at about 2.30pm from Dubai, landed in Manchester on Tuesday evening and was held for further assessment.</p> <a href=\"https://www.theguardian.com/world/2023/oct/17/suspicious-package-on-plane-forces-closure-at-manchester-airport\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/oct/17/suspicious-package-on-plane-forces-closure-at-manchester-airport", "date_published": "2023-10-17T21:10:28+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Britain’s Housing Crisis: What Went Wrong? review – the most nakedly furious documentary of the year", "description": "<p>This rage-fuelled chronicle of mismanagement, corruption and greed – featuring the likes of Michael Gove – will leave you incredulous. It is fine, anger-powered work</p><p>Britain’s Housing Crisis is powered by rage. It is a long time since I have seen a documentary so nakedly angry, so clear in its point of view and unabashed about standing by it. Which is not to say it is unbalanced. The makers’ fury has made it meticulous in the use of governmental and other sources to explain policies – along with the thinking behind decisions whose detrimental effects are predicted and attested to by activists and workers from charities such as Shelter. If the subject were not people being made homeless by underinvestment in social housing and mismanagement of the property market by successive governments, plus the greed and corruption of some housebuilders, you would be tempted to buy popcorn and settle down to enjoy the cathartic rush.</p><p>As it is, the two-part film will have you nodding", "link": "https://www.theguardian.com/tv-and-radio/2023/oct/17/britains-housing-crisis-what-went-wrong-review-the-most-nakedly-furious-documentary-of-the-year", "date_published": "2023-10-17T21:00:22+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "England wait on Marcus Smith’s fitness for South Africa World Cup semi-final", "description": "<ul><li>Freddie Steward ready to step in at full-back</li><li>Kevin Sinfield: ‘You’re blown away by what Marcus does’</li></ul><p>England are waiting on the fitness of Marcus Smith before finalising plans for the World Cup semi-final against South Africa on Saturday, with Freddie Steward waiting in the wings. Smith was unable to take a full part in training on Tuesday with England awaiting the latest medical bulletin and keeping the Springboks guessing over their selection at full-back.</p><p>The England defence coach, Kevin Sinfield, lauded Smith after only his second start in the No 15 jersey against Fiji but admitted he was on a modified training programme on Tuesday. Sinfield also pointed to how Steve Borthwick has not named an unchanged team throughout the tournament – in fact he has never done so as England head coach – and was full of praise for Steward, who is hoping for a recall.</p> <a href=\"https://www.theguardian.com/sport/2023/oct/17/england-wait-on-marcus-smiths-fitness", "link": "https://www.theguardian.com/sport/2023/oct/17/england-wait-on-marcus-smiths-fitness-for-south-africa-world-cup-semi-final", "date_published": "2023-10-17T21:00:22+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Owners review – Caryl Churchill’s 1970s housing comedy is still bleakly relevant", "description": "<p><strong>Jermyn Street theatre, London<br /></strong>Often outrageously funny, Churchill’s play grimly reveals the costs and risks involved in private renting</p><p>This revival of Caryl Churchill’s pungent 1972 comedy about the battle for home ownership and the perils of renting is both rare and timely. The play was first staged as house prices soared during Conservative chancellor Anthony Barber’s “dash for growth”, a disaster with parallels to last year’s <a href=\"https://www.theguardian.com/uk-news/2022/sep/23/kwarteng-accused-of-reckless-mini-budget-for-the-rich-as-pound-crashes\">mini-budget</a>.</p><p>Churchill’s thesis that “owners” call the shots in England still rings true: when Rishi Sunak <a href=\"https://www.theguardian.com/politics/2022/dec/07/keir-starmer-calls-rishi-sunak-blancmange-after-housing-u-turn-pmqs\">dropped the target</a> of building 300,000 houses a year, further thwarting those seeking a first home, it was to placate rebellious owners on the backbenches. ", "link": "https://www.theguardian.com/stage/2023/oct/17/owners-review-caryl-churchill-comedy-jermyn-st-theatre", "date_published": "2023-10-17T21:00:22+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Jude Bellingham’s bursts bode well for England when finals come into focus | Nick Ames", "description": "<p>Midfielder’s dazzling creativity dovetailed with the industry around him and brought a feelgood factor to Wembley</p><p>The “Bellingham burst” has a certain ring to it. With almost half an hour played Wembley had shown its first signs of descending into an unnervingly familiar tetchiness, a groundswell of dissatisfaction brewing as England’s defenders passed the ball in front of a static midfield. Italy had begun as if resigned to be bullied but now, a goal up and with palpable wind in their sails, they appeared to have Gareth Southgate’s players where they wanted them. This <em>Azzurri</em> side are a pale imitation of many that have gone before but they had lured their hosts into the kind of slow, vacant buildup from which little good usually comes.</p><p>Fortunately for England, Jude Bellingham’s involvement brings with it near-guaranteed excellence. Almost immediately it was Bellingham who, at the end of a run that decimated Italy’s engine room and pierced the heart of their d", "link": "https://www.theguardian.com/football/blog/2023/oct/17/jude-bellinghams-bursts-bode-well-for-england-when-finals-come-into-focus", "date_published": "2023-10-17T21:00:11+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Kane and Rashford seal England spot at Euro 2024 with comeback win over Italy", "description": "<p>The jeopardy had long since ended in terms of whether England would qualify for the European Championship in Germany next summer. It was only a question of when and where. The answer was here and there was symbolism in who they beat to do it – the champions, Italy, who they intend to dethrone.</p><p>Gareth Southgate had wanted a performance as much as a result; England only needed a draw – something to bolster the collective belief. The manager got it. There was a confidence about England from the outset and an inevitability about the outcome, even after the early concession to Gianluca Scamacca and a few loose first-half moments in defence.</p> <a href=\"https://www.theguardian.com/football/2023/oct/17/england-italy-euro-2024-qualifying-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/oct/17/england-italy-euro-2024-qualifying-match-report", "date_published": "2023-10-17T20:56:40+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Two tourists, from UK and South Africa, and guide killed on safari in Uganda", "description": "<p>Police say extremist ADF rebels carried out ‘cowardly terrorist attack’ near border with DRC</p><p>Two tourists from the UK and South Africa and their Ugandan guide were killed when assailants attacked their vehicle near a national park in south-west Uganda.</p><p>Bashir Hangi, spokesperson for the Uganda Wildlife Authority (UWA), said the attackers set on fire the vehicle in which the group were travelling just outside Queen Elizabeth national park. The security agencies were working “to establish who could have carried out this heinous act”, he said on Tuesday.</p> <a href=\"https://www.theguardian.com/world/2023/oct/17/two-tourists-and-their-guide-killed-in-attack-in-uganda-national-park\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/oct/17/two-tourists-and-their-guide-killed-in-attack-in-uganda-national-park", "date_published": "2023-10-17T20:49:34+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "MoJ ‘put public at risk’ after quietly transferring inmates to open prisons", "description": "<p>Leaked document emerges as domestic abuse survivors seek clarification over plans to cut sentences for ‘low-level’ offenders </p><p>The Ministry of Justice has been accused of putting the public at risk after quietly transferring locked up offenders to open prisons in a move to ease a critical overcrowding crisis.</p><p>The Prison Officers’ Association (POA) said officials launched a new scheme to swap dozens of prisoners to Category D prisons at the end of September without conducting pre-transfer assessments that would decide if it was safe to send them to the open estate.</p> <a href=\"https://www.theguardian.com/society/2023/oct/17/moj-put-public-at-risk-after-quietly-transferring-inmates-to-open-prisons\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/oct/17/moj-put-public-at-risk-after-quietly-transferring-inmates-to-open-prisons", "date_published": "2023-10-17T20:10:19+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Rassie Erasmus predicts England lineup and expects ‘very physical’ test", "description": "<p>Springboks director of rugby takes centre stage at theatre to name opponents’ team who ‘will have some beef with us’</p><p>Upcoming attractions at the 50-seat Salle Jean D’Arc theatre in the little village of Presles, an hour north of Paris, include an amateur cabaret, an evening of improv theatre and a recital by a local mezzo soprano. But, on Tuesday at least, South Africa’s current director of rugby, former head coach, and sometime waterboy, Rassie Erasmus, had the stage all to himself.</p><p>Erasmus entered through the black backdrop, stage right, and took a seat in the middle of the spotlit top table arranged between the red velvet drapes. He didn’t bring his disco lights with him, but it was still some performance.</p> <a href=\"https://www.theguardian.com/sport/2023/oct/17/rassie-erasmus-predicts-england-lineup-and-expects-very-physical-test\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/oct/17/rassie-erasmus-predicts-england-lineup-and-expects-very-physical-test", "date_published": "2023-10-17T19:42:43+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Mainz suspend Anwar El Ghazi for ‘unacceptable’ post on Israel-Hamas war", "description": "<ul><li>Former Aston Villa player winger has since deleted message</li><li>Bundesliga club unhappy with his ‘position on ongoing conflict’</li></ul><p>The former Aston Villa winger Anwar El Ghazi has been suspended by Mainz over a social media post relating to the conflict in Israel and Gaza.</p><p>The 28-year-old Dutchman, who joined Mainz last month, has since deleted the pro-Palestinian post, the content of which was deemed “unacceptable” by his club.</p> <a href=\"https://www.theguardian.com/football/2023/oct/17/mainz-suspend-anwar-el-ghazi-for-unacceptable-post-on-israel-hamas-war\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/oct/17/mainz-suspend-anwar-el-ghazi-for-unacceptable-post-on-israel-hamas-war", "date_published": "2023-10-17T19:32:22+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Alec Baldwin to be recharged with involuntary manslaughter in Rust shooting", "description": "<p>Actor’s case in connection with fatal film shooting in 2021 will reportedly be brought before grand jury in mid-November </p><p>New Mexico prosecutors intend to recharge actor Alec Baldwin with involuntary manslaughter in connection with the fatal 2021 Rust shooting, NBC News reported on Tuesday, citing two sources familiar with the matter.</p><p>Baldwin’s case will be brought before a grand jury in mid-November, the report added.</p> <a href=\"https://www.theguardian.com/us-news/2023/oct/17/alec-baldwin-rust-shooting-recharged-manslaughter\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/oct/17/alec-baldwin-rust-shooting-recharged-manslaughter", "date_published": "2023-10-17T19:18:50+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Lemons Lemons Lemons Lemons Lemons: the cult play about words becomes a ballet", "description": "<p>When a principal at the Royal Ballet asked to adapt his drama about imposed verbal limits, playwright Sam Steiner was all in. ‘There are things dance does better,’ he says</p><p>‘Why don’t you start in the weird position?” suggests director Ed Madden. “That’s a technical term!” he calls across the Royal Ballet’s Opera House studio. “Weird position” may not derive from the classical ballet textbook, but it perfectly suits the making of The Limit – an audacious production that reimagines Sam Steiner’s cult play Lemons Lemons Lemons Lemons Lemons with some of the Royal Ballet’s boldest artists.</p><p>The encounter began with the amiable but ambitious Alexander Campbell, an Australian-born principal with the Royal. “In lockdown, I was thinking about the work I wanted to do,” he says. “I was keen to work with people who inspired me.” He and fellow principal Francesca Hayward considered working with text, and his producer sister Amelia recommended Lemons, which imagines a world giving p", "link": "https://www.theguardian.com/stage/2023/oct/17/royal-ballet-sam-steiner-lemons-the-hit-play-about-words-now-a-ballet", "date_published": "2023-10-17T19:00:19+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Australia Socceroos v New Zealand All Whites: international football friendly – live updates", "description": "<ul><li>Socceroos take on All Whites at G-Tech Community Stadium</li><li>Kick-off time in London is 7:45pm BST/5:45am AEDT</li><li>Any thoughts? <a href=\"mailto:will.unwin.casual@guardian.co.uk\">Email</a> or tweet <a href=\"https://twitter.com/Will_Unwin/photo\">@Will_Unwin</a></li></ul><p><strong>DARREN ENGLAND IS THE FOURTH OFFICIAL!</strong> #Narrative</p><p><strong>The players are on the pitch.</strong> There’s a decent amount of people inside the Gtech Community Stadium but with plenty of space behind both goals.</p> <a href=\"https://www.theguardian.com/football/live/2023/oct/17/australia-vs-new-zealand-live-scores-international-football-friendly-socceroos-australia-aus-v-nz-all-whites-score-updates-kick-off-time-national-team-list-squad-soccer-london-game\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/oct/17/australia-vs-new-zealand-live-scores-international-football-friendly-socceroos-australia-aus-v-nz-all-whites-score-updates-kick-off-time-national-team-list-squad-soccer-london-game", "date_published": "2023-10-17T18:51:57+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "20,000 Britons approached by Chinese agents on LinkedIn, says MI5 head", "description": "<p>Ken McCallum warns China is trying to steal industrial and technological secrets in the west</p><p>An estimated 20,000 Britons have been approached by Chinese state actors on LinkedIn in the hope of stealing industrial or technological secrets, the head of MI5 warned on Tuesday.</p><p>Industrial espionage was happening at “real scale” Ken McCallum said. He estimated that 10,000 UK businesses were at risk, particularly in artificial intelligence, quantum computing or synthetic biology where China was trying to gain a march.</p> <a href=\"https://www.theguardian.com/uk-news/2023/oct/17/up-to-20000-britons-approached-by-chinese-agents-on-linkedin-says-mi5-head\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/oct/17/up-to-20000-britons-approached-by-chinese-agents-on-linkedin-says-mi5-head", "date_published": "2023-10-17T18:30:19+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "David Attenborough claims the amount of planetary space humanity takes up is ‘selfish’", "description": "<p>Speaking ahead of Planet Earth III, broadcaster claims that we need to learn to show more restraint for the sake of nature</p><p>David Attenborough has claimed that humanity needs to learn to show more restraint for the good of the natural world. Speaking ahead of the broadcast of <a href=\"https://www.theguardian.com/tv-and-radio/2023/aug/31/david-attenborough-to-present-third-series-of-planet-earth\">Planet Earth III</a>, a new instalment of his landmark natural history series, he talked about how one episode focuses on chimpanzees whose forest homes have been encircled by human settlements.</p><p>“The huge problem is the way we have gobbled up space as though it belongs to us and nobody else,” said Attenborough. “And the notion that you should actually have to restrain yourself in order to accommodate the natural world is not one which everybody feels. We need to persuade people that it’s quite a selfish thing to do.”</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/oct", "link": "https://www.theguardian.com/tv-and-radio/2023/oct/17/david-attenborough-claims-the-amount-of-planetary-space-humanity-takes-up-is-selfish", "date_published": "2023-10-17T18:30:19+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Ban on no-fault evictions in England unlikely this year", "description": "<p>Government ‘fast running out of time’ to pass bill reforming rental market, a cross-party open letter argues</p><p>Michael Gove has won a battle with No 10 to push ahead with a ban on no-fault evictions and other reforms, but renters will not get protection until next year.</p><p>An overhaul of private renting, first promised in the 2019 Conservative election manifesto, was feared to be in jeopardy amid the threat of a mass rebellion by Tory landlord MPs.</p> <a href=\"https://www.theguardian.com/money/2023/oct/17/ban-on-no-fault-evictions-in-england-unlikely-this-year\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/oct/17/ban-on-no-fault-evictions-in-england-unlikely-this-year", "date_published": "2023-10-17T18:23:53+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Furious Olympic funding row led to UK Athletics chief’s sensational exit", "description": "<ul><li>Stephen Maguire left UKA on Tuesday 16 months into job</li><li>Dina Asher-Smith criticises ‘incredibly short-sighted decision”</li></ul><p>The shock departure of Stephen Maguire as UK Athletics chief came about following months of simmering tensions and rows over budgets ahead of next year’s Paris Olympics, the Guardian can reveal.</p><p>The news that Maguire, who guided Britain to a record-equalling 10 medals at the recent world championships in Budapest, was leaving his post was announced via a terse statement from UKA on Tuesday morning which did not even thank him for his achievements.</p> <a href=\"https://www.theguardian.com/sport/2023/oct/17/furious-olympic-funding-row-uk-athletics-chief-stephen-maguire-exit\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/oct/17/furious-olympic-funding-row-uk-athletics-chief-stephen-maguire-exit", "date_published": "2023-10-17T18:12:00+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Hot stuff: Pepper X is named world’s spiciest by Guinness World Records", "description": "<p>New chilli far outstrips previous record holder with proud pepper breeder Ed Currie saying it left him with ‘horrible cramps’</p><p>A new pepper is coming in hot as the spiciest in the world, Guinness World Records has <a href=\"https://www.guinnessworldrecords.com/news/2023/10/pepper-x-dethrones-carolina-reaper-as-worlds-hottest-chilli-pepper-759706\">announced</a>.</p><p>For a decade, the <a href=\"https://www.theguardian.com/world/2023/sep/30/canada-guinness-world-record-chilli-pepper\">Carolina Reaper</a> chilli pepper was ruled to be the hottest chilli pepper in the world. But now “Pepper X” has taken its crown.</p> <a href=\"https://www.theguardian.com/world/2023/oct/17/pepper-x-spiciest-guinness-world-records\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/oct/17/pepper-x-spiciest-guinness-world-records", "date_published": "2023-10-17T18:10:34+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "While the world holds its breath, the UK continues to fall apart | John Crace", "description": "<p>Rishi Sunak is going through the motions, while Humza Yousaf speaks from the heart but to little avail </p><p>It feels like we are in limbo. A state of imminence. Almost as if there is a disconnect in government. Our eyes are inevitably focused on Israel and Gaza. Processing the horrors past and horrors present of the last 10 days and hoping there are not worse to come.</p><p>Rishi Sunak looks terrified. Anxious to make a difference but not sure how. Going through the motions, trying to say the right thing. To reassure himself as much as the rest of the country. On Tuesday, he phoned a couple of people and called for Israel to turn on the water supply to Gaza. But it’s doubtful anyone was paying any attention. And if the water does get turned on, it won’t be because of anything he has done. Still, at least he tried.</p> <a href=\"https://www.theguardian.com/politics/2023/oct/17/while-the-world-holds-its-breath-the-uk-continues-to-fall-apart\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/oct/17/while-the-world-holds-its-breath-the-uk-continues-to-fall-apart", "date_published": "2023-10-17T18:09:57+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on Biden’s urgent mission: the US pivots back to the Middle East | Editorial", "description": "<p>Thousands of Israelis and Palestinians have been killed in little over a week, and the risk of the violence spreading is immense</p><p>In the wake of the carnage wrought by Hamas in southern Israel, killing at least 1,300 people; with bombs still raining upon Gaza, having killed at least 3,000; and with 199 children and adults still held hostage, the horror is increased by the prospect of this violence begetting more.</p><p>The US hopes <a href=\"https://www.theguardian.com/world/2023/oct/15/gaza-ground-invasion-israel-us-second-carrier-group-hamas\" title=\"\">two aircraft carrier groups</a> in the eastern Mediterranean, non-stop shuttle diplomacy by the secretary of state and a presidential visit to Israel will see off the twin spectres of even greater humanitarian disaster in Gaza and regional catastrophe drawing in Hezbollah in Lebanon and perhaps others. Officially, Joe Biden’s visit to Israel on Wednesday will demonstrate that the US stands with Israel. It may offer Benjamin Net", "link": "https://www.theguardian.com/commentisfree/2023/oct/17/the-guardian-view-on-bidens-urgent-mission-the-us-pivots-back-to-the-middle-east", "date_published": "2023-10-17T18:01:17+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on lessons from Poland: how to take on the radical right | Editorial", "description": "<p>A remarkable election can offer hope and inspiration  to progressive parties elsewhere in Europe</p><p>For some time, progressive politics in Europe has looked to be in alarmingly bad shape. Around this time last autumn, voters ignored the post-fascist roots of Giorgia Meloni’s Brothers of Italy movement and <a href=\"https://www.theguardian.com/world/2022/sep/25/italy-elections-exit-polls-point-to-victory-for-coalition-led-by-far-right-giorgia-meloni\" title=\"\">made</a> her the country’s first radical right prime minister. In Hungary, a six-party opposition alliance was <a href=\"https://hungarytoday.hu/orban-election-victory-fidesz-2022-eu-brussels/\" title=\"\">routed</a> so badly last year that the doyen of national populism, Viktor Orbán, boasted his fourth successive victory could be “seen from the moon”. And so it has gone on. Slovakia has just <a href=\"https://www.reuters.com/world/europe/slovakias-smer-party-sign-agreement-forming-new-government-monday-2023-10-16/\" title=\"\">ele", "link": "https://www.theguardian.com/commentisfree/2023/oct/17/the-guardian-view-on-lessons-from-poland-how-to-take-on-the-radical-right", "date_published": "2023-10-17T17:58:18+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Fran Kirby returns to England squad for Belgium test but Beth Mead misses out", "description": "<ul><li>Chelsea ace Kirby is back with Lionesses after knee surgery</li><li>Arsenal’s Mead must build her fitness, says Sarina Wiegman</li></ul><p>The Chelsea midfielder Fran Kirby has returned to the England squad for the two Women’s Nations League matches against Belgium after recovering from injury.</p><p>The 30-year-old had knee surgery in May and missed the World Cup but she started her first game for Chelsea in eight months on Saturday, impressing in a <a href=\"https://www.theguardian.com/football/2023/oct/14/kerr-and-cuthbert-help-chelsea-women-canter-to-wsl-win-over-west-ham\">victory over West Ham</a>. Keira Walsh is also back in the squad after an injury layoff.</p> <a href=\"https://www.theguardian.com/football/2023/oct/17/england-squad-lionesses-womens-nations-league-fran-kirby-beth-mead\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/oct/17/england-squad-lionesses-womens-nations-league-fran-kirby-beth-mead", "date_published": "2023-10-17T17:46:59+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "News Corp should spin off $7bn digital real estate assets, says activist investor", "description": "<p>Rupert Murdoch empire could secure windfall by breaking up business, says Starboard Value</p><p>Rupert Murdoch’s News Corp should seek a $7bn (£5.7bn) spin-off of its online property businesses to increase the market value of the publisher of the Rupert Murdoch’s News Corp, according to an activist investor.</p><p>The hedge fund Starboard Value, which has been building a stake in News Corp, said that the $12.6bn valuation of the company “does not make sense” and management should look at breaking up the business.</p> <a href=\"https://www.theguardian.com/media/2023/oct/17/news-corp-rupert-murdoch-starboard-value\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/oct/17/news-corp-rupert-murdoch-starboard-value", "date_published": "2023-10-17T17:27:07+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Scottish council tax to be frozen next year, Humza Yousaf tells SNP conference", "description": "<p>First minister announces surprise move as part of fightback against Labour surge, sparking row with Greens coalition partner</p><p>Humza Yousaf has announced that Scotland’s council taxes will be frozen next year, and millions added to health spending, as he launched a fightback against Labour’s surge in the polls.</p><p>Yousaf admitted in his first conference speech as Scottish National party leader that last month’s <a href=\"https://www.theguardian.com/politics/2023/oct/07/labour-stunning-scottish-bylection-win-means-there-may-be-little-need-to-bargain-with-the-snp\">huge defeat at the hands of Labour in the Rutherglen and Hamilton West byelection</a> had been “a tough night” for the SNP.</p> <a href=\"https://www.theguardian.com/politics/2023/oct/17/scottish-council-tax-to-be-frozen-next-year-humza-yousaf-tells-snp-conference\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/oct/17/scottish-council-tax-to-be-frozen-next-year-humza-yousaf-tells-snp-conference", "date_published": "2023-10-17T17:26:20+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "England v Italy: Euro 2024 qualifier – live", "description": "<ul><li><a href=\"https://www.theguardian.com/football/live\">Live scoreboard</a> | Updates from the 7.45pm BST kick-off</li><li>Want to share any of your thoughts? <a href=\"mailto:scott.murray@theguardian.com\">Send them Scott’s way</a></li></ul><p><strong>England can secure their qualification for Euro 2024 tonight.</strong> A point is all they need. But let’s face it, with a home game against Malta to come next month, participation in Germany next summer is as good as confirmed already. Instead, what’s most important for England tonight is getting a little payback for the Euro 2020 final: this is the first time Italy have been back to Wembley since the <em>Azzurri</em> won their second European title there in July 2021.</p><p><strong>Italy also have something to avenge: the 2-1 defeat England inflicted on them in Naples back in March.</strong> But unlike England, Italy don’t have one foot and four toes in the finals, so there’s more than pride at stake tonight. Ukraine have their eye", "link": "https://www.theguardian.com/football/live/2023/oct/17/england-v-italy-euro-2024-qualifier-live-score-updates", "date_published": "2023-10-17T17:20:17+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "People diagnosed with ADHD as adults could be ‘at greater risk of dementia’", "description": "<p>New study does not establish cause and effect, but experts say it highlights need for further research</p><p>People who are diagnosed with attention deficit hyperactivity disorder (ADHD) as adults could be at greater risk of developing dementia later in life, research suggests.</p><p>While experts cautioned that the study did not establish whether the apparent link was cause and effect, they say it highlights the need to explore possible connections further and examine whether ADHD medications mitigate any potential dementia risk.</p> <a href=\"https://www.theguardian.com/society/2023/oct/17/people-diagnosed-with-adhd-as-adults-could-be-at-greater-risk-of-dementia\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/oct/17/people-diagnosed-with-adhd-as-adults-could-be-at-greater-risk-of-dementia", "date_published": "2023-10-17T17:18:03+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Pens away, laptops open – pupils told to type, not write, GCSE exam answers", "description": "<p>Examining board AQA says parts of Italian and Polish courses will be assessed digitally in 2026</p><p>It’s a scene that can still have the power to terrify, even years after the event. Rows of hunched backs, bent over exam papers, with barely a sound other than the chewing of pens or frantic scribbling on scores of sheets of paper.</p><p>The way many students sit exams could look very different in future, however, after an announcement from England’s biggest exam board that it will begin testing GCSE students on laptops for some courses beginning next year.</p> <a href=\"https://www.theguardian.com/education/2023/oct/17/pens-away-laptops-open-pupils-told-to-type-not-write-gcse-exam-answers\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2023/oct/17/pens-away-laptops-open-pupils-told-to-type-not-write-gcse-exam-answers", "date_published": "2023-10-17T17:17:17+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Fears grow people are dehydrating to death in Gaza as clean water runs out", "description": "<p>UN agency warns residents exposed to cholera and dysentery as city’s last seawater desalination plant closes</p><p>Fears are growing that people in Gaza are beginning to dehydrate to death as clean water runs out, with Israeli airstrikes continuing to pound the Palestinian territory of 2.3 million residents amid a total blockade on <a href=\"https://www.theguardian.com/world/2023/oct/17/crisis-gaza-why-food-water-power-running-out\">food, electricity, medicine and fuel</a>.</p><p>Unrwa, the UN’s agency for Palestinian refugees, said on Tuesday that Gaza’s last seawater desalination plant had shut down, bringing the risk of further deaths and waterborne diseases such as cholera and dysentery. Six water wells, three water pumping stations, and one water reservoir – which collectively served more than 1.1million people – are also out of action, it said.</p> <a href=\"https://www.theguardian.com/world/2023/oct/17/fears-grow-people-are-dehydrating-to-death-in-gaza-as-clean-water-runs-out\"", "link": "https://www.theguardian.com/world/2023/oct/17/fears-grow-people-are-dehydrating-to-death-in-gaza-as-clean-water-runs-out", "date_published": "2023-10-17T17:01:04+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Bad loser: how Fair Play unravels the delusion of the ‘good guy’", "description": "<p>The conversation-starting Netflix thriller shows a seemingly supportive man unravel when his fiancee starts outearning him</p><p>In the beginning, Emily and Luke are golden. They’re ambitious and imminently wealthy young professionals, dressed in the sleek monochromes of quiet luxury. They’re so in love that they can’t even make it through a wedding without pawing at each other. When a bathroom tryst gets derailed by her period blood, it’s a silly prelude to their rushed engagement, a mess of passion and, in the new Netflix thriller Fair Play, an omen of pain ahead.</p><p>The caustic debut film by the writer/director Chloe Domont sets up a model relationship in a rarefied and ruthless space. Emily (Bridgerton’s Phoebe Dynevor) and Luke’s (Alden Ehrenreich) love has all the hallmarks of something incipient and promising – they share an apartment, a bed, a lifestyle. But by dating each other, they are breaking company policy at the cutthroat Manhattan hedge fund where they both work", "link": "https://www.theguardian.com/film/2023/oct/17/fair-play-netflix-good-guy-delusion", "date_published": "2023-10-17T17:00:17+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Britney Spears: I had abortion while dating Justin Timberlake", "description": "<p>Extracts from pop singer’s new memoir reveal effect of controversial conservatorship arrangement she eventually escaped, and termination of pregnancy</p><p>The first extracts from Britney Spears’ highly anticipated memoir The Woman in Me have been published, documenting the cruelty she allegedly experienced during the unusual <a href=\"https://www.theguardian.com/music/2021/nov/12/britney-spears-conservatorship-terminated\">conservatorship arrangement</a> she was placed under between 2008 and 2021, and an abortion she reportedly had while dating Justin Timberlake.</p><p>In the extracts published by People magazine in the US ahead of the book’s publication on 24 October, Spears writes of the abortion: “For me, [the pregnancy] wasn’t a tragedy. I loved Justin so much. I always expected us to have a family together one day. This would just be much earlier than I’d anticipated. But Justin definitely wasn’t happy about the pregnancy. He said we weren’t ready to have a baby in our lives, ", "link": "https://www.theguardian.com/music/2023/oct/17/britney-spears-i-had-abortion-while-dating-justin-timberlake-memoir-woman-in-me", "date_published": "2023-10-17T16:55:22+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Benjamin Netanyahu’s failings have helped feed the Hamas monster | Letters", "description": "<p>Israel’s response to the atrocities carried out by Hamas now risks creating yet another generation of Palestinians filled with fury and hate, writes <strong>Seán Boyle.</strong> Plus letters from <strong>Marco Jerrentrup,</strong> <strong>Victoria Gwilliam</strong> and <strong>Rob Sadlier</strong></p><p>Jonathan Freedland rightly condemns Benjamin Netanyahu for his government’s failure to protect Israel’s citizens (<a href=\"https://www.theguardian.com/commentisfree/2023/oct/13/pogrom-israel-angel-of-death-gaza-hamas-jews\" title=\"\">Opinion, 13 October</a>), but he could have broadened his argument to highlight the culpability of Netanyahu and his predecessors for putting them in harm’s way in the first place.</p><p>The pogroms perpetrated by the Hamas militia cannot be condoned, excused or understood, and 7 October must now be added to that sad litany of injustices inflicted on the Jewish people over the centuries. The slaughter of innocent, unarmed civilians is never justifiable. ", "link": "https://www.theguardian.com/world/2023/oct/17/benjamin-netanyahu-failings-have-helped-feed-the-hamas-monster", "date_published": "2023-10-17T16:53:32+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "There are no quick or easy solutions to the crisis in our prisons and probation | Letters", "description": "<p>What is needed is a full workforce plan and the funding to rehabilitate offenders, writes <strong>Pam Walker</strong>, while <strong>Sheila Cross</strong> calls for a rethink on sentencing</p><p>The National Probation Service was established in 1907 with the motto “advise, assist, befriend”. This was intensive and highly skilled work. Maybe the Tory government, in the shape of Chris Grayling, found this a little too touchy-feely, as in 2014 all the skills, experience, institutional memory and expertise was swept away as the service was privatised (<a href=\"https://www.theguardian.com/commentisfree/2023/oct/16/the-guardian-view-on-probation-the-service-has-not-recovered-from-a-privatisation-disaster\" title=\"\">The Guardian view on probation: the service has not recovered from a privatisation disaster, 16 October</a>). This was done despite the warnings of all 34 probation boards – yet another story of experts being ignored.</p><p>The renationalising of the service, underfunded and o", "link": "https://www.theguardian.com/society/2023/oct/17/there-are-no-quick-or-easy-solutions-to-the-crisis-in-our-prisons-and-probation", "date_published": "2023-10-17T16:53:10+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Ella Baron on the danger of wider escalation in the Middle East – cartoon", "description": "<a href=\"https://www.theguardian.com/commentisfree/picture/2023/oct/17/ella-baron-on-the-danger-of-wider-escalation-in-the-middle-east-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2023/oct/17/ella-baron-on-the-danger-of-wider-escalation-in-the-middle-east-cartoon", "date_published": "2023-10-17T16:29:05+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Jim Ratcliffe critical of Manchester United recruitment and plans shake-up", "description": "<ul><li>Prospective minority owner aired concerns during visit</li><li>Ratcliffe wants control of football side of operations</li></ul><p>Sir Jim Ratcliffe questioned Manchester United’s recent transfer policy during his <a href=\"https://www.theguardian.com/football/2023/mar/17/sheikh-jassim-manchester-united-sir-jim-ratcliffe-visits-second-bid\">visit to the club</a> in March, with the prospective new minority owner citing the previous summer’s acquisition of Casemiro as an example of what he views as questionable recruitment.</p><p>Ratcliffe, whose <a href=\"https://www.theguardian.com/football/2023/oct/15/manchester-united-board-set-to-vote-on-sir-jim-ratcliffes-bid-for-25-share\">bid to purchase 25%</a> of the club is expected to be voted on during a board meeting on Thursday, believes United run a productive commercial operation but that investment in the squad could be markedly improved.</p> <a href=\"https://www.theguardian.com/football/2023/oct/17/jim-ratcliffe-critical-of-manche", "link": "https://www.theguardian.com/football/2023/oct/17/jim-ratcliffe-critical-of-manchester-united-recruitment-and-plans-shake-up", "date_published": "2023-10-17T16:27:10+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Most libraries to provide ‘warm banks’ again this winter", "description": "<p>Library service schemes to offer free, heated space, which began last year in response to the cost of living crisis, will resume at the end of October</p><p>Most libraries in England, Wales and Northern Ireland will again offer “warm banks” this winter as cost of living pressures continue, according to a survey.</p><p>Of the libraries surveyed, 93% are preparing to offer free, heated spaces for visitors during the cold months as part of a warm spaces scheme. The “warm hubs” initiatives began in 2022 when energy prices rose after the the Russia-Ukraine war began.</p> <a href=\"https://www.theguardian.com/books/2023/oct/17/most-libraries-to-provide-warm-banks-again-this-winter\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/oct/17/most-libraries-to-provide-warm-banks-again-this-winter", "date_published": "2023-10-17T16:16:23+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Communication with ministers was poor, scientist tells UK Covid inquiry", "description": "<p>Prof Neil Ferguson says advisory committee did not know what was being planned or thought about by government</p><p>Poor communication between ministers and scientists was such a barrier at the start of the Covid pandemic that academics privately asked officials if they realised the scale of what was coming, Prof Neil Ferguson has said.</p><p>The Imperial College London epidemiologist, whose early modelling of the probable infection and death rate if counter-measures were not taken played a key role in the decision to impose a lockdown, told the official Covid inquiry he and other scientific advisers had no idea what the government wanted to achieve.</p> <a href=\"https://www.theguardian.com/uk-news/2023/oct/17/communication-with-ministers-was-poor-scientist-tells-covid-inquiry-neil-ferguson\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/oct/17/communication-with-ministers-was-poor-scientist-tells-covid-inquiry-neil-ferguson", "date_published": "2023-10-17T16:09:45+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "I told people I was from Greater Manchester, not Bolton – but I got over it. Why can’t the university? | Matt Cain", "description": "<p>The vice-chancellor is right that there’s snobbery, but instead of a rebrand let’s keep fighting for our town’s reptuation</p><p>I’m proud to be from <a href=\"https://en.wikipedia.org/wiki/Bolton\">Bolton</a>. There were days in the past when I never thought I’d say that. Because when I was growing up, in the 1980s, I used to hate Bolton. It wasn’t the most accepting or nurturing place for a sensitive, creative, gay child like me. I became convinced that in order to become the person I was meant to be, I had to get out.</p><p>Manchester became my escape, my salvation. As a city with a much bigger population, it seemed to welcome minorities. It had a thriving arts and music scene and was a hub for the national media. Crucially, for a bullied and lost queer teen like me, it had the <a href=\"https://www.visitmanchester.com/things-to-see-and-do/explore/neighbourhoods/the-village\">Gay Village</a>.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/oct/17/bolton-greater-manchest", "link": "https://www.theguardian.com/commentisfree/2023/oct/17/bolton-greater-manchester-university", "date_published": "2023-10-17T15:27:20+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Welsh government will cut budgets to maintain health and rail services", "description": "<p>Labour-led government needs to find £600m to balance books, blaming inflation, austerity, pay and ‘mismanagement’ by UK government</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/oct/17/ifs-report-highlighting-52bn-stealth-tax-crashed-economy-labour-rishi-sunak-jeremy-hunt-politics-live\">UK politics live – latest news updates</a></li></ul><p>The Welsh government has announced wide-ranging cuts across almost all departments to help prop up the country’s struggling health service and rail system.</p><p>It has also taken the unprecedented step of asking the UK Treasury for permission to switch funds from its capital to its revenue budget to ease the cash crisis, and intends to use up about half of the money it has in its reserves to cope.</p> <a href=\"https://www.theguardian.com/politics/2023/oct/17/welsh-government-will-cut-budgets-to-maintain-health-and-rail-services\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/oct/17/welsh-government-will-cut-budgets-to-maintain-health-and-rail-services", "date_published": "2023-10-17T15:25:14+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Xi Jinping welcomes ‘dear friend’  Vladimir Putin to Beijing", "description": "<p>Russian president due to hold in-depth talks with Chinese leader on sidelines of trade forum</p><ul><li><a href=\"https://viewer.gutools.co.uk/world/live/2023/oct/17/russia-ukraine-war-live-avdiivka-assault-weakening-putin-arrives-beijing-china-meeting-president-xi\">Russia-Ukraine war – latest news updates</a></li></ul><p>The Chinese leader, <a href=\"https://www.theguardian.com/world/xi-jinping\">Xi Jinping</a>, has welcomed his “dear friend”, <a href=\"https://www.theguardian.com/world/vladimir-putin\">Vladimir Putin</a>, to Beijing, kicking off a multilateral summit overshadowed by the Israel-Hamas war.</p><p>Beijing this week hosts representatives of 130 countries for a forum on Xi’s vast trade and infrastructure project, the <a href=\"https://www.theguardian.com/world/2023/oct/16/china-woos-global-south-and-embraces-putin-at-belt-and-road-beijing-summit\">Belt and Road Initiative</a> (BRI).</p> <a href=\"https://www.theguardian.com/world/2023/oct/17/xi-jinping-welcomes-dear-friend-vl", "link": "https://www.theguardian.com/world/2023/oct/17/xi-jinping-welcomes-dear-friend-vladimir-putin-to-beijing", "date_published": "2023-10-17T15:21:33+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Roman Abramovich representatives believe UK government changed terms over frozen £2.5bn", "description": "<ul><li>Stalemate over where Chelsea sale funds should be spent</li><li>Question relates to wording of licences issued in May 2022</li></ul><p>Roman Abramovich’s representatives believe the UK government changed the terms of the deal under which funds from the sale of Chelsea were to be used to help victims of the war in Ukraine.</p><p>Almost 17 months after Chelsea’s £2.5bn sale, a stalemate over where the funds should be spent means a proposed charitable foundation is yet to be established and proceeds remain frozen in a UK bank account belonging to Abramovich’s company Fordstam.</p> <a href=\"https://www.theguardian.com/football/2023/oct/17/roman-abramovich-representatives-uk-government-frozen-chelsea-sale-funds\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/oct/17/roman-abramovich-representatives-uk-government-frozen-chelsea-sale-funds", "date_published": "2023-10-17T15:20:47+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Bolsonaro was engineer of ‘wilful coup attempt’, Brazil congress inquiry alleges", "description": "<p>Congressional investigation into failed rightwing insurrection on 8 January calls for former president to be charged with four crimes</p><p>Brazil’s former far-right president <a href=\"https://www.theguardian.com/world/jair-bolsonaro\">Jair Bolsonaro</a> was the mentor of “a wilful and premeditated coup attempt” that sought to plunge Latin America’s largest democracy into political mayhem and perhaps even civil war, a congressional inquiry investigating the 8 January insurrection has alleged.</p><p>The dramatic assertion was made on Tuesday as the senator Eliziane Gama read the inquiry’s final report into January’s failed rightwing uprising in which <a href=\"https://www.theguardian.com/world/2023/jan/08/jair-bolsonaro-supporters-storm-brazils-presidential-palace-and-supreme-court\">thousands of radical Bolsonaro supporters rampaged through the capital</a>, Brasília, after their leader failed to win re-election.</p> <a href=\"https://www.theguardian.com/world/2023/oct/17/bolsonaro-bra", "link": "https://www.theguardian.com/world/2023/oct/17/bolsonaro-brazil-coup-report", "date_published": "2023-10-17T15:11:14+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "I’d love to make some new pals. But why is it so hard? | Anita Chaudhuri", "description": "<p>Novel experiences with new people can apparently slow the march of time. Great! If only there wasn’t all that small talk to navigate ...</p><p>It’s the time of year when my WhatsApp starts pinging with group notifications about pre-festive social fixtures. Don’t get me wrong, I love nothing more than a night out with old friends. It’s just that it has recently dawned on me that while long-established social rituals are deeply comforting, particularly in uncertain times, if the characters in your life never change and the locations stay pretty much the same, socialising can sometimes feel like Groundhog Day, only with more wine.</p><p>I realised this as I set up a Doodle poll for my college flatmates to try to find a Saturday night when we might by some miracle all be available before December. It’s futile, because I know that this won’t be possible and that we will end up having dinner at 10pm on the Monday before Christmas in some godforsaken bar near a train station we can all g", "link": "https://www.theguardian.com/commentisfree/2023/oct/17/id-love-to-make-some-new-pals-but-why-is-it-so-hard", "date_published": "2023-10-17T15:09:24+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Peter Bone loses Tory whip after bullying and harassment finding", "description": "<p>Conservative chief whip makes decision day after watchdog recommended MP be suspended for six weeks</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/oct/17/ifs-report-highlighting-52bn-stealth-tax-crashed-economy-labour-rishi-sunak-jeremy-hunt-politics-live\">UK politics live – latest updates</a></li></ul><p>Peter Bone has been stripped of the Conservative party whip after the MP was found to have bullied and harassed a member of staff, and exposed his bare genitals to their face.</p><p>The chief whip, Simon Hart, made the decision the day after a parliamentary watchdog <a href=\"https://www.theguardian.com/politics/2023/oct/16/tory-mp-peter-bone-hit-and-abused-staff-member-watchdog-says\">recommended Bone be suspended from the Commons for six weeks</a>.</p> <a href=\"https://www.theguardian.com/politics/2023/oct/17/peter-bone-loses-tory-whip-after-bullying-and-harassment-finding\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/oct/17/peter-bone-loses-tory-whip-after-bullying-and-harassment-finding", "date_published": "2023-10-17T15:05:54+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Seaweed was common food in Europe for thousands of years, researchers find", "description": "<p>Study discovers telltale signs on human teeth from Spain to Lithuania, spanning period from 6400 BC to 12th century AD</p><p>It may be considered an unusual ingredient in western cuisine, cropping up in a fancy cookbook or local delicacy. But it turns out that seaweed was a common foodstuff among people in Europe for thousands of years.</p><p>Researchers have found telltale signs of consumption on human teeth at sites from Spain to Lithuania, spanning a period from around 6400BC to the early middle ages.</p> <a href=\"https://www.theguardian.com/science/2023/oct/17/seaweed-was-common-food-in-europe-for-thousands-of-years-researchers-find\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/oct/17/seaweed-was-common-food-in-europe-for-thousands-of-years-researchers-find", "date_published": "2023-10-17T15:00:14+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Tories ‘spreading misinformation about Labour’s immigration plans’", "description": "<p>Sunak and Hands making false claims about Starmer’s proposed returns deal with EU, says charity</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/oct/17/ifs-report-highlighting-52bn-stealth-tax-crashed-economy-labour-rishi-sunak-jeremy-hunt-politics-live\">UK politics live – latest news updates</a></li></ul><p>The prime minister and the chair of the Conservative party have been accused of circulating false information about Labour’s immigration plans, with a charity warning this could mislead voters in the next general election.</p><p>Full Fact, which monitors the factual accuracy of statements made in public debate, has repeatedly raised concerns about comments made by Rishi Sunak and the Conservative party chair, Greg Hands, claiming that Labour has pledged to open UK borders to 100,000 people a year.</p> <a href=\"https://www.theguardian.com/politics/2023/oct/17/tories-spreading-misinformation-about-labours-immigration-plans\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/oct/17/tories-spreading-misinformation-about-labours-immigration-plans", "date_published": "2023-10-17T15:00:14+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "The danger of leaving things be: how world ‘failed miserably’ in Middle East", "description": "<p>Amid Israel’s turn to the right and the resurgence of armed groups in the Palestinian territories, recent horrific events highlight the dangers of diplomatic inaction</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/oct/17/israel-hamas-war-live-gaza-city-update-news-today-joe-biden-visit-aid-plan-latest-updates\">Israel and Hamas at war – live updates</a></li></ul><p>Joe Biden’s high-stakes visit to the Middle East to avert an all-out war raises serious questions about the level and nature of the president’s previous engagement in the region.</p><p>Just as Israel suffered <a href=\"https://www.theguardian.com/world/2023/oct/07/hamas-stealth-attack-will-be-remembered-as-israeli-intelligence-failure-for-the-ages\">a total intelligence breakdown</a> over the horrific Hamas attacks, diplomats stand charged with their own collective system failure, at the heart of which was treating the Palestinian issue as best managed, not solved.</p> <a href=\"https://www.theguardian.com/", "link": "https://www.theguardian.com/world/2023/oct/17/left-on-the-shelf-how-the-world-failed-miserably-in-the-middle-east", "date_published": "2023-10-17T14:56:59+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "If someone killed my child I’d want bloody revenge. But I’d be wrong – as is the Israeli government | Rob Delaney", "description": "<p>I fear there will be terrible slaughter in Gaza, and leaders in the UK and the US seem willing to aid and sanction it</p><p>Imagine being in <a href=\"https://www.theguardian.com/commentisfree/2023/oct/12/israel-hamas-war-gaza-civilian-deaths\">Sderot</a>, Israel, and hearing Hamas rockets land near your home. You’re scared; you instantly take mental stock of your family members’ location. Then you hear gunfire. Screaming. You recognise a scream. A few minutes later you’re holding your daughter’s corpse. She’s still warm and will be for a while yet, but she is dead. A Hamas bullet severed her subclavian artery, and that was that. You pray out loud, essentially singing, to trade places with her. It doesn’t work. She is dead. You are alive. You want to die. You won’t.</p><p>Can you kill anyone to fix this? Who? Where are they? Do you bring your other children with you to do it? Or do you get a babysitter for your other kids so you can go and try to kill them? Is your babysitter alive?", "link": "https://www.theguardian.com/commentisfree/2023/oct/17/killed-child-revenge-israeli-government-slaughter-gaza-uk-us", "date_published": "2023-10-17T14:48:16+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Malaysia pulls out of Frankfurt book fair, blaming organisation’s pro-Israel stance", "description": "<p>Representatives of the south-east Asian country stated that the event, the world’s largest, has allied itself with Israel in its war with Hamas, after an award due to be presented to a Palestinian writer was cancelled</p><p>Malaysia’s education ministry has pulled out of the Frankfurt book fair, citing the organisation’s pro-Israel stance in the ongoing war between Hamas and Israel.</p><p>In a statement published on Monday, the Malaysian ministry said that it “will not compromise with Israel’s violence in Palestine, which clearly violates international laws and human rights”. This came after an awards ceremony celebrating Palestinian author Adania Shibli that was due to be held at the world’s largest book fair <a href=\"https://www.theguardian.com/world/2023/oct/15/palestinian-voices-shut-down-at-frankfurt-book-fair-say-authors\">was called off</a>.</p> <a href=\"https://www.theguardian.com/books/2023/oct/17/malaysia-pulls-out-of-frankfurt-book-fair-blaming-organisations-pro-israel-s", "link": "https://www.theguardian.com/books/2023/oct/17/malaysia-pulls-out-of-frankfurt-book-fair-blaming-organisations-pro-israel-stance", "date_published": "2023-10-17T14:46:40+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Telecoms cable between Sweden and Estonia damaged, Sweden says", "description": "<p>Incident is thought to have coincided with damage to a gas pipeline and a telecom cable connecting Estonia and Finland</p><p>A telecommunication cable connecting Sweden and Estonia has been damaged, Sweden’s civil defence minister has said.</p><p>Carl-Oskar Bohlin said the incident appeared to have occurred at the same time as a subsea gas pipeline and a telecom cable connecting Finland and Estonia <a href=\"https://www.theguardian.com/world/2023/oct/10/undersea-pipeline-damage-appears-to-be-deliberate-says-finland\">were damaged</a> on 8 October.</p> <a href=\"https://www.theguardian.com/world/2023/oct/17/telecoms-cable-between-sweden-and-estonia-damaged-sweden-says\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/oct/17/telecoms-cable-between-sweden-and-estonia-damaged-sweden-says", "date_published": "2023-10-17T14:42:51+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Alice Zaslavsky’s fungi fettuccine: yes, you can wash mushrooms!", "description": "<p>Many things we’ve been taught about cooking mushrooms are wrong, says the cookbook author, who advocates the wet-fry technique for tastier results</p><ul><li><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=cvau_sfl\">Get our weekend culture and lifestyle email</a></li></ul><p>Never wash mushrooms, we’ve been told. They’ll release the moisture during cooking and become slimy, they say. So you dutifully brush away the dirt, maybe even buy a dedicated tool for the task, and avoid getting them wet at all costs. And yet during cooking those beloved ’shrooms go soggy anyway, and you become a lifelong mushroom sceptic. So what if I told you almost everything you’ve been taught about cooking mushrooms is plain wrong?</p><p>Firstly, it’s time to stop treating mushrooms like a vegetable. They exist in their own fungi kingdom, which means that expecting them to behave in the pan like the other two bio", "link": "https://www.theguardian.com/lifeandstyle/2023/oct/18/mushrooms-recipe-alice-zaslavskys-fungi-fettuccine", "date_published": "2023-10-17T14:00:16+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Avatar: The Last Airbender: action animation was a hit for a reason", "description": "<p>Set to be adapted into a Netflix live-action series, the mid-00s Nickelodeon  TV show remains a timeless morality tale<strong> </strong>about young people speaking truth to power</p><ul><li><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=cvau_sfl\">Get our weekend culture and lifestyle email</a></li></ul><p>What makes animated series Avatar: The Last Airbender so unique? “Well, everything,” said Grey DeLisle, who voices the show’s big bad character, Azula. “I’m watching it right now with my nine-year-old and I’m just marvelling at how … ahead of its time it was.”</p><p>Indeed, behind the fantasy action show’s deceptively showy Nickelodeon facade lay a nuanced morality tale about totalitarianism, state-sponsored indoctrination, inequality and war. Heady themes, true, but they were so deftly delivered via a vast world of baroque storytelling, that before we knew it, over three seasons between", "link": "https://www.theguardian.com/culture/2023/oct/18/avatar-the-last-airbender-action-animation-was-a-hit-for-a-reason", "date_published": "2023-10-17T14:00:15+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Exercise is the prescription that every cancer patient deserves  – and one they’re in control of | Ranjana Srivastava", "description": "<p>Mounting evidence shows even moderate exercise can be a valuable companion to cancer treatment</p><p>“Don’t take it personally, doctor, but it has been a dreadful experience.”</p><p>I tell her that far from taking offence, I am sympathetic because in the 15 months since her cancer diagnosis, she has weathered surgery, chemotherapy, and radiation, not to mention hospitalisations and hiccups. This, on top of the psychological suffering and the spillover effect on the whole family that no healthcare system ever fully mitigates.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2021/dec/21/sign-up-for-five-great-reads-guardian-australias-wrap-of-our-best-summer-stories\">Sign up for a weekly email featuring our best reads</a></strong></p> <a href=\"https://www.theguardian.com/commentisfree/2023/oct/18/exercise-is-the-prescription-that-every-cancer-patient-deserves-and-one-theyre-in-control-of\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/oct/18/exercise-is-the-prescription-that-every-cancer-patient-deserves-and-one-theyre-in-control-of", "date_published": "2023-10-17T14:00:15+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Eddie Jones promises a bright Wallabies future but for some the scars of 2023 may never heal | Angus Fontaine", "description": "<p>The embattled coach is not abandoning a sinking ship but after the World Cup debacle dark and uncharted waters lie ahead</p><p>It says plenty for the dire state of Australian rugby that Eddie Jones’s recommitment to the Wallabies cause for 2024-27 will be welcomed by the game’s administrators as good news. In the nine months since Jones has been national coach, he has won two of nine Tests, overseen the ignominy of a failure to reach the World Cup final-eight for the first time in 10 tournaments, and reduced a code already trailing NRL, AFL and football to a smoking ruin.</p><p>Yet he remains rugby’s most recognisable figure and best hope of reclaiming its glory days.</p> <a href=\"https://www.theguardian.com/sport/blog/2023/oct/18/eddie-jones-promises-a-bright-wallabies-future-but-for-some-the-scars-of-2023-may-never-heal\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/blog/2023/oct/18/eddie-jones-promises-a-bright-wallabies-future-but-for-some-the-scars-of-2023-may-never-heal", "date_published": "2023-10-17T14:00:14+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "The applause clause: why are standing ovations suddenly obligatory?", "description": "<p>Once the ultimate mark of respect for actors, every theatre performance now seems to end with the audience rising to their feet and clapping wildly</p><p><strong>Name:</strong> Ovation inflation.</p><p><strong>Age: </strong><a href=\"https://www.nytimes.com/2003/12/21/theater/theater-the-tyranny-of-the-standing-ovation.html\">New-ish</a>, but still annoying.</p> <a href=\"https://www.theguardian.com/stage/2023/oct/17/the-applause-clause-why-are-standing-ovations-suddenly-obligatory\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/oct/17/the-applause-clause-why-are-standing-ovations-suddenly-obligatory", "date_published": "2023-10-17T13:49:44+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Palace of Versailles evacuated after second bomb threat in four days", "description": "<p>Hundreds of visitors led out of palace as France remains on high alert for possible terror attack</p><p>The Palace of Versailles was evacuated for the second time in days after a bomb threat on Tuesday as France remains on high alert for a possible terror attack.</p><p>Hundreds of visitors were led out of the palace as a specialist police explosives unit was dispatched to the site.</p> <a href=\"https://www.theguardian.com/world/2023/oct/17/palace-versailles-france-evacuated-second-bomb-threat-four-days\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/oct/17/palace-versailles-france-evacuated-second-bomb-threat-four-days", "date_published": "2023-10-17T13:17:33+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "House to vote on electing conservative hardliner Jim Jordan as speaker – US politics live", "description": "<p>Jordan needs 217 votes – near unanimity – from Republicans to become House speaker</p><ul><li><a href=\"https://www.theguardian.com/us-news/2023/oct/17/house-speaker-vote-jim-jordan-republicans\">House to vote on speaker as Jim Jordan hopes he has Republican support to win</a></li><li><a href=\"https://www.theguardian.com/us-news/2023/oct/04/who-is-jim-jordan-house-speaker-ohio-scandal\">Who is Jim Jordan? The hard-right House speaker contender dogged by scandal</a></li></ul><p>“That fucking guy Jim Jordan”. Those five words may as well as any sum up the career of <strong>Jim Jordan</strong>, who, since arriving in the House in 2007 to represent his Ohio district, has been at the vanguard of the chamber’s right wing.</p><p>And like many of his persuasion in Congress, <strong>Donald Trump</strong> has been a boon for Jordan’s standing. He boosted his national profile as a defender of Trump during his presidency, and continued doing so after his violent departure from office, prompting ", "link": "https://www.theguardian.com/us-news/live/2023/oct/17/house-speaker-vote-jim-jordan-trump-jan-6-politics-live-updates", "date_published": "2023-10-17T13:15:03+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "US man wrongfully imprisoned for 16 years shot and killed by police", "description": "<p>Leonard Cure, 53, exonerated after being wrongly convicted of robbing a drug store in 2003, killed after traffic stop in Georgia</p><p>A Black man who spent 16 years in prison after being wrongfully convicted of a violent crime was shot and killed by police in <a href=\"https://www.theguardian.com/us-news/state-of-georgia\">Georgia</a> on Monday.</p><p>Leonard Cure, 53, was killed after a sheriff’s deputy pulled him over in south-eastern Georgia’s Camden county early on Monday morning. The Georgia bureau of investigation (GBI) is examining the shooting.</p> <a href=\"https://www.theguardian.com/us-news/2023/oct/17/georgia-leonard-cure-killed-police\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/oct/17/georgia-leonard-cure-killed-police", "date_published": "2023-10-17T13:11:58+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Greta Thunberg arrested at London oil summit protest", "description": "<p>Climate activist taken away by Met police after protesters denounce meeting of fossil fuel executives and ministers</p><p>Greta Thunberg was arrested after joining hundreds of protesters who gathered at a five-star hotel in London on Tuesday morning to denounce a meeting branded “the Oscars of oil”.</p><p>Footage showed the Swedish climate activist being bundled into the back of a van by police after taking part in protests blocking the entrances of the InterContinental Park Lane, the venue for the Energy Intelligence Forum (EIF), which brings together fossil fuel executives and government ministers.</p> <a href=\"https://www.theguardian.com/business/2023/oct/17/greta-thunberg-arrested-at-london-oil-summit-protest\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/oct/17/greta-thunberg-arrested-at-london-oil-summit-protest", "date_published": "2023-10-17T13:11:52+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Captain Tom Moore’s family defend unauthorised home spa", "description": "<p>Hannah Ingram-Moore attends appeal hearing against demolition of ‘brutal’ Bedfordshire complex</p><p>Captain’s Tom Moore’s family has defended an oversized spa pool complex in their home, which has been earmarked for demolition, saying it could provide rehabilitation sessions for elderly people.</p><p>A council appeal hearing on Tuesday heard how Hannah Ingram-Moore and her husband, Colin, applied in 2021 for permission to build a Captain Tom Foundation building in the grounds of their Bedfordshire home.</p> <a href=\"https://www.theguardian.com/uk-news/2023/oct/17/captain-tom-moore-family-defend-home-spa\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/oct/17/captain-tom-moore-family-defend-home-spa", "date_published": "2023-10-17T13:05:46+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "What’s the best apple to cook with? | Kitchen aide", "description": "<p>It’s as much about texture as flavour, says our panel of experts – and, yes, you can cook eating apples</p><p><strong>What are the best apples to cook with?<br /></strong><em><strong>Rachel, Kent</strong></em><br />There are more than 2,500 varieties of apples grown in the UK, not that you’d know it from the handful available in supermarkets. For this reason, Jane Scotter of biodynamic farm <a href=\"https://fernverrow.com/\">Fern Verrow</a> in Herefordshire says it’s “more about where you buy your apples from”. Going to a farmer’s market, she explains, “where they know the attributes of each apple, is the best way to find out more”.</p><p>Of course, that isn’t viable for everyone, so let’s get some pointers from Julius Roberts, author of <a href=\"https://guardianbookshop.com/the-farm-table-9781529198997\">The Farm Table</a>: “We all know there are cookers and eaters, but while you have to cook the former, because they are so sharp, you can still cook with eating apples.” Resist the ", "link": "https://www.theguardian.com/food/2023/oct/17/whats-the-best-apple-to-cook-with-kitvhen-aide", "date_published": "2023-10-17T13:00:13+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Frank Smith: the Matchroom boss and Anthony Joshua promoter on his bid to avoid becoming ‘bitter old man’ of boxing", "description": "<p>The man behind the former heavyweight champion wants to move the business beyond its high-profile founders, the Hearn family, and outmuscle its ‘dinosaur’ rivals</p><p>Boxing fans hooked on Tyson Fury’s <em>Kardashians</em>-style <a href=\"https://www.theguardian.com/sport/2023/aug/05/at-home-with-tyson-fury\" title=\"\">Netflix series</a> could soon have another show to get excited about – starring Frank Smith, the boyfriend of Emily Eubank, who is daughter to eccentric former pro Chris Eubank and sister to current middleweight <a href=\"https://www.theguardian.com/sport/2023/sep/01/chris-eubank-jr-liam-smith-rematch-boxing\" title=\"\">Chris Jr</a>.</p><p>Smith is chief executive of the boxing arm of Matchroom Sport, the multisport promotions empire built over four decades by <a href=\"https://www.theguardian.com/sport/2021/sep/07/barry-hearn-how-do-i-make-you-famous-even-though-youre-not-very-good\" title=\"\">Barry Hearn</a> and now chaired by his son, Eddie. A familiar media personality,", "link": "https://www.theguardian.com/sport/2023/oct/17/frank-smith-the-matchroom-boss-and-anthony-joshua-promoter-on-his-bid-to-avoid-becoming-bitter-old-man-of-boxing", "date_published": "2023-10-17T13:00:12+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "£8 is the new £5.99: my five rules of thumb for buying wine", "description": "<p>The Observer’s wine writer updates his tips for a post-Brexit, squeezed cost of living Britain</p><p>These are strange times in the wine world. The cost of living crisis, the lingering after-effects of Covid and Brexit, the new <a href=\"https://www.theguardian.com/business/2023/aug/01/uk-beer-wine-spirits-prices-rising-falling-duties\">British alcohol duty regime</a>, and the climate crisis are all in various complex and interlinked ways influencing the kinds of wine that are appearing in UK shops, bars and restaurants – and, perhaps even more dramatically, the prices we’re paying for them. All of which means that I’ve had to finally update some of the longstanding rules of thumb that I use to guide my wine-buying. Here, then, are my five tips for making the most of wine in autumn 2023.</p> <a href=\"https://www.theguardian.com/food/2023/oct/17/my-five-rules-of-thumb-for-buying-wine-observer-wine-writer-david-williams\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/oct/17/my-five-rules-of-thumb-for-buying-wine-observer-wine-writer-david-williams", "date_published": "2023-10-17T13:00:12+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "‘Like a cat with nine lives’: how the British corner shop has survived – and thrived", "description": "<p>There are almost 50,000 convenience stores in the UK, offering everything from fruit and veg to home-cooked curries. Here’s how they have fought off Covid, shoplifters, the cost of living crisis …</p><p>It’s part of the furniture of British life. The shop on the corner of the street that seems to sell <em>everything</em>: booze, fags, scratchcards, sweets, pet food and hummus. Those crisps you like – Lay’s, not Walkers – in obscure flavours you usually only find on holiday. You might traipse there in your pyjamas when you’ve run out of milk in the morning, or when you’re desperately seeking a sugar hit to ease your hangover. These shops are in the thick of the drama on TV soaps like Coronation Street and Hollyoaks. Back in the real world, there are 49,388 convenience stores across the UK, each with its own story.</p><p>On a humid Friday afternoon in east London, I’m sitting outside one such shop eating a warm vegetarian curry. The large cubes of paneer are melting in my mouth and ", "link": "https://www.theguardian.com/uk-news/2023/oct/17/like-a-cat-with-nine-lives-how-the-british-corner-shop-has-survived-and-thrived", "date_published": "2023-10-17T13:00:12+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Rough Seas and a Putin-Orbán handshake: photos of the day – Tuesday", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/news/gallery/2023/oct/17/rough-seas-and-a-putin-orban-handshake-tuesdays-photos-of-the-day\">Continue reading...</a>", "link": "https://www.theguardian.com/news/gallery/2023/oct/17/rough-seas-and-a-putin-orban-handshake-tuesdays-photos-of-the-day", "date_published": "2023-10-17T12:48:08+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Cash stuffing: savers warned over TikTok trend of keeping money in envelopes", "description": "<p>Budgeting hack can lead to large amounts of money being stolen in break-ins, insurer says</p><p>A home insurer has issued a warning about the risks of a budgeting trend known as “cash stuffing” after seeing a surge in the number of theft claims.</p><p>Popular on social media, <a href=\"https://www.theguardian.com/business/2022/aug/18/handing-over-cold-hard-cash-makes-you-think-twice-the-people-ditching-cards-in-the-cost-of-living-crisis\">cash stuffing</a> – also known as the cash envelope system – is a budgeting technique that supposedly helps cash-strapped households keep track of their spending and saving without having to resort to complicated spreadsheets.</p> <a href=\"https://www.theguardian.com/money/2023/oct/17/cash-stuffing-savers-tiktok-trend-budgeting-hack\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/oct/17/cash-stuffing-savers-tiktok-trend-budgeting-hack", "date_published": "2023-10-17T12:43:14+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Gaza diary part three: ‘Now I am writing condolence messages just using autocomplete’", "description": "<p>Ziad, a 35-year-old Palestinian, recounts the past few days in Gaza: a bombing close by, reassuring people abroad – and witnessing a simple act of kindness towards a cat</p><p><strong>12.30am</strong> My sister receives a phone call from her friend who is living abroad. With the poor internet connection, our loved ones are making international calls just to check on us. They talk for almost an hour, both of them crying. Their conversation is mainly about the guilt my sister’s friend is feeling due to being away from her, and my sister telling her how much stronger she feels because of her support.</p> <a href=\"https://www.theguardian.com/global-development/2023/oct/17/gaza-diary-part-three-now-i-am-writing-condolence-messages-just-using-autocomplete\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/oct/17/gaza-diary-part-three-now-i-am-writing-condolence-messages-just-using-autocomplete", "date_published": "2023-10-17T12:38:13+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Dredging, destruction and date rape drugs: Take Me Somewhere’s daring performance art", "description": "<p>Electrifying shows at Glasgow’s international festival include Brazilian artist Carolina Bianchi putting her body on the line to highlight violence against women</p><p>A teenager in a balaclava starts the mosh pit. At the opening weekend of <a href=\"https://takemesomewhere.co.uk/\">Take Me Somewhere</a>, Glasgow’s international radical performance art festival, FK Alexander’s destructive durational show draws the most eclectic audience. It’s obvious who has turned up at this university building in the middle of the afternoon for the maximalist live art and who is here for the heavily tattooed hardcore bands battling between them to dredge the sludgiest sound from the depths of their diaphragms.</p><p>Happening throughout October, Take Me Somewhere savours beauty, mayhem and risk, championing boldly investigative and often delightfully odd work. Some of the performances I’m sorry to miss later in the month feature scent-based performance, lesbian-led explorations of cruising, and li", "link": "https://www.theguardian.com/stage/2023/oct/17/take-me-somewhere-daring-performance-art-glasgow-festival", "date_published": "2023-10-17T12:31:12+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "McIlroy, Joshua and Alexander-Arnold among F1 Alpine team co-investors", "description": "<ul><li>Juan Mata and Alexander Zverev also involved for $200m stake</li><li>Team currently sixth in the constructors’ championship</li></ul><p>A group of high-profile sporting stars including Trent Alexander-Arnold, Anthony Joshua, Juan Mata, Alexander Zverev and Rory McIlroy have joined as co-investors in a $200m (£164m) stake in the Alpine Formula One team.</p><p>They join as part of the syndicate created by the Otro Capital group that includes the actors <a href=\"https://www.theguardian.com/film/ryan-reynolds\">Ryan Reynolds</a>, Rob McElhenney and Michael B Jordan. The syndicate bought a 24% share of the team in June. Kansas City Chiefs NFL players Patrick Mahomes and Travis Kelce have also now invested in Alpine as part of the Otro consortium.</p> <a href=\"https://www.theguardian.com/sport/2023/oct/17/f1-alpine-team-co-investors-rory-mcilroy-anthony-joshua-trent-alexander-arnold-juan-mata-alexander-zverev\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/oct/17/f1-alpine-team-co-investors-rory-mcilroy-anthony-joshua-trent-alexander-arnold-juan-mata-alexander-zverev", "date_published": "2023-10-17T12:30:11+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Kosovo and Serbia leaders to meet for talks after flurry of diplomacy", "description": "<p>Discussions scheduled after intervention from foreign officials, after Kosovo previously urged sanctions on Serbia</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/oct/17/poland-election-donald-tusk-reaction-europe-latest-updates\">Europe live – latest updates</a></li></ul><p>Attempts to revive talks between Kosovo and Serbia have begun, with meetings of the two countries’ leaders and senior US and EU envoys scheduled for Saturday, it has been announced.</p><p>It will be the first time Serbia’s president, Aleksandar Vučić, and Kosovo’s prime minister, Albin Kurti, have agreed to meet an international delegation since a <a href=\"https://www.theguardian.com/world/2023/sep/24/gunmen-northern-kosovo-monastery-albin-kurti\">shootout at a monastery</a> in northern Kosovo last month left three assailants and one Kosovan police officer dead.</p> <a href=\"https://www.theguardian.com/world/2023/oct/17/kosovo-serbia-leaders-talks-diplomacy\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/oct/17/kosovo-serbia-leaders-talks-diplomacy", "date_published": "2023-10-17T12:29:05+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Munya Chawawa review – YouTube star’s standup still a work in progress", "description": "<p><strong>Kentish Town Forum, London<br /></strong>This is a big stage for a streaming star who’s still a rookie standup, and at times his show feels over-engineered and effortful – but he still has enough honesty and charm to go far</p><p>‘People know the content, and the characters – but they don’t know me.” <a href=\"https://www.theguardian.com/lifeandstyle/2023/oct/14/munya-chawawa-looks-back-bullies-shamed-me-for-being-proud-of-my-culture-so-id-go-home-and-write-raps-about-the-cold-hard-streets-of-norfolk\">Munya Chawawa</a>’s objective with his debut standup tour is to reveal the man behind the Groucho Marx eyebrows and hot-take satirical music videos. He succeeds at that, tracing his life story from childhood in Zimbabwe to adolescence in bucolic Norfolk and beyond. But it’s communicated in slightly tentative standup, from a man whose transition from YouTube star to fluent stage presence is only partially complete.</p><p>Fair enough: it’s early days for Chawawa as a standup, an", "link": "https://www.theguardian.com/stage/2023/oct/17/munya-chawawa-review-youtube-star-standup-kentish-town-forum", "date_published": "2023-10-17T12:28:29+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "It lifted my grieving heart to join crowds in London on the March for Palestine. We need more of them | Nimer Sultany", "description": "<p>UK politicians have been shamefully silent on the carnage visited on Palestinians in Gaza. Saturday’s protest was cathartic </p><ul><li>Nimer Sultany is reader in public law and a Palestinian citizen of Israel</li></ul><p>On Saturday, for a few hours, I was finally able to breathe. Marching alongside tens of thousands of demonstrators in central London was reinvigorating. Like so many Palestinians abroad, I spent the week finding it hard to work or sleep; I watched in horror as <a href=\"https://www.theguardian.com/world/2023/oct/14/israeli-airstrikes-hit-northern-gaza-as-palestinians-try-to-leave\">Israel inflicted carnage</a> on Gaza’s 2 million residents. In one week, according to one military expert, Israel dropped on the small and densely populated Gaza <a href=\"https://www.washingtonpost.com/world/2023/10/12/israel-seeks-end-hamas-gaza-war/\">more bombs than the US dropped on Afghanistan in a year</a>. <br /><br /></p><p>It was disturbing to see that the language of condemnatio", "link": "https://www.theguardian.com/commentisfree/2023/oct/17/london-march-for-palestine-uk-politicians-gaza", "date_published": "2023-10-17T12:22:57+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Man appears in court charged with murder of passerby in Hartlepool", "description": "<p>Ahmed Alid remanded into custody during court appearance over death of Terrence Carney, 70, on Sunday</p><p>A man has been remanded in custody after appearing in court accused of murdering a 70-year-old passerby in Hartlepool.</p><p>Terrence Carney had just used a cash machine when he was attacked by a person with a knife in the town centre in the early hours of Sunday morning in what police later described as an “isolated” incident. Attempts were made to treat Carney but he died at the scene.</p> <a href=\"https://www.theguardian.com/uk-news/2023/oct/17/man-appears-in-court-charged-with-murder-of-passerby-in-hartlepool\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/oct/17/man-appears-in-court-charged-with-murder-of-passerby-in-hartlepool", "date_published": "2023-10-17T12:19:23+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "‘There’s an urge to kill that I can’t explain’: director Gessica Généus on the dangers of film-making in Haiti", "description": "<p>The Haitian actor and film-maker kept her cameras rolling through the deadly upheavals of 2019. Now she’s starting on a new film, and little has improved – but that’s why she is determined to carry on</p><p>Making a film in Haiti, as director Gessica Généus can testify, is no easy thing. When she began work at the end of 2019 on her 2021 feature, <a href=\"https://www.imdb.com/title/tt14775496/\">Freda</a>, the country was engulfed in the Petrocaribe street protests, named for the <a href=\"https://www.theguardian.com/global-development/2019/feb/14/haiti-disarray-anti-government-protests-prison-breakout\">vast scandal</a> involving Venezuelan oil that saw billions of dollars vanish.</p><p>Through December 2019 and January 2020 she carried on working, at one stage filming while <a href=\"https://www.theguardian.com/global-development/2019/dec/05/killers-lurk-in-the-shadows-as-haiti-chaos-takes-a-sinister-turn\">gunfire rang out</a> for hours outside the nightclub where she was filming, p", "link": "https://www.theguardian.com/film/2023/oct/17/theres-an-urge-to-kill-that-i-cant-explain-director-gessica-geneus-on-the-dangers-of-film-making-in-haiti", "date_published": "2023-10-17T12:18:41+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Night of the Hunted review – claustrophobic state-of-the nation sniper thriller", "description": "<p>A woman stops for petrol and is stalked by an unknown shooter in Franck Khalfoun’s nihilistic parable</p><p>“GODISNOWHERE,” says a church billboard, the vantage point from which an anonymous sniper rains down high-velocity death on a helpless filling station in this nihilistic but finely honed thriller. Do you read that as “now here” or “nowhere”? That could determine whether you’re a vengeful Maga absolutist or floundering liberal relativist in director Franck Khalfoun’s state-of-the nation litmus test, which inadvertently plays out as a shell-shocked Trump-era version of Clerks.</p><p>Alice (Camille Rowe), who runs social media for a pharma company, is returning from a business convention, with a fertility appointment with her partner waiting back at home. But something is wrong in her life: her colleague John (Jeremy Scippio) is sharing her hotel-room bed but, as they hit the road in the dark, she shuts down his attempts at banter. They stop at a 24-hour service station to top ", "link": "https://www.theguardian.com/film/2023/oct/17/night-of-the-hunted-review-franck-khalfoun", "date_published": "2023-10-17T12:00:11+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Tributes paid to 77-year-old woman who died after Manchester bus crash", "description": "<p>Pedestrian Almena Amica died in hospital following crash in city centre</p><p>Tributes have been paid to a “well-loved” woman who died after a bus crashed into a cafe in Manchester city centre on Monday.</p><p>Almena Amica, known as Mena, a pedestrian at the time of the crash, was taken to hospital with serious injuries and later died.</p> <a href=\"https://www.theguardian.com/uk-news/2023/oct/17/tributes-paid-77-year-old-woman-died-manchester-bus-crash\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/oct/17/tributes-paid-77-year-old-woman-died-manchester-bus-crash", "date_published": "2023-10-17T11:58:06+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Trump vows to expand Muslim ban and bar Gaza refugees if he wins presidency", "description": "<p>Former president in speech in Iowa says he would  immediately begin ‘ideological screening’ for all immigrants</p><p>Doubling down on the hardline immigration policies that have long animated his base, <a href=\"https://www.theguardian.com/us-news/donaldtrump\">Donald Trump</a> on Monday vowed to bar refugees from Gaza and immediately expand his first-term Muslim travel ban if he wins a second term following the deadly attack on Israel last week.</p><p>Speaking to supporters in Iowa, the former president said that if he returns to the Oval Office, he will immediately begin “ideological screening” for all immigrants and bar those who sympathize with Hamas and Muslim extremists. <a href=\"https://www.theguardian.com/world/israel-hamas-war\">The war</a> between Israel and Hamas has sparked what is now the deadliest of five Gaza wars for both sides, with more than 4,000 dead.</p> <a href=\"https://www.theguardian.com/us-news/2023/oct/17/trump-muslim-ban-gaza-refugees\">Continue reading...</", "link": "https://www.theguardian.com/us-news/2023/oct/17/trump-muslim-ban-gaza-refugees", "date_published": "2023-10-17T11:56:21+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Luke Combs review – country star ploughs the middle of the road", "description": "<p><strong>OVO Hydro, Glasgow<br /></strong>Chugging beers with the cowboy-hatted crowd, Combs is a skilled performer and musician, but the set is too slick and formulaic to be special</p><p>Country superstar Luke Combs is in Glasgow, and – much like when Shania Twain played here a few weeks ago – the city’s Hydro arena is a sea of cowboy hats. As country music’s biggest crossover star, North Carolina-born, Nashville-based Combs arguably occupies the same position now as Twain did in the 1990s. After more than five years of mainstream success in the US, he’s recently cracked the UK, with two top 10 albums in the last year – Growin’ Up and Gettin’ Old – followed by this string of sold out UK and Irish arena dates.</p><p>If Combs has a contemporary peer, it’s his friend Ed Sheeran, who shares his down-to-earth persona and stripped-back approach. Even Combs’ origin story – he auditioned for The Voice but was told he wasn’t interesting enough for TV – plays to a desire for perceived auth", "link": "https://www.theguardian.com/music/2023/oct/17/luke-combs-review-ovo-hydro-glasgow", "date_published": "2023-10-17T11:41:25+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "As a proud son of Milton Keynes, I say bring on the new towns – roundabouts and all | Chris Curtis", "description": "<p>Growing up, I reaped the rewards of the freedom and access to nature that a well-planned town offers its residents</p><p>On the long train journey back to London from the Labour party conference, crowds of delegates, politicos and journalists will have stopped briefly at Milton Keynes Central. Some may have given a passing thought to this city, given that it could be the blueprint for the next generation of “<a href=\"https://www.theguardian.com/politics/2023/oct/11/labour-keir-starmer-pledges-to-build-new-towns-utilising-grey-belt-areas\">new towns</a>” that Keir Starmer hopes to build.</p><p>For me however, Milton Keynes is more than a fleeting thought – it is the place where I was born and grew up. Next year I hope to represent the constituents of Milton Keynes North as a Labour MP.</p><p>Chris Curtis is Labour’s parliamentary candidate for Milton Keynes North</p> <a href=\"https://www.theguardian.com/commentisfree/2023/oct/17/milton-keynes-new-towns-roundabouts\">Continue reading.", "link": "https://www.theguardian.com/commentisfree/2023/oct/17/milton-keynes-new-towns-roundabouts", "date_published": "2023-10-17T11:38:10+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Europe seeks peace, not war. But will it be ready if war comes to Europe? | Volodymyr Yermolenko", "description": "<p>To survive Russia’s neo-imperialism, Europe’s democracies must find a balance between their desire for peace and their own defence</p><p>In 2003, the philosophers Jürgen Habermas and Jacques Derrida published a <a href=\"https://platypus1917.org/wp-content/uploads/archive/rgroups/2006-chicago/habermasderrida_europe.pdf\">joint article</a> in Germany’s and <a href=\"https://www.liberation.fr/week-end/2003/05/31/europe-plaidoyer-pour-une-politique-exterieure-commune_435481/\">France’s</a> leading newspapers. In it, they criticised the American invasion of Iraq and called on Europeans to “assume a reflexive distance from themselves”, in particular their imperialism and colonialism.</p><p>The pair’s criticism of George W Bush’s imperialism was justified; and their suggestion that Europe could lead the world towards a post-imperial future was a nice idea. Today, however, confronted with Russia’s genocidal invasion of Ukraine, the question is whether such a post-imperial world can be achiev", "link": "https://www.theguardian.com/commentisfree/2023/oct/17/europe-peace-war-russia-democracies-defence", "date_published": "2023-10-17T11:00:10+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Turks and Caicos engulfed by gang warfare, says Foreign Office report", "description": "<p>Exclusive: Police in British overseas territory known for beautiful beaches said to have been overwhelmed by extreme violence</p><p>With sweeping beaches and turquoise waters, the Turks and Caicos Islands, a British territory in the Caribbean, are best known as one of the most beautiful tourist destinations in the world.</p><p>But an internal Foreign Office investigation seen by the Guardian lays bare the extent to which the islands were engulfed by extreme violence last year amid a turf war for control of drug trafficking routes.</p> <a href=\"https://www.theguardian.com/world/2023/oct/17/turks-and-caicos-engulfed-by-gang-warfare-says-foreign-office-report\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/oct/17/turks-and-caicos-engulfed-by-gang-warfare-says-foreign-office-report", "date_published": "2023-10-17T11:00:10+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Senior doctor calls for ‘black alert’ safety system in UK general practice", "description": "<p>Exclusive: Warning system similar to one used by hospitals would allow GPs to flag unsafe workload levels and trigger support</p><p>Britain’s top family doctor is calling for a “black alert” system to be introduced in general practice so that doctors can warn when surgeries are dangerously over capacity.</p><p>It comes as a report reveals that almost half of GPs can no longer guarantee safe care for millions of patients, as a shortage of medics means they are unable to cope with soaring demand.</p> <a href=\"https://www.theguardian.com/society/2023/oct/17/senior-doctor-black-alert-safety-system-uk-general-practice\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/oct/17/senior-doctor-black-alert-safety-system-uk-general-practice", "date_published": "2023-10-17T11:00:09+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Goldman Sachs CEO David Solomon ends DJ gigs due to media ‘distraction’", "description": "<p>Bank’s board reportedly concerned at attention received by chief executive, who moonlights as DJ D-Sol</p><p>The music has stopped for the chief executive of Goldman Sachs, David Solomon, amid reports that the US investment bank’s board was concerned his DJing sideline would distract him from his main job.</p><p>Solomon has formally hung up his headphones on high-profile gigs and has not performed publicly in more than a year, the bank said.</p> <a href=\"https://www.theguardian.com/business/2023/oct/17/goldman-sachs-ceo-david-solomon-dj-gigs-d-sol\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/oct/17/goldman-sachs-ceo-david-solomon-dj-gigs-d-sol", "date_published": "2023-10-17T10:58:58+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "‘We were very clear’: Victor Lindelöf on stopping Belgium v Sweden game", "description": "<ul><li>Lindelöf says players halted game after two fans were shot dead</li><li>No need to finish match, says Sweden coach Janne Andersson</li></ul><p>Victor Lindelöf has said it was the players who made the decision to abandon the Euro 2024 qualifier against Belgium after they were told that two Swedish fans had been shot dead in Brussels before the game.</p><p>The attack on the supporters happened before the game at the King Baudouin Stadium, which kicked off at 8.45pm local time, but the players were not informed of the incident until half-time, at which point Lindelöf, Sweden’s captain, felt it was impossible to carry on.</p> <a href=\"https://www.theguardian.com/football/2023/oct/17/victor-lindelof-stopping-belgium-v-sweden-after-two-fans-shot-dead\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/oct/17/victor-lindelof-stopping-belgium-v-sweden-after-two-fans-shot-dead", "date_published": "2023-10-17T10:52:22+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Louise Glück: a poet who never shied away from silence, pain or fear", "description": "<p>Her work included long periods in which she wrote nothing – and when she did write, she had little sense that it was hers <br /><br /><a href=\"https://www.theguardian.com/books/2023/oct/13/louise-gluck-prize-winning-american-poet-dead\">• Louise Glück, Nobel prize-winning poet, dies at 80</a></p><p>Louise Glück was reticent, careful about what she said. She could be distant. There was always a sense that her real life was lived in dreams and memories, in her imagination, in her time alone. With students, sometimes she suggested that they try silence, not working at all. That, she believed, might be best for someone who was writing the wrong poems or producing too much.</p><p>In her own poems, she worked with silence, breaking it, creating more space for it, leaving gaps, writing lines that would hold as much implication as they could.</p><p>At the end of my suffering <br />there was a door.</p> <a href=\"https://www.theguardian.com/books/2023/oct/17/louise-gluck-a-poet-who-never-shi", "link": "https://www.theguardian.com/books/2023/oct/17/louise-gluck-a-poet-who-never-shied-away-from-silence-pain-or-fear", "date_published": "2023-10-17T10:28:07+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Baby boy dies after being rescued from water at Ullapool harbour", "description": "<p>Infant taken to hospital in Inverness by air ambulance on Monday but pronounced dead a short time later</p><p>A baby boy has died after being pulled from the water at a harbour in the Scottish Highlands.</p><p>Emergency services launched a rescue operation after receiving a report of the incident at Ullapool harbour at about 1.20pm on Monday.</p> <a href=\"https://www.theguardian.com/uk-news/2023/oct/17/baby-boy-dies-rescued-water-ullapool-harbour\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/oct/17/baby-boy-dies-rescued-water-ullapool-harbour", "date_published": "2023-10-17T10:25:31+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Share your thoughts on the Taylor Swift: the Eras Tour concert film", "description": "<p>What did you think of the Taylor Swift: the Eras Tour concert film?</p><p>Taylor Swift: the Eras Tour film has taken<strong> </strong>up to $97m on its US opening, making it the <a href=\"https://www.theguardian.com/music/2023/oct/15/taylor-swifts-eras-tour-concert-film-box-office\">biggest opening for a concert film of all time</a>.</p><p>We would like to hear what you thought of the film. You can share your reviews using the form below.</p> <a href=\"https://www.theguardian.com/music/2023/oct/17/share-your-thoughts-on-the-taylor-swift-the-eras-tour-concert-film\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/oct/17/share-your-thoughts-on-the-taylor-swift-the-eras-tour-concert-film", "date_published": "2023-10-17T10:24:26+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Kevin Spacey receives standing ovation in first stage appearance since trial", "description": "<p>Actor delivered Shakespeare scene during lecture at Oxford theatre in memory of  Roger Scruton</p><p>Kevin Spacey was given a standing ovation at a theatre in Oxford on Monday night – in his first stage appearance since being cleared of sexual assault – after performing a brief scene by Shakespeare.</p><p>The 64-year-old actor delivered a five-minute scene from Timon of Athens during a lecture at the Sheldonian theatre, held in memory of the late conservative philosopher Roger Scruton.</p> <a href=\"https://www.theguardian.com/culture/2023/oct/17/kevin-spacey-receives-standing-ovation-in-first-stage-appearance-since-court-trial\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/oct/17/kevin-spacey-receives-standing-ovation-in-first-stage-appearance-since-court-trial", "date_published": "2023-10-17T10:23:13+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Into the wild to fight Scotland’s addiction problems – video", "description": "<p>Scotland has some of the highest drug deaths in Europe, a deepening mental health crisis and loses between three and four people a day to suicide. Yet at the same time, services are being stripped back leaving a gap in support that is often filled with volunteers who have a personal experience of addiction. Guardian reporter<strong> Danny Lavelle</strong>, joined one of those organisations, Fire &amp; Peace, which aims to encourage bonds with nature to help people beat the cycle of addiction, on a trip to the Scottish Highlands. As a natural sceptic of alternative therapies, could he be convinced of the benefits?</p><p></p><p></p><p></p> <a href=\"https://www.theguardian.com/news/video/2023/oct/17/into-the-wild-to-fight-scotlands-addiction-problems-video\">Continue reading...</a>", "link": "https://www.theguardian.com/news/video/2023/oct/17/into-the-wild-to-fight-scotlands-addiction-problems-video", "date_published": "2023-10-17T10:19:43+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "‘I drank to self-medicate’: Guns N’ Roses’ Duff McKagan on panic attacks, addiction and rock’s fallen heroes", "description": "<p>The bassist suffered in silence with a panic disorder and alcohol problems took him to the brink of death. He explains how he turned his life around</p><p>If Guns N’ Roses frontman Axl Rose upholds the band’s sense of chaos, and lead guitarist Slash is behind its flair, bass player Duff McKagan brings the attitude. He was born in Seattle and his musical roots are indebted to punk from both sides of the Atlantic; this summer, GNR have covered the Stooges’ TV Eye on tour, McKagan snarling through Iggy Pop’s vocal parts as all six-foot-plus of his wiry, tattoo-covered frame bounds around.</p><p>McKagan’s recent solo music channels the same outlaw spirit, but instead through acoustic twangs and a weathered voice – a lively meeting of reflective Americana and sonorous rock’n’roll. Lighthouse, his third solo album in 30 years, comprises 10 songs carefully selected from a batch of 60 recorded during the Covid-19 pandemic, and that title holds multiple meanings. “I have an amazing wife – ", "link": "https://www.theguardian.com/music/2023/oct/17/guns-n-roses-bassist-duff-mckagan", "date_published": "2023-10-17T10:17:27+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Bolton graduates miss out on top jobs because of prejudice, says vice-chancellor", "description": "<p>George Holmes says employers favour applicants from better-known institutions, as he plans to change university’s name</p><p>Students from non-Russell Group universities miss out on high-powered jobs because of prejudice by employers, the vice-chancellor of the University of Bolton has said as he prepares to rename it the University of Greater Manchester.</p><p>Prof George Holmes, the UK’s longest-serving vice-chancellor, said graduates from Bolton struggled to be hired by prestigious law and accountancy firms as employers favoured recruiting from better-known universities that they or their family and friends had attended.</p> <a href=\"https://www.theguardian.com/education/2023/oct/17/university-of-bolton-graduates-miss-out-on-top-jobs-because-of-prejudice-says-vice-chancellor\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2023/oct/17/university-of-bolton-graduates-miss-out-on-top-jobs-because-of-prejudice-says-vice-chancellor", "date_published": "2023-10-17T10:15:18+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Nigel Slaters recipe for mushroom ragout", "description": "Flavoursome veggie sauce that works with pasta or rice<p>Finely chop a large <strong>onion</strong>. Warm 4 tbsp of <strong>olive oil</strong> in a deep pan over a moderate heat, stir in the onion and cook for about 15 minutes till soft and translucent. Peel and finely slice 2 plump, juicy cloves of <strong>garlic</strong> and stir them in together with 2 tsp of chopped <strong>thyme</strong>, 1 of <strong>rosemary</strong>, 3 <strong>bay leaves</strong>, a good pinch of <strong>dried red pepper flakes</strong> and a little <strong>salt</strong> and <strong>black pepper</strong>.</p><p>While the onions are cooking, put 10g of <strong>dried mushrooms</strong> in a heatproof jug, pour over 500ml of <strong>boiling water</strong> and let them steep for a few minutes. Stir 2 tbsp of <strong>tomato paste</strong> into the softened onions, cook for a few minutes, then mix in 2 tbsp of <strong>plain flour</strong>. When the flour has been cooking for a couple of minutes, pour in the mushroo", "link": "https://www.theguardian.com/food/2023/oct/17/nigel-slaters-recipe-for-mushroom-ragout", "date_published": "2023-10-17T10:00:09+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Soaring congenital syphilis rates in US risk lives of thousands of babies", "description": "<p>Biden administration urged to declare a public health emergency with key medication for preventable condition in short supply</p><p>Health advocates are calling on the Biden administration to declare a public health emergency over a steep rise in congenital syphilis cases. The easily treated infection has <a href=\"https://www.cdc.gov/nchhstp/pregnancy/effects/syphilis.html\">quintupled in 10 years</a> and can have harrowing impacts on children.</p><p>Congenital syphilis happens when a baby contracts syphilis from its mother. Up to <a href=\"https://www.cdc.gov/nchhstp/pregnancy/effects/syphilis.html\">40% of babies</a> born to untreated mothers will be stillborn or die. Others can be left with severe birth defects such as bone damage, anemia, blindness or deafness, and “neurological devastation”.</p> <a href=\"https://www.theguardian.com/society/2023/oct/17/congenital-syphilis-crisis-us-biden-administration\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/oct/17/congenital-syphilis-crisis-us-biden-administration", "date_published": "2023-10-17T10:00:09+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "The Caller review – call-centre horror has no answer to terrifyingly low budget", "description": "<p>It’s not just the lack of resources that hobbles this as a story, it’s also short of decent plot and dialogue</p><p>Remember Magic Eye pictures? At first, they look like a mass of meaningless patterns, but if you squint and relax your brain, you may perceive a dolphin or a palm tree or something like that. Similarly The Caller is an illusion – in that if you relax your brain, it’s kind of like you’re watching a horror movie – but it’s also really not the real deal, despite notionally having all the elements.</p><p>The premise, sketched in briefly, is legitimate enough: a young woman working from home as a call centre operative is terrorised by a caller (Eric Roberts) with a creepy voice, who eventually shows up at her isolated location, pops on a Purge-style mask and attacks. Unfortunately, it’s clear from minute one that the film-makers had a budget of approximately 10 pence to work with. Of course, the horror genre has a rich history of thriving under such limitations, but there", "link": "https://www.theguardian.com/film/2023/oct/17/the-caller-review-call-centre-horror-has-no-answer-to-terrifyingly-low-budget", "date_published": "2023-10-17T10:00:09+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Diana’s ghost in The Crown? Darling, what’s new? She’s the hardest working spectre in showbiz | Marina Hyde", "description": "<p>Thanks to psychics and Hollywood actors, she’s never wanted for work – and she’ll be a real vision in Netflix’s ‘prestige’ drama</p><p>There is spine-tingling supernatural news from The Crown, a TV show that takes itself considerably more seriously than the actual royal family. This has never been a programme that wears the “prestige TV” label as lightly as have other jewels of the era, preferring instead to drag it like a 10-tonne weight into every scene while some of the finest actors of their generations pretend to be things like “sad about the news”, or “Princess Anne”. Giggling away with a drink and a packet of crisps, I often wonder if I am its only disloyal subject. Surely not? For a long time I couldn’t really believe anyone took it seriously and assumed it must be in on the joke of itself – a Nicolas Cage of a show, if you will.</p><p>I can’t quite decide whether this position has been bolstered or undermined by the high-camp news that the forthcoming final series is to f", "link": "https://www.theguardian.com/commentisfree/2023/oct/17/princess-diana-the-crown-psychics-hollywood-netflix", "date_published": "2023-10-17T09:44:51+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Manchester United driven to reach WCL group stage for injured Gabby George", "description": "<ul><li>United visit PSG with score at 1-1 after first leg of playoff</li><li>George told teammates to ‘win in Paris’ after she tore ACL</li></ul><p>Manchester United are targeting an historic Champions League victory over Paris Saint-Germain for stricken defender Gabby George. The summer signing from Everton tore an anterior cruciate ligament in a knee for the second time in her career during Sunday’s 1-1 draw with Leicester in the Women’s Super League and is set to undergo surgery.</p><p>It was a bad start to a huge week for United, who are looking to qualify for the group stages of the Champions League in their first foray into European football. Manager Marc Skinner said of George: “It’s obviously devastating news for her, but what I know about this club is we’ll put the player at the centre of the medical attention she needs. She’ll be loved, she’ll have people around her, we’ll make sure she rehabs and comes back stronger.</p> <a href=\"https://www.theguardian.com/football/2023/", "link": "https://www.theguardian.com/football/2023/oct/17/manchester-united-driven-to-reach-wcl-group-stage-for-injured-gabby-george", "date_published": "2023-10-17T09:35:13+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Wane rings the changes after England’s Rugby League World Cup failure", "description": "<ul><li>Only 12 players from tournament named for Tonga series</li><li>Mikey Lewis and Harry Newman in line for Test debuts</li></ul><p>Hull Kingston Rovers half-back Mikey Lewis and Leeds centre Harry Newman could make their Test debuts this weekend after being included in Shaun Wane’s 24-man England squad for the upcoming series against Tonga.</p><p>England face Kristian Woolf’s side in three Tests, the first of which will take place this Sunday in St Helens. And Wane has named a much-changed squad for this year’s autumn internationals from last year’s Rugby League World Cup, with only 12 survivors from the tournament named this time around.</p> <a href=\"https://www.theguardian.com/sport/2023/oct/17/england-rugby-league-squad-tonga-series-shaun-wane\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/oct/17/england-rugby-league-squad-tonga-series-shaun-wane", "date_published": "2023-10-17T09:25:39+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Tell us: have you tried different childcare methods to save money?", "description": "<p>We would love to hear about different models of childcare that people have experimented with</p><p>As childcare costs continue to rise in the UK, people are turning to unconventional methods instead of putting their children into nurseries.</p><p>Instead of relying on grandparents or nurseries, have you tried out unexpected ways of childcare as a way of saving money?</p> <a href=\"https://www.theguardian.com/money/2023/oct/17/tell-us-have-you-tried-different-childcare-methods-to-save-money\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/oct/17/tell-us-have-you-tried-different-childcare-methods-to-save-money", "date_published": "2023-10-17T09:19:14+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Dutch art sleuth recovers a further six stolen paintings", "description": "<p>‘Indiana Jones of art world’ says works taken from Medemblik town hall were dropped off at his home</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/oct/17/poland-election-donald-tusk-reaction-europe-latest-updates\">Europe live – latest updates</a></li></ul><p>A Dutch art detective known as the “Indiana Jones of the art world” has recovered a further six paintings, including a portrait of William of Orange and the first depiction of a 7th-century king.</p><p>Arthur Brand, who made headlines around the world <a href=\"https://www.theguardian.com/artanddesign/2023/sep/12/indiana-jones-of-art-world-recovers-stolen-van-gogh-painting\">last month</a> when he recovered a stolen Van Gogh stuffed in an Ikea bag, believes his widely publicised success has led to further discoveries.</p> <a href=\"https://www.theguardian.com/world/2023/oct/17/dutch-art-sleuth-indiana-jones-art-world-stolen-paintings\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/oct/17/dutch-art-sleuth-indiana-jones-art-world-stolen-paintings", "date_published": "2023-10-17T09:17:25+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Polish voters: what do you think about the election results?", "description": "<p>We want to hear from Polish people about how the results affect them</p><p>Poland’s populist Law and Justice (Pis) party, which has been in power eight years, has <a href=\"https://www.theguardian.com/world/2023/oct/17/poland-election-votes-counted-tusk-coalition-law-justice-party\">no clear way</a> to form a majority government after Sunday’s election.</p><p>It is expected a coalition will form a government led by former prime minister and European Council president Donald Tusk.</p> <a href=\"https://www.theguardian.com/world/2023/oct/17/polish-voters-what-do-you-think-about-the-election-results\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/oct/17/polish-voters-what-do-you-think-about-the-election-results", "date_published": "2023-10-17T09:12:31+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "The Breakdown | How World Cup quarter-final drama turned the key to rugby heaven", "description": "<p>A compelling weekend showed that knockout rugby is shaped as much by the bold losers as by the beaming winners</p><p>The biggest misconception in sport is that winning is all that matters. It’s like saying that all relationships are purely about sex or that family meals are entirely about their calorific value. It completely ignores the range of contrasting emotions that, as was the case last weekend, can deliver something truly memorable and life-affirming.</p><p>Congratulations should, of course, go to New Zealand, South Africa, England and Argentina, the defiant quartet still standing in this men’s Rugby World Cup. And yet, in multiple ways, it was France, Ireland, Wales and Fiji who really made it a memorable couple of days. All of them finished second but that bleak bottom line does not reflect their wider contribution.</p> <a href=\"https://www.theguardian.com/sport/2023/oct/17/how-world-cup-quarter-final-drama-turned-the-key-to-rugby-heaven\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/oct/17/how-world-cup-quarter-final-drama-turned-the-key-to-rugby-heaven", "date_published": "2023-10-17T09:03:22+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "European football ground-spotting quiz – name the stadium", "description": "<p>We’re taking you on a tour of football grounds around Europe. Put a name to the stadium photograph and see how you fare</p> <a href=\"https://www.theguardian.com/football/2023/oct/17/european-football-ground-spotting-quiz-name-the-stadium\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/oct/17/european-football-ground-spotting-quiz-name-the-stadium", "date_published": "2023-10-17T09:00:02+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "IFS report highlighting £52bn stealth tax rise shows Tories have ‘crashed our economy’, says Labour – UK politics live", "description": "<p>Labour says Conservative failures have left UK with ‘low growth, high tax and national debt at the highest level in generations’</p><p>As <strong>Harriet Sherwood </strong>and <strong>Ben Quinn</strong> report, two British teenage sisters are thought to be being held captive by Hamas after last weekend’s attack on communities in southern <a href=\"https://www.theguardian.com/world/israel\">Israel</a>. The girls were named as Noiya, 16, and Yahel, 13, by a spokesperson for British families whose relatives are suspected hostages.</p><p>Yestereday Rishi Sunak told MPs that six Britons are known to have died in the Hamas attack, and that another 10 are missing.</p><p>We don’t know where they are and we are thinking of them all the time. And of course we are strongly supporting the attempt by Israel to find them and release them.</p><p>The British Government will do everything we possibly can to get them back, as soon as we possibly can.</p> <a href=\"https://www.theguardian.com/politics/", "link": "https://www.theguardian.com/politics/live/2023/oct/17/ifs-report-highlighting-52bn-stealth-tax-crashed-economy-labour-rishi-sunak-jeremy-hunt-politics-live", "date_published": "2023-10-17T08:58:28+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Jurassic Park! It’s Steve Coogan’s TV roles ranked … from worst to best", "description": "<p>Paul Calf, Tommy Saxondale and a little known Norfolk radio presenter: as the actor’s controversial turn as Jimmy Savile comes to a close, we rate all his roles</p><p>Back of the net! Kiss my face! Jacka-nacka-nory! That’s right, Lynn, it’s a busy time for actor, comedian, writer, podcaster and all-round showbiz Swiss army knife Steve Coogan.</p><p>He’s not only currently starring in controversy-sparking BBC drama <a href=\"https://www.theguardian.com/tv-and-radio/2023/oct/09/the-reckoning-review-steve-coogan-is-chillingly-brilliant-as-jimmy-savile-bbc\">The Reckoning</a> but has published the third and final instalment of Alan Partridge’s autobiography. Big Beacon tells the inspirational story of how Norwich’s favourite son both rebuilt his TV career and restored an abandoned lighthouse to its former glory – dual narratives with metaphorical parallels that are nothing if not subtle.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2022/apr/21/jurassic-park-its-steve-coogans-tv", "link": "https://www.theguardian.com/tv-and-radio/2022/apr/21/jurassic-park-its-steve-coogans-tv-roles-ranked-from-worst-to-best", "date_published": "2023-10-17T08:51:20+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Heathrow: competition watchdog orders rethink on charges", "description": "<p>CAA told to partly reconsider decision on how much hub can charge airlines for using its services</p><p>A verdict on how much Heathrow airport can charge airlines must be reconsidered in part, the UK’s competition watchdog has ruled, amid a longrunning row at Europe’s busiest airport.</p><p>In March, the aviation regulator, the Civil Aviation Authority (CAA), ordered London’s largest airport, to <a href=\"https://www.theguardian.com/uk-news/2023/mar/08/heathrow-told-to-cut-passenger-charges-in-move-that-could-lower-fares\">cut its passenger charges by about 20%</a> next year, which could result in lower air fares.</p> <a href=\"https://www.theguardian.com/uk-news/2023/oct/17/heathrow-airport-charges-caa-airlines\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/oct/17/heathrow-airport-charges-caa-airlines", "date_published": "2023-10-17T08:36:33+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Labour promises to end badger cull in England", "description": "<p>Exclusive: Shadow farming minister says party would eradicate bovine TB using a range of other measures</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/oct/17/ifs-report-highlighting-52bn-stealth-tax-crashed-economy-labour-rishi-sunak-jeremy-hunt-politics-live\">UK politics live – latest updates</a></li></ul><p>Labour has vowed to end the badger cull in England if elected, the Guardian can reveal.</p><p>Badgers are being culled to eradicate bovine tuberculosis (bTB) because it spreads to cattle and can eliminate entire herds, causing severe problems for farmers. In April, figures released by the Department for Environment, Food and Rural Affairs showed more than<a href=\"https://www.badgertrust.org.uk/post/210-000-badgers-lost-to-the-cull-up-to-half-of-britain-s-estimated-population\"> 210,000 badgers</a> have been killed since the cull began in 2013.</p> <a href=\"https://www.theguardian.com/environment/2023/oct/17/labour-promises-end-badger-cull-england\">Continue ", "link": "https://www.theguardian.com/environment/2023/oct/17/labour-promises-end-badger-cull-england", "date_published": "2023-10-17T08:22:48+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Tories consider saving £1bn with lower state pension rise as pay growth cools", "description": "<p>Ministers likely to be discussing 7.9% increase rather than 8.5% by choosing triple-lock figures selectively</p><ul><li><a href=\"https://www.theguardian.com/money/2023/oct/17/uk-pay-rises-inflation-living-costs\">UK regular pay rises faster than inflation</a></li></ul><p>Earnings growth has peaked. <a href=\"https://www.theguardian.com/business/live/2023/oct/17/cost-of-living-squeeze-uk-regular-pay-rising-inflation-stock-markets-city-sexism-business-live\">Living standards are rising</a> even though demand for workers is cooling. Ministers have a big decision to make on next year’s <a href=\"https://www.theguardian.com/money/2023/sep/12/treasury-officials-mull-one-off-break-from-pensions-triple-lock\">state pension </a>uprating.</p><p>Those were the three main conclusions to be drawn from a more limited report than usual on the state of the UK jobs market provided by the Office for National Statistics.</p> <a href=\"https://www.theguardian.com/business/2023/oct/17/state-pension-rise-pay", "link": "https://www.theguardian.com/business/2023/oct/17/state-pension-rise-pay-growth-triple-lock", "date_published": "2023-10-17T08:04:20+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "A Stroke of the Pen: The Lost Stories by Terry Pratchett review – a fantasist’s formative years", "description": "<p>The Discworld creator’s short tales from the 70s and 80s reveal a young talent bursting with invention and wit</p><p>When Terry Pratchett’s first Discworld novel appeared, it was a revelation. Just as <a href=\"https://www.theguardian.com/books/douglasadams\">Douglas Adams</a> shifted the foundations of sci-fi, Pratchett rejuvenated fantasy. Fantasy can boast world-beating authors, but hungry readers have also had to suffer portentous tales of men with swords declaiming at one another across prose that takes half a page to say: “Yeah, but are you a werewolf, though?” – or, indeed: “Hello.” Pratchett was and remains the opposite of that.</p><p>Like Adams, Pratchett knows what his point is and gets to it. True to his journalistic roots, he picks a great title and cracks on. His prose is light-footed, melodious, conversational and deceptively deep. His plotlines are inventive, generous and even offer fully formed female characters. Underlying his work is a characteristic sense that any", "link": "https://www.theguardian.com/books/2023/oct/17/a-stroke-of-the-pen-the-lost-stories-by-terry-pratchett-review-a-fantasists-formative-years", "date_published": "2023-10-17T08:00:06+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "8 Found Dead review – corpse-strewn property horror finds the hell in holiday rental", "description": "<p>Double booking is the least of the worries awaiting the vacationers arriving at this desert home</p><p>Whether or not you think it deserves it, the online property-hire business Airbnb <a href=\"https://www.theguardian.com/commentisfree/2023/sep/27/new-york-airbnb-renters-cities-law-ban-properties\">is taking a pasting</a> of late, and now even horror films are piling in to sully its name. In this snappily edited film, a house in the desert near Joshua Tree national park (judging by the local flora) appears to have been double-booked, leading to murderous results. They complain about the circular frustration created by their inability to compare booking confirmations because they don’t have the code for the house’s wifi, which is accessible only on the Airbnb app, which they can’t access because of lack of wifi or phone signal. Typical first-world problems.</p><p>But the director, Travis Greene, and the screenwriter, Jonathan Buchanan, have more on their minds than shaming the booki", "link": "https://www.theguardian.com/film/2023/oct/17/8-found-dead-review-corpse-strewn-property-horror-finds-the-hell-in-holiday-rental", "date_published": "2023-10-17T08:00:05+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "UK care homes: how to pay the fees without going broke", "description": "<p>Residential care can cost tens of thousands of pounds a year. Here’s how to find a home you can afford</p><p>Jim Kirby was a cautious saver all his life, but now aged 84 he is nearly broke because of £86,400-a-year care home fees and an exhausting battle to get the state to make a contribution.</p><p>The fees pay for his wife, Maureen, who since September 2021 has been in a £7,200-a-month nursing home.</p> <a href=\"https://www.theguardian.com/society/2023/oct/17/uk-care-homes-pay-fees-residential-care\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/oct/17/uk-care-homes-pay-fees-residential-care", "date_published": "2023-10-17T08:00:05+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "‘It exposes your every flaw’: Chess’s YouTube king Levy Rozman on the game he loves", "description": "<p>The 27-year-old has more than 4 million subscribers to his channel, a testament to his ability to bring chess to new audiences</p><p>“I can lead the people,” says Levy Rozman.</p><p>That may sound like a bold claim from a 27-year-old but Rozman, with 4.29 million YouTube subscribers, is clearly someone people are happy to follow. Better known online as GothamChess, he is the most popular chess YouTuber on the planet.</p> <a href=\"https://www.theguardian.com/sport/2023/oct/17/levy-rozman-youtube-chess-gothamchess\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/oct/17/levy-rozman-youtube-chess-gothamchess", "date_published": "2023-10-17T08:00:05+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Haters gonna hate … but stars like Taylor Swift can help to make literature pop | Elly McCausland", "description": "<p>I teach the megastar’s lyrics. Adding contemporary material to school curriculums won’t dumb down – it will inspire</p><p>I’m delighted to hear that the English school curriculum is about to be shaken up by the arrival of <a href=\"https://www.theguardian.com/education/2023/oct/12/new-lesson-aids-for-music-teachers-to-spotlight-grunge-and-contemporary-rap\">Nirvana, Pearl Jam and Soundgarden</a> into classrooms. This is part of wider plans to turn pupils into “educated citizens in modern society” by including contemporary material alongside the more established canon, and it’s led by Oak National Academy, the government-backed creator of curriculum resources. A spoonful of grunge helps the western classical tradition go down, as Mary Poppins almost said.</p><p>Hello, hello, how low, some might argue. No doubt the critics will see this as “dumbing down”, a defeatist attempt to pander to today’s teen spirit. Oh well, whatever, never mind. I’ve seen first-hand the beneficial effects of", "link": "https://www.theguardian.com/commentisfree/2023/oct/17/taylor-swift-literature-pop-school-curriculum-books", "date_published": "2023-10-17T08:00:02+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Poland publishes final election numbers as results suggest opposition parties could form coalition – Europe live", "description": "<p>Ruling Law and Justice party secured most votes but it appears likely Donald Tusk’s Civic Coalition will be able to form a government</p><p>Poland has a very close relationship with the US, and what happens in Warsaw is of strategic importance for Washington.</p><p>Late yesterday, a spokesperson for the US state department pointed to the country’s very high election turnout, writing that it “is a strong expression of the democratic will of Polish citizens”.</p> <a href=\"https://www.theguardian.com/world/live/2023/oct/17/poland-election-donald-tusk-reaction-europe-latest-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2023/oct/17/poland-election-donald-tusk-reaction-europe-latest-updates", "date_published": "2023-10-17T07:54:57+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Brussels attack: man shot during hunt for suspect in killing of Swedish football fans", "description": "<p>Shooting in Brussels neighbourhood of Schaerbeek follows massive manhunt in Belgian capital</p><p>Belgian police have shot a man while conducting a search for the suspect in the killing of two Swedish football fans on Monday night.</p><p>The interior minister, Annelies Verlinden, told the broadcaster VRT that an automatic weapon found on the “neutralised person” was the same as that used during the attack. VRT reported that “he may have died on the way to hospital”.</p> <a href=\"https://www.theguardian.com/world/2023/oct/17/brussels-attack-man-shot-during-hunt-for-suspect-in-killing-of-swedish-football-fans\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/oct/17/brussels-attack-man-shot-during-hunt-for-suspect-in-killing-of-swedish-football-fans", "date_published": "2023-10-17T07:04:36+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "João Cancelo commits cardinal sin in age of smartphone and transactional fandom | Jonathan Liew", "description": "<p>As sport increasingly treats fans as commodities, the inevitable result is that fans have started to see athletes the same way</p><p>“You’re so annoying, my God,” João Cancelo complains, leaning out of his open car window with the indignation of a man at a drive-through who has just been handed the Smarties McFlurry when he specifically ordered the Oreo. “You’re here every day. Do I have to stop my car every day?</p><p>“Quickly, quickly,” he scolds them, as the procession of teenagers persists, posing for photos and handing him various objects to sign. Eventually, after an encounter lasting less than a couple of minutes, Cancelo drives away from the Barcelona training ground, leaving in his wake a pall of awkwardness, as well as some of the most reluctant selfies ever committed to a memory chip.</p> <a href=\"https://www.theguardian.com/football/blog/2023/oct/17/joao-cancelo-commits-cardinal-sin-in-age-of-smartphone-and-transactional-fandom\">Continue reading...</a>", "link": "https://www.theguardian.com/football/blog/2023/oct/17/joao-cancelo-commits-cardinal-sin-in-age-of-smartphone-and-transactional-fandom", "date_published": "2023-10-17T07:00:05+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "My husband can’t kiss me without breathing into my mouth. It has put me off sex", "description": "<p>We are happily married and our sex life has been improving recently, but my partner’s heavy breathing makes me deeply uncomfortable</p><p><strong>I have been with my husband for nearly 20 years</strong><strong>. </strong><strong>Although we have a great relationship, </strong><strong>we only </strong><strong>have sex once a month, which we are </strong><strong>trying to improve. He has always been a noisy breather (and snorer), breathing</strong><strong> solely through his mouth</strong><strong>. This </strong><strong>wasn’t a problem</strong><strong>, but in the last few years his mouth breathing has </strong><strong>worsened and he is now unable to kiss me without fully breathing into my mouth. As we were building up to sex the other day, I had to keep pulling away as I was unable to take in his full </strong><strong>exhale</strong><strong> – it was</strong><strong> off-putting</strong><strong> and made me cough, so that I was unable to relax and enjoy myself. He seemed to have ", "link": "https://www.theguardian.com/lifeandstyle/2023/oct/17/my-husband-cant-kiss-me-without-breathing-into-my-mouth-it-has-put-me-off-sex", "date_published": "2023-10-17T07:00:05+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Half a million of us want to donate our data to British science, but it’s languishing unused because of privacy fears | Polly Toynbee", "description": "<p>Data supplied to Biobank is not for sale, it’s not for trivial or suspect use, it’s for the good of humankind – and yet I had to jump through hoops to offer it</p><p>I delight in messages from <a href=\"https://www.ukbiobank.ac.uk/\">UK Biobank</a>, making me feel useful for minimal effort. Back in 2006, with half a million others aged between 40 and 69, I signed up to this magnificent project, the world’s most advanced genetic database.</p><p>They took blood, saliva and urine, measured bone density and made notes on exercise, alcohol and family history, with social class, ethnicity, education, employment and income included. They have sequenced my genome and stored samples in freezers at -80C for future researchers seeking causes and cures long after my death.</p><p>Polly Toynbee is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/oct/17/sharing-medical-data-vital-research-patient-trust\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/oct/17/sharing-medical-data-vital-research-patient-trust", "date_published": "2023-10-17T07:00:04+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Plymouth to replace felled trees that helped bring down Tory council", "description": "<p>Exclusive: Plans to plant 202 new trees and create ‘play village’ for children in salvaged city centre scheme</p><p>The more than 100 trees in the centre of Plymouth, whose overnight felling helped bring down the Conservative council, are to be replaced with almost double the number.</p><p>Council leaders are releasing plans to regenerate Armada Way in the city centre, planting 202 new trees and creating a large children’s play area the size of five tennis courts.</p> <a href=\"https://www.theguardian.com/environment/2023/oct/17/plymouth-to-replace-felled-trees-that-helped-bring-down-tory-council\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/oct/17/plymouth-to-replace-felled-trees-that-helped-bring-down-tory-council", "date_published": "2023-10-17T07:00:04+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "So many Indian women struggle with their body image. We need to talk about why | Pragya Agarwal", "description": "<p>It is easy to blame Bollywood and the media for unrealistic expectations of beauty – but there are deeper social factors at work</p><p>When Indian actor Aishwarya Rai, once Miss World, walked the runway at Paris fashion week for L’Oréal this month, the online space and many Indian newspapers exploded with <a href=\"https://www.youtube.com/watch?v=biEk-HAE0EI\">comments about her weight</a>.</p><p>People took to social media to say she had “let herself go”, that she shouldn’t have worn this or that, that she should have taken better care of herself. She faced similar comments about her “baby weight” soon after giving birth to her daughter 12 years ago.</p> <a href=\"https://www.theguardian.com/world/commentisfree/2023/oct/17/so-many-indian-women-struggle-with-their-body-image-we-need-to-talk-about-why\">Continue reading...</a>", "link": "https://www.theguardian.com/world/commentisfree/2023/oct/17/so-many-indian-women-struggle-with-their-body-image-we-need-to-talk-about-why", "date_published": "2023-10-17T07:00:04+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Zaniolo and Tonali situation mars Italy’s buildup for England game", "description": "<p>The midfielders are under investigation by public prosecutors in Turin and have left the squad for the Euro 2024 qualifier</p><p>Luciano Spalletti had planned to tap into the recent Premier League experience of Nicolò Zaniolo and Sandro Tonali for Italy’s Euro 2024 qualifier against England at Wembley. Both players featured in his first game in charge of the <em>Azzurri</em> last month and were called up again for this latest international round. On Friday, however, they <a href=\"https://www.theguardian.com/football/2023/oct/12/sandro-tonali-and-nicolo-zaniolo-leave-italy-training-camp-amid-investigation\">left Italy’s training base</a> after being informed that they were under investigation by public prosecutors in Turin.</p><p>Zaniolo and Tonali were questioned and had electronic devices seized by police during a surprise raid at the Coverciano facility one day before. The Italian football federation (FIGC) released them back to their clubs, observing in a statement that they cou", "link": "https://www.theguardian.com/football/2023/oct/17/zaniolo-and-tonali-situation-mars-italys-buildup-for-england-game", "date_published": "2023-10-17T07:00:04+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Russia-Ukraine war live: Russian assault on Avdiivka reported to be weakening; Putin arrives in Beijing for meeting with Xi", "description": "<p>Kyiv officials say the number of attacks on Avdiivka have slowed in recent days; Putin is in China to attend the Belt and Road forum</p><ul><li><a href=\"https://www.theguardian.com/world/2023/oct/17/russia-ukraine-war-at-a-glance-what-we-know-on-day-601-of-the-invasion\">What we know on day 601 of the invasion</a></li></ul><p>The <strong>Russian</strong> president, <strong>Vladimir Putin</strong>, and his <strong>Chinese</strong> counterpart <strong>Xi Jinping</strong> may discuss the <strong>Israeli-Palestinian</strong> conflict during their meeting in <strong>Beijing</strong> this week, Russia’s Ria news agency quoted Kremlin spokesperson <strong>Dmitry Peskov</strong> as saying on Tuesday, Reuters reports.</p><p><strong>Russia</strong> is revoking ratification of the comprehensive nuclear test ban treaty because the irresponsible attitude of the US to global security, <strong>Vyacheslav Volodin</strong>, the speaker of the lower house of the Russian parliament said on Tuesday.</", "link": "https://www.theguardian.com/world/live/2023/oct/17/russia-ukraine-war-live-avdiivka-assault-weakening-putin-arrives-beijing-china-meeting-president-xi", "date_published": "2023-10-17T06:55:23+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Cost of living squeeze eases as UK regular pay rises faster than inflation – business live", "description": "<p>Rolling coverage of the latest economic and financial news, as pay outpaces inflation for the first time in almost two years</p><ul><li><a href=\"https://www.theguardian.com/business/2023/oct/16/rolls-royce-to-cut-up-to-2500-jobs-across-its-business\">Rolls-Royce ‘to cut up to 2,500 jobs across its business’</a></li><li><a href=\"https://www.theguardian.com/business/2023/oct/17/tories-tax-cuts-stealth-rise-ifs-uk-inflation\">Tories have no room for tax cuts despite £52bn a year stealth rise, says IFS</a></li></ul><p>Today’s jobs data may encourage the Bank of England to leave interest rates at their current 15-year high of 5.25% next month, rather than tightening policy further.</p><p><strong>Emma Mogford, </strong>fund manager at<strong> Premier Miton Monthly Income Fund</strong>, says:</p><p>“With the number of employees on payroll falling and wage inflation below expectations, this gives the Bank of England more reason to pause its interest rate increases.</p><p>If we are at peak r", "link": "https://www.theguardian.com/business/live/2023/oct/17/cost-of-living-squeeze-uk-regular-pay-rising-inflation-stock-markets-city-sexism-business-live", "date_published": "2023-10-17T06:51:37+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Rolls-Royce confirms it is to cut up to 2,500 jobs to get ‘fit for future’", "description": "<p>Chief executive Tufan Erginbilgiç says he wants a ‘more streamlined and efficient organisation’</p><ul><li><a href=\"https://www.theguardian.com/business/2023/oct/17/rolls-royce-cut-jobs-tufan-erginbilgic\">Business live – latest updates</a></li></ul><p>Rolls-Royce plans to cut up to 2,500 jobs as part of a move to a simpler organisation “that is fit for the future”, according to its new chief executive.</p><p>The jet engine manufacturer confirmed on Tuesday that it has proposed a reduction of <a href=\"https://www.theguardian.com/business/2023/oct/16/rolls-royce-to-cut-up-to-2500-jobs-across-its-business\"> 2,000-2,500 roles worldwide</a>, with the UK expected to be affected. This amounts to about 6% of its 42,000-strong workforce, half of which are in the UK.</p> <a href=\"https://www.theguardian.com/business/2023/oct/17/rolls-royce-cut-jobs-tufan-erginbilgic\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/oct/17/rolls-royce-cut-jobs-tufan-erginbilgic", "date_published": "2023-10-17T06:40:33+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Malawi swelters in record heat with temperatures nearly 20C above average", "description": "<p>Climate crisis blamed for extreme heat in African country, which has recorded temperatures of 43C – nearly double seasonal average</p><p>Malawians endured the country’s hottest weekend on record, with temperatures reaching nearly double the seasonal average.</p><p>The heatwave began last Thursday with the government warning people to stay out of the sun, to keep hydrated, and avoid alcohol and caffeine. Some school buildings in the south of the country were evacuated, and children were taught in the shade of playground trees.</p> <a href=\"https://www.theguardian.com/world/2023/oct/17/malawi-swelters-in-record-heat-with-temperatures-nearly-20c-above-average\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/oct/17/malawi-swelters-in-record-heat-with-temperatures-nearly-20c-above-average", "date_published": "2023-10-17T06:30:03+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "AI chatbots could help plan bioweapon attacks, report finds", "description": "<p>Large language models gave advice on how to conceal the true purpose of the purchase of anthrax, smallpox and plague bacteria</p><p>The artificial intelligence models underpinning chatbots could help plan an attack with a biological weapon, according to research by a US thinktank.</p><p>A report by the Rand Corporation released on Monday tested several large language models (LLMs) and found they could supply guidance that “could assist in the planning and execution of a biological attack”. However, the preliminary findings also showed that the LLMs did not generate explicit biological instructions for creating weapons.</p> <a href=\"https://www.theguardian.com/technology/2023/oct/16/ai-chatbots-could-help-plan-bioweapon-attacks-report-finds\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/oct/16/ai-chatbots-could-help-plan-bioweapon-attacks-report-finds", "date_published": "2023-10-17T06:00:05+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Light fantastic! Eye-opening shots from the Magnum square print sale – in pictures", "description": "<p>What’s the difference between an AI photograph and one taken by a human? The use of light – something mastered by all of these images on sale</p><ul><li><a href=\"https://magnumphotos.com/shop?rfsn=2748028.cf1534c&amp;utm_source=guardian&amp;utm_medium=affiliate&amp;utm_campaign=oct-23\">Click here to visit the Magnum square print sale</a></li></ul><p></p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2023/oct/17/light-fantastic-eye-opening-shots-from-the-magnum-square-print-sale-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2023/oct/17/light-fantastic-eye-opening-shots-from-the-magnum-square-print-sale-in-pictures", "date_published": "2023-10-17T06:00:05+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Smart energy meter seemed to send our bills through the roof", "description": "<p>We got charged for the electricity our solar panels were generating rather than being paid for it</p><p><strong>We had solar panels installed last autumn at great expense. As winter turned to spring we were pleased to see nearly all our electricity costs were being covered and were smugly looking forward to this increasing in the summer.</strong></p><p><strong>Unfortunately we were persuaded by our electricity company 100Green to have a smart meter installed at the end of May. We have always had relatively low energy consumption. Our electricity bill for February was actually -£4, </strong><strong>owing to the energy relief of £67. For March, it was £21</strong><strong>, for April </strong><strong> £46 and </strong><strong> for May £38.</strong></p> <a href=\"https://www.theguardian.com/money/2023/oct/17/soon-as-smart-meter-fitted-bills-through-the-roof-solar-bill\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/oct/17/soon-as-smart-meter-fitted-bills-through-the-roof-solar-bill", "date_published": "2023-10-17T06:00:05+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Chieftains, saints and sinners: eight of the best unsung castles and abbeys of Ireland", "description": "<p>In a country where historic buildings appear around almost every corner, these lesser-known treasures offer brilliant visits without the crowds</p><p>The Rock of Cashel, a medieval stronghold that once served as the seat of Ireland’s kings, is undeniably magnificent. Perched high on an outcrop overlooking lush Tipperary farmland, its round towers, high crosses and 13th-century Gothic cathedral attract a steady stream of visitors. But it’s not the only Irish castle or abbey to draw large crowds. Even off season, there are long queues for internationally recognised sites such as Bunratty, Clonmacnoise, Glendalough, Dunluce, Blarney and Kylemore. Unesco-designated world heritage site Skellig Michael (famous as Luke Skywalker’s island sanctuary in Star Wars) has limited access, and other ancient buildings have been made into five-star hotels.</p><p>But this is a country where a castle or abbey can appear around almost every windswept corner, so there are thousands of off-the-radar pla", "link": "https://www.theguardian.com/travel/2023/oct/17/8-of-the-best-unsung-castles-and-abbeys-of-ireland", "date_published": "2023-10-17T06:00:04+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "I Love Russia by Elena Kostyuchenko review – reportage at its best", "description": "<p>The Novaya Gazeta journalist offers brilliant, immersive bulletins from her homeland but doesn’t explain its return to totalitarian rule</p><p>In October 2022, Elena Kostyuchenko <a href=\"https://www.theguardian.com/world/2023/sep/12/you-may-have-been-poisoned-how-an-independent-russian-journalist-became-a-target\">suddenly fell ill</a>. She was on a train to Berlin when the symptoms started: a severe headache, sweating, stomach pain. And a curious smell of rotten fruit. The illness continued. Kostyuchenko’s fingers ballooned; she felt exhausted and weak.</p><p>Doctors initially diagnosed long Covid and then hepatitis. Eventually, they came to a different and troubling conclusion: someone had poisoned her. The German police opened, closed and reopened an investigation. Seemingly, she <a href=\"https://theins.ru/en/politics/264280\">had been the victim of an assassination attempt on European soil</a>.</p> <a href=\"https://www.theguardian.com/books/2023/oct/17/i-love-russia-by-elena-ko", "link": "https://www.theguardian.com/books/2023/oct/17/i-love-russia-by-elena-kostyuchenko-review-ukraine-war-journalism-novaya-gazeta", "date_published": "2023-10-17T06:00:04+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "‘Too extreme’: homeowners each face £33,000 council bill to replace communal heating system", "description": "<p>Leaseholders say planned work is ‘totally unreasonable’ and could be done for a fraction of the cost</p><p>Last winter was particularly difficult for Joy Bailey. Living in a block of flats where the aged communal heating system had broken down, she contracted shingles and constantly felt a chill. “My hands were cold all the time from using cold water,” she says.</p><p>Now Bailey and other homeowners in the north London flat complex face the prospect of bills amounting to almost £33,000 each to fix the heating system, even though they claim the job can be done for a fraction of the cost.</p> <a href=\"https://www.theguardian.com/money/2023/oct/17/homeowners-council-bill-communal-heating-system\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/oct/17/homeowners-council-bill-communal-heating-system", "date_published": "2023-10-17T06:00:04+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Herd review – folk-indie vibe dominates queer backwoods zombie thriller", "description": "<p>Despite a fairly predictable story, first-time director Steven Pierce makes some interesting tweaks to the formula with a final act that confounds expectations</p><p>Like every zombie-themed movie ever, this low-budget American feature directed by debutant Steven Pierce (co-written by Pierce and James Allerdyce) has a subtext; this one so close to the surface it’s barely sub, about schisms that divide communities. Quite often, the factions in zombie stories cleave along class lines or ethnicity. But Herd mixes the formula up in a number of interesting ways; for starters, by casting as the heroines lesbian spouses Jamie (Ellen Adair) and Alex (Mitzi Akaha), city dwellers on a camping trip trying to heal marital wounds after the loss of a child.</p><p>Thus the women are already semi-outsiders in rural Missouri where they’re visiting, although it’s near where Jamie grew up. Not that this puts her more at ease, given an abusive childhood growing up with her father, Robert, (Corbin Ber", "link": "https://www.theguardian.com/film/2023/oct/17/herd-review-folk-indie-vibe-dominates-queer-backwoods-zombie-thriller", "date_published": "2023-10-17T06:00:03+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "What keeps couples warm in winter? The battle over the thermostat | Zoe Williams", "description": "<p>The UK has suddenly gone from summer heat to shivering cold and across the land the annual arguments have begun</p><p>My dad had one weird pocket of chauvinism in an otherwise solid worldview, which was that men and women did not, and could not, like the same films. My sister once told him that she couldn’t imagine going out with someone with a completely different taste in cinema, and he said: “In that case, you are destined to marry someone who lies to keep you happy, and there are worse people you could end up married to.”</p><p>Take out the nonsense gender essentialism – indeed, gender altogether – and films, substitute “any couple” and “central heating”, and I’m pretty much with him. There is no such thing as a couple who wants their house the same temperature, and there are definitely couples who lie to keep each other happy.</p><p>Zoe Williams is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/oct/17/what-keeps-couples-warm-in-winter-the-bat", "link": "https://www.theguardian.com/commentisfree/2023/oct/17/what-keeps-couples-warm-in-winter-the-battle-over-the-thermostat", "date_published": "2023-10-17T06:00:03+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "‘We don’t feel safe here’: Hongkongers in UK fear long reach of Chinese government", "description": "<p>Pro-democracy supporters who fled Hong Kong for Britain speak about continued harassment, threats and physical attacks</p><p><strong>Read more: <a href=\"https://www.theguardian.com/global-development/2023/oct/16/dissidents-warned-over-detention-threat-in-dubai-at-un-cop28-climate-summit\">Cop28 in Dubai: detention risk warning at UN climate summit</a></strong></p><p>Ah Man*, 28, was forced to leave Hong Kong at the end of 2020 after being arrested at the height of the <a href=\"https://www.theguardian.com/world/gallery/2021/jun/20/two-years-on-since-hong-kongs-pro-democracy-protests-in-pictures\">pro-democracy protests</a>, when millions took to the streets in defiance of the growing influence of Beijing.</p><p>But the UK has felt anything but a safe haven for the former Hongkonger after a string of incidents involving Chinese activists.</p> <a href=\"https://www.theguardian.com/global-development/2023/oct/17/we-dont-feel-safe-here-hongkongers-in-uk-fear-long-reach-of-chinese-governme", "link": "https://www.theguardian.com/global-development/2023/oct/17/we-dont-feel-safe-here-hongkongers-in-uk-fear-long-reach-of-chinese-government", "date_published": "2023-10-17T06:00:03+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Pixel 8 Pro: Google’s longer-lasting, AI-packed camera phone", "description": "<p>Seven years of updates, advanced generative AI tools, top-class zoom and still undercuts high-end rivals</p><p>Google’s top Pixel is back to outshoot, outsmart and outlast the competition, promising seven years of full software support. But whether the Pixel 8 Pro’s high-end features justify a sharp price increase is open to debate.</p><p>Costing £999 (€1,099/$999/A$1,699), the new Android still undercuts the £1,200 competition from Apple and Samsung, but the £150 jump over <a href=\"https://www.theguardian.com/technology/2022/oct/13/google-pixel-7-pro-review-new-camera-champ-undercuts-competition\">last year’s stellar 7 Pro</a> stings.</p><p><strong>Screen:</strong> 6.7in 120Hz QHD+ OLED (489ppi)</p><p><strong>Processor:</strong> Google Tensor G3</p><p><strong>RAM:</strong> 12GB of RAM</p><p><strong>Storage:</strong> 128, 256 or 512GB</p><p><strong>Operating system:</strong> Android 14</p><p><strong>Camera:</strong> 50MP + 48MP ultrawide + 48MP 5x telephoto, 10.5MP selfie</p><p><st", "link": "https://www.theguardian.com/technology/2023/oct/17/pixel-8-pro-googles-longer-lasting-ai-packed-camera-phone", "date_published": "2023-10-17T06:00:02+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Is new kids’ show Chip Chilla a ‘blatant Bluey knock-off’ for conservatives?", "description": "<p>The show has been launched by a US rightwing media brand as a means to ‘challenge the left’. It looks … familiar</p><p><strong>Janine, I just saw a teaser for a new show that looks like Bluey but … for conservatives? What’s going on?</strong></p><p>You’re not imagining things, Steph. The Daily Wire, the US conservative media brand founded by political commentator Ben Shapiro and film-maker Jeremy Boreing, has branched out into kids’ entertainment with <a href=\"https://www.axios.com/2023/10/16/daily-wire-streaming-kids-bentkey-disney\">a new subscription streaming app called Bentkey</a>. Their aim is to get ’em while they’re young, claw back some ground from “the left” and counter Disney’s stranglehold. “We have to challenge the left every single place that it lives,” <a href=\"https://twitter.com/DailyWireEnt/status/1542558555185844226\">Boreing declared last year</a>, when the Daily Wire announced it was investing US$100m into creating a children’s platform.</p> <a href=\"https://www", "link": "https://www.theguardian.com/culture/2023/oct/17/is-new-kids-show-chip-chilla-a-blatant-bluey-knock-off-for-conservatives", "date_published": "2023-10-17T05:53:15+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Joko Widodo’s son can run for Indonesian vice-president after controversial court ruling", "description": "<p>Gibran Rakabuming Raka, 36, does not meet age requirement of 40 but constitutional court – headed by president’s brother-in-law – makes exception</p><p>An Indonesian court has made a controversial exception allowing the eldest son of outgoing President Joko Widodo to run for vice-president in the 2024 election.</p><p>In a decision that outraged critics of the president, the constitutional court ruled that candidates under the required age of 40 can seek the presidency or vice-presidency in the 14 February ballot provided they have previously held elected regional office.</p> <a href=\"https://www.theguardian.com/australia-news/2023/oct/17/joko-widodos-son-can-run-for-indonesian-vice-president-after-controversial-court-ruling\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2023/oct/17/joko-widodos-son-can-run-for-indonesian-vice-president-after-controversial-court-ruling", "date_published": "2023-10-17T05:25:49+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "TV tonight: an enraging investigation into Britain’s housing crisis", "description": "<p>This two-part documentary examines why the UK is one of the worst places in the world to buy a home. Plus, The Real Crown reaches the fateful year of 1997. Here’s what to watch tonight</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/oct/17/tv-tonight-an-enraging-investigation-into-britains-housing-crisis\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/oct/17/tv-tonight-an-enraging-investigation-into-britains-housing-crisis", "date_published": "2023-10-17T05:20:02+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Global electricity grid must be upgraded urgently to hit climate goals, says IEA", "description": "<p>Investment needs to double to more than $600bn a year by 2030 after ‘decade of stagnation’, says agency</p><p>Ministers have been urged to “open their eyes” to the need to build a vast network of new electricity grids to allow countries to hit climate goals, the chief of the world’s energy watchdog has said.</p><p>Fatih Birol, the executive director of the International Energy Agency (IEA), has warned that the equivalent of the entire global electricity grid – 80m km of grid – needs to be added or refurbished by 2040 to hit climate targets and ensure reliable power supplies.</p> <a href=\"https://www.theguardian.com/environment/2023/oct/17/global-electricity-grid-climate-iea\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/oct/17/global-electricity-grid-climate-iea", "date_published": "2023-10-17T05:00:02+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Lenny Henry hopes Windrush drama will generate conversation about immigration", "description": "<p>Three Little Birds, based on stories of Henry’s family in 1950s, is not ‘Disneyfication’ of prejudice his parents’ generation encountered</p><p>Lenny Henry says he hopes his new Windrush-based drama Three Little Birds will prevent the “Disneyfication” of the racism his parents’ generation encountered and generate a conversation among children.</p><p>The ITV series, which he wrote with Russell T Davies and stars in, is based on stories from his family and friends. It shows the trials and racism faced by three women emigrating from Jamaica to England in the 1950s.</p> <a href=\"https://www.theguardian.com/culture/2023/oct/17/lenny-henry-hopes-windrush-drama-conversation-about-immigration-three-little-birds\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/oct/17/lenny-henry-hopes-windrush-drama-conversation-about-immigration-three-little-birds", "date_published": "2023-10-17T05:00:02+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "The British hard right will exploit this war to claim multiculturalism has failed. They are wrong | Gaby Hinsliff", "description": "<p>Already UK extremists are seizing on images of pro-Palestinian rallies across Europe. In this time of crisis we should cherish our diversity</p><p>It is many years since I heard Hatikvah, the Israeli national anthem, sung. But the haunting sound of British Jews singing it inside a synagogue at the weekend stopped me in my tracks. Not everyone on the video clip that popped up on my phone seemed to know all the words. But perhaps that partly reflects who is seeking the comfort of collective worship in these frightened days.</p><p>Secular Jewish friends who once barely thought about their Jewish identity talk of feeling jolted into doing so now, while profound differences of opinion over the current Israeli government are momentarily bridged. The terrorists who murdered and abducted teenagers at a peace rave, or idealists drawn to live in kibbutzim near Gaza because of their support for cross-border peace projects, didn’t care after all how they voted or what they believed.</p><p>Gab", "link": "https://www.theguardian.com/commentisfree/2023/oct/17/dont-listen-to-those-saying-multiculturalism-has-failed-britain-needs-it-more-than-ever", "date_published": "2023-10-17T05:00:02+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Body swaps, timewarps and other fresh hell – the Sitges film festival 2023", "description": "<p>Catalonia’s annual celebration of strange screen tales included a murderous birthmark, weretigers and a therapist overcome with ancient evil</p><p>At this year’s International Fantastic film festival of Catalonia, I got bitten all over. Not by vampires or werewolves, alas, but by mosquitoes, which took advantage of the unseasonably hot temperatures on Spain’s Costa del Garraf to transform my body into a throbbing, misshapen mass, rather like William Hurt in Altered States. Still, this helped me feel a kinship with the protagonists of this year’s exercises in body horror, many of them bearing the imprint of Shudder, a streaming service available in the UK and Germany but not elsewhere in Europe. But it was one of their titles – Argentinian director Demián Rugna’s When Evil Lurks – that became the first Latin American movie in the festival’s 56-year history to win the Sitges award for best feature film.</p><p>While audiences in the town’s big air-conditioned cinema lapped up major r", "link": "https://www.theguardian.com/film/2023/oct/17/body-swaps-timewarps-and-other-fresh-hell-catalonia-sitges-film-festival-2023", "date_published": "2023-10-17T05:00:01+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Israel-Hamas war live: Biden to visit Tel Aviv on Wednesday; 100,000 people remain in Gaza City, says IDF", "description": "<p>US president to visit Israel in show of ‘solidarity’ as US and Israel agree to develop aid plan for Gaza; 600,000 people have fled to southern Gaza, IDF says</p><ul><li><a href=\"https://www.theguardian.com/world/2023/oct/17/hamas-and-israel-at-war-what-we-know-on-day-11\">Israel and Hamas at war: What we know on day 11</a></li></ul><p>More now on Biden’s upcoming visit to Israel:</p><p>Biden will travel to Israel for talks with prime minister <a href=\"https://www.theguardian.com/world/benjamin-netanyahu\">Benjamin Netanyahu</a> on Wednesday as concerns grow that the Israel-Hamas war could spiral into a regional conflict.</p> <a href=\"https://www.theguardian.com/world/live/2023/oct/17/israel-hamas-war-live-gaza-city-update-news-today-joe-biden-visit-aid-plan-latest-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2023/oct/17/israel-hamas-war-live-gaza-city-update-news-today-joe-biden-visit-aid-plan-latest-updates", "date_published": "2023-10-17T04:26:01+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Biden to visit Israel in ‘critical moment’ for the region, says Blinken", "description": "<p>Joe Biden to meet Benjamin Netanyahu, with Israel’s war aims and aid for Gaza high on the agenda, says US secretary of state</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/oct/17/israel-hamas-war-live-gaza-city-update-news-today-joe-biden-visit-aid-plan-latest-updates\">Israel-Hamas war: latest updates</a></li></ul><p>President Joe Biden will travel to Israel for talks with prime minister Benjamin Netanyahu on Wednesday as concerns grow that the Israel-Hamas war could spiral into a regional conflict.</p><p>The US president’s plans to travel to Tel Aviv were announced by US secretary of state Antony Blinken as the humanitarian situation in the Gaza Strip grows more dire and as Israel prepares for a ground attack on the enclave to root out Hamas militants behind what US and Israeli officials have called the most lethal assault against Jews since the Holocaust.</p> <a href=\"https://www.theguardian.com/world/2023/oct/17/joe-biden-israel-visit-talks-benjamin-netanyahu-m", "link": "https://www.theguardian.com/world/2023/oct/17/joe-biden-israel-visit-talks-benjamin-netanyahu-meeting-tel-aviv", "date_published": "2023-10-17T04:07:55+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Hundreds of Israeli bodies remain unidentified 10 days after Hamas attack", "description": "<p>Forensic anthropologists say many of the 350 human remains they are examining may never be identified</p><p>On a table, a jumble of bones and fragments are laid out carefully, some grey, others charred black. A skeleton hangs at the side of the room for reference.</p><p>Three forensic anthropologists peer over them with the intent focus of professionals trying to solve the most tragic of puzzles. Their job is to identify some of the most badly damaged remains of victims of the Hamas massacres of 7 October.</p> <a href=\"https://www.theguardian.com/world/2023/oct/17/hundreds-of-israeli-bodies-remain-unidentified-10-days-after-hamas-attack\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/oct/17/hundreds-of-israeli-bodies-remain-unidentified-10-days-after-hamas-attack", "date_published": "2023-10-17T04:00:03+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "The elephant I was riding threw me, then rolled over me like a steamroller. All my bones broke at once", "description": "<p>Gemma Jones’s dream holiday left her with a crushed pelvis, ribs and collarbone – and changed her life for the better. Twenty years on, she remembers the attack that began with an ominous growl</p><p>It was as Gemma Jones was climbing on to the elephant, over its head and on to its back, that she began to have misgivings. The trek through the hillside jungle in north Thailand, near Chiang Mai, was highly rated by other travellers. Jones had been expecting a ladder, perhaps even a saddle. Instead she found a wooden plank, lashed precariously with rope across the animal’s back. “I remember climbing on and thinking: ‘I don’t know about this,’” she says.</p><p>Jones, 45, is a clinical psychologist and yoga therapist based in Leamington Spa, Warwickshire. Back then, in October 2002, she was 24 years old and days into what was meant to be a 15-month trip through south-east Asia, Australia and New Zealand with two friends.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/oct/17", "link": "https://www.theguardian.com/lifeandstyle/2023/oct/17/the-elephant-i-was-riding-threw-me-then-rolled-over-me-like-a-steamroller-all-my-bones-broke-at-once", "date_published": "2023-10-17T04:00:02+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Scarier than lions: how fear of ‘super predator’ humans is shaping the animal kingdom – podcast", "description": "<p>Ian Sample meets the conservation biologist Liana Zanette, whose recently published research demonstrates that humans are now the super predator, inciting more fear in wild animals than even lions. She explains the ramifications of this knowledge for conservation techniques and the protection of endangered animals</p><p>Read more Guardian reporting on this story <a href=\"https://www.theguardian.com/environment/2023/oct/05/scaredy-cats-wild-animals-fear-humans-more-than-lions-study-aoe\">here</a>.</p> <a href=\"https://www.theguardian.com/science/audio/2023/oct/17/fear-super-predator-humans-shaping-animal-kingdom-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/science/audio/2023/oct/17/fear-super-predator-humans-shaping-animal-kingdom-podcast", "date_published": "2023-10-17T04:00:01+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Sharing the sea: life on the EU’s only open border with Russia", "description": "<p>Despite Russia’s invasion of Ukraine, in the Barents Sea it maintains cordial relations with Nato neighbours over fishing rights – barely</p><p>From the village of Grense Jakobselv, where the Norwegian-Russian border meets the Arctic Ocean, you can see straight into Russia. And, across the river that marks the border line, the Russian soldiers can look right back.</p><p>Despite water temperatures here rarely climbing above 10C (50F), in the summer months the Norwegian side is a popular destination for fishing, beluga whale spotting, basking in the midnight sun and, since the Russian invasion of Ukraine, peering into Russia. “Everyone wants to go to one of the most eastern military points of Norway and have a look into Russia. It’s like being at Loch Ness,” says Trygg Arne Larsen, a military adviser.</p> <a href=\"https://www.theguardian.com/environment/2023/oct/17/barents-sea-life-on-the-eu-only-open-border-with-russia\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/oct/17/barents-sea-life-on-the-eu-only-open-border-with-russia", "date_published": "2023-10-17T04:00:01+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "‘When I tried to play, my hand spasmed and shook’: why musicians get the yips", "description": "<p>One day, my hand stopped speaking to my brain. As a doctor and flute player, I had to try to understand this strange affliction</p><p>The morning after performing the concert of my life, I could no longer play the flute. The pinky and ring fingers of my left hand failed to cooperate with what my mind wanted to do – I couldn’t work the keys. The harder I tried, the more my fingers curled into a claw, stuck in spasm. Even stranger: no other activity was affected. I could type on a keyboard with the same facility as usual and play scales on the piano with unimpeded finger action.</p><p>The concert, the capstone of my master’s degree in historical performance at the same university where I’d worked as a palliative care physician until 2019, was in March 2020 – one of the last before the Covid-19 lockdowns. My weird finger problem seemed small compared with the unfolding pandemic.</p> <a href=\"https://www.theguardian.com/music/2023/oct/17/focal-dystonia-my-hand-spasmed-and-shook-why-mu", "link": "https://www.theguardian.com/music/2023/oct/17/focal-dystonia-my-hand-spasmed-and-shook-why-musicians-get-the-yips", "date_published": "2023-10-17T04:00:01+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "S5 E4: Jamie Demetriou, actor", "description": "<p>Grace’s living room gets a professional appraisal this week from none other than Jamie Demetriou. Best known as the bumbling titular estate agent of Stath Lets Flats and long-toothed lover of Phoebe Waller-Bridge’s Fleabag, Jamie’s arrived fresh off the Barbie set armed with his favourite comfort snacks. He and Grace talk about his teenage indie band, growing up in his dad’s greasy spoon and the dangers of dipping a McCoy’s. And, of course, all the comfort foods he turns to when nobody’s looking</p><p><strong>New episodes of Comfort Eating with Grace Dent are released every Tuesday</strong></p> <a href=\"https://www.theguardian.com/lifeandstyle/audio/2023/oct/17/s5-e4-jamie-demetriou-actor\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/audio/2023/oct/17/s5-e4-jamie-demetriou-actor", "date_published": "2023-10-17T04:00:00+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "‘People are terrified’: Gaza’s main hospital overflows with the living and the dead", "description": "<p>Staff say Dar Al Shifa facility is at breaking point as corpses pile up and thousands of people seek shelter there</p><p>At Gaza City’s Dar Al Shifa hospital, the living sleep between beds filled with patients, in corridors, and even in the grounds, while the dead overflow the morgue.</p><p>The name Dar Al Shifa translates as “house of healing”, and tens of thousands have sought not just healing but shelter from the bombardments that rained down on Gaza City every hour, praying the hospital might provide some protection. Printed blankets have been hung from the entrance courtyard’s iron handrails to provide shade, while some people have gathered around the stairwells with their children and all that remains of their belongings.</p> <a href=\"https://www.theguardian.com/world/2023/oct/17/gaza-main-hospital-overflows-with-living-dead-dar-al-shifa\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/oct/17/gaza-main-hospital-overflows-with-living-dead-dar-al-shifa", "date_published": "2023-10-17T04:00:00+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Is the SNP’s independence dream fading? – podcast", "description": "<p>The Scottish National party has agreed a new strategy for pursuing independence at its annual conference. But is declining support for the party placing the issue out of reach? Libby Brooks reports from Aberdeen</p><p>It’s been a torrid past few months for the Scottish National party (SNP). Its former leader, Nicola Sturgeon, was arrested (and released without charge) by police investigating allegations of financial misconduct. Meanwhile, the party’s new leader, Humza Yousaf, has been trying to steady the ship amid fractious policy disputes and more recently the huge defeat to Labour at the Rutherglen and Hamilton West byelection. Just before the SNP’s annual conference began, one of its MPs defected to the Conservative party.</p><p><strong>Libby Brooks</strong> has been with the party faithful as the SNP gathers in Aberdeen, where the centrepiece of the event was setting a new course for independence. She tells <strong>Nosheen Iqbal </strong>that there is an understanding among m", "link": "https://www.theguardian.com/news/audio/2023/oct/17/is-the-snp-independence-dream-fading-podcast", "date_published": "2023-10-17T02:00:13+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "‘They challenged the Communist monopoly’: Vietnam regime turns on its climate champions", "description": "<p>NGO leaders and technical experts who helped secure western aid for official shift to clean energy are being locked up now that they are no longer needed</p><p>Less than 12 months ago G7 countries agreed to provide billions of dollars to help Vietnam ditch coal. The funding was described as a “<a href=\"https://www.gov.uk/government/news/international-agreement-to-support-vietnams-ambitious-climate-and-energy-goals\">gamechanger</a> in the fight against climate change” by Rishi Sunak, the British prime minister. It was designed to help Vietnam achieve a “just and equitable” energy transition, with input from civil society.</p><p>But in the months that have followed, Vietnam has continued a crackdown on environmentalists, jailing NGO leaders and technical experts who specialise in clean energy.</p> <a href=\"https://www.theguardian.com/world/2023/oct/17/they-challenged-the-communist-monopoly-vietnam-regime-turns-on-its-climate-champions\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/oct/17/they-challenged-the-communist-monopoly-vietnam-regime-turns-on-its-climate-champions", "date_published": "2023-10-17T01:53:18+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}]