[{"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Discord: A Playground for Nation-State Hackers Targeting Critical Infrastructure", "description": "In what's the latest evolution of threat actors abusing legitimate infrastructure for nefarious ends, new findings show that nation-state hacking groups have entered the fray in leveraging the social platform for targeting critical infrastructure.\nDiscord, in recent years, has become a lucrative target, acting as a fertile ground for hosting malware using its content delivery network (CDN) as", "link": "https://thehackernews.com/2023/10/discord-playground-for-nation-state.html", "date_published": "2023-10-17T14:48:00+00:00", "bookmarked": false, "dead": null, "artist": "The Hacker News", "album": "The Hacker News", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Critical Vulnerabilities Uncovered in Open Source CasaOS Cloud Software", "description": "Two critical security flaws discovered in the open-source CasaOS personal cloud software could be successfully exploited by attackers to achieve arbitrary code execution and take over susceptible systems.\nThe vulnerabilities, tracked as CVE-2023-37265 and CVE-2023-37266, both carry a CVSS score of 9.8 out of a maximum of 10.\nSonar security researcher Thomas Chauchefoin, who discovered the bugs,", "link": "https://thehackernews.com/2023/10/critical-vulnerabilities-uncovered-in.html", "date_published": "2023-10-17T14:37:00+00:00", "bookmarked": false, "dead": null, "artist": "The Hacker News", "album": "The Hacker News", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Webinar: Locking Down Financial and Accounting Data — Best Data Security Strategies", "description": "Financial data is much more than just a collection of numbers; it is a crucial component of any business and a prime target for cybercriminals. It's important to understand that financial records can be a veritable treasure trove for digital pirates.\nA security breach not only puts customers' personal information in jeopardy but also enables fraudsters to drain company funds and exploit clients.", "link": "https://thehackernews.com/2023/10/webinar-locking-down-financial-and.html", "date_published": "2023-10-17T11:43:00+00:00", "bookmarked": false, "dead": null, "artist": "The Hacker News", "album": "The Hacker News", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Exploring the Realm of Malicious Generative AI: A New Digital Security Challenge", "description": "Recently, the cybersecurity landscape has been confronted with a daunting new reality – the rise of malicious Generative AI, like FraudGPT and WormGPT. These rogue creations, lurking in the dark corners of the internet, pose a distinctive threat to the world of digital security. In this article, we will look at the nature of Generative AI fraud, analyze the messaging surrounding these creations,", "link": "https://thehackernews.com/2023/10/exploring-realm-of-malicious-generative.html", "date_published": "2023-10-17T10:17:00+00:00", "bookmarked": false, "dead": null, "artist": "The Hacker News", "album": "The Hacker News", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Experts Warn of Severe Flaws Affecting Milesight Routers and Titan SFTP Servers", "description": "A severity flaw impacting industrial cellular routers from Milesight may have been actively exploited in real-world attacks, new findings from VulnCheck reveal.\nTracked as CVE-2023-43261 (CVSS score: 7.5), the vulnerability has been described as a case of information disclosure that affects UR5X, UR32L, UR32, UR35, and UR41 routers before version 35.3.0.7 that could enable attackers to access", "link": "https://thehackernews.com/2023/10/experts-warn-of-severe-flaws-affecting.html", "date_published": "2023-10-17T10:16:00+00:00", "bookmarked": false, "dead": null, "artist": "The Hacker News", "album": "The Hacker News", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "CERT-UA Reports: 11 Ukrainian Telecom Providers Hit by Cyberattacks", "description": "The Computer Emergency Response Team of Ukraine (CERT-UA) has revealed that threat actors \"interfered\" with at least 11 telecommunication service providers in the country between May and September 2023.\nThe agency is tracking the activity under the name UAC-0165, stating the intrusions led to service interruptions for customers.\nThe starting point of the attacks is a reconnaissance phase in", "link": "https://thehackernews.com/2023/10/cert-ua-reports-11-ukrainian-telecom.html", "date_published": "2023-10-17T05:46:00+00:00", "bookmarked": false, "dead": null, "artist": "The Hacker News", "album": "The Hacker News", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Warning: Unpatched Cisco Zero-Day Vulnerability Actively Targeted in the Wild", "description": "Cisco has warned of a critical, unpatched security flaw impacting IOS XE software that’s under active exploitation in the wild.\nRooted in the web UI feature, the zero-day vulnerability is assigned as CVE-2023-20198 and has been assigned the maximum severity rating of 10.0 on the CVSS scoring system.\nIt’s worth pointing out that the shortcoming only affects enterprise networking gear that have", "link": "https://thehackernews.com/2023/10/warning-unpatched-cisco-zero-day.html", "date_published": "2023-10-17T04:12:00+00:00", "bookmarked": false, "dead": null, "artist": "The Hacker News", "album": "The Hacker News", "user": null, "language": "en-US", "thumbnail": null}]