[{"source": "https://www.gamespot.com/feeds/mashup", "title": "CoD: Warzone And DMZ - How To Beat All Operation Nightmare Bosses", "description": "<p dir=\"ltr\">The Haunting brings a nighttime version of <a href=\"https://www.gamespot.com/games/call-of-duty-warzone/\">Warzone</a>'s Al Mazrah, and the map is overrun with demons and other spooky bosses to encounter with the Operation Nightmare event. This limited-time Halloween event tasks you with hunting down bosses to unlock unique rewards. Here's how you can defeat each boss to earn all the rewards in Operation Nightmare.</p><h2 dir=\"ltr\">All bosses and rewards</h2><figure style=\"width: 3840px;\"><a href=\"https://www.gamespot.com/a/uploads/original/1639/16394540/4207168-rewards2.jpg\"><img alt=\"Bloody Mess weapon blueprint\" src=\"https://www.gamespot.com/a/uploads/scale_super/1639/16394540/4207168-rewards2.jpg\" /></a><figcaption>Bloody Mess weapon blueprint</figcaption></figure><p> </p><p dir=\"ltr\">Each boss fight unlocks its own unique calling card reward, which doesn't sound like a huge deal, but defeating all the bosses will unlock the Bloody Mess weapon blueprint for the BAS-P ", "link": "https://www.gamespot.com/articles/cod-warzone-and-dmz-how-to-beat-all-operation-nightmare-bosses/1100-6518466/?ftag=CAD-01-10abi2f", "date_published": "2023-10-17T22:16:00+00:00", "bookmarked": false, "dead": null, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Razer Edge Preorders Live At Amazon Ahead Of Next Week's Launch", "description": "<p dir=\"ltr\">The new Razer Edge handheld gaming tablet is set to release on October 23, and <a href=\"https://www.amazon.com/dp/B0CKM287V2?tag=gamespot-preorders-20\">preorders just went live at Amazon</a>. The compact Android device is like a big, souped-up smartphone--minus the phone functionality--that features powerful mobile gaming hardware designed for cloud streaming console and PC games. Naturally, you can also download and play Android games.</p><p dir=\"ltr\">The Razer Edge features a 6.8-inch AMOLED screen with 2220x1080 pixel resolution and 144Hz refresh rate and is powered by a Snapdragon G3X chipset. Two models will be available at launch: a Wi-Fi-only model with 6GB of RAM, and a 5G model with 8GB of RAM. Both models support up to 2TB microSD cards.</p><div class=\"norewrite\" title=\"6518454 - Razer Edge Wifi preorders\">  <div class=\"buylink-container\">                                                                     <div class=\"js-buylink-item-container buylink-item-cont", "link": "https://www.gamespot.com/articles/razer-edge-preorders-live-at-amazon-ahead-of-next-weeks-launch/1100-6518454/?ftag=CAD-01-10abi2f", "date_published": "2023-10-17T21:12:00+00:00", "bookmarked": false, "dead": null, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Diablo 4 Season 2 Is Off To A Rough Start", "description": "<p><a href=\"https://www.gamespot.com/games/diablo-iv/\">Diablo 4</a> Season 2 is now live, but Season Journey objectives and the battle pass are currently broken. Season 2 launched alongside the Steam release of Diablo 4, but there are a few issues the new update has caused, including the <a href=\"https://www.gamespot.com/articles/diablo-4-season-2-and-steam-release-delayed-due-to-technical-issues/1100-6518448/\">disabling of cross-play</a> between PC and consoles and broken Season Objectives.</p><p dir=\"ltr\">Season Objectives in Diablo 4 are a series of objectives that can be completed while playing the new seasonal content, rewarding players who complete these objectives with battle pass XP, Legendary Aspects, and other rewards. However, these objectives are currently broken, with none of the objectives properly tracking your progress. Despite doing some of the tasks, like collecting Reddamine and completing a Cellar, all of the objectives remain at zero.</p><p dir=\"ltr\">Blizzard has", "link": "https://www.gamespot.com/articles/diablo-4-season-2-is-off-to-a-rough-start/1100-6518461/?ftag=CAD-01-10abi2f", "date_published": "2023-10-17T20:40:00+00:00", "bookmarked": false, "dead": null, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Beelink's Powerful Mini PCs Receive Massive Discounts At Amazon", "description": "<p>If you're a frugal shopper, mini PCs are an intriguing alternative to traditional desktop PCs. They may not be as customizable (due to their small size), but many of them are ideal for school, work, and even light gaming. Mini PCs can even replace laptops--thanks to their small size, you can easily toss them in a backpack with a portable monitor and other gear for a night of gaming on the road. </p><p>Anyone interested in mini PCs should check out the sale happening at Amazon right now, which includes a bunch of great mini PCs by hundreds of dollars. Many of these little machines boast a surprising amount of power, too.</p><p>One of the best deals is for the <a href=\"https://www.amazon.com/GMKtec-K1-Powerhouse-Computer-4-70Ghz/dp/B0C36CNSC7?tag=gamespot-promos-20\">GMKtec K1</a>, which features a Ryzen 7 6800H, 16GB RAM, and 512GB SSD for just $380 (down from $600). Best of all, it benefits from a Radeon 680M to handle a bit of gaming. You'll also find a slew of ports on its side, ", "link": "https://www.gamespot.com/articles/beelinks-powerful-mini-pcs-receive-massive-discounts-at-amazon/1100-6518447/?ftag=CAD-01-10abi2f", "date_published": "2023-10-17T20:02:00+00:00", "bookmarked": false, "dead": null, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Sonic Superstars Gets A Launch-Day Discount On PC", "description": "<p dir=\"ltr\">Today, Sonic returns to his 2D platforming roots with <a href=\"https://www.anrdoezrs.net/click-100770772-13797872?sid=subid_value&amp;url=https://www.fanatical.com/en/game/sonic-superstars\">Sonic Superstars</a>. The new game pairs the fast side-scrolling action of classic Sonic titles with a 2.5D art style, new powers, and an all-new story and setting.</p><p dir=\"ltr\">Sonic Superstars is available now on all platforms, but PC players can snag the Blue Blur's latest outing at a discount at Fanatical. With this deal, <a href=\"https://www.anrdoezrs.net/click-100770772-13797872?sid=subid_value&amp;url=https://www.fanatical.com/en/game/sonic-superstars\">Sonic Superstars standard edition</a> is just $52.19 (normally $60), while the <a href=\"https://www.kqzyfj.com/click-100770772-13797872?sid=subid_value&amp;url=https://www.fanatical.com/en/game/sonic-superstars-digital-deluxe-edition-featuring-lego\">Deluxe edition</a> is down to $60.89 (from $70). Both editions will be deliver", "link": "https://www.gamespot.com/articles/sonic-superstars-gets-a-launch-day-discount-on-pc/1100-6518459/?ftag=CAD-01-10abi2f", "date_published": "2023-10-17T19:55:00+00:00", "bookmarked": false, "dead": null, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "10 Obscure Scary Movies And Specials To Stream This Halloween", "description": "<p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1727/17277841/4207074-picnic-at-hanging-rock-reading.jpg\" /><br /><h3><p>Favorite candies and memorized autumn movies are an essential part of the October season. Horror classics like John Carpenter's Halloween and family favorites such as Hocus Pocus and The Nightmare Before Christmas are required viewing, even if it's the millionth time, but there's something special to be said about unwrapping a flavor of candy--or movie--that you've never experienced before.</p><p dir=\"ltr\">When you've found yourself surrounded by your annual pile of Reese's Cup wrappers, or whatever the candy is that you already know you love, then it just might be time to pair a new kind of candy with one of these ten obscure Halloween favorites you've never seen before.</p><p dir=\"ltr\">These pieces of obscure Halloween media cover a few subgenres under the Halloween streaming umbrella so there's a little bit of variety. If you're looking for something", "link": "https://www.gamespot.com/gallery/10-obscure-scary-movies-and-specials-to-stream-this-halloween/2900-4901/", "date_published": "2023-10-17T19:43:00+00:00", "bookmarked": false, "dead": null, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "How To Get Free Diablo 4 DLC By Playing Call Of Duty's Halloween Event", "description": "<p>Call of Duty's big new Halloween event, The Haunting, is now live in Modern Warfare II and Warzone. Fans of the Diablo series are getting a special bonus from the event in the form of The Butcher's Meat Hook for Diablo IV.</p><p>To get the item, players first need to link their Battle.net account to their Activision account. Then, they'll need to find The Butcher's portal on the battle royale maps Al Mazrah or Vondead and defeat him to obtain the item for use in Diablo IV. The item will take up to four days to appear in Diablo IV.</p><p>Players who defeat The Butcher prior to linking accounts need not worry, as the reward should still populate in Diablo IV once the accounts are linked. If the meat hook never shows up in Diablo IV, Activision said players should <a href=\"https://us.battle.net/support/en/help/product/diablo4\">reach out to Blizzard Support for assistance</a>.</p><a href=\"https://www.gamespot.com/articles/how-to-get-free-diablo-4-dlc-by-playing-call-of-dutys-halloween", "link": "https://www.gamespot.com/articles/how-to-get-free-diablo-4-dlc-by-playing-call-of-dutys-halloween-event/1100-6518453/?ftag=CAD-01-10abi2f", "date_published": "2023-10-17T19:36:00+00:00", "bookmarked": false, "dead": null, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Netflix Gives Avatar: The Last Airbender Fans A First Look At The Royal Fire Nation Family", "description": "<p>Avatar: The Last Airbender was a once-in-a-generation animated series that ran from 2005-2008 on Nickelodeon. The visuals combined anime with American cartoons and relied on imagery of primarily Chinese culture, mixed with some other East Asian, Southeast Asian, South Asian, New World, Siberian, and even Arctic visuals and influences. On Tuesday, Netflix released the first look at the Fire Nation royal family for it's live-action adaptation. </p><p>In the photos, you have Daniel Dae Kim as Fire Lord Ozai, Paul Sun-Hyung Lee as General Iroh, Ken Leung as Commander Zhao, and Elizabeth Yu as Princess Azula. Plus a new image of Ken Leung as Commander Zhao. Kim had originally voiced General Fong for the animated series.</p><figure><div class=\"image-gallery__label\">Gallery</div>   <div class=\"image-gallery__list hide-scrollbar image-gallery__list--small\">       <a href=\"https://www.gamespot.com/a/uploads/original/1597/15976769/4206878-avtr_unit_00766r2.jpg\">       <img alt=\"Gallery imag", "link": "https://www.gamespot.com/articles/netflix-gives-avatar-the-last-airbender-fans-a-first-look-at-the-royal-fire-nation-family/1100-6518444/?ftag=CAD-01-10abi2f", "date_published": "2023-10-17T19:00:00+00:00", "bookmarked": false, "dead": null, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Spider-Man 2 Dev Shares Important Message You Need To Know For Launch", "description": "<p><a href=\"https://www.gamespot.com/articles/marvels-spider-man-2-villains-release-date-and-everything-we-know/1100-6514068/\">Marvel's Spider-Man 2</a> launches this Friday, October 20, and ahead of that, developer Insomniac Games has issued an important notice to fans about how to have the best experience with the PlayStation 5 game at launch.</p><p>Spider-Man 2 <a href=\"https://www.gamespot.com/articles/marvels-spider-man-2-actors-celebrate-the-game-going-gold-with-fun-video-messages/1100-6517858/\">went gold in late September</a>, and since then, Insomniac has been working on \"notable enhancements,\" the studio said on X/Twitter. As such, Insomniac recommends that people download an update, version 1.001.002, prior to getting started. No one has to, though, and the game is playable from start to finish without the patch. The game has no internet requirement.</p><p>People who buy Spider-Man 2 digitally don't have to do anything if they preload the game because the 1.001.002 patch wi", "link": "https://www.gamespot.com/articles/spider-man-2-dev-shares-important-message-you-need-to-know-for-launch/1100-6518450/?ftag=CAD-01-10abi2f", "date_published": "2023-10-17T18:52:00+00:00", "bookmarked": false, "dead": null, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "CoD: Warzone And MW2 - Soul Capture Event Rewards And How To Earn Souls Fast", "description": "<p dir=\"ltr\">Call of Duty's The Haunting event is now live in <a href=\"https://www.gamespot.com/games/call-of-duty-modern-warfare-ii/\">Modern Warfare 2</a> and <a href=\"https://www.gamespot.com/games/call-of-duty-warzone/\">Warzone</a>, and the Halloween-themed event brings a nighttime Al Mazrah map with demons, limited-time zombie modes on Vondel, and brand-new cosmetics to earn. Here's how to unlock every reward in the Soul Capture event of The Haunting.</p><h2 dir=\"ltr\">How to participate in the Soul Capture event</h2><p dir=\"ltr\">The Haunting event for Modern Warfare 2 introduces the Soul Capture event, which requires you to collect captured souls in each match. Every player you eliminate will drop a soul to collect, but how many you can collect per match can vary depending on the game mode. These collected souls are earned and banked across all modes in multiplayer, battle royale, and DMZ, and you can save them up and trade them for rewards in the event tab.</p><p dir=\"ltr\">The S", "link": "https://www.gamespot.com/articles/cod-warzone-and-mw2-soul-capture-event-rewards-and-how-to-earn-souls-fast/1100-6518451/?ftag=CAD-01-10abi2f", "date_published": "2023-10-17T17:47:00+00:00", "bookmarked": false, "dead": null, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Diablo 4 Season 2 And Steam Release Delayed Due To \"Technical Issues\"", "description": "<p><a href=\"https://www.gamespot.com/games/diablo-iv/\">Diablo IV</a> Season 2, and the launch of the game on Steam, has been delayed by at least a few hours, Blizzard has announced.</p><p dir=\"ltr\">In a post on <a href=\"https://x.com/Diablo/status/1714328027935752313?s=20\">Twitter</a>, Blizzard said \"some complications\" have led to Season of Blood's release and the game's Steam launch being slightly delayed. More information will be shared as soon as it's available, Blizzard said.</p><div><blockquote align=\"center\" class=\"twitter-tweet\"><p dir=\"ltr\">We've encountered some complications and will be delaying Season of Blood’s start time a few hours to remedy these issues.<br />We'll share updates as soon as we have them. We appreciate your patience.</p>  — Diablo (@Diablo) <a href=\"https://twitter.com/Diablo/status/1714328027935752313?ref_src=twsrc^tfw\">October 17, 2023</a></blockquote>              </div><p dir=\"ltr\">On the Diablo IV <a href=\"https://us.forums.blizzard.com/en/d4/t/sea", "link": "https://www.gamespot.com/articles/diablo-4-season-2-and-steam-release-delayed-due-to-technical-issues/1100-6518448/?ftag=CAD-01-10abi2f", "date_published": "2023-10-17T17:28:00+00:00", "bookmarked": false, "dead": null, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Spider-Man: Across The Spider-Verse Swings Onto Netflix Starting On Halloween", "description": "<p>If you couldn't catch Sony's Spider-Man: Across The Spider-Verse in theaters, Netflix has your number as the streaming juggernaut is bringing Miles, Gwen, Peter, Hobie, Pavitr, and Miguel on October 31. The sequel to 2018's Into The Spider-Verse conquered the early summer box office raking in $690 million worldwide--more than double the previous installment's box office. </p><p>The cast has Shameik Moore reprising Miles alongside Hailee Steinfeld as Gwen again. Also returning you have Brian Tyree Henry, Lauren Vélez, Jake Johnson, and Oscar winner (and maybe still Blade for the MCU) Mahershala Ali with Oscar Isaac once again as Miguel O'Hara, who was only part of the post-credits stinger in Into The Spider-Verse. </p><p>Joining the all-star cast are Jason Schwartzman, Issa Rae, Karan Soni, Shea Whigham, Greta Lee, and Oscar winner Daniel Kaluuya. In this film not only is Miles and company up against famous Spider-villains from alternate timelines, but actual Spider-People themselv", "link": "https://www.gamespot.com/articles/spider-man-across-the-spider-verse-swings-onto-netflix-starting-on-halloween/1100-6518449/?ftag=CAD-01-10abi2f", "date_published": "2023-10-17T17:09:00+00:00", "bookmarked": false, "dead": null, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Hearthstone Visits The Wild West With \"Showdown In The Badlands\" Expansion In November", "description": "<p>Hearthstone's next expansion will give Azeroth a Wild West makeover. Showdown in the Badlands is coming in November, and it's themed around an old prospecting town and a band of heroic Outlaws. Along with a new set of 145 cards, the expansion will introduce two new keywords to match the flavor.</p><p>The story of the expansion centers around the evil Bloodrock Mining Company, headed by sheriff Eustace Barrelbrim, draining Azerite from the land. That makes the outlaws in this case the good guys, and it will tell the tale how two of those outlaws met: the fan-favorites Elise Starseeker and Reno Jackson.</p><p>The new <strong>Quickdraw</strong> keyword will imbue cards with bonus effects if you play them the same turn they're added to your hand. Meanwhile, the new <strong>Excavate</strong> keyword has you prospecting in the old mines by digging for treasure. Each time you excavate, you'll get a random treasure from your current tier, and then open the next tier, and this will continu", "link": "https://www.gamespot.com/articles/hearthstone-visits-the-wild-west-with-showdown-in-the-badlands-expansion-in-november/1100-6518442/?ftag=CAD-01-10abi2f", "date_published": "2023-10-17T17:00:00+00:00", "bookmarked": false, "dead": null, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Starfield Easter Eggs Are Wildly In-Depth", "description": "<p><h2>Starfield's Best Easter Eggs</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1752/17528202/4206928-photo_2023-10-1712.21.53.jpeg\" /><br /><em>Starfield's universe is full of odd creatures, strange planets, and some surprisingly familiar people, places, and things.</em><br /><h3><p dir=\"ltr\">As Bethesda's first new IP in a quarter of a century, <a href=\"https://www.gamespot.com/games/starfield/\">Starfield</a> has a <em>lot</em> of content. Much of it is brand-new and completely original, but like almost every massive RPG, it also contains some fun little secrets and references to previous games tucked away for players to find in various places throughout the game's universe of 1,000+ planets.</p><p dir=\"ltr\">From <a href=\"https://www.gamespot.com/reviews/aliens-fireteam-elite-suicide-squad/1900-6417719/\">Alien</a> references and nods to previous Bethesda titles to heartfelt tributes to fallen fans, Starfield is stuffed to the gills with fun little secrets, making i", "link": "https://www.gamespot.com/gallery/starfields-best-easter-eggs/2900-4899/", "date_published": "2023-10-17T16:46:00+00:00", "bookmarked": false, "dead": null, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "CoD: Warzone And MW2 Patch Notes Detail Spooky New Equipment For The Haunting", "description": "<p dir=\"ltr\">Call of Duty's The Haunting event is live in <a href=\"https://www.gamespot.com/games/call-of-duty-modern-warfare-ii/\">Modern Warfare 2</a> and <a href=\"https://www.gamespot.com/games/call-of-duty-warzone/\">Warzone</a>, and the Halloween-themed event brings a nighttime Al Mazrah map with demons, limited-time zombie modes on Vondel, new cosmetic rewards to unlock, and spooky limited-time equipment to use. Here's everything changing with the big event.</p><p dir=\"ltr\">The Haunting delivers the new Soul Capture event. Much like the popular Trophy Hunt event from Season 3, players can collect souls from eliminated players. These collected souls are banked across all game modes in multiplayer, battle royale, and DMZ, and these can be traded for rewards in the event tab. Additionally, there are daily login rewards to earn even more Halloween-themed items, such as a pumpkin weapon charm and evil goat emblem.</p><p dir=\"ltr\">This Halloween event includes spooky map changes and ne", "link": "https://www.gamespot.com/articles/cod-warzone-and-mw2-patch-notes-detail-spooky-new-equipment-for-the-haunting/1100-6518446/?ftag=CAD-01-10abi2f", "date_published": "2023-10-17T16:04:00+00:00", "bookmarked": false, "dead": null, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Assassin's Creed Nexus Successfully Translates AC's Earliest Adventures Into First-Person", "description": "<p><a href=\"https://www.gamespot.com/games/assassins-creed-nexus-vr/\">Assassin's Creed Nexus</a> really surprised me. Granted, I didn't really know what the virtual reality game from developer Red Storm was prior to playing it. Was it a glorified tech demo? A cinematic movie-like experience with interactive elements? Turns out, Nexus is shaping up to be pretty much what I've always hoped for: a first-person Assassin's Creed game. I got to play about an hour of Nexus at a preview event on a Meta Quest 3 headset, experiencing two levels of Ezio's sections, and I was amazed by how much it felt like playing Assassin's Creed Brotherhood. Given how different Connor and Kassandra's games are from Ezio's, I'm curious as to how their respective sections in Nexus will play, but I'm intrigued to try them after enjoying my time with Ezio.</p><p dir=\"ltr\">In Nexus, you play as a spy working with modern-day Assassins Shaun and Rebecca to infiltrate Abstergo Industries. Abstergo--a front for the Te", "link": "https://www.gamespot.com/articles/assassins-creed-nexus-successfully-translates-acs-earliest-adventures-into-first-person/1100-6518430/?ftag=CAD-01-10abi2f", "date_published": "2023-10-17T16:00:00+00:00", "bookmarked": false, "dead": null, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Netflix Is Doing Something It's Never Done Before", "description": "<p>Netflix is <a href=\"https://www.gamespot.com/articles/netflix-is-opening-physical-stores-and-blockbuster-has-a-great-reaction/1100-6518439/\">opening physical stores</a>, but that's not the only new area that the streaming video giant is expanding into. The company has announced its first-ever live sports event, and it's coming up soon. The Netflix Cup, as it's called, is a live golf tournament in Las Vegas featuring some of the stars of its popular shows Formula 1: Drive to Survive and Full Swing.</p><p>The professional drivers and golfers will be paired up to battle it out at the Wynn Golf Club in Las Vegas this fall. This will be a match play event featuring F1 drivers Alex Albon, Pierre Gasly, Lando Norris, and Carlos Sainz. Golfers competing in the event include Rickie Fowler, Max Homa, Collin Morikawa, and Justin Thomas.</p><div>          </div><p>The event takes place on Tuesday, November 14, at 3 PM PT / 6 PM ET. The golf tournament serves as a lead-in to the F1 Las Vegas G", "link": "https://www.gamespot.com/articles/netflix-is-doing-something-its-never-done-before/1100-6518443/?ftag=CAD-01-10abi2f", "date_published": "2023-10-17T15:54:00+00:00", "bookmarked": false, "dead": null, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Get A 1TB PS5 SSD With Heatsink For Only $59", "description": "<div><div class=\"norewrite\" title=\"6518445 - Crucial PS5 SSD\">    <div class=\"buylink__container\">                                                                                                                                                                                               <div class=\"buylink__item\">                  <div class=\"buylink__image-container clickable\">                                            <img alt=\"\" class=\"buylink__image\" src=\"https://www.gamespot.com/a/uploads/square_avatar/1702/17023653/4206886-61hpncgbzjl._ac_sl1500.jpg\" />                                 <a href=\"https://www.amazon.com/dp/B0C34V1SLF?tag=gamespot-promos-20&amp;th=1\"></a>                              </div>                   <div class=\"buylink__text\">                      <p class=\"buylink__title text-bold\">                        <a href=\"https://www.amazon.com/dp/B0C34V1SLF?tag=gamespot-promos-20&amp;th=1\">Crucial P5 Plus 1TB SSD</a>           </p>                              ", "link": "https://www.gamespot.com/articles/get-a-1tb-ps5-ssd-with-heatsink-for-only-59/1100-6518445/?ftag=CAD-01-10abi2f", "date_published": "2023-10-17T15:47:00+00:00", "bookmarked": false, "dead": null, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Destiny 2 Titans, Don't Sleep On The Banner Of War Aspect If You Want To Feel Unstoppable", "description": "<p>Over the last couple of weeks, there has been a rumbling in Destiny 2, a spread of Strand Titans marching to the beat of their own drum. In PvE, these Titans are almost unkillable on their own, roving war machines who can shrug off a planetary bombardment before they lunge toward an unlucky victim and sever them from reality. It hasn't been nerfed yet, and with <a href=\"https://www.gamespot.com/articles/destiny-2-festival-of-the-lost-2023-dates-rewards-and-whats-new-this-year/1100-6518419/\">Festival of the Lost</a> kicking off this week, the Banner of War Titan build could be your best option for farming the more challenging Legend Haunted Sectors of this event.</p><p><a href=\"https://www.gamespot.com/articles/destiny-2-season-22-storyline-weapons-and-everything-we-know/1100-6515517/\">Season 22</a> introduced some terrific new Strand Aspects, with Titans receiving the melee-centric Banner of War. <a href=\"https://www.gamespot.com/articles/destiny-2-fourth-strand-aspects-how-to-get", "link": "https://www.gamespot.com/articles/destiny-2-titans-dont-sleep-on-the-banner-of-war-aspect-if-you-want-to-feel-unstoppable/1100-6518431/?ftag=CAD-01-10abi2f", "date_published": "2023-10-17T15:44:00+00:00", "bookmarked": false, "dead": null, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Live-Action Gargoyles Reboot Reportedly In The Works For Disney Plus", "description": "<p dir=\"ltr\">The animated cult classic show Gargoyles may come to life as a live-action Disney+ series in the future. A new report states that Annabelle and IT writer Gary Dauberman is spearheading a remake of the 1990s cartoon with James Wan's production company Atomic Monster.</p><p dir=\"ltr\">According to <a href=\"https://www.hollywoodreporter.com/tv/tv-news/gargoyles-live-action-tv-show-reboot-1235342849/\">The Hollywood Reporter</a>, Dauberman--who also directed Annabelle Comes Home and the upcoming Salem's Lot--will write and serve as showrunner on the Gargoyles live-action remake. He'll also executive produce the Disney+ series with Wan, as the duo previously worked together on the Annabelle and Nun film franchises.</p><p dir=\"ltr\">The original Gargoyles ran for three seasons and 78 episodes from 1994-97. Taking place in New York City, the cartoon saw the eponymous characters be \"stone by day, warriors by night,\" even teaming up with a police officer named Elisa Maza. The show a", "link": "https://www.gamespot.com/articles/live-action-gargoyles-reboot-reportedly-in-the-works-for-disney-plus/1100-6518441/?ftag=CAD-01-10abi2f", "date_published": "2023-10-17T15:25:00+00:00", "bookmarked": false, "dead": null, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Today Only – Huge Discounts On Pokemon Trading Cards At Best Buy", "description": "<p>Collecting Pokemon cards is an expensive hobby, as there are thousands of cards to collect--and expansions tend to release every few months. But if you're looking to snag cards for cheap, consider checking out the sale happening at <a href=\"https://shop-links.co/1822734640827667012?u1=subid_value\">Best Buy</a> right now. Several Pokemon TCG products are seeing steep price cuts, making this a great time to expand your collection. The <strong>sale ends at the end of the day (10 PM PT / 1 AM ET)</strong>, so you'll need to move fast.</p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://shop-links.co/1822734640827667012?u1=subid_value\">See all Pokemon TCG deals</a> </div></div><h2> </h2><h2>Pokemon TCG Deal of the Day at Best Buy</h2><ul><li><a href=\"https://shop-links.co/1822734237893445244?u1=subid_value\">Pokemon TCG: Paldea Evolved Elite Trainer Box</a> -- $35 ($<del>50</del>)</li><li><a href=\"https://shop-links.co/1822734256275862003?u1=subid_value\">Pokemon TCG: Pal", "link": "https://www.gamespot.com/articles/today-only-huge-discounts-on-pokemon-trading-cards-at-best-buy/1100-6518438/?ftag=CAD-01-10abi2f", "date_published": "2023-10-17T15:10:00+00:00", "bookmarked": false, "dead": null, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Intel Core 14th Generation Processors Launch This Week, Up For Grabs At Amazon", "description": "<p>The new <a href=\"https://www.amazon.com/stores/page/preview?isSlp=1&amp;isPreview=1&amp;asins=B0CGJDBCTK,B0CGJDKLB8,B0CGJ41C9W,B0CGJC178L,B0CGJ9STNF,B0CGJ4MLC8?tag=gamespot-promos-20\">Intel Core 14th Generation processors</a> arrive on October 18, offering a big leap in power over their predecessors. Intel notes that these CPUs are all great for gaming. Prices run the gamut from just $304 for the Core i5-14600KF to $599 for the Core i9-14900K.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://www.amazon.com/stores/page/preview?isSlp=1&amp;isPreview=1&amp;asins=B0CGJDBCTK,B0CGJDKLB8,B0CGJ41C9W,B0CGJC178L,B0CGJ9STNF,B0CGJ4MLC8?tag=gamespot-promos-20\">See all Intel 14th Gen CPUs</a> </div><p>If you want the most robust experience possible, then you'll want to opt for the aforementioned <a href=\"https://www.amazon.com/i9-14900K-Desktop-Processor-Integrated-Graphics/dp/B0CGJDKLB8?tag=gamespot-promos-20\">Core i9-14900K</a>. This is the top-of-the-line product, and one that ", "link": "https://www.gamespot.com/articles/intel-core-14th-generation-processors-launch-this-week-up-for-grabs-at-amazon/1100-6518440/?ftag=CAD-01-10abi2f", "date_published": "2023-10-17T15:08:00+00:00", "bookmarked": false, "dead": null, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Alan Wake Flashback Is A Recap Of The First Game You Can Play Inside Fortnite", "description": "<p dir=\"ltr\">When Epic launched Unreal Editor for Fortnite (UEFN), sometimes referred to by fans as Creative 2.0, players speculated about the new ways the platform could be used. Today, we can see one such novel application: a hearty recap of Alan Wake--Remedy's 2010 psychological action thriller--just in time for next week's Epic-published sequel, <a href=\"https://www.gamespot.com/games/alan-wake-ii/\">Alan Wake 2</a>. Alan Wake Flashback is a collaboration between Remedy and Epic, as well as UEFN developers Spiral House and Zen Creative, and though it isn't a complete remake of the original game, it works equally well as a 30-minute primer for the uninitiated or as a new perspective for fans already eager for the <a href=\"https://www.gamespot.com/articles/sam-lake-on-alan-wake-2-there-was-never-a-time-when-i-felt-like-it-would-not-happen/1100-6514610/\">sequel 13 years in the making</a>.</p><p dir=\"ltr\">Ahead of its debut, I got to play the entire experience, bringing with me an adm", "link": "https://www.gamespot.com/articles/alan-wake-flashback-is-a-recap-of-the-first-game-you-can-play-inside-fortnite/1100-6518422/?ftag=CAD-01-10abi2f", "date_published": "2023-10-17T15:04:00+00:00", "bookmarked": false, "dead": null, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "EA Sports WRC Preorders Are 40% Off At Amazon For PS5 And Xbox", "description": "<div class=\"norewrite\" title=\"6517543 - WRC Preorders\">    <div class=\"buylink__container\">                                                                                                                                                                                               <div class=\"buylink__item\">                  <div class=\"buylink__image-container clickable\">                                            <img alt=\"\" class=\"buylink__image\" src=\"https://www.gamespot.com/a/uploads/square_avatar/1702/17023653/4189777-wrc.jpg\" />                                 <a href=\"https://www.amazon.com/dp/B0CGY12KNV?tag=gamespot-preorders-20\"></a>                              </div>                   <div class=\"buylink__text\">                      <p class=\"buylink__title text-bold\">                        <a href=\"https://www.amazon.com/dp/B0CGY12KNV?tag=gamespot-preorders-20\">Preorder EA Sports WRC Standard Edition</a>           </p>                                                    ", "link": "https://www.gamespot.com/articles/ea-sports-wrc-preorders-are-40-off-at-amazon-for-ps5-and-xbox/1100-6517543/?ftag=CAD-01-10abi2f", "date_published": "2023-10-17T14:56:00+00:00", "bookmarked": false, "dead": null, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Netflix Is Opening Physical Stores, And Blockbuster Has A Great Reaction", "description": "<p>Netflix is planning to open physical stores as soon as 2025, and one company that tried that and ultimately failed, Blockbuster, had a great reaction on social media.</p><p>Blockbuster, a movie rental chain whose fortunes declined amid the shift to digital and streaming, <a href=\"https://twitter.com/blockbuster/status/1714016490012266855?s=20\">posted a reaction X/Twitter</a>. It said, \"Oh boy... Should we tell Netflix how this ends?\"</p><div><blockquote align=\"center\" class=\"twitter-tweet\"><p dir=\"ltr\">Oh boy... Should we tell <a href=\"https://twitter.com/netflix?ref_src=twsrc^tfw\">@netflix</a> how this ends?<a href=\"https://t.co/TtrG4gmvxZ\">https://t.co/TtrG4gmvxZ</a></p>  — Blockbuster (@blockbuster) <a href=\"https://twitter.com/blockbuster/status/1714016490012266855?ref_src=twsrc^tfw\">October 16, 2023</a></blockquote>              </div><p>The account has been roasting Netflix recently. It also tweeted its advice to influencer Kalen Allen to <a href=\"https://twitter.com/blockbu", "link": "https://www.gamespot.com/articles/netflix-is-opening-physical-stores-and-blockbuster-has-a-great-reaction/1100-6518439/?ftag=CAD-01-10abi2f", "date_published": "2023-10-17T14:51:00+00:00", "bookmarked": false, "dead": null, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Save Big On This Gorgeous Book That Chronicles The History Of Handheld Gaming", "description": "<p>If you're a longtime fan of handheld gaming, you'll want to check out <strong><a href=\"https://www.amazon.com/Handheld-History-comprehensive-celebration-publisher/dp/0008598177?tag=gamespot-promos-20\">Amazon's deal on A Handheld History</a></strong>. Following a successful Kickstarter campaign last year, the book has received a new printing for sale at major retailers. A Handheld History released today, October 17, on Amazon, and you can save $10 on the hardcover edition (list price is $40). Simply click the coupon box on the listing to drop the price to $30. Alternatively, you can <a href=\"https://www.amazon.com/Lost-Cult-comprehensive-celebration-publisher-ebook/dp/B0BTB59J4N?tag=gamespot-promos-20\">buy the Kindle version for $22</a>, down from $40.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://www.amazon.com/Handheld-History-comprehensive-celebration-publisher/dp/0008598177?tag=gamespot-promos-20\">See at Amazon</a> </div><p dir=\"ltr\">A Handheld History was crea", "link": "https://www.gamespot.com/articles/save-big-on-this-gorgeous-book-that-chronicles-the-history-of-handheld-gaming/1100-6511490/?ftag=CAD-01-10abi2f", "date_published": "2023-10-17T14:28:00+00:00", "bookmarked": false, "dead": null, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "New LOTR Game's Trailer Is Narrated By This Star From The Movies", "description": "<p>Free Range Games has released the opening cinematic for <a href=\"https://www.gamespot.com/games/the-lord-of-the-rings-return-to-moria/\">The Lord of the Rings: Return to Moria</a>, and it's narrated by a very famous and well-known actor from the movie series. John Rhys-Davies, who played Gimli in Peter Jackson's movie series, reprises the role for the opening cinematic.</p><p>Free Range is releasing cinematic today, October 17, to celebrate <a href=\"https://tolkiengateway.net/wiki/Durin%27s_Day\">Durin's Day</a>. Additionally, Rhys-Davies will <a href=\"https://www.youtube.com/watch?v=pFYTKnwRItA\">speak with Nerd of the Rings today</a> at 9 AM PT / 12 PM ET to discuss his role in the game and more. The opening cinematic sets up some of the story and has very wholesome vibes about dwarves teaming up to... return to Moria.</p><p>Return to Moria is set in the Fourth Age of Middle-earth, taking players deep into the mines of Moria as dwarves on a quest to reclaim lost treasure. The game ", "link": "https://www.gamespot.com/articles/new-lotr-games-trailer-is-narrated-by-this-star-from-the-movies/1100-6518437/?ftag=CAD-01-10abi2f", "date_published": "2023-10-17T14:07:00+00:00", "bookmarked": false, "dead": null, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Jurassic Park's Sam Neill Says His Cancer Remission May Not Be Forever, And He's Not Afraid Of Dying", "description": "<p>Actor Sam Neill, known for his roles in the Jurassic Park series and the TV show Peaky Blinders, has discussed his blood cancer diagnosis, saying he is not afraid of dying. Neill's cancer is in remission, but that might not be forever. Speaking to <a href=\"https://www.youtube.com/watch?v=fMa4iQLAp4I\">Australian Story</a> in interviews conducted before the SAG-AFTRA strike began, Neill said he's aware that his cancer may return, and that could be the end for him.</p><p>\"I am not in any way frightened of dying. That has never worried me,\" he said. \"But I would be annoyed, because there still things I want to do. Very irritating, dying, but I'm not afraid of it.\"</p><p>Neill was diagnosed with rare non-hodgkin's lymphoma. He underwent 3-4 months of what Neill said was \"reasonably conventional chemotherapy.\" Neill said it was a \"brutal\" process that left him feeling like \"bones and skin,\" according to one of his sons. His cancer was particularly aggressive, doctors said.</p><a href=\"h", "link": "https://www.gamespot.com/articles/jurassic-parks-sam-neill-says-his-cancer-remission-may-not-be-forever-and-hes-not-afraid-of-dying/1100-6518433/?ftag=CAD-01-10abi2f", "date_published": "2023-10-17T14:05:00+00:00", "bookmarked": false, "dead": null, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "All The Lord Of The Rings Games On The Way", "description": "<p dir=\"ltr\">The Lord of the Rings video games are having a mini-renaissance. The Lord of the Rings: Gollum launched in May, and there are at least four more Lord of the Rings games in development set for release over the coming years.</p><p dir=\"ltr\">LOTR: Gollum <a href=\"https://www.gamespot.com/articles/review-roundup-for-the-lord-of-the-rings-gollum/1100-6514556/\">isn't getting great reviews</a>, so fans might be looking to the future to find out what's coming next in the world of Middle-earth video games. We've rounded up all of the games that have been announced so far, and there are quite a few on the way.</p><p dir=\"ltr\">There is a new game from Lord of the Rings movie studio Weta's gaming division, a survival game about dwarves in Moria, and a new MMO from Amazon, among other projects.</p><a href=\"https://www.gamespot.com/articles/all-the-lord-of-the-rings-games-on-the-way/1100-6514561/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/all-the-lord-of-the-rings-games-on-the-way/1100-6514561/?ftag=CAD-01-10abi2f", "date_published": "2023-10-17T13:47:00+00:00", "bookmarked": false, "dead": null, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Xbox Game Pass Gets Eight More Games In October, Including One Of The Best Horror Games Of The Year", "description": "<p>The next wave of new titles coming to Xbox Game Pass in October have been announced, and for anyone looking for sci-fi horror, incredibly in-depth city-building, and samurai action, there's a lot to look forward to.</p><p>Kicking things off this month is Like a Dragon: Ishin, a remake of a game that was once considered to be an <a href=\"https://www.gamespot.com/articles/like-a-dragon-ishin-was-considered-to-be-an-impossible-port-for-years-by-rgg/1100-6507545/\">impossible game to port</a> to Western audiences. Set in feudal Japan, the game follows Sakamoto Ryoma in his quest for revenge during the dawn of industrialization in that nation. It'll be available from today on Game Pass for console, PC, and cloud devices. Next month will also see the <a href=\"https://www.gamespot.com/articles/a-bunch-more-xbox-game-pass-games-confirmed-including-another-day-one-title/1100-6517882/\">day-one release of Like a Dragon Gaiden: The Man Who Erased His Name</a>, which is set after Yakuza 6: The ", "link": "https://www.gamespot.com/articles/xbox-game-pass-gets-eight-more-games-in-october-including-one-of-the-best-horror-games-of-the-year/1100-6518435/?ftag=CAD-01-10abi2f", "date_published": "2023-10-17T13:45:00+00:00", "bookmarked": false, "dead": null, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "New Spider-Man 2 Trailer Wonders \"What The Hell Is Going On With Pete?\"", "description": "<p dir=\"ltr\">In just a few days, Peter Parker and Miles Morales will team up to protect New York City in Marvel's Spider-Man 2. Sony and developer Insomniac are recognizing the upcoming release on October 20 with a new launch trailer for the PS5 exclusive, which shows off villains like Sandman, The Lizard, and Venom.</p><p dir=\"ltr\">In fact, the symbiote saga serves as a major focus for this sequel. Spider-Man 2 sees the sentient liquid forming a bond with Parker and clearly affecting him as a person. So much so that in the trailer--seen below--we hear Miles ask, \"What the hell is going on with Pete?\"</p><p dir=\"ltr\">Unfortunately for the duo, it's not just Venom whom they'll have to contend with in Spider-Man 2. The video showcases a gigantic battle with Sandman, who seems to have brought a sandstorm to the Big Apple. The upcoming game also puts <a href=\"https://www.gamespot.com/articles/marvels-spider-man-2-puts-an-impressively-gross-spin-on-the-lizard/1100-6518357/\">an impressivel", "link": "https://www.gamespot.com/articles/new-spider-man-2-trailer-wonders-what-the-hell-is-going-on-with-pete/1100-6518436/?ftag=CAD-01-10abi2f", "date_published": "2023-10-17T13:42:00+00:00", "bookmarked": false, "dead": null, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "These Five Games Are Getting Removed From Game Pass This Month", "description": "<p>As it does twice per month, Microsoft is removing another set of titles from the Xbox Game Pass library. There are five games leaving the service on October 31, following the six that were axed from Game Pass on October 15.</p><p>Titles getting dropped from Game Pass on October 31 include Gunfire Reborn, Kill It With Fire, Persona 5 Royal, Signalis, and Solasta Crown of the Magister. Persona 5 Royal and Signalis were added to Game Pass in October 2022, so there is a possibility that Microsoft had a one-year deal for these titles.</p><p>Game Pass isn't just losing games in October, though. Like A Dragon: Ishin comes to the service today, October 17, while F1 Manager 2023 lands on October 19. Day-one launches like Cities: Skylines II and Headbangers: Rhythm Royale are also coming this month. For more, check out GameSpot's rundown of <a href=\"https://www.gamespot.com/articles/xbox-game-pass-gets-eight-more-games-in-october-including-one-of-the-best-horror-games-of-the-year/1100-65184", "link": "https://www.gamespot.com/articles/these-five-games-are-getting-removed-from-game-pass-this-month/1100-6518434/?ftag=CAD-01-10abi2f", "date_published": "2023-10-17T13:14:00+00:00", "bookmarked": false, "dead": null, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Special Pokemon Van Gogh Museum Promo Cards Are Now Van Gone Over Safety Concerns", "description": "<p>In a tale as old as time, another Pokemon event has been ruined by scalpers. What was supposed to be a fun and educational collaboration between the <a href=\"https://www.gamespot.com/articles/pokemon-artwork-comes-to-iconic-van-gogh-museum-but-there-is-bad-news-too/1100-6518047/\">Van Gogh Museum in Amsterdam and the Pokemon Company</a> last month quickly descended into chaos when <a href=\"https://www.gamespot.com/articles/pokemon-company-apologizes-after-van-gogh-collab-merch-sells-out-instantly/1100-6518080/\">scalpers arrived to snatch up all the available promotional items</a>. The most sought-after item was a special promo card, Pikachu with Grey Felt Hat, that was given to customers for free after any item was purchased. With the museum citing safety and security concerns, the limited-edition Pokemon card will not be restocked.</p><figure style=\"width: 1280px;\"><a href=\"https://www.gamespot.com/a/uploads/original/1601/16018044/4206816-pika-1.jpg\"><img alt=\"Pikachu with Grey Fe", "link": "https://www.gamespot.com/articles/special-pokemon-van-gogh-museum-promo-cards-are-now-van-gone-over-safety-concerns/1100-6518432/?ftag=CAD-01-10abi2f", "date_published": "2023-10-17T13:10:00+00:00", "bookmarked": false, "dead": null, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Mortal Kombat: Onslaught Turns The Franchise Into A Team-Based RPG", "description": "<p dir=\"ltr\">If there's anything Mortal Kombat has always been known for, it's the crack, crunch, spurt, and gurgle of its graphic violence. But over the last decade, the franchise has become just as synonymous for its Hollywood-caliber cutscenes and epic storytelling, and that's exactly what Mortal Kombat: Onslaught, NetherRealm Studios' new mobile game, hopes to capture in its gameplay.</p><p dir=\"ltr\">That's a tall order considering the grandiose scale of its cinematics, often displaying over-the-top battles of dozens of characters taking on larger-than-life villains--even the mainline games' usual 1v1 fights rarely capture the same Hollywood blockbuster spirit. But Mortal Kombat: Onslaught, a real-time, squad-based mobile RPG, sets out to replicate that sense of scale in the palm of your hands. During my hands-off preview of the game, I got a look at exactly how the gameplay intended to capture that and chatted with lead designer and NetherRealm veteran Mike Lee.</p><p dir=\"ltr\">", "link": "https://www.gamespot.com/articles/mortal-kombat-onslaught-turns-the-franchise-into-a-team-based-rpg/1100-6518428/?ftag=CAD-01-10abi2f", "date_published": "2023-10-17T13:00:00+00:00", "bookmarked": false, "dead": null, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}]