[{"source": "https://www.arabnews.com/rss.xml", "title": "Kuwait urges citizens in US to avoid ‘gatherings’", "description": "KUWAIT: The Embassy of Kuwait in Washington, D.C. issued a warning for citizens in the US to stay away from “any random gatherings” after the latest Hamas-Israel fighting sparked nationwide protests.\n\n\tThe embassy urged citizens to take caution and follow the guidelines issued by local authorities.\n\n\t \n\n\t\tpic.twitter.com/FXRcZoNUdj", "link": "https://www.arabnews.com/node/2392711/middle-east", "date_published": "2023-10-17T08:10:30+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "KSrelief and UN discuss global humanitarian aid in Riyadh", "description": "RIYADH: Officials from Saudi Arabia’s aid agency, KSrelief, met with representatives from the UN on Monday in Riyadh to discuss regional and global humanitarian issues.\n\n\tDr. Aqeel Al-Ghamdi, KSrelief’s assistant supervisor-general for planning and development, met with Lisa Doughten, director of humanitarian financing and resource mobilization, of the UN Office for the Coordination of Humanitarian Affairs.\n\n\tDoughten praised KSrelief for its efforts to support the UN and aid agencies around the world.", "link": "https://www.arabnews.com/node/2392686/saudi-arabia", "date_published": "2023-10-17T07:10:47+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "Canadian singer Shania Twain to perform at Abu Dhabi F1", "description": "DUBAI: Canadian singer Shania Twain will perform at the 2023 Abu Dhabi Formula One Grand Prix.  \n\n\tThe country-pop star will play on the penultimate night of the concert series at Etihad Park on Nov. 25. The five-time Grammy Award winner will hit the stage with her iconic hits, including “Any Man of Mine,” “That Don’t Impress Me Much,” “You’re Still the One” and “Man! I Feel Like A Woman!”", "link": "https://www.arabnews.com/node/2392701/lifestyle", "date_published": "2023-10-17T07:10:41+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "Iraq activists call for demonstrations to support Palestinians in Gaza", "description": "CAIRO: Iraqi activists have called for demonstrations on Friday across Baghdad to support “besieged” Palestinians in the Gaza Strip amid the ongoing Israeli war and occupation.\n\n\t“The Preparatory Committee announced the organization of massive popular demonstrations in Baghdad and the rest of the country’s governorates, in support of the brothers in Palestine and in solidarity with the besieged Gaza Strip, and the Palestinian resistance factions in the face of the usurping Israeli occupation,” according to a statement received by the Iraqi News Agency.", "link": "https://www.arabnews.com/node/2392706/middle-east", "date_published": "2023-10-17T07:10:41+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "KSrelief’s Masam project in Yemen dismantles 746 mines in a week", "description": "RIYADH: Saudi Arabia’s aid agency, KSrelief, has dismantled 746 mines in Yemen as part of its Masam project — in just one week in October.\n\n\tThis includes 113 anti-tank mines and 631 unexploded ordnances, during operations in the second week of the month, the Saudi Press Agency reported on Tuesday.\n\n\tSince the beginning of the project, a total of 418,579 mines have been dismantled.\n\n\tMeanwhile, KSrelief distributed 24 tons of food baskets Sunday to families impacted by the earthquake in western Afghanistan.", "link": "https://www.arabnews.com/node/2392681/saudi-arabia", "date_published": "2023-10-17T07:10:33+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "Shin Bet chief says ‘responsibility mine’ for Gaza failure", "description": "RIYADH: The director of Israel’s Shin Bet security agency on Monday said he was responsible for failing to detect Hamas’ infiltration on Oct. 7.\n\n\tIn a message to members of the agency, Ronen Bar reportedly said: “As the one who heads the organization, the responsibility for this is mine.”\n\n\t“There will be time for investigations. Now we are fighting,” the Jordan News Agency reported.", "link": "https://www.arabnews.com/node/2392696/middle-east", "date_published": "2023-10-17T07:10:27+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "King Abdullah discusses dire Gaza situation with Germany’s president", "description": "BERLIN: Thousands of Palestinians are at risk if Israel’s bombardment of Gaza continues, and may push the entire region into a new cycle of violence, Jordan’s King Abdullah warned on Monday.\n\n\tThe king, during a meeting with Germany’s President Frank-Walter Steinmeier in Berlin, spoke about the worsening humanitarian situation in Gaza due to the shortage of food, water and medicine. And he called for assurances that the medical sector could continue to treat sick and injured Palestinians amid the conflict, state news agency Petra reported.", "link": "https://www.arabnews.com/node/2392691/middle-east", "date_published": "2023-10-17T07:10:24+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "Saudi defense minister discusses Gaza situation with UK, Italian counterparts", "description": "RIYADH: Saudi Arabia's defense minister Prince Khalid bin Salman received a call from his UK counterpart Grant Shapps on Monday.\n\n\tDuring the call, the two ministers reviewed strategic relations and defense cooperation, Prince Khalid posted on X, formerly Twitter. \n\n\t“We also discussed the situation in Gaza and I stressed the need to de-escalate, cease military operations, and uphold international law to protect innocent lives,” Prince Khalid added.", "link": "https://www.arabnews.com/node/2392571/saudi-arabia", "date_published": "2023-10-17T06:38:56.171309+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "Rangers take 2-0 lead over Astros, Phillies down Arizona", "description": "LOS ANGELES: The Texas Rangers held off a ferocious late rally from the defending champion Houston Astros to claim a 5-4 victory and snatch a commanding 2-0 series lead in the Major League Baseball playoffs on Monday.\n\n\tTexas, who had blanked the Astros 2-0 in Game 1 of the best-of-seven American League Championship Series on Sunday, jumped on Houston starter Framber Valdez early to take a commanding 4-0 first inning lead at Minute Maid Park.", "link": "https://www.arabnews.com/node/2392676/sport", "date_published": "2023-10-17T06:10:18+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "Hamas broadcasts video of ‘prisoner’ in Gaza", "description": "GAZA STRIP: Palestinian militant group Hamas released Monday on its official Telegram channel a video of “one of the prisoners in Gaza,” showing a young woman speaking Hebrew.\n\tThe video, which could not immediately be verified by AFP, includes footage purportedly of the same woman receiving treatment for an arm injury.\n\tAccording to the caption, she had been abducted on October 7, when Hamas militants attacked southern Israel, triggering a war that has killed thousands of people in both Israel and the blockaded Gaza Strip, which Israel is bombing in retalitation.", "link": "https://www.arabnews.com/node/2392661/middle-east", "date_published": "2023-10-17T05:10:46+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "Iran says ‘preemptive action’ by resistance front expected in coming hours", "description": "Iran’s top envoy said that a “preemptive action” could be expected in the coming hours, state TV reported on Monday, adding that Israel will not be allowed to take any action in the Gaza Strip without facing consequences.\n\t“Leaders of the Resistance will not allow the Zionist regime to take any action in Gaza. ... All options are open and we cannot be indifferent to the war crimes committed against the people of Gaza,” Foreign Minister Hossein Amirabdollahian, told state TV.", "link": "https://www.arabnews.com/node/2392666/middle-east", "date_published": "2023-10-17T05:10:19+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "French school killer claimed attack for Daesh group: prosecutor", "description": "PARIS: The man who killed a French schoolteacher last week was expected to be charged with terror offenses on Tuesday, a prosecutor said, adding that he had sworn allegiance to the Daesh group in an audio recording before his attack.\n\tFriday’s attack, in combination with the surge in Middle East tensions after Hamas’ October 7 attack on Israel and Israeli reprisals, has jangled nerves in France and put the country on high alert for further violence.", "link": "https://www.arabnews.com/node/2392966/world", "date_published": "2023-10-17T02:10:50+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "Global carbon trading meeting to be held in Riyadh during FII", "description": "RIYADH: Top industry leaders from Latin America, Asia, Africa, and Oceania will gather in Riyadh next week to discuss emissions trading policy in preparation for the COP28 summit. \n\n\tThe Kingdom’s Regional Voluntary Carbon Market Co. will host the Global South Carbon Markets Conference on Oct. 26 during the Future Investment Initiative in association with S&amp;P Global Commodity Insights.", "link": "https://www.arabnews.com/node/2392971/business-economy", "date_published": "2023-10-17T02:10:31+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "Lebanese journalist receives threats, travel ban for interviewing Israeli official", "description": "LONDON: Last week, Layal Alekhtiar, one of Al-Arabiya News Channel’s main anchors, was getting ready for yet another long day in front of the camera as the Israeli-Hamas conflict continued to intensify.\n\n\tAlekhtiar, an experienced Lebanese journalist who has worked for outlets such as US-funded Alhurra and Lebanon’s LBC, was well equipped for what the day could hold for her. After all, she had interviewed prime ministers, foreign secretaries and a host of other high-level officials and delegates.", "link": "https://www.arabnews.com/node/2392956/media", "date_published": "2023-10-17T02:10:18+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "Hamas says one of top commanders killed in Israel strike", "description": "GAZA STRIP: Palestinian militant group Hamas said Tuesday one of the top leaders of its armed wing was killed in an Israeli strike in the Gaza Strip.\n\t“Ayman Nofal, ‘Abu Ahmad’, a member of the general military council and commander of the central command in Al-Qassam Brigades, was killed” in an Israeli strike on the central Gaza Strip, Hamas said in a statement, referring to its military wing.\n\tThe Israeli military did not immediately confirm the killing when contacted by AFP.", "link": "https://www.arabnews.com/node/2392961/middle-east", "date_published": "2023-10-17T02:10:02+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "EU must support Tunisia to stem irregular migrant flows, Italy minister says", "description": "ROME: The Italian interior minister said on Tuesday it was \"essential\" for the European Union to support Tunisia to stem flows of irregular migrants from northern Africa.\n\t\"I believe that it is in the interest of all parties to swiftly implement the contents of the deal between the EU and Tunisia\" signed in July, Matteo Piantedosi told parliament.", "link": "https://www.arabnews.com/node/2392911/world", "date_published": "2023-10-17T01:10:57+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "Gaza’s limited water supply raises concerns for human health", "description": "NEW YORK: A lack of clean water in the Gaza Strip is raising major concerns for human health.\n\t“Gaza is running out of water, and Gaza is running out of life,” said Philippe Lazzarini, chief of the UN agency for Palestinians.\n\tGaza normally gets its water supplies from a combination of sources, including a pipeline from Israel, desalination plants on the Mediterranean Sea and wells. Those supplies were slashed when Israel cut off water, along with the fuel and electricity that power water and sewage plants, in the wake of the Hamas attacks.", "link": "https://www.arabnews.com/node/2392616/middle-east", "date_published": "2023-10-17T01:10:46+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "Belgium-Sweden Euro qualifier abandoned after Brussels shooting", "description": "PARIS: Belgium’s Euro 2024 Group F qualifier against Sweden was abandoned at halftime and fans were kept in the stadium for security reasons after two Swedes were shot dead in an attack in Brussels on Monday.\n\n\tSupporters at the King Baudouin stadium in the Belgian capital were told to remain inside the ground following an announcement that the players would not return for the second half.", "link": "https://www.arabnews.com/node/2392606/football", "date_published": "2023-10-17T01:10:26+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "Saudi crown prince meets with Prince Albert of Monaco in Riyadh", "description": "RIYADH: Saudi Arabia’s Crown Prince Mohammed bin Salman met with Prince Albert of Monaco in Riyadh on Tuesday.\n\n\tDuring the meeting, aspects of bilateral relations between the two countries and promising opportunities to develop them were reviewed. A number of issues of common interest were also discussed.\n\n\tThe meeting was attended by the Minister of Sports Prince Abdulaziz bin Turki Al-Faisal and the Minister of Culture Prince Badr bin Abdullah bin Farhan.", "link": "https://www.arabnews.com/node/2392936/saudi-arabia", "date_published": "2023-10-17T01:10:14+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "Greta Thunberg was among climate activists detained at a protest to disrupt oil executives’ forum", "description": "LONDON: Greta Thunberg was detained by British police on Tuesday alongside other climate activists who gathered outside a central London hotel to disrupt a major oil and gas industry conference.\n\tThunberg was among dozens of protesters who chanted “oily money out” and sought to block access to the luxury InterContinental Hotel on Park Lane, which is hosting the Energy Intelligence Forum.\n\tAn Associated Press photographer saw Thunberg being led away by officers and taken into a police vehicle, along with about 10 other activists.", "link": "https://www.arabnews.com/node/2392931/world", "date_published": "2023-10-17T01:10:12+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "Celebrity-loved designer Michael Cinco unveils Spain-inspired collection in Dubai", "description": "DUBAI: Celebrity designer Michael Cinco unveiled his latest collection in Dubai this week, showing off a line dedicated to Spanish culture and traditions.  \n\n\tCinco's vibrant collection was an ode to Spanish culture and boasted capes, embroidered fabrics and oversized epaulettes adorned with sparkling stones. Short fiery red-and-black blazers riffed on matador fashion, while corsets, skirts, and short playsuits built out the versatile collection.", "link": "https://www.arabnews.com/node/2392926/lifestyle", "date_published": "2023-10-17T01:10:11+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "Five-time champions Australia get their first win at Cricket World Cup, beat Sri Lanka by 5 wickets", "description": "LUCKNOW, India: Five-time champions Australia secured their first win at the Cricket World Cup with a five-wicket victory over Sri Lanka on Monday with almost 15 overs to spare and after a rain delay, high winds and dust from a sand storm.\n\n\tAdam Zampa spun out Sri Lanka with 4-47 in eight overs as he helped trigger a Sri Lankan batting collapse. Cruising at 125-0 at one point, the 1996 champions crashed to 209 all out in 43.3 overs, losing all 10 wickets for just 84 runs. Openers Pathum Nissanka (61) and Kusal Perera (78) were the only significant scorers.", "link": "https://www.arabnews.com/node/2392611/cricket", "date_published": "2023-10-17T01:10:05+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "Agreement signed to enhance trade between Organization of Islamic Cooperation and Africa", "description": "RIYADH: An agreement has been reached with the aim of boosting economic activities between member states of the Organization of Islamic Cooperation and those of the Eastern and Southern African Trade and Development Bank. \n\n\tThis TDB and the International Islamic Trade Finance Corp., a member of the Islamic Development Bank Group, signed a memorandum of understanding during the World Bank Group and International Monetary Fund annual meetings in Marrakech, Morocco.", "link": "https://www.arabnews.com/node/2392916/business-economy", "date_published": "2023-10-17T01:10:01+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "Russian shelling wounds six in south Ukraine", "description": "KYIV: Russian strikes on the southern Ukrainian city of Kherson wounded at least six people on Tuesday, after Moscow said it had shot down drones headed for annexed Crimea at night.\n\tThe attacks came as Russia’s offensive drags on for almost 20 months and with Kyiv waging a counteroffensive launched during the summer.\n\tThe head of Kherson, Roman Mrochko, said the southern city saw “massive” Russian shelling that wounded five people.\n\tAnother strike on a nearby transport company wounded two more people, the region’s governor, Oleksandr Prokudin said.", "link": "https://www.arabnews.com/node/2392906/world", "date_published": "2023-10-17T01:10:01+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "US Republican presidential candidate Tim Scott ‘restraint’ of Israel’s Netanyahu, says US should move more firepower to region", "description": "WASHINGTON: Sen. Tim Scott of South Carolina on Monday praised Israeli Prime Minister Benjamin Netanyahu for showing what he called “restraint” after Hamas attacked Israel over a week ago.\n\tThe Republican presidential candidate said Netanyahu “waited” and showed “patience” and “humanity” in response to the Oct. 7 attack.\n\tIsrael launched airstrikes in Gaza the day of the attack and Netanyahu declared war with Hamas, vowing to inflict an “unprecedented price.” The war has become the deadliest of five Gaza wars for both sides, with more than 4,000 dead.", "link": "https://www.arabnews.com/node/2392601/world", "date_published": "2023-10-17T00:10:47+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "Israel strikes Hezbollah ‘terrorist’ targets in Lebanon: army", "description": "JERUSALEM: Israel launched strikes overnight on Hezbollah “terrorist” targets in Lebanon, the Israeli army said in a statement early Tuesday.\n\t“The Israeli army is striking military targets of the terrorist organization Hezbollah on Lebanese territory,” it said.\n\tSince the start of the war triggered by the unprecedented attack by Hamas on Israel on October 7, clashes on the Israel-Lebanon border have left around 10 people dead on the Lebanese side, mostly combatants but also a Reuters journalist and two civilians.", "link": "https://www.arabnews.com/node/2392596/middle-east", "date_published": "2023-10-17T00:10:33+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "Trump, campaigning in Iowa, vows to ban Hamas sympathizers from US if he wins a second term", "description": "CLIVE, Iowa: Doubling down on the hard-line immigration policies that have long animated his base, former President Donald Trump on Monday vowed to bar refugees from Gaza and immediately expand his first-term Muslim travel ban if he wins a second term following the deadly attack on Israel last week.", "link": "https://www.arabnews.com/node/2392586/world", "date_published": "2023-10-17T00:10:24+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "UN Security Council rejects Russia’s resolution on Gaza that fails to mention Hamas", "description": "UNITED NATIONS: The UN Security Council rejected a Russian resolution Monday night that condemned violence and terrorism against civilians but made no mention of Hamas, whose surprise attack that killed 1,300 Israelis was the worst Jewish massacre since the World War II Nazi Holocaust.\n\tOnly four countries joined Russia in voting for the resolution. Four countries voted against it, including the United States. Six countries abstained.", "link": "https://www.arabnews.com/node/2392591/middle-east", "date_published": "2023-10-17T00:10:21+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}]