[{"source": "https://businessinsider.com.pl/.feed", "title": "Kolejna tajemnicza śmierć w Rosji. Wiceprezes banku wypadła z okna", "description": "Rosyjskie media donoszą o kolejnej zagadkowej śmierci. Krisitina Baikowa, 28-letnia wiceprezes tamtejszego Loko-Banku, miała wypaść z okna z 11. piętra mieszkania w Moskwie.", "link": "https://businessinsider.com.pl/gospodarka/kolejna-tajemnicza-smierc-w-rosji-wiceprezes-banku-wypadla-z-okna/ykz9bmm", "date_published": "2023-06-29 19:39:22+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kłopotliwy partner Izery. Chińska firma na czarnej liście za wspieranie Rosji", "description": "Producent samochodów Geely został wpisany przez Ukrainę na czarną listę firm wspierających Rosję. Chiński koncern jest partnerem marki Izera, polskiego samochodu elektrycznego, który ma trafić \"pod strzechy\".", "link": "https://businessinsider.com.pl/motoryzacja/partner-izery-na-czarnej-liscie-za-wspieranie-rosji-co-z-polskim-elektrykiem/ejzvzn1", "date_published": "2023-06-29 18:09:10+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Ukraina dostanie wreszcie broń, o której marzyła. \"Czas na dociśnięcie gazu\"", "description": "Administracja USA jest bliska podjęcia decyzji, by przekazać Ukrainie pociski ATACMS o zasięgu 300 km — podał w czwartek \"Wall Street Journal\". Według dziennika, amerykańscy i europejscy oficjele uważają, że w świetle rosyjskich problemów, przyszedł czas na \"dociśnięcie gazu\" i przekazanie pocisków, o które od dawna głośno ubiegali się Ukraińcy.", "link": "https://businessinsider.com.pl/gospodarka/ukraina-dostanie-wreszcie-bron-o-ktorej-marzyla-czas-na-docisniecie-gazu/yw708fz", "date_published": "2023-06-29 18:06:44+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Polska wyśle wojsko na Litwę. Szef BBN tłumaczy dlaczego", "description": "Polska wyślę na Litwę kontyngent wojsk specjalnych m.in. w celu ochrony szczytu NATO w Wilnie — poinformował w środę dziennikarzy szef BBN Jacek Siewiera po naradzie w siedzibie Biura z udziałem prezydenta.", "link": "https://businessinsider.com.pl/gospodarka/polska-wysle-wojsko-na-litwe-szef-bbn-tlumaczy-dlaczego/spzce7b", "date_published": "2023-06-29 17:22:55+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Orlen zmienia zdanie. Inwestycja okazała się zbyt mała", "description": "Orlen podjął decyzję o zwiększeniu skali rozbudowy kompleksu Olefin w zakładzie produkcyjnym w Płocku. Dodano, że według aktualnych szacunków koszt budowy kompleksu Olefiny III wyniesie ok. 25 mld zł. Wartość tej inwestycji odpowiada niemal w pełni zeszłorocznemu zyskowi Grupy Orlen.", "link": "https://businessinsider.com.pl/gospodarka/orlen-zmienia-zdanie-inwestycja-okazala-sie-zbyt-mala/ef8ge8l", "date_published": "2023-06-29 17:04:12+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Opozycja mówi o nielegalnych zarobkach w państwowych spółkach. Podaje kwotę i żąda zwrotu", "description": "Wysokie zarobki na najwyższych szczeblach państwowych spółek nie są tajemnicą. Często ich wysokość budzi kontrowersje. Opozycja alarmuje jednak, że w wielu przypadkach są wyższe, niż dopuszcza to prawo. Wskazuje, że w siedmiu spółkach skarbu państwa dochodzi do łamania ustawy kominowej i ustawy okołobudżetowej.", "link": "https://businessinsider.com.pl/wiadomosci/zarabiaja-w-panstwowych-spolkach-za-duze-pieniadze-jest-raport-i-zawrotna-kwota/j6mp2dp", "date_published": "2023-06-29 16:49:14+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Pięć nowych dróg ma zostać oddanych do użytku w wakacje. Oto one", "description": "Wszystko wskazuje na to, że Generalna Dyrekcja Dróg Krajowych i Autostrad (GDDKiA) w okresie wakacyjnym odda do użytku pięć nowych dróg. Oto one.", "link": "https://businessinsider.com.pl/wiadomosci/nowe-drogi-na-wakacje-2023-niebawem-zostana-oddane-do-uzytku/w5em1el", "date_published": "2023-06-29 16:47:31+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Putin kontratakuje. Biznesowe imperium Prigożyna przestaje istnieć", "description": "Jak podaje \"Wall Street Journal\", Putin zaczął przejmować pełną kontrolę nad biznesowym imperium Jewgienija Prigożyna już parę godzin po wycofaniu się jego sił spod Moskwy. Przedstawiciele rosyjskich władz mieli zapewnić przywódców w Syrii, Republice Środkowoafrykańskiej i Mali, że bunt Prigożyna nie zakończy obecności wagnerowców w tych krajach, lecz nie będą oni działać niezależnie od Kremla.", "link": "https://businessinsider.com.pl/gospodarka/putin-wykorzystal-okazje-biznesowe-imperium-prigozyna-przestaje-istniec/jqst25j", "date_published": "2023-06-29 16:40:53+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kontrola rodzicielska na Instagramie i Facebooku. Rodzice zyskają wgląd w aktywność swoich dzieci", "description": "Meta dodaje nowe zabezpieczenia i narzędzia do monitorowania obecności online nastolatków. Kontrola rodzicielska jest dla firmy ważnym aspektem po tym, gdy wpłynęło wiele skarg do jej centrali.", "link": "https://businessinsider.com.pl/technologie/kontrola-rodzicielska-na-instagramie-i-facebooku-co-sprawdza-rodzice/x0lc4nx", "date_published": "2023-06-29 16:07:18+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Brytyjska rodzina królewska wydała pół miliarda złotych. W sprawozdaniu pokazano na co", "description": "Rodzina Królewska w Wielkiej Brytanii opublikowała swoje nowe sprawozdanie finansowe.  Wydatki monarchii zauważalnie wzrosły i wynoszą już ponad 550 mln zł. I to pomimo wdrożonych \"oszczędności\".", "link": "https://businessinsider.com.pl/gospodarka/brytyjska-rodzina-krolewska-wydala-pol-miliarda-zlotych-na-co/ne1wxxl", "date_published": "2023-06-29 15:59:34+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "To on w imieniu Friza będzie teraz patrzył na ręce zarządowi Ekipy", "description": "Doktor nauk ekonomicznych z kilkunastoletnim doświadczeniem na rynku kapitałowym i pracownik Szkoły Głównej Handlowej w Warszawie dołączył do rady nadzorczej spółki Friza. Zastąpił szefa jednej z firm, która ma udziały w Ekipie.", "link": "https://businessinsider.com.pl/gielda/wiadomosci/zmiany-personalne-w-ekipie-friza-to-on-bedzie-teraz-patrzyl-na-rece-zarzadowi/2m668qc", "date_published": "2023-06-29 15:55:35+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Dług poza kontrolą parlamentu. Rośnie nieprzejrzystość finansów publicznych. Nowy raport", "description": "Sektor bankowy i zgromadzone w nich oszczędności Polaków są obecnie nadmiernie zaangażowane w finansowanie bieżących potrzeb pożyczkowych budżetu państwa. Polska znajduje się wśród gospodarek OECD o najwyższym udziale obligacji rządowych w aktywach banków — oceniają autorzy raportu \"Zagrożenia nadmiernego długu publicznego. Edycja 2023\"", "link": "https://businessinsider.com.pl/gospodarka/dlug-publiczny-jednak-sam-sie-nie-splaci-miazdzaca-opinia-o-finansach-panstwa/mvb5r4k", "date_published": "2023-06-29 15:47:18+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kosmiczne wyceny Apple. Eksperci dają firmie czas do 2025 r.", "description": "Akcje Apple przekroczą obecną kapitalizację rynkową w wysokości 3 bln dol., a w ciągu najbliższych dwóch lat gigant technologiczny może osiągnąć wartość 4 bln dol.", "link": "https://businessinsider.com.pl/gielda/wiadomosci/kosmiczne-wyceny-apple-zobacz-ile-moze-byc-wart-caly-biznes-giganta/k963jmb", "date_published": "2023-06-29 14:59:29+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Torebka z symbolem Louis Vuitton wielkości ziarenka soli. Nie zgadniesz, ile kosztowała", "description": "Ledwo widoczna dla ludzkiego oka, żółto-zielona torebka z logo Louis Vuitton, stała się przedmiotem kolejnego kontrowersyjnego projektu nowojorskiego kolektywu artystycznego. Nie jest to jednak tylko happening. Torebka znalazła nabywcę, który zapłacił za nią równowartość ćwierć miliona złotych.", "link": "https://businessinsider.com.pl/lifestyle/mikroskopijna-torebka-w-ktorej-nic-nie-zmiescisz-nie-zgadniesz-ile-kosztowala/cgwtg29", "date_published": "2023-06-29 14:34:37+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "\"Zmienili walutę, zostawili cenę\". Turyści w Chorwacji zaskoczeni drożyzną po wprowadzeniu euro", "description": "Turyści są przerażeni skokiem cen w Chorwacji po wprowadzeniu euro — zauważają media i podają zaskakująco wysokie ceny owoców, warzyw, pizzy czy wynajęcia leżaka w poszczególnych kurortach. \"Po prostu zmienili walutę; rok temu leżak kosztował 40 kun, dziś kosztuje 40 euro\" — zauważają turyści.", "link": "https://businessinsider.com.pl/wiadomosci/ceny-w-chorwacji-turysci-zalamuja-rece-pizza-kosztuje-40-euro/slry2f9", "date_published": "2023-06-29 13:38:25+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Te sieci handlowe będą płacić lepiej. Podwyżki dla kasjerów nie tylko w Biedronce", "description": "Portal \"Wiadomości Handlowe\" zapytał największe sieci o to, czy w związku z podwyżką minimalnych wynagrodzeń planują podwyżki dla swoich pracowników. Okazuje się, że część znanych sklepów nie zamierza zmieniać swojej siatki płac. Inne, tak jak np. Biedronka, deklarują, że zwiększą pensje pracowników.", "link": "https://businessinsider.com.pl/gospodarka/te-sieci-handlowe-beda-placic-lepiej-podwyzki-dla-kasjerow-nie-tylko-w-biedronce/655120j", "date_published": "2023-06-29 13:37:16+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Słodzik stosowany w wielu popularnych produktach trafi na czarną listę? Jest ostrzeżenie", "description": "Teoretycznie zdrowsze napoje \"dietetyczne\", w których wykorzystywany jest popularny słodzik o kodzie E951, w dużych ilościach mogą zaszkodzić. Produktów z E951 jest znacznie więcej, a już w lipcu może się o nich zrobić głośno.", "link": "https://businessinsider.com.pl/wiadomosci/e951-w-skladzie-produktu-popularny-slodzik-ma-trafic-na-czarna-liste/sm7c3pv", "date_published": "2023-06-29 13:25:30+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Ważna ocena w sprawie stawek WIBOR. To dotyczy milionów kredytobiorców", "description": "Komisja Nadzoru Finansowego oceniła, że stawka WIBOR posiada zdolność do pomiaru rynku oraz realiów gospodarczych. To istotna informacja dla około 3,2 mln osób spłacających hipoteki oparte o WIBOR.", "link": "https://businessinsider.com.pl/finanse/knf-bierze-pod-lupe-wskazniki-wibor-czy-wskaznik-dobrze-odzwierciedla-rynek/ryeq0xr", "date_published": "2023-06-29 13:13:50+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Polskie firmy na hamulcu", "description": "Niski budżet, brak strategii i rosnące zagrożenie cyberatakami – takie niepokojące wnioski płyną z najnowszego badania, które przeprowadziło KPMG w partnerstwie z Microsoft dotyczącego transformacji cyfrowej w polskich firmach. – Prawie 30 proc. firm nie przeznacza żadnych środków na rzecz transformacji cyfrowej, a ponad 70 proc. nie oddelegowuje pracowników do zadań związanych z digitalizacją – przyznaje w rozmowie z Business Insider Polska dr Grzegorz Cimochowski, partner, szef działu doradztwa biznesowego, KPMG w Polsce. Od ubiegłorocznego badania, odsetek firm, które deklarują zwiększenie wydatków na transformację cyfrową, spadł znacząco. – Nadciągające spowolnienie lub nawet kryzys są doskonałą okazją na nowe rozdanie – dodaje Cimochowski.", "link": "https://businessinsider.com.pl/firmy/transformacja-cyfrowa-w-polskich-firmach-raport-kpmg/sxzdppp", "date_published": "2023-06-29 13:04:48+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Putin rozpoczyna czystkę w Rosji. \"Generał Armagedon\" zatrzymany", "description": "Władimir Putin rozprawia się z buntownikami. Jak donosi \"Financial Times\", najwyższy rangą generał w rosyjskiej armii, Siergiej Surowikin został zatrzymany. Dziennik wskazuje, że wojskowy miał sympatyzować z Jewgienijem Prigożynem i jego Grupą Wagnera.", "link": "https://businessinsider.com.pl/wiadomosci/putin-rozpoczyna-czystke-w-rosji-general-armagedon-zatrzymany/mr6t9d6", "date_published": "2023-06-29 12:47:47+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Największa gospodarka świata spowalnia, ale przy tym pozytywnie zaskakuje", "description": "Gospodarka USA w pierwszym kwartale 2023 r. lekko straciła impet. Rozwijała się wolniej niż w drugiej połowie 2022 r. Najnowsze statystyki pokazują, że zannualizowany wzrost PKB wyniósł 2 proc. To jednak spore zaskoczenie względem wcześniejszych szacunków, które pokazywały znacznie gorszy obraz największej gospodarki świata.", "link": "https://businessinsider.com.pl/gospodarka/najwieksza-gospodarka-swiata-spowalnia-ale-pozytywnie-zaskakuje-pkb-usa/23crp72", "date_published": "2023-06-29 12:35:24+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Nadzieje na spadek inflacji okazały się płonne. Nieustępliwy wzrost cen", "description": "Dane inflacyjne za czerwiec, które napłynęły z Hiszpanii i Włoszech były lepsze od oczekiwań i przyniosły spadek wskaźników. Dlatego z rozczarowaniem można odebrać informacje z Niemiec, gdzie indeksy cen konsumpcyjnych wypadły gorzej od prognoz i wzrosły. Nie oznacza to jednak, że to już koniec dezinflacji.", "link": "https://businessinsider.com.pl/gospodarka/kiepskie-wiesci-z-niemiec-inflacja-przebija-prognozy-i-znowu-przyspiesza/3qw9bzr", "date_published": "2023-06-29 12:31:19+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Raty kredytów", "description": "bla bla bla", "link": "https://businessinsider.com.pl/nieruchomosci/raty-kredytow/l95qv16", "date_published": "2023-06-29 12:20:33+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Open'er 2023 kolejną ofiarą drożyzny. Porównaliśmy ceny jedzenia i picia z ubiegłym rokiem", "description": "Oficjalnie inflacja w Polsce wynosi 13 proc. Cenniki na festiwalu Open'er 2023 pokazują jednak często znacznie większe podwyżki. Jedna z najpopularniejszych przekąsek na tego typu imprezach zdrożała w tym roku o jedną czwartą. Sprawdziliśmy też, jak zmieniły się ceny zapiekanek, burgerów, wody czy piwa.", "link": "https://businessinsider.com.pl/poradnik-finansowy/opener-2023-kolejna-ofiara-drozyzny-porownalismy-ceny-jedzenia-i-picia/1dwwqfc", "date_published": "2023-06-29 12:09:58+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Luksusowe wellness i wakacyjne atrakcje nad morzem w Jarosławcu. Specjalne ceny z Ofertą Dnia", "description": "W samym sercu Jarosławca, nadbałtyckiej miejscowości pełnej pięknej przyrody, znajduje się wyjątkowy obiekt, który z pewnością zachwyci każdego turystę. Resort Król Plaza Spa &amp; Wellness 5* to luksusowy obiekt, który łączy elegancję z nowoczesnym designem. Położony zaledwie 300 metrów od plaży, jest idealnym miejscem dla turystów, rodzin i par, którzy chcą doświadczyć niezapomnianych chwil nad morzem. Co więcej? Resort Król Plaza wraz z serwisem Travelist.pl przygotował dla użytkowników Business Insider najniższe ceny rezerwacji w obiekcie i specjalne pakiety, dzięki którym do dwójki dzieci przebywa w obiekcie za darmo wraz ze świadczeniami. Specjalna cena rezerwacji dostępna jest tylko 24 H, od godz. 14.00, 29 czerwca do godz. 14:00, 30 czerwca 2023 roku. Tylko za pośrednictwem linków partnerskich w poniższym artykule, dokonasz rezerwacji ze specjalną zniżką. Zapraszamy!", "link": "https://businessinsider.com.pl/lifestyle/podroze/luksusowe-wellness-i-wakacyjne-atrakcje-nad-morzem-w-jaroslawcu-specjalne-ceny-z/lvdbd2y", "date_published": "2023-06-29 12:00:32+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kredyt 2 proc. Buda: jesteśmy gotowi do uruchomienia programu", "description": "Jesteśmy gotowi do uruchomienia 3 lipca br. programu \"bezpieczny kredyt\". Umowy z BGK w tej sprawie mają PKO BP i Pekao SA — powiedział w czwartek minister rozwoju i technologii Waldemar Buda. Co z innymi bankami?", "link": "https://businessinsider.com.pl/wiadomosci/kredyt-2-proc-od-kiedy-i-w-jakich-bankach-minister-podal-szczegoly/s8ll9w4", "date_published": "2023-06-29 11:23:14+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Katastrofa Titana. Prawdopodobnie znaleziono  ludzkie szczątki", "description": "Fragmenty ciał ludzkich zostały wydobyte z łodzi podwodnej Titan — przekazała amerykańska straż przybrzeżna. Zgodnie z komunikatem, dowody zostaną teraz przekazane do analizy.", "link": "https://businessinsider.com.pl/wiadomosci/prawdopodobnie-znaleziono-fragmenty-wraku-titana/dbgklle", "date_published": "2023-06-29 10:56:20+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Szaleństwo na akcjach EC Będzin przekroczyło dopuszczalne poziomy. Giełda wkroczyła do gry", "description": "Prokuratura i KNF bada m.in. kwestię manipulacji na akcjach Elektrociepłowni Będzin i w tym samym czasie na giełdzie notowania biją kolejne rekordy. W czwartek doszło nawet do sytuacji, w której władze GPW musiały wstrzymać handel, bo zainteresowanie inwestorów przekroczyło dopuszczalne poziomy.", "link": "https://businessinsider.com.pl/gielda/wiadomosci/szalenstwo-na-akcjach-ec-bedzin-przekroczylo-granice-gielda-wkroczyla-do-gry/wdfm3gg", "date_published": "2023-06-29 10:54:02+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "W piątek kluczowe dane o inflacji. Ekonomiści dawno nie byli tak zgodni", "description": "Piątkowe dane pokażą dalsze hamowanie inflacji. I nie, nie oznacza to, że będzie \"coraz taniej\". Ceny nadal rosną, tylko że nieco wolniej niż w ostatnich miesiącach. Zdaniem analityków wskaźnik powinien spaść w okolice — a być może nawet poniżej — 12 proc. Przypomnijmy, że jeszcze w lutym inflacja przekraczała 18 proc. Wielkie hamowanie wzrostu cen otwiera też szansę na obniżki stóp procentowych.", "link": "https://businessinsider.com.pl/gospodarka/inflacja-w-czerwcu-nadal-bedzie-hamowac-ale-ceny-wciaz-rosna/vq86nc7", "date_published": "2023-06-29 10:34:35+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Czego spodziewać się po modelu Mazda MX-30 z rocznika 2023?", "description": "Mazda MX-30 jest w pełni elektrycznym SUV-em o atrakcyjnym nadwoziu, który zadebiutował pod koniec 2019 roku, a na rynku polskim pojawił się w roku 2020. To auto przemyślane i z ciekawymi innowacjami. Japoński producent ciągle rozwija samochód, dlatego Mazda MX-30 z rocznika 2023 jest dostępna z ulepszeniami, w nowych kolorach i opcjach wyposażenia wnętrza.", "link": "https://businessinsider.com.pl/technologie/motoryzacja/czego-spodziewac-sie-po-modelu-mazda-mx-30-z-rocznika-2023/8e8qtvm", "date_published": "2023-06-29 10:34:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Tak wzrosną rezerwy banków na franki. Jeszcze dziesiątki miliardów złotych", "description": "Bankowcy szacują, o ile jeszcze wzrosną rezerwy na hipoteki frankowe. Założono, że trzy czwarte klientów mających czynną umowę złoży pozew sądowy, a pozostała jedna czwarta zdecyduje się na ugodę. Zdaniem branżowej organizacji banki zachowają stabilność, ale ich kapitały będą zbyt niskie do odpowiedniego finansowania gospodarki.", "link": "https://businessinsider.com.pl/finanse/tak-wzrosna-rezerwy-bankow-na-franki-jeszcze-dziesiatki-miliardow-zlotych/pvsf04q", "date_published": "2023-06-29 10:21:15+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Polski sprzęt w polskiej armii? Oto nasze największe hity", "description": "Pół miliarda złotych – na taką kwotę opiewa umowa między Skarbem Państwa a PZG i Hutą Stalowa Wola. Jej przedmiotem jest dostarczenie naszej armii 24 pojazdów minowania narzutowego Baobab-K. To kolejny nowoczesny sprzęt wojskowy zaprojektowany i produkowany w Polsce. Poznaj siedem najciekawszych rodzimych konstrukcji w polskiej armii.", "link": "https://businessinsider.com.pl/wiadomosci/polski-sprzet-w-polskiej-armii-oto-nasze-najwieksze-hity/hf2yr15", "date_published": "2023-06-29 10:00:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Już ponad 60% sklepów Lidl Polska posiada system elektronicznych oznaczeń cenowych", "description": "Lidl Polska stawia na innowacje. W tym momencie już ponad 60% placówek zostało wyposażonych w tzw. „elektroniczne cenówki”, a w kolejnych obiektach trwa ich instalacja. Sieć nieustannie wdraża również inne zielone technologie. Tym samym zbliża się do jeszcze bardziej zrównoważonej działalności i odpowiada na potrzeby konsumentów.", "link": "https://businessinsider.com.pl/finanse/handel/juz-ponad-60-sklepow-lidl-polska-posiada-system-elektronicznych-oznaczen-cenowych/1mwe4ys", "date_published": "2023-06-29 09:48:58+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Malinowy kryzys. Apel sadowników do premiera", "description": "Sytuacja na rynku malin przeznaczanych do przetwórstwa jest dramatyczna — alarmuje Związek Sadowników RP. W liście do premiera zaapelowali o wstrzymanie importu mrożonej i świeżej maliny do Polski.", "link": "https://businessinsider.com.pl/finanse/handel/malinowy-kryzys-apel-sadownikow-do-premiera/ytw38cl", "date_published": "2023-06-29 09:46:55+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kredyt 2 proc. wchodzi lada dzień. Na co starczy średnia krajowa?", "description": "Od lipca Polacy będą mogli korzystać z Bezpiecznego kredytu 2 proc., jak nazwał go rząd. Kto i co będzie mógł kupić, wspierając się tą pożyczką? Prezentujemy wyliczenia.", "link": "https://businessinsider.com.pl/poradnik-finansowy/kredyt-2-proc-wchodzi-lada-dzien-na-co-starczy-srednia-krajowa/l6n00y2", "date_published": "2023-06-29 09:16:40+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Najlepsze uczelnie w Polsce 2023. Gdzie studiować, by dobrze zarabiać?", "description": "Uniwersytet Jagielloński i Uniwersytet Warszawski zajęły ex aequo pierwsze miejsce w XXIV Rankingu Szkół Wyższych Perspektywy 2023. Trzecie miejsce zajęła Politechnika Warszawska. Wśród uczelni niepublicznych wygrała Akademia Leona Koźmińskiego w Warszawie.", "link": "https://businessinsider.com.pl/wiadomosci/to-najlepsze-uczelnie-w-polsce-2023-gdzie-studiowac-by-dobrze-zarabiac/kz7z02k", "date_published": "2023-06-29 09:09:10+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "To najlepsze uczelnie w Polsce. Gdzie studiować, by dobrze zarabiać?", "description": "Uniwersytet Jagielloński i Uniwersytet Warszawski zajęły ex aequo pierwsze miejsce w XXIV Rankingu Szkół Wyższych Perspektywy 2023. Trzecie miejsce zajęła Politechnika Warszawska. Wśród uczelni niepublicznych wygrała Akademia Leona Koźmińskiego w Warszawie.", "link": "https://businessinsider.com.pl/wiadomosci/to-najlepsze-uczelnie-w-polsce-gdzie-studiowac-by-dobrze-zarabiac/kz7z02k", "date_published": "2023-06-29 09:09:10+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Zawirowania na rynku finansowym odbiły się na zyskach. Powiernicy zanotowali słabszy rok", "description": "Wzrost inflacji i stóp procentowych, przekładający się na spadek wycen obligacji i akcji, przełożył się w 2022 r. na pogorszenie zysków towarzystw funduszy inwestycyjnych. Klienci, widząc słabe wyniki swoich funduszy, wycofywali pieniądze.", "link": "https://businessinsider.com.pl/finanse/wzrost-inflacji-i-stop-procentowych-zdolowal-zyski-nie-tylko-klientow-ale-i-samych/7h2r9h6", "date_published": "2023-06-29 09:04:48+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "H&M ma kłopoty. Zyski sieciówki spadają", "description": "Popularna firma odzieżowa H&amp;M poinformowała, że jej zysk operacyjny w drugim kwartale wyniósł 4,74 mld SKr (równowartość 439 mln dol.). To oznacza spadek z poziomu 4,99 mld SKr — podaje \"Financial Times\".", "link": "https://businessinsider.com.pl/finanse/handel/handm-ma-klopoty-zyski-sieciowki-spadaja/j80v8bp", "date_published": "2023-06-29 08:53:02+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kolejny kwartał realnego spadku wynagrodzeń. Średnia pensja wystarcza na mniej", "description": "Choć pensje rosną w dwucyfrowym tempie, to w ujęciu realnym wręcz spadają. Wszystko za sprawą wysokiej inflacji. To oznacza, że za przeciętne wynagrodzenie można kupić mniej niż przed rokiem.", "link": "https://businessinsider.com.pl/gospodarka/mimo-ze-place-rosna-to-w-ujeciu-realnym-za-przecietna-pensje-kupimy-mniej/ewytyep", "date_published": "2023-06-29 08:23:18+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Morawiecki jedzie do Brukseli z \"planem bezpiecznych granic\" i zapowiada referendum", "description": "Premier Mateusz Morawiecki zapowiedział, że na posiedzeniu Rady Europejskiej przedstawi konkretny \"plan bezpiecznych granic\". Stwierdził, że \"otwieranie granic, narażanie Europejczyków na niebezpieczeństwo, to strategiczny błąd\". — Proponujemy w tej sprawie referendum — zapowiedział.", "link": "https://businessinsider.com.pl/wiadomosci/morawiecki-jedzie-do-brukseli-z-planem-bezpiecznych-granic/nytdl0d", "date_published": "2023-06-29 08:06:38+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Takiej inflacji można pozazdrościć. Wskaźnik cen spadł poniżej celu", "description": "Hiszpania opublikowała wstępne dane inflacyjne za czerwiec. Okazuje się, że wskaźnik wzrostu cen konsumpcyjnych spadł poniżej celu banku centralnego. W czwartek poznamy jeszcze dane z Niemiec, a w piątek z całej strefy euro.", "link": "https://businessinsider.com.pl/gospodarka/sukces-w-walce-z-inflacja-w-tym-europejskim-kraju-spadla-juz-ponizej-celu/0c8qwtn", "date_published": "2023-06-29 07:36:39+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kurs dolara 29 czerwca w okolicy 4,1 zł", "description": "Kurs dolara w okolicy 4,1 zł. W czwartek 29 czerwca 2023 r. rano kurs USD/PLN wynosi 4,0956.", "link": "https://businessinsider.com.pl/gielda/kursy-walut/kurs-dolara-usdpln-notowania-walut-29-czerwca-2023/wnrmc19", "date_published": "2023-06-29 07:19:25+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kurs franka 29 czerwca powyżej 4,5", "description": "Frank szwajcarski powyżej 4,5 zł. W czwartek 29 czerwca 2023 r. kurs tej waluty wobec polskiego złotego wynosi 4,5592.", "link": "https://businessinsider.com.pl/gielda/kursy-walut/kurs-franka-frank-szwajcarski-chfpln-29-czerwca-2023/0hllctm", "date_published": "2023-06-29 07:15:54+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Nie widać sygnałów wyrwania gospodarki z marazmu. Firmy walczą o nowe zamówienia", "description": "Nieznacznie zmniejszył się odsetek firm odczuwających spadek tempa napływu nowych zamówień, ale nie dotyczy to eksporterów, którzy od paru miesięcy borykają się z kurczącym się popytem. Zapasy rosną, co najprawdopodobniej przełoży się na dalsze ograniczanie skali produkcji.", "link": "https://businessinsider.com.pl/gospodarka/kampania-wyborcza-a-wplyw-na-kondycje-gospodarki-krotkookresowe-dzialanie/pzfct3w", "date_published": "2023-06-29 07:04:41+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Tak Polacy inwestują w złoto. Mamy najnowsze dane", "description": "Choć dealerzy złota notują rekordowe wyniki, to wcale nie oznacza, że Polacy masowo rzucili się po ten kruszec. Z najnowszych danych wynika bowiem, że ten sposób inwestowania wybiera zaledwie 14 proc. naszych rodaków. Najwięcej ich mieszka w południowo-zachodniej części kraju.", "link": "https://businessinsider.com.pl/gielda/tak-polacy-inwestuja-w-zloto-mamy-najnowsze-dane/cv7n2l2", "date_published": "2023-06-29 07:00:57+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Bezpieczny kredyt 2 proc. KNF zmieniła rekomendację, oto jak wzrośnie zdolność [WYLICZENIA]", "description": "Komisja Nadzoru Finansowego przyjęła zmiany w rekomendacji S związane z wejściem na rynek rządowego Bezpiecznego kredytu 2 proc. — To dobra wiadomość dla klientów — mówi ekspert i przytacza wyliczenia, z których wynika, że zdolność kredytowa kwalifikujących się do programu będzie o kilkadziesiąt procent wyższa niż w przypadku standardowej oferty banków.", "link": "https://businessinsider.com.pl/poradnik-finansowy/kredyty/bezpieczny-kredyt-2-proc-knf-zmienila-rekomendacje-oto-jak-wzrosnie-zdolnosc/p421xlm", "date_published": "2023-06-29 07:00:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Włodzimierz Karpiński nie wyjdzie z aresztu. Sąd zdecydował", "description": "Sąd Apelacyjny w Katowicach uwzględnił zażalenie prokuratury i przedłużył do 26 sierpnia tymczasowe aresztowanie podejrzanego o korupcję byłego ministra skarbu państwa Włodzimierza Karpińskiego — poinformowała w czwartek Prokuratura Krajowa.", "link": "https://businessinsider.com.pl/wiadomosci/wlodzimierz-karpinski-nie-wyjdzie-z-aresztu-sad-zdecydowal/s1l8msc", "date_published": "2023-06-29 06:42:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kurs EUR/PLN 29 czerwca 2023 r.", "description": "Poznaj zmiany kursu EUR/PLN dla dnia 29 czerwca 2023. Jak dziś wygląda euro względem złotego? Jak silna jest najważniejsza waluta w Unii Europejskiej? Czy aktualnie opłaca się wymieniać euro na polskie złotówki? Wczoraj wartość euro wyniosła: 4,4816 zł.", "link": "https://businessinsider.com.pl/gielda/kursy-walut/kurs-eurpln-29-czerwca-2023-r/4325d0c", "date_published": "2023-06-29 06:30:22+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Rusza przedsprzedaż telewizora Samsung Q80C 98” z usługą profesjonalnej kalibracji", "description": "Startuje przedsprzedaż telewizora Samsung QLED Q80C z ekranem o imponującej przekątnej 98”. Widzowie, którzy dokonają zakupu w dniach od 19 czerwca do 9 lipca, będą mogli skorzystać z usługi kalibracji wykonanej przez profesjonalistów z firmy SKALIBRUJTV.", "link": "https://businessinsider.com.pl/technologie/rusza-przedsprzedaz-telewizora-samsung-q80c-98-z-usluga-profesjonalnej-kalibracji/nle1s3f", "date_published": "2023-06-29 06:16:15+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kiedy otwarcie Gołębiewskiego w Pobierowie? \"Nikomu nie obiecujemy\"", "description": "Mijają kolejne miesiące, a oficjalnych informacji o otwarciu hotelu Gołębiewski w Pobierowie jak nie było, tak nie ma. I nie zapowiada się, żeby obiekt miał przyjąć gości w tym sezonie wakacyjnym.", "link": "https://businessinsider.com.pl/wiadomosci/kiedy-otwarcie-golebiewskiego-w-pobierowie-nikomu-nie-obiecujemy/en82gee", "date_published": "2023-06-29 06:15:44+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "ZUS zabiera głos ws. 800 plus. Ważna deklaracja", "description": "Podniesienie od 1 stycznia 2024 r. kwoty świadczenia wychowawczego \"Rodzina 500 plus\" dla wszystkich uprawnionych z 500 do 800 zł zostanie wdrożone w sposób płynny, bez potrzeby składania wniosku ani podejmowania kontaktu z ZUS — zapewniła prezes ZUS prof. Gertruda Uścińska.", "link": "https://businessinsider.com.pl/poradnik-finansowy/zus-zabiera-glos-ws-800-plus-wazna-deklaracja/rvj6fsq", "date_published": "2023-06-29 06:05:28+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Aptek coraz mniej, a wydajemy w nich coraz więcej", "description": "Wartość i wolumen sprzedanych leków rosną, ale liczba placówek w Polsce od pięciu lat spada — pisze \"Rzeczpospolita\".", "link": "https://businessinsider.com.pl/wiadomosci/aptek-coraz-mniej-a-wydajemy-w-nich-coraz-wiecej/llt9b99", "date_published": "2023-06-29 05:45:48+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kulisy powstania tunelu pod Świną. W tle Unia Europejska, Jarosław Kaczyński i marszałek z PO", "description": "W piątek wieczorem kierowcy będą mogli przeprawić się na drugą stronę Świny bez czekania w kolejkach na promy. Prezydent Świnoujścia Janusz Żmurkiewicz nazywa obiekt \"dziełem swojego życia\" i zdradza w rozmowie z portalem szczecin.wyborcza.pl, kto przyłożył ręce do jego powstania.", "link": "https://businessinsider.com.pl/wiadomosci/kulisy-powstania-tunelu-pod-swina-w-tle-ue-kaczynski-i-marszalek-z-po/6qm296t", "date_published": "2023-06-29 05:32:12+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Brytyjski tygodnik: Starej Europy już nie ma, inicjatywę przejmują Wielka Brytania i Polska", "description": "Wojna w Ukrainie złamała francusko-niemiecką oś, która niegdyś definiowała Europę, a teraz inicjatywę przejmują Wielka Brytania i Polska — pisze w najnowszym numerze brytyjskiego tygodnika \"The New Statesman\" prof. Maurice Glasman, politolog z St Mary's University w Londynie.", "link": "https://businessinsider.com.pl/wiadomosci/brytyjski-tygodnik-starej-europy-juz-nie-ma-inicjatywe-przejmuja-wielka-brytania-i/f6vcdt6", "date_published": "2023-06-29 05:09:59+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kurs EUR/PLN 29 czerwca 2023.", "description": "Poznaj zmiany kursu EUR/PLN dla dnia 29 czerwca 2023. Jak dziś wygląda euro względem złotego? Jak silna jest najważniejsza waluta w Unii Europejskiej? Czy aktualnie opłaca się wymieniać euro na polskie złotówki? Wczoraj wartość euro wyniosła: 4.4816 zł.", "link": "https://businessinsider.com.pl/gielda/kursy-walut/kurs-eurpln-29-czerwca-2023/4325d0c", "date_published": "2023-06-29 05:00:01+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Marka \"Erling Haaland\" nie dla Erlinga Haalanda. Spóźnił się z wizytą w urzędzie patentowym", "description": "Erling Haaland nie może zastrzec marki \"Erling Haaland\", bo jakiś inny Norweg zastrzegł już markę \"Haaland\" — tak w skrócie wygląda sprawa gwiazdora piłki nożnej i jego przejść z urzędem patentowym. Prawnicy sportowca nie zamierzają się jednak poddawać.", "link": "https://businessinsider.com.pl/wiadomosci/marka-erling-haaland-nie-dla-erlinga-haalanda-spoznil-sie-z-wizyta-w-urzedzie/rlfsfwm", "date_published": "2023-06-29 04:57:34+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Fiskus będzie mógł zablokować konto na dłużej. Także prywatne", "description": "Resort finansów chce, by prewencyjne blokady kont bankowych wydłużyć do czterech dób. Co więcej, chce blokować także prywatne rachunki jednoosobowych działalności gospodarczych — informuje \"Rzeczpospolita\".", "link": "https://businessinsider.com.pl/prawo/podatki/fiskus-bedzie-mogl-zablokowac-konto-na-dluzej-takze-prywatne/23qqqfx", "date_published": "2023-06-29 04:53:53+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Absurd w przepisach. Masz zwrot składki zdrowotnej, zapłacisz karę", "description": "Dla części przedsiębiorców nadpłata z ZUS oznacza obowiązek dopłaty PIT wraz z oprocentowaniem — podaje \"Rzeczpospolita\".", "link": "https://businessinsider.com.pl/prawo/podatki/masz-zwrot-skladki-zdrowotnej-zaplacisz-kare/v69hfz2", "date_published": "2023-06-29 04:24:18+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Cesja umowy leasingu. Co z VAT? Jest nowa interpretacja", "description": "Cesja umowy leasingu wciąż budzi problemy podatkowe. Cesja za zgodą finansującego (leasingodawcy) polega na zmianie leasingobiorcy. W miejsce pierwotnego wstępuje nowa osoba lub firma. Co w takim przypadku z VAT — po obu stronach umowy — finansującego i korzystającego? Dyrektor Krajowej Informacji Skarbowej wydał ostatnio korzystną interpretację dla finansującego.", "link": "https://businessinsider.com.pl/prawo/podatki/cesja-umowy-leasingu-kto-rozlicza-vat-jest-nowa-interpretacja-fiskusa/zdmev53", "date_published": "2023-06-29 04:23:50+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Paradoks spadających cen energii i gazu. Dlaczego przemysł nadal jest w kryzysie?", "description": "W ubiegłym roku o tej porze przemysł zmagał się z horrendalnie wysokimi cenami energii, gazu i ropy naftowej, które właśnie osiągały swoje szczyty. Choć mamy je już za sobą, to właśnie ostatnio producenci odnotowują spadek produkcji, a koniunktura wciąż jest wyraźnie pod kreską. W rozmowach z Business Insiderem ekonomiści tłumaczą, dlaczego nie tylko nie widać poprawy, ale jest nawet zauważalnie gorzej.", "link": "https://businessinsider.com.pl/gospodarka/paradoks-spadajacych-cen-energii-i-gazu-dlaczego-przemysl-jest-w-kryzysie/bx9k1c0", "date_published": "2023-06-29 04:11:36+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Wymuszanie urlopów, unikanie delegacji. Firmy w potrzasku nowych przepisów", "description": "Pracownik chce uniknąć np. kłopotliwej, dłuższej delegacji? Albo wydłużyć swój urlop? Może skorzystać z nowych uprawnień wprowadzonych do Kodeksu pracy, w tym np. urlopu opiekuńczego. Przepisy są tak skonstruowane, że ułatwiają zatrudnionym wymuszanie elastycznych rozwiązań. Firmy są w pułapce.", "link": "https://businessinsider.com.pl/prawo/praca/kodeks-pracy-2023-sprawdz-jak-pracownicy-wymuszaja-urlopy-sa-nowe-sposoby/tcyg01q", "date_published": "2023-06-29 04:04:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Janina Bąk: dobrze przeprowadzony sondaż, jest jak dobrze wymieszana zupa pomidorowa", "description": "— Super, że ludzie chcą wiedzieć, lepiej rozumieć, jak to jest możliwe, że pytamy tysiąc osób i na tej podstawie jesteśmy w stanie przewidzieć wyniki wyborów, jak zagłosuje 30 milionów uprawnionych do głosowania. Ale jesteśmy w stanie to zrobić. Zawsze tłumaczę to tak, że dobrze przeprowadzony sondaż, jest jak dobrze wymieszana zupa pomidorowa. Jeśli chcę wiedzieć, czy ta zupa pomidorowa jest smaczna czy nie, to nie muszę wypić pięciu litrów zupy. Wystarczy, że wezmę jedną łyżkę i sprawdzę, jak smakuje. Jeśli sondaż wyborczy jest dobrze przeprowadzony, na reprezentatywnej dużej próbie, jeśli jest dobrze zadane pytanie — bo to ma znaczy czy pytamy na kogo pani/pan zagłosuje czy kogo pani/pan popiera — i jeśli te wyniki nie są podrasowane, to jak najbardziej takim sondażom możemy ufać — podkreśla Janina Bąk, autorka JaninaDaily.com, badaczka, statystyczka. Ekspertka była gościnią Business Insider Polska podczas Perspektywy Women in Tech Summit 2023 w Warszawie.", "link": "https://businessinsider.com.pl/janina-bak-dobrze-przeprowadzony-sondaz-jest-jak-dobrze-wymieszana-zupa-pomidorowa/h5e2wxx", "date_published": "2023-06-29 04:00:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Nowelizacja PIT od 1 lipca. Sprawdź pięć ważnych zmian, na których możesz zyskać", "description": "Nowelizacja slim VAT 3 wprowadza zmiany nie tylko w VAT, ale też w PIT. Są one istotne dla inwestorów, małżonków wynajmujących mieszkania, rodziców niepełnosprawnych dzieci i innych osób. Część wchodzi w życie już od 1 lipca 2023 r., ale nie wszystkie. Wyjaśniamy, co się zmienia i od kiedy poszczególne zmiany zaczną obowiązywać.", "link": "https://businessinsider.com.pl/prawo/podatki/nowelizacja-pit-od-1-lipca-2023-piec-kluczowych-zmian-ktore-warto-znac/scj4ww6", "date_published": "2023-06-29 03:59:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}]