[{"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Dylan Mulvaney Explodes On Bud Light After Controversy", "description": "Controversial transgender influencer Dylan Mulvaney blasted Bud Light in a video Thursday afternoon for not coming to his defense after the company&#8217;s paid marketing engagement with him blew up in their faces, causing Anheuser-Busch to lose billions of dollars in market value. Mulvaney, a man who claims he is a woman, said that he wanted ...", "link": "https://www.dailywire.com/news/dylan-mulvaney-explodes-on-bud-light-after-controversy", "date_published": "2023-06-29 19:18:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "WATCH: Biden Gets Up And Leaves Live TV Interview While Still On Air", "description": "President Joe Biden awkwardly got up and left a live television interview on MSNBC Thursday afternoon while the cameras were still rolling. &#8220;Deadline&#8221; host Nicole Wallace was wrapping up the softball interview when Biden slowly got out of his seat. &#8220;Mr. President, thank you,&#8221; Wallace said as the president walked over and shook her hand. ...", "link": "https://www.dailywire.com/news/watch-biden-gets-up-and-leaves-live-tv-interview-while-still-on-air", "date_published": "2023-06-29 18:44:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Report: Hunter Biden Business Partner Given Cold Shoulder On Offer To Testify To Grand Jury", "description": "A former business associate of Hunter Biden reportedly offered to testify in front of a Delaware grand jury, but never received an invitation. Tony Bobulinski, who worked with Biden on a 2017 deal with the Chinese energy company CEFC, sent an offer to testify to the U.S. attorney in Delaware David Weiss but never received ...", "link": "https://www.dailywire.com/news/report-hunter-biden-business-partner-given-cold-shoulder-on-offer-to-testify-to-grand-jury", "date_published": "2023-06-29 18:17:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Federal Judge Blocks Kentucky Ban On Transgender Hormones For Kids", "description": "A federal judge on Wednesday blocked Kentucky&#8217;s ban on transgender hormones for children. Judge David Hale ruled Wednesday that the portion of a new Kentucky law, Senate Bill 150, that bans puberty blockers and cross-sex hormones was illegal because it &#8220;would have the effect of enforcing gender conformity.&#8221; &#8220;The Court finds that the treatments barred ...", "link": "https://www.dailywire.com/news/federal-judge-blocks-kentucky-ban-on-transgender-hormones-for-kids", "date_published": "2023-06-29 17:56:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Chief Justice Roberts Accuses Liberal Justices Of Power Grab In Affirmative Action Opinion", "description": "Chief Justice John Roberts delivered a scathing response to the liberal justices in Thursday&#8217;s Affirmative Action decision, accusing them of burying a power grab in the dissents penned by Justices Sonia Sotomayor and Ketanji Brown Jackson, with Justice Elena Kagan concurring. Roberts addressed the dissent on page 46 of his opinion, saying that the Justices ...", "link": "https://www.dailywire.com/news/chief-justice-roberts-accuses-liberal-justices-of-power-grab-in-affirmative-action-opinion", "date_published": "2023-06-29 17:51:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Thursday Afternoon Update: Affirmative Action Ruling, Riots In France, Texas Bishop Investigated By The Vatican?", "description": "This article is adapted from today’s Morning Wire Afternoon Update. To listen to the podcast version, click here. SCOTUS Overturns Affirmative Action In College Admissions The Supreme Court ruled against Harvard University and the University of North Carolina’s affirmative action policies today. The court ruled that the race-based admissions programs at Harvard University and the University ...", "link": "https://www.dailywire.com/news/thursday-afternoon-update-affirmative-action-ruling-riots-in-france-texas-bishop-investigated-by-the-vatican", "date_published": "2023-06-29 17:41:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Xylazine ‘Increasingly Detected’ In Fentanyl Overdose Deaths, CDC Says", "description": "The incidence of overdose deaths from fentanyl laced with xylazine has been &#8220;increasingly detected&#8221; in recent years, according to data from the CDC released Thursday.  Xylazine, a non-opioid veterinary tranquilizer, is often referred to as “tranq” and can cause skin ulcers and other wounds that could eventually lead to amputation. It’s been increasingly mixed into ...", "link": "https://www.dailywire.com/news/xylazine-increasingly-detected-in-fentanyl-overdose-deaths-cdc-says", "date_published": "2023-06-29 17:32:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Hunter Biden Agrees To Give Daughter Some Of His Paintings In Paternity Settlement", "description": "Hunter Biden, the son of President Joe Biden, agreed to give some of his paintings to his daughter as part of a settlement in a child dispute case in Arkansas. A court filing on Thursday outlines the agreement with Lunden Roberts, the mother of their young daughter, however some details are hidden from the public&#8217;s view. ...", "link": "https://www.dailywire.com/news/hunter-biden-agrees-to-give-daughter-some-of-his-paintings-in-paternity-settlement", "date_published": "2023-06-29 17:28:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "When It Comes To Health Care, Bernie Sanders Doesn’t Speak For Republicans", "description": "In his latest crusade against free market capitalism, Senator Bernie Sanders (D-VT) is ironically presenting himself as the new voice of Republican voters. The man who spoke admiringly about how the dictator Fidel Castro governed Cuba and its health care system now thinks Republicans are and should be joining his side. This would be laughable ...", "link": "https://www.dailywire.com/news/when-it-comes-to-health-care-bernie-sanders-doesnt-speak-for-republicans", "date_published": "2023-06-29 17:20:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Armed Suspect Wanted By Authorities Arrested Near Obama’s Home After Bomb Threat: Reports", "description": "Federal law enforcement officials arrested a man on Thursday who allegedly made threats against former President Barack Obama and who had an active warrant out for his arrest stemming from charges related to the January 6, 2021, riot at the U.S. Capitol. Secret Service reportedly spotted the suspect — identified by NBC News and CBS ...", "link": "https://www.dailywire.com/news/armed-suspect-wanted-by-authorities-arrested-near-obamas-home-after-bomb-threat-reports", "date_published": "2023-06-29 16:52:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Major Win’: Candace Owens Reacts To SCOTUS Affirmative Action Ruling", "description": "Daily Wire host Candace Owens celebrated the Supreme Court striking down Affirmative Action programs as unconstitutional.  The high court ruled Thursday that the race-based admissions programs at Harvard violated Title VI of the Civil Rights Act and the University of North Carolina violated the Equal Protection Clause of the 14th Amendment. The court voted six ...", "link": "https://www.dailywire.com/news/major-win-candace-owens-reacts-to-scotus-affirmative-action-ruling", "date_published": "2023-06-29 16:32:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "NYC Mayor Calls White Woman ‘Plantation Owner’ In Heated Exchange", "description": "Democratic New York City Mayor Eric Adams referred to a white woman as a &#8220;plantation owner&#8221; during a heated conversation over rent increases at a recent town hall event. The event, which Adams touted as a &#8220;Community Conversation,&#8221; was held on Wednesday evening at Gregorio Luperon High School for Science and Mathematics — and Adams ...", "link": "https://www.dailywire.com/news/nyc-mayor-calls-white-woman-plantation-owner-in-heated-exchange", "date_published": "2023-06-29 16:06:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Broward Coward’ Scot Peterson Acquitted On All Charges Over Response To Parkland Shooting", "description": "Former School Resource Officer Scot Peterson was found not guilty on Thursday of all charges stemming from his much-criticized response to the 2018 massacre at Marjory Stoneman Douglas High School. Peterson, who worked for the Broward County Sheriff&#8217;s Office, was charged in 2019 &#8220;with seven counts of neglect of a child and three counts of ...", "link": "https://www.dailywire.com/news/broward-coward-scot-peterson-acquitted-on-all-charges-over-response-to-parkland-shooting", "date_published": "2023-06-29 16:05:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Universities React To SCOTUS Affirmative Action Ruling, Harvard Vows To Find Loophole", "description": "Harvard University said it would comply with the Supreme Court&#8217;s landmark ruling that said its institution&#8217;s admissions system violated the Civil Rights Act — but indicated it would search for a loophole to accept applicants based on race. The Supreme Court voted six to three against Harvard University and six to two against the University ...", "link": "https://www.dailywire.com/news/universities-react-to-scotus-affirmative-action-ruling-harvard-vows-to-find-loophole", "date_published": "2023-06-29 15:58:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Advocates Hail SCOTUS Decision Scrapping Affirmative Action In College Admissions", "description": "Advocates for eliminating affirmative action hailed the Supreme Court&#8217;s decision Thursday to scrap race-based criteria in college admissions. The Supreme Court ruled against Harvard University and the University of North Carolina’s affirmative action policies in a decision that will have a profound effect on the admissions processes at universities across the country. “Eliminating racial discrimination ...", "link": "https://www.dailywire.com/news/advocates-hail-scotus-decision-scrapping-affirmative-action-in-college-admissions", "date_published": "2023-06-29 15:54:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Rules Are Rules: Biden Attacks Democracy", "description": "Rules are rules: Under President Joe Biden, anybody who questions, demeans, or belittles a government institution and its public servants is attacking American democracy itself. That standard is bad news for the president because he slammed the U.S. Supreme Court on Thursday after it declared affirmative action in government-subsidized higher education to be unconstitutional. At ...", "link": "https://www.dailywire.com/news/rules-are-rules-biden-attacks-the-high-court", "date_published": "2023-06-29 15:54:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Clarence Thomas Blasts Ketanji Brown Jackson’s ‘Racist’ Worldview: ‘Cancerous To Young Minds’", "description": "Supreme Court Justice Clarence Thomas issued a blistering response to Justice Ketanji Brown Jackson&#8217;s &#8220;racist&#8221; worldview in a lengthy concurrence with the Court&#8217;s overwhelming six to three ruling that race-based college admissions are illegal. Chief Justice John Roberts issued the majority opinion in the Court&#8217;s ruling that the race-based admissions programs at Harvard violated Title ...", "link": "https://www.dailywire.com/news/clarence-thomas-blasts-ketanji-brown-jacksons-racist-worldview-cancerous-to-young-minds", "date_published": "2023-06-29 15:52:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "SCOTUS Unanimously Strengthens Religious Liberty In The Workplace", "description": "The U.S. Supreme Court unanimously strengthened religious liberty in the workplace Thursday, ruling in favor of a Christian postal worker who lost his job for refusing to work on Sundays. The Court’s unanimous opinion in Groff v. DeJoy, authored by Justice Samuel Alito, overruled the decision of the Third Circuit Court of Appeals, which held ...", "link": "https://www.dailywire.com/news/scotus-unanimously-strengthens-religious-liberty-in-the-workplace", "date_published": "2023-06-29 15:45:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Conservative Leaders Reveal Next Steps In Affirmative Action Fight", "description": "Conservative politicians and commentators on Thursday laid out the next steps in the battle over affirmative action policies after the Supreme Court struck down race-based admissions at Harvard and the University of North Carolina.  Rep. Jim Banks (R-IN) said the fight needed to move beyond education and into the military, corporations, and the federal government. ...", "link": "https://www.dailywire.com/news/conservative-leaders-reveal-next-steps-in-affirmative-action-fight", "date_published": "2023-06-29 15:33:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Whoopi Blows Up Over Affirmative Action Ruling: ‘Why Do You Fear Us?’", "description": "Whoopi Goldberg joined the majority of her cohosts on ABC&#8217;s &#8220;The View&#8221; in arguing that race-based college admissions policies were acceptable as long as they benefitted the correct races. Goldberg said during Thursday&#8217;s broadcast — just hours after the Supreme Court handed down its decision effectively ending affirmative action in the college admissions process — ...", "link": "https://www.dailywire.com/news/whoopi-blows-up-over-affirmative-action-ruling-why-do-you-fear-us", "date_published": "2023-06-29 15:33:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "U.S. Adults ‘Extremely Proud’ To Be American Near Record Low", "description": "The number of Americans who show “extreme pride” in the United States is just one percent above the lowest number ever recorded, but Republicans are much more likely than Democrats to show patriotism, according to a recent Gallup poll. The survey found that just 39% of adults are “extremely proud” of being an American, up ...", "link": "https://www.dailywire.com/news/u-s-adults-extremely-proud-to-be-american-near-record-low", "date_published": "2023-06-29 15:20:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "White House Claims Technical Glitch Edited Out Jean-Pierre’s Hostile Exchange With Persistent Reporter", "description": "A fiery exchange between a reporter who White House Press Secretary Karine Jean-Pierre routinely avoids somehow disappeared from an official live stream. Simon Ateba, White House correspondent for Today News Africa, clashed with Jean-Pierre on Monday just after Biden&#8217;s spokesman said, &#8220;here, at the White House, under this administration, we’re committed to the freedom of ...", "link": "https://www.dailywire.com/news/white-house-claims-technical-glitch-edited-out-jean-pierres-hostile-exchange-with-persistent-reporter", "date_published": "2023-06-29 15:10:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Every Living President But One Is Descended From Slave-Owners, Investigation Finds", "description": "Former President Donald Trump is the only living president who is not directly descended from slave-holders, according to a recent genealogical study. The study, undertaken by Reuters, determined that every living president except for Trump – including Joe Biden and former presidents Jimmy Carter, George W. Bush, Bill Clinton, and even Barack Obama through his ...", "link": "https://www.dailywire.com/news/every-living-president-but-one-is-descended-from-slave-owners-investigation-finds", "date_published": "2023-06-29 14:53:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Area Outside Supreme Court Evacuated Over ‘Suspicious Package’ Near Courthouse", "description": "Law enforcement cleared the area in front of the Supreme Court on Thursday due to a &#8220;suspicious package&#8221; near the courthouse. Supreme Court Police and U.S. Capitol Police cleared protesters and others from the front of the courthouse and sidewalk. On Thursday morning, the court released it&#8217;s highly-anticipated opinion on a challenge to race-based admissions ...", "link": "https://www.dailywire.com/news/supreme-court-grounds-evacuated-over-suspicious-package-near-courthouse", "date_published": "2023-06-29 14:27:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "RFK Jr. Defends Vaccine Stance, Says Democratic Party Has ‘Lost Its Way’", "description": "Democratic presidential candidate Robert F. Kennedy Jr. backed up his views on “safe vaccines” and said the Democratic Party is not what it used to be during a NewsNation town hall on Wednesday night.  Kennedy fielded questions from the audience and moderator Elizabeth Vargas, host of NewsNation’s “Elizabeth Vargas Reports,” on a variety of topics, ...", "link": "https://www.dailywire.com/news/rfk-jr-defends-vaccine-stance-says-democratic-party-has-lost-its-way", "date_published": "2023-06-29 14:27:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Fix What Bothers You To Avoid Suffering Where You Can", "description": "The following is a transcript excerpt from Dr. Jordan B. Peterson’s 2017 lecture.   Start time: 5:41 Now, [Carl] Jung said, first of all, unite your mind — your thinking, let&#8217;s say — with your emotions, so that makes one thing instead of two fighting things. The next conjunction he talked about was, it is ...", "link": "https://www.dailywire.com/news/fix-what-bothers-you-to-avoid-suffering-where-you-can", "date_published": "2023-06-29 14:19:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Yellow Trucking Corporation Files Lawsuit Against Teamsters Union", "description": "Yellow Corporation, the nation’s fifth largest transportation company, filed a $137 million lawsuit against the International Brotherhood of Teamsters, alleging a breach of contract.  The trucking company, based in Nashville, Tennessee, filed the complaint against the U.S. District Court for the District of Kansas earlier this week, accusing the union of violating a contract and ...", "link": "https://www.dailywire.com/news/yellow-trucking-corporation-files-lawsuit-against-teamsters-union", "date_published": "2023-06-29 13:49:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Non-Binary Student Accepted Into New York Sorority, Then Booted By Headquarters", "description": "A male who identifies as non-binary was accepted into a New York college sorority only to be kicked out by the sorority&#8217;s national headquarters. Fabián “Fa” Guzmán, 22, a student at St. Lawrence University in upstate New York, said he was accepted into the school&#8217;s Chi Omega chapter last fall and was a member of ...", "link": "https://www.dailywire.com/news/non-binary-student-accepted-into-new-york-sorority-then-booted-by-headquarters", "date_published": "2023-06-29 13:28:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘A Dagger In Our Back’: Leftists Freak Out After SCOTUS Overturns Affirmative Action In College Admissions", "description": "Leftist politicians and pundits expressed rage on Thursday after a landmark Supreme Court decision was released that struck down the race-based admission policies of Harvard and the University of North Carolina.  In a 6-3 decision, the Supreme Court court ruled that the race-based admissions programs at the schools violate the Equal Protection Clause of the ...", "link": "https://www.dailywire.com/news/a-dagger-in-our-back-leftists-freak-out-after-scotus-overturns-affirmative-action-in-college-admissions", "date_published": "2023-06-29 13:06:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘This President Is Compromised’: Comer Says Biden Family Brokered Over $40M-Worth Of Foreign Deals", "description": "Rep. James Comer (R-KY), chairman of the House Oversight Committee, said Wednesday that foreign payments in part brokered by the Biden family could top $40 million. Comer spoke of his investigation into the Biden family and its overseas business dealings during an appearance on the “Cats and Cosby” show on WABC 770 in New York. Comer ...", "link": "https://www.dailywire.com/news/this-president-is-compromised-comer-says-biden-family-brokered-over-40m-worth-of-foreign-deals", "date_published": "2023-06-29 12:34:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Charges Dismissed Against Man In Fatal Stabbing Of Alleged NYC Subway Menace", "description": "Jordan Williams, a man charged in the fatal stabbing of another rider during a confrontation on a New York City subway train in Brooklyn, will not be prosecuted, according to officials. A grand jury voted not to indict Williams, a 20-year-old from Queens who claimed he was acting in self-defense, on manslaughter and criminal possession of ...", "link": "https://www.dailywire.com/news/charges-dismissed-against-man-in-fatal-stabbing-of-alleged-nyc-subway-menace", "date_published": "2023-06-29 12:28:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "READ IT: Supreme Court Justice Clarence Thomas Delivers Must-Read Opinion In Affirmative Action Ruling", "description": "Supreme Court Justice Clarence Thomas dropped a must-read concurring opinion in the high court&#8217;s decision striking down affirmative action, praising American exceptionalism, deriding victimhood, and even taking aim squarely at fellow Justice Ketanji Brown-Jackson&#8217;s dissent. Having been born into poverty in the Deep South during the Jim Crow Era, Thomas has a poignant and powerful perspective ...", "link": "https://www.dailywire.com/news/read-it-supreme-court-justice-clarence-thomas-delivers-must-read-opinion-in-affirmative-action-ruling", "date_published": "2023-06-29 12:02:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Fiercely Anti-Woke Bishop Who Condemned Biden, Pelosi, Allegedly Investigated By Vatican", "description": "An outspoken Catholic bishop in Texas who has harshly condemned President Biden and former House Speaker Nancy Pelosi, even referencing Biden’s “fake Catholicism,” was targeted with an apparent investigation by the Vatican. Bishop Joseph Strickland, of Tyler, has routinely slammed Biden on social media, including earlier this year when the president cited Pope Francis to ...", "link": "https://www.dailywire.com/news/fiercely-anti-woke-bishop-who-condemned-biden-pelosi-allegedly-investigated-by-vatican", "date_published": "2023-06-29 11:43:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Maryland Supreme Court Will Hear ‘Serial’ Podcast Subject’s Case After Murder Conviction Reinstated", "description": "The Maryland Supreme Court this week said it would review the case of Adnan Syed, who had charges dropped against him in October after spending more than 20 years in prison for the murder of his high school girlfriend, Hae Min Lee. After being released from prison and having his conviction vacated in September, Syed ...", "link": "https://www.dailywire.com/news/maryland-supreme-court-will-hear-serial-podcast-subjects-case-after-murder-conviction-reinstated", "date_published": "2023-06-29 11:01:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "France Rocked By Violent Riots After Police-Involved Shooting During Attempted Traffic Stop", "description": "About 180 people in France have been arrested as the country has been rocked with violent riots after a police officer shot a 17-year-old boy in a suburb of Paris. On Tuesday, 17-year-old Nahel M. was shot during a confrontation with police after they attempted to stop a vehicle he was in. Following the shooting, ...", "link": "https://www.dailywire.com/news/france-rocked-by-violent-riots-after-police-involved-shooting-during-attempted-traffic-stop", "date_published": "2023-06-29 10:54:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Accused Delphi Killer Admitted To Murders In Jailhouse Phone Call With Family, Prosecutors Say", "description": "The man accused of murdering two teenage best friends in Delphi, Indiana, in 2017 allegedly admitted to his wife in a jailhouse phone call that he killed the teen girls. Prosecutors allege that Richard Allen, 50, confessed to his wife during a phone call from jail on April 3, 2023, recently released court documents show. ...", "link": "https://www.dailywire.com/news/accused-delphi-killer-admitted-to-murders-in-jailhouse-phone-call-with-family-prosecutors-say", "date_published": "2023-06-29 10:52:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Report: Congress Secures $16 Billion In Earmark Funding For Local Pet Projects", "description": "From the American LGBTQ+ Museum to a struggling rail transit plan, members of Congress secured $16 billion in earmarks for initiatives in their respective districts for fiscal year 2023, a new report from Open The Books says.  An interactive map from Open The Books breaks down the projects, amounts allocated, and the politicians who requested ...", "link": "https://www.dailywire.com/news/report-congress-secures-16-billion-in-earmark-funding-for-local-pet-projects", "date_published": "2023-06-29 10:42:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Man Accused Of Serial Rapes In Boston Faces New Charges", "description": "A cyber attorney charged with multiple counts of rape and kidnapping for a string of assaults that took place 16 years ago now faces additional charges. Matthew Nilo, 35, was indicted on additional charges of rape, aggravated rape, three counts of assault with intent to rape, and two counts of indecent assault and battery, CNN ...", "link": "https://www.dailywire.com/news/man-accused-of-serial-rapes-in-boston-faces-new-charges", "date_published": "2023-06-29 10:24:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Supreme Court Issues Landmark Ruling On Affirmative Action At Universities", "description": "The Supreme Court ruled against Harvard University and the University of North Carolina&#8217;s affirmative action policies in a decision that will have a profound effect on the admissions processes at universities across the country. The court ruled that the race-based admissions programs at Harvard and the University of North Carolina violate the Equal Protection Clause ...", "link": "https://www.dailywire.com/news/supreme-court-issues-landmark-ruling-on-affirmative-action-at-universities", "date_published": "2023-06-29 10:20:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Last Gasp: CNN Reportedly Set To Stream Programs On Max As Viewership Plunges", "description": "Warner Bros Discovery Inc, which owns leftist news channel CNN, is reportedly set to add live programming from the network to the cable channel Max, formerly known as HBO Max. CNN launched a streaming service, CNN+, in March 2022, featuring segments from the likes of former Fox News anchor Chris Wallace, NPR’s Audie Cornish and ...", "link": "https://www.dailywire.com/news/last-gasp-cnn-reportedly-set-to-stream-programs-on-max-as-viewership-plunges", "date_published": "2023-06-29 10:16:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "DeSantis: I’ll Abolish Education, Energy, Commerce Depts — And The IRS", "description": "Florida GOP Governor Ron DeSantis declared that as president he would eliminate the cabinet-level Departments of Education, Commerce, Energy, and the IRS. DeSantis, who has delivered on multiple promises in his state during his tenure, made the comments while speaking to Fox News’ Martha MacCallum, who asked him if there were any federal agencies he ...", "link": "https://www.dailywire.com/news/desantis-ill-abolish-education-energy-commerce-depts-and-the-irs", "date_published": "2023-06-29 10:03:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Joe Biden, Hunter Biden, And Parental ‘Love’", "description": "This week, Republicans in the House of Representatives revealed the testimony of an IRS whistleblower who worked on the Hunter Biden investigation. That whistleblower had two revelations to present. First, he said that the federal prosecutor overseeing Hunter’s case told at least six witnesses that he had been blocked by Attorney General Merrick Garland from ...", "link": "https://www.dailywire.com/news/joe-biden-hunter-biden-and-parental-love", "date_published": "2023-06-29 09:35:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "House Republicans Move To Obtain COVID Phone Records Between Walensky And Weingarten", "description": "Lawmakers investigating the COVID pandemic have again requested phone call records between teacher’s union boss Randi Weingarten and outgoing CDC Director Rochelle Walensky over concerns of “political interference.”  Select Subcommittee on the Coronavirus Pandemic Chairman Brad Wenstrup (R-OH) sent a letter to Walensky on Wednesday, just two days before her scheduled departure from the CDC, ...", "link": "https://www.dailywire.com/news/house-republicans-move-to-obtain-covid-phone-records-between-walensky-and-weingarten", "date_published": "2023-06-29 09:29:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Publisher Slaps Trigger Warning Label On Ernest Hemingway Works", "description": "A publisher has put new trigger warnings on legendary novelist Ernest Hemingway’s works, saying publication of the novels is not an &#8220;endorsement&#8221; of his writings. Penguin Random House, which reissued some works in 2022 and 2023, has slapped the warnings on the Nobel Prize-winning writer&#8217;s novels, including &#8220;The Sun Also Rises,&#8221; the Daily Telegraph reports. ...", "link": "https://www.dailywire.com/news/publisher-slaps-trigger-warning-label-on-ernest-hemingway-works", "date_published": "2023-06-29 09:28:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Francis Suarez Has No Idea Who The Uyghurs Are: “What’d You Call It, A ‘Weeble’?”", "description": "Republican Miami Mayor Francis Suarez admitted during an interview with Hugh Hewitt this week that he was completely unaware of one of the largest human rights issues in the world. Suarez, a long-shot Republican presidential candidate, was asked by Hewitt about the Uyghurs, a minority group in China who are locked up in concentration camps ...", "link": "https://www.dailywire.com/news/francis-suarez-has-no-idea-who-the-uyghurs-are-whatd-you-call-it-a-weeble", "date_published": "2023-06-29 00:08:14+00:00", "persistent": false, "user": null, "language": "en-US"}]