[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Baldur's Gate 3 PC Release Moved To Avoid Starfield - IGN Daily Fix", "description": "To avoid running into Bethesda’s massive space epic Starfield, the devs over at Larian made the smart move of pushing the release date for Baldur’s Gate 3 up a month. Originally planned to release on August 31st, fans of the franchise can now expect to play the PC version on August 3rd. That’s now a month ahead of Starfield, which is expected to release on September 1st. PC gamers can expect to play #BaldursGate3 before #Starfield, which SHOULD be enough time to complete the gameplay or at least dive deep enough to feel comfortable with hopping into the driver seat in Starfield when that drops a month later. Pokemon Go devs just had a massive layoff, the Metal Gear Solid Master Collection Vol. 1 will not have mouse and keyboard support on PC and more on today’s Games Fix with Akeem Lawanson.", "link": "https://www.youtube.com/watch?v=UQGT-vavSO8", "date_published": "2023-06-29 21:33:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Starship Troopers: Extermination - Official Update Trailer", "description": "Starship Troopers: Extermination is a co-op first-person shooter PvE combat game developed by Offworld Industries. Starship Troopers: Extermination has launched its latest Update 0.3.0 bringing the Twin MG emplacement, a new region of Valaka, new features, and enhancements to enjoy. Get the full rundown with this Update 0.3.0 Trailer for Starship Troopers: Extermination available now for PC.", "link": "https://www.youtube.com/watch?v=aPM3qjFMKHc", "date_published": "2023-06-29 21:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Scorn - Official PlayStation 5 Reveal Trailer", "description": "Scorn is an atmospheric first-person horror adventure game developed by Ebb Software. Players enter a nightmarish and grotesque world where learning the rules and manipulating the machinery left behind will not only reveal the truth behind secrets but the key to survival. With its arrival on PlayStation 5, Scorn comes equipped with DualSense capabilities such as haptic feedback, 4K resolution, 60 FPS, and more. Scorn comes to PlayStation 5 in Fall 2023.", "link": "https://www.youtube.com/watch?v=b7__bmIHppw", "date_published": "2023-06-29 20:00:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Blade Runner 2033: Labyrinth - Official Reveal Trailer | Annapurna Interactive Showcase 2023", "description": "Blade Runner 2033: Labrinth takes place in 2033, squarely between the original film Blade Runner and the sequel, Blade Runner 2049, and set in a dystopian Los Angeles after the Blackout hits. The game will be the first title from Annapurna Interactive's internal studio led by game director, Chelsea Hash (Solar Ash, What Remains of Edith Finch, Radiohead's Kid A Mnesia Exhibition).\n\nThis will be the first new Blade Runner game for PC & Console in 25 years.\n\n#IGN", "link": "https://www.youtube.com/watch?v=b_PXuEPxN50", "date_published": "2023-06-29 19:29:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Stray - Official Xbox Release Date Trailer | Annapurna Interactive Showcase 2023", "description": "Lost, alone, and separated from family, a stray cat must untangle an ancient mystery to escape a long-forgotten city.\n\nStray will be coming to Xbox Series X|S and Xbox One on August 10th.\n\n#IGN", "link": "https://www.youtube.com/watch?v=6z-z0Gps89g", "date_published": "2023-06-29 19:24:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Bounty Star - Official Gameplay Overview | Annapurna Interactive Showcase 2023", "description": "Bounty Star is an over-the-shoulder 3D action game that combines mech combat and customization, with farming and base building. Play as a broken but powerful ex-soldier named Clementine McKinney, a war veteran, talented fighter, and expert mech pilot. Clem attempts to shed the guilt and shame of her past and become a legitimate force for good in the Red Expanse, a post-post-apocalyptic version of the American Southwest.\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=eWF9R5i2cLU", "date_published": "2023-06-29 19:22:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Ghost Bike - Official Reveal Trailer | Annapurna Interactive Showcase 2023", "description": "Ghost Bike puts players in the shoes of a streetwise kid from Freehub City on a mission to revive the last of the Ghost Bikes, the magical couriers who rode between the world of the living and the world of the dead. Ride the Ghost Bike to the afterlife, and save the lost souls of Wheel World.\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=2qEP-EDAXN0", "date_published": "2023-06-29 19:15:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Lushfoil - Official Reveal Trailer | Annapurna Interactive Showcase 2023", "description": "Experience detailed, true-to-life recreations of beautiful and diverse locations around the world. Trek through and explore environments to capture stunning vistas and landscapes with your fully-featured in-game camera. Discover hidden secrets and objectives that reward patient and observant players that have a good eye for angles and perspectives. \n\nThe natural wonder of Lushfoil’s world is enhanced by an ambient, ethereal soundtrack featuring licensed music from artists around the world.", "link": "https://www.youtube.com/watch?v=er8JvMmv0AQ", "date_published": "2023-06-29 19:06:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Wo Long: Fallen Dynasty - Official 'Battle of Zhongyuan' Trailer", "description": "Wo Long: Fallen Dynasty is a dark fantasy action RPG developed by Team Ninja. Wo Long: Fallen Dynasty has unveiled its first DLC 'Battle of Zhongyuan' bringing a new story chapter following Cao Cao's army after the collapse of the anti-Dong Zhuo coalition. The DLC includes new stages called Mt. Nishan and Yuan City along with new generals, enemies, a new Divine Beast, weapon type, and increased difficulty to offer a greater challenge. Wo Long: Fallen Dynasty's 'Battle of Zhongyuan' DLC is available now for PlayStation 4, PlayStation 5, Xbox One, Xbox Series S|X, and PC.", "link": "https://www.youtube.com/watch?v=US-u29m8Jms", "date_published": "2023-06-29 18:30:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Double Dragon Gaiden: Rise of the Dragons - Official Gameplay Overview Trailer", "description": "Double Dragon Gaiden: Rise of the Dragons is an action beat 'em up game with tag-team and rogue-lite elements developed by Secret Base. This latest gameplay overview trailer showcases the abilities players will be able to use along with tag-team combat and a few hints at some unannounced playable characters. Double Dragon Gaiden: Rise of the Dragons launches on July 27 for PlayStation 4, PlayStation 5, Xbox One, Xbox Series S||X, Nintendo Switch, and PC.", "link": "https://www.youtube.com/watch?v=1vTCc7NGYds", "date_published": "2023-06-29 17:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Heels Season 2 - Official Trailer (2023) Stephen Amell, Alexander Ludwig", "description": "Heels season two brings fans back to the family-owned wrestling organization, Duffy Wrestling League (DWL), where brothers and rivals, Jack (Stephen Amell) and Ace Spade (Alexander Ludwig), continue to fight over their late father’s legacy and their individual versions of success, while also working to find their own identity as a “face” or a “heel.” \n\nHeels returns to the ring for season two on July 28 on STARZ.", "link": "https://www.youtube.com/watch?v=9IlbpApgpOQ", "date_published": "2023-06-29 17:00:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Dune: Part Two - Official Trailer 2 (2023) Timothée Chalamet, Zendaya, Christopher Walken", "description": "Watch the second trailer for Dune: Part Two, the next chapter of Frank Herbert’s celebrated novel Dune, directed by Denis Villeneuve. The upcoming movie stars Timothée Chalamet, Zendaya, Rebecca Ferguson, Josh Brolin, Austin Butler, Florence Pugh, Dave Bautista, Christopher Walken, Stephen McKinley Henderson, Léa Seydoux, Stellan Skarsgård, Charlotte Rampling, and Javier Bardem. \nThe saga continues in Dune: Part Two, which will explore the mythic journey of Paul Atreides as he unites with Chani and the Fremen while on a path of revenge against the conspirators who destroyed his family. Facing a choice between the love of his life and the fate of the known universe, he endeavors to prevent a terrible future only he can foresee.\nDune: Part Two opens in theaters on November 3, 2023.", "link": "https://www.youtube.com/watch?v=bIMHAsSaRxI", "date_published": "2023-06-29 16:39:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Doom Eternal: Dark Horse Reveals Epic Doom Slayer Figure", "description": "Dark Horse Direct has the ultimate collectible for hardcore Doom fans. The Doom Slayer 1:6 scale figure is modeled after the character's appearance in Doom Eternal, and it comes with all the weapons and accessories needed to slaughter the legions of Hell. The Doom Slayer figure is sculpted by the artists at Mondo and measures 12 inches tall. The figure is priced at $295 and is slated for release between November 2023 and January 2024.\n\n#IGN #Gaming #Doom", "link": "https://www.youtube.com/watch?v=uFllQ7Pfrpo", "date_published": "2023-06-29 16:00:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Wild Card Football - Official Announcement Trailer", "description": "Watch the announcement trailer for Wild Card Football, a new football game featuring a roster of hundreds of pro football superstars, including Colin Kaepernick, Jalen Hurts, Patrick Mahomes, Justin Jefferson, T.J. Watt, Joey Bosa, Ja’Marr Chase, Aaron Donald, and more.\n\nHere's your first look at the 7-on-7 game that lets you choose players from your favorite teams to create the ultimate dream NFL squad. Players will be able to customize their team's logos, uniforms, playbooks, and more. The game's Wild Card system also gives you access to special power-ups and rule-breaking abilities across a variety of modes, such as Season play, local multiplayer, and online multiplayer with full crossplay. Wild Card Football will be released on October 10, 2023 on PC, PS5, Xbox Series X/S, PS4, Xbox One, and Nintendo Switch.\n\n#IGN #Gaming #NFL", "link": "https://www.youtube.com/watch?v=cmXOjS0ab8s", "date_published": "2023-06-29 16:00:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "PlayStation News from the Xbox Activision FTC Trial - Beyond Clips", "description": "Things are heating up in the Xbox Activision FTC trial in San Francisco and (un)surprisingly, we've got a bit of PlayStation news and gossip as a direct result of it. Join the Podcast Beyond crew with Max Scoville, Jada Griffin, and Nick Limon as they dive into the trial and discuss the future of Call of Duty, Elder Scrolls, and more!", "link": "https://www.youtube.com/watch?v=oYNj6YXsm7w", "date_published": "2023-06-29 16:00:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Harrison Ford's Favorite Indy Moments Are the Obvious Ones | Indiana Jones and the Dial of Destiny", "description": "The Indiana Jones movies are beloved for many reasons, from Harrison Ford’s everyman hero charm to the deft balance between action, humor, and romance, to the reassuring feeling that, no matter what, Indy is always gonna save the day. But it’s also one of those franchises that is just full of iconic moments which are instantly recognizable, even to people who’ve perhaps never seen the movies that those moments are from.\n\nNow, with Indiana Jones and the Dial of Destiny hitting theaters for one last Dr. Jones adventure, we spoke to Harrison Ford and the cast of the film about their favorite Indy moments, and why they’re still classic after all these years.\n\nWhen we asked Ford about the most iconic moment from the series, he said he couldn’t pick just one. “Gosh, you've just opened a Pandora's box for me because there's so many images,” said the actor. “There's the rolling ball, there's the swordsman that Indiana Jones ends up shooting.”\nPerhaps not surprisingly, the first sequence from the first movie, Raiders of the Lost Ark, was the source of many of the cast’s picks.\n\n“Oh, the boulder for me, Indy running away from the boulder,” Phoebe Waller-Bridge immediately responded when asked the same question. Her Dial of Destiny costar Ethann Isidore agreed with her.\nOf course, you remember that moment as well. Indy has ventured into a Peruvian temple in search of a legendary golden idol. Unfortunately for him, but fortunately for us, he triggers the temple’s ancient booby traps and is forced to exact a thrilling and death-defying escape. It all culminates in a giant boulder heading right down main, with Dr. Jones the only pin in this deadly bowling ball’s way.\nFor the full story on Harrison Ford’s favorite Indy moments, watch the video.\n\n#IGN #Movies #IndianaJones", "link": "https://www.youtube.com/watch?v=LGRDAXWX_zQ", "date_published": "2023-06-29 15:03:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Armored Core 6: Fires of Rubicon - Official Gameplay Trailer", "description": "Here's a look at some brand new Armored Core 6: Fires of Rubicon gameplay. Check out this 4K footage to see how the action game's level traversal and combat are shaping up, featuring a big boss fight, along with a look at the game's assembly menus. Armored Core 6 Fires of Rubicon will be released on August 25, 2023 on PS5, Xbox Series X/S, PS4, Xbox One, and PC.\n\n#IGN #Gaming #ArmoredCore6", "link": "https://www.youtube.com/watch?v=AmO2orfpHfo", "date_published": "2023-06-29 14:51:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Our very own Ben Watts would love to play as his Australian national team! Presented by @ModeloUSA", "description": "", "link": "https://www.youtube.com/watch?v=hi1MFn2Fiz0", "date_published": "2023-06-29 13:00:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Avatar: The Last Airbender: Quest for Balance – Official Reveal Trailer", "description": "Get your first look at Avatar: The Last Airbender: Quest for Balance, the upcoming action-adventure from Bamtang Games and Game Mill Entertainment that will let you play solo or in two-player local or online co-op as your choice of nine different Avatar: The Last Airbender characters. Quest for Balance will be released later this year for all major platforms (PC, Nintendo Switch, PS4, PS5, Xbox One, and Xbox Series X|S).\n\n#IGN #Avatar", "link": "https://www.youtube.com/watch?v=1WsMzwqnqgc", "date_published": "2023-06-29 13:00:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Zom 100: Bucket List of the Dead - Official Trailer (English Dub)", "description": "Seize the Dead! Stream new Zom 100 episodes on Netflix and Hulu starting July 9!", "link": "https://www.youtube.com/watch?v=AX1WWHgjLMQ", "date_published": "2023-06-29 12:00:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Ravenbound - Official Hammers of Avalt DLC & 1.1 Update Trailer", "description": "Check out the trailer for Ravenbound's Hammers of Ávalt DLC and 1.1 update, which adds a new skill tree, hidden treasures, balancing improvements, and more. Hammers of Ávalt is the fantasy roguelite's first paid DLC and introduces a new hammer weapon type. Its free to keep on Steam until July 13. Players can now also play offline for the first time, following the removal of the game's Apex Connect requirement.\n\n#IGN #Gaming #Ravenbound", "link": "https://www.youtube.com/watch?v=5ZKbZvdxYkw", "date_published": "2023-06-29 12:00:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "AEW: Fight Forever - How to Unlock the Bad Exploding Barbed Wire Deathmatch Ending", "description": "AEW: Fight Forever has a hilarious unlockable allowing you to recreate the disappointing ending to the Kenny Omega vs Jon Moxley Exploding Barbed Wire Deathmatch at AEW Revolution in 2021. \nHere’s how you unlock the terrible ending easter egg for the Exploding Barbed Wire Death in AEW: Fight Forever.\n\n#IGN #Gaming #Wrestling", "link": "https://www.youtube.com/watch?v=NeDlg-JFnV0", "date_published": "2023-06-29 11:00:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Pikmin 4 - Official Overview Trailer", "description": "Watch the Pikmin 4 overview trailer to learn all about the game's world. Team up with tiny plantlike creatures called Pikmin and Rescue Pup Oatchi as you explore a mysterious planet. Rescue stranded castaways, collect various treasures, head off on Night Expeditions, and more. Check out the overview for a good look at what's to come. Pikmin 4 is coming to Nintendo Switch on July 21, 2023. A free demo is available now on the Nintendo eShop.\n\n#IGN #Gaming #Pikmin", "link": "https://www.youtube.com/watch?v=wcGUX0l9UAk", "date_published": "2023-06-29 10:04:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Bird Box Barcelona - Official Trailer (2023) Mario Casas, Georgina Campbell", "description": "From the producers of the global phenomenon, Bird Box, comes BIRD BOX BARCELONA, an expansion of the film that riveted audiences in 2018. After a mysterious force decimates the world’s population, Sebastian must navigate his own survival journey through the desolate streets of Barcelona. As he forms uneasy alliances with other survivors and they try to escape the city, an unexpected and even more sinister threat grows.\n\n#IGN #Netflix #Movies", "link": "https://www.youtube.com/watch?v=OQ9tn2QuGlw", "date_published": "2023-06-29 09:09:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Witcher Season 3 Volume 1 Review", "description": "The Witcher Season 3 Volume 1 reviewed by Jarrod Jones. Streaming on Netflix June 29.\nThe first five episodes of The Witcher season 3 are a great showcase for the chemistry between Henry Cavill, Anya Chalortra, and Freya Allan, but the series’ strict adherence to its source material pushes them to the side for long stretches of foggy court intrigue, prophecies, and conspiracies, which hardly matches the spectacle of watching Cavill swing a sword at some impressive foul beast.\n\n#IGN #TheWitcher", "link": "https://www.youtube.com/watch?v=JxrITkmGwB8", "date_published": "2023-06-29 07:01:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Final Fantasy 16: Ending Explained", "description": "Interested in the Final Fantasy 16 ending? As you’d expect of a game in the Final Fantasy series, the final hours of FF16 go to some wild places. This is a game that features massive monsters beating the heck out of each other, after all, and so naturally the finale had to go super size. If you’ve completed the game and want a detailed FF16 ending explained to breakdown what it all means, or don’t plan on playing it and want to skip straight to the end, then you’re in the right place. We’re about to reveal everything that happens in the last few hours of Final Fantasy XVI, so prepare yourself for the biggest FF16 spoilers!\n\n#IGN #Gaming #FinalFantasy", "link": "https://www.youtube.com/watch?v=shd0NRdEMcA", "date_published": "2023-06-29 07:00:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "They made Barbie's dreamhouse in real life #barbie #margotrobbie #ryangosling #movies #shorts", "description": "", "link": "https://www.youtube.com/watch?v=fLtCwyYBVKM", "date_published": "2023-06-29 00:38:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Donald Duck is no longer the most power mage in Final Fantasy #disney #kingdomhearts #shorts", "description": "", "link": "https://www.youtube.com/watch?v=Qzo9tdxjUqc", "date_published": "2023-06-29 00:37:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Superman: Legacy Officially Has Its Clark Kent and Lois Lane - IGN The Fix: Entertainment", "description": "On today's IGN The Fix: Entertainment\nSuperman: Legacy has officially casted its Superman and Lois Lane. Idris Elba has revealed why he isn’t so fussed about being James Bond anymore. Secret Invasion's premiere viewership numbers are some of the worst in MCU history. All that and more in today's Fix of entertainment!\n\n#IGN", "link": "https://www.youtube.com/watch?v=jpcEjSmAMX4", "date_published": "2023-06-29 00:22:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "How Rick the Door Technician came to be #starwars #jedisurvivor #gaming #shorts", "description": "", "link": "https://www.youtube.com/watch?v=8bU4HQQza-Y", "date_published": "2023-06-29 00:08:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "What you didn't know about the Superman cast #superman #dcu #jamesgunn #shorts", "description": "", "link": "https://www.youtube.com/watch?v=hyeBu9-HWPk", "date_published": "2023-06-29 00:06:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Pom's favorite video game #gaming #missionimpossible #mantis #mcu #finalfantasy #minecraft #shorts", "description": "", "link": "https://www.youtube.com/watch?v=6npbElTS6UI", "date_published": "2023-06-29 00:06:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Zelda builds are getting crazier #tearsofthekingdom #totk #nintendo #nintendoswitch #gaming #shorts", "description": "", "link": "https://www.youtube.com/watch?v=bVzcuuqtwvc", "date_published": "2023-06-29 00:03:35+00:00", "persistent": false, "user": null, "language": "en-US"}]