[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC-91UA-Xy2Cvb98deRXuggA", "title": "The Grim Future of Remote Workers: Shocking Study Reveals Harsh Reality!", "description": "Go to my sponsor https://aura.com/fluke to get a 14-day free trial and see if your personal information has been leaked online\n\n❤️ Support my content! \n https://www.patreon.com/joshuafluke\n\n🔥 Need a resume/cover letter? Check out my templates!  \nhttps://grindreel.com/\n\n👊 Join the community! \nhttps://discord.gg/Joshuafluke\n\nSocials🤳\nhttps://www.tiktok.com/@joshua_fluke\nhttps://www.instagram.com/joshuafluke/  📸\nhttps://twitter.com/joshuafluke  🐦\n\n📧 Email me directly!: grindreel@gmail.com\n📧 Business inquiries: Joshuafluke@thoughtleaders.io  \n\nMy Gear ⚙️:  https://kit.co/JoshuaFluke\n\nWelcome back, folks! Today we're taking a field trip to the year 2100 to meet Anna, a 3D model representing the \"future of remote work.\" But trust me, you won't envy Anna's situation. She's a tragic figure, with a hunchback, weight gain, wrecked skin, swollen limbs, clawed hands, dark red eyes, and a whole lot of mental health issues. Ouch! Poor Anna. She definitely didn't sign up for this. According to this new study - the future is looking grim for remote workers. \n\nNow, hold on a second! Before we dive into Anna's story, let me introduce you to Furniture At Work, a UK furniture supplier with a vested interest in getting people back to the office. They supply furniture to businesses, government offices, healthcare facilities, and schools. So, it seems they have a lot to gain by promoting the idea that remote work is detrimental to our health.\n\nSure, Furniture At Work claims that Anna's appearance is based on scientific research and consultations with health experts. And of course, there are legitimate concerns about the long-term impact of our modern lifestyles. But let's not be too quick to buy into this cautionary tale, shall we?\n\nBut wait, there's more! Furniture At Work's blog post about Anna mysteriously vanished, perhaps due to the online ridicule it received. Hmm, makes you wonder, doesn't it? Maybe Anna wasn't as convincing as they had hoped.", "link": "https://www.youtube.com/watch?v=CD_FH7H4rBM", "date_published": "2023-06-29 00:19:21+00:00", "persistent": false, "user": null, "language": "en-US"}]