[{"source": "https://www.gamespot.com/feeds/mashup", "title": "Is PSVR 2 Worth It? | GameSpot News", "description": "<img height=\"480\" src=\"https://www.gamespot.com/a/uploads/square_medium/1574/15746725/4100909-news0216_v0.jpg\" width=\"480\" /> PlayStation VR 2 officially arrives in a few days, and ahead of the official rollout, reviews have gone live.", "link": "https://www.gamespot.com/videos/is-psvr-2-worth-it-gamespot-news/2300-6460649/", "date_published": "2023-02-16 23:18:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Disney Dreamlight Valley Buñuelos Recipe", "description": "<p>One of the most common tasks in <a href=\"https://www.gamespot.com/games/disney-dreamlight-valley/\">Disney Dreamlight Valley</a> is cooking, so you can rest assured that nearly every character has a quest that requires you to whip up something tasty. If you've managed to befriend <a href=\"https://www.gamespot.com/articles/disney-dreamlight-valley-how-to-unlock-mirabel/1100-6511601/\">Mirabel</a>, you'll soon find that one of her quests requires you to make Buñuelos with milk, eggs, wheat, and a mystery ingredient--and we'll fill you in on the full recipe below.</p><h2>How to make Buñuelos in Disney Dreamlight Valley</h2><p>During Mirabel's second quest \"A Taste of Home,\" she'll ask you to make Buñuelos--but she can't recall the recipe. You'll need to go speak with Remy, and he'll tell you three of the ingredients required, but he'll hint that the final ingredient is something you can buy in his restaurant. But we'll save you some experimentation--it's <strong>cheese</strong>.</p><figure style=\"width: 3840px;\"><a href=\"https://www.gamespot.com/a/uploads/original/679/6794662/4100892-disneydreamlightvalley_20230216155611.jpg\"><img alt=\"Mirabel will be delighted to receive the dish from you.\" src=\"https://www.gamespot.com/a/uploads/scale_super/679/6794662/4100892-disneydreamlightvalley_20230216155611.jpg\" /></a><figcaption>Mirabel will be delighted to receive the dish from you.</figcaption></figure><p>Here are all four ingredients needed to make Buñuelos:</p><a href=\"https://www.gamespot.com/articles/disney-dreamlight-valley-bunuelos-recipe/1100-6511615/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/disney-dreamlight-valley-bunuelos-recipe/1100-6511615/?ftag=CAD-01-10abi2f", "date_published": "2023-02-16 22:26:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "PSVR 2 Preorders - Where To Buy PlayStation VR 2 Ahead Of Next Week's Launch", "description": "<p dir=\"ltr\">The PlayStation VR 2 releases in less than a week. The PS5's dedicated VR headset will start arriving on doorsteps on February 22. If you're interested in the PSVR 2, you'll be happy to learn that <a href=\"https://direct.playstation.com/en-us/playstation-vr2\">preorders are still available at PlayStation Direct</a>. Orders placed now (February 16) will arrive between February 22-28. At this time, North American customers can only preorder the PSVR 2 at PlayStation Direct.</p><h2 dir=\"ltr\">PlayStation VR 2 preorders</h2><figure style=\"width: 1000px;\"><a href=\"https://www.gamespot.com/a/uploads/original/1595/15950357/4100876-psvr.jpeg\"><img alt=\"PlayStation VR 2\" src=\"https://www.gamespot.com/a/uploads/original/1595/15950357/4100876-psvr.jpeg\" /></a><figcaption>PlayStation VR 2</figcaption></figure><p>The PSVR 2 is available to preorder for $550 and comes with the headset and two Sense controllers. Alternatively, you can purchase a $600 bundle that comes with <a href=\"https://www.gamespot.com/reviews/horizon-call-of-the-mountain-review-new-heights/1900-6418028/\">Horizon Call of the Mountain</a>, the marquee PSVR 2 launch title. Like PlayStation 5 bundles, you're saving 10 bucks versus buying the hardware and game separately.</p><p>As a reminder, you need a PS5 or PS5 Digital to use PSVR 2.</p><a href=\"https://www.gamespot.com/articles/psvr-2-preorders-where-to-buy-playstation-vr-2-ahead-of-next-weeks-launch/1100-6500355/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/psvr-2-preorders-where-to-buy-playstation-vr-2-ahead-of-next-weeks-launch/1100-6500355/?ftag=CAD-01-10abi2f", "date_published": "2023-02-16 22:14:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "New On Hulu In March 2023: Mob Psycho 100: Complete Season 3, Attack on Titan: Final Season, Part 2, And More", "description": "<p dir=\"ltr\">March is right around the corner, and a new month means a whole bunch of new content coming to Hulu. Some of that content will be available on March 1, while other shows and movies will be available a little later next month.</p><p dir=\"ltr\">Next month is bringing a lot of exciting anime to Hulu. Both of these spotlighted picks are drastically different from one another, but equally worth your time. On March 28, Part 2 of Attack on Titan's final season will hit the platform. As <a href=\"https://www.crunchyroll.com/anime-news/2023/01/17/attack-on-titan-final-season-part-3-anime-set-to-premiere-on-march-4-will-be-split-into-two-halves\">Crunchyroll</a> announced earlier this year, the saga's last batch of episodes Part 3 will come to Japan later, first--and stateside fans will be able to catch up on Part 2 in just a couple of weeks with an English dub. But, it's a little more confusing than that might imply because--as we reported in January--<a href=\"https://www.gamespot.com/articles/attack-on-titan-the-final-season-part-3-begins-on-march-4/1100-6510612/\">Part 3 will be split into two parts</a>. A release date for the second half of the <em>final</em> final episodes hasn't been revealed yet. In the meantime, for the episodes right around the corner--Part 2 concluded in April 2022, covering several more chapters of the manga that ended in 2021.</p><div>          </div><p dir=\"ltr\"><span>On March 6, the complete English dubbed version Mob Psycho 100 Season 3 also comes to Hulu. Far less intense than Attack on Titan, Mob Psycho 100 follows Shigeo Kageyama, nicknamed Mob, a boy who has strong psychic powers, and his struggles to find the simple happiness he is looking for.</span></p><a href=\"https://www.gamespot.com/articles/new-on-hulu-in-march-2023-mob-psycho-100-complete-season-3-attack-on-titan-final-season-part-2-and-more/1100-6511611/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/new-on-hulu-in-march-2023-mob-psycho-100-complete-season-3-attack-on-titan-final-season-part-2-and-more/1100-6511611/?ftag=CAD-01-10abi2f", "date_published": "2023-02-16 21:54:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "GTA Weekly Online Update Adds Big Garage And More Los Santos Drug Wars Activities", "description": "<p dir=\"ltr\">GTA Online's weekly update is here, and it comes with a new multi-floor garage that can store 50 vehicles. Each floor's hangout areas are customizable with different decoration styles. GTA+ members can get the garage for free until March 15. Otherwise, players can purchase the garage from Dynasty 8's in-game website.</p><h3 dir=\"ltr\">Los Santos Drug Wars</h3><p dir=\"ltr\">There are new activities this week related to Los Santos Drug Wars, including new <strong>daily Stash House</strong> locations. Players can rob these safehouses and defeat enemies for GTA$ and product. There are also<strong> daily G's Cache dead drops</strong> scattered around the city. They contain GTA$, ammunition, and snacks. Successful retrievals of the packages earn players 50% extra bonus GTA$ and RP.</p><p dir=\"ltr\">In more drug trade activities, players also get extra 50% GTA$ by selling dealers drugs. Dealers will offer premiums on specific drugs they'd prefer, so players can earn extra cash by selling them the drugs they want.</p><a href=\"https://www.gamespot.com/articles/gta-weekly-online-update-adds-big-garage-and-more-los-santos-drug-wars-activities/1100-6511612/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/gta-weekly-online-update-adds-big-garage-and-more-los-santos-drug-wars-activities/1100-6511612/?ftag=CAD-01-10abi2f", "date_published": "2023-02-16 21:52:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Hasbro Execs Talk Dungeons And Dragons And Open Game License Controversy", "description": "<p>Hasbro executives discussed the recent controversy about Dungeons and Dragons changing its open games license (OGL) in a recent earnings call.</p><p>According to a report from <a href=\"https://gizmodo.com/hasbro-dnd-wotc-investor-call-minor-ogl-magic-the-gathe-1850122792\">Gizmodo</a>, the current CEO of Hasbro, and former Wizards of the Coast president, Chris Cocks addressed the negative fan response early in the meeting, saying that \"We misfired on updating our open game license.\" The earnings call provides no new information about Wizards of the Coast's plans, but Cocks did say that, \"Our best practice is to work collaboratively with our community, gather feedback, and build experiences that inspire players and creators alike.\"</p><p>In January, a leak revealed that DnD publisher <a href=\"https://www.gamespot.com/articles/the-dd-world-is-on-fire-right-now-and-wizards-of-the-coast-can-only-blame-itself/1100-6510643/\">Wizards of the Coast was planning to update its OGL</a>. The new license would more directly restrict what user-created content could exist and be sold without paying royalties. Community backlash was instant and only increased after Wizards released a statement confirming the leak's validity. Eventually, <a href=\"https://www.gamespot.com/articles/dungeons-dragons-backtracks-on-ogl-deauthorization-adds-creative-commons-license/1100-6510953/\">Wizards of the Coast halted updating Dnd's OGL</a>, sticking with the old model for the foreseeable future.</p><a href=\"https://www.gamespot.com/articles/hasbro-execs-talk-dungeons-and-dragons-and-open-game-license-controversy/1100-6511613/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/hasbro-execs-talk-dungeons-and-dragons-and-open-game-license-controversy/1100-6511613/?ftag=CAD-01-10abi2f", "date_published": "2023-02-16 21:52:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Get 10TB Of Cloud Storage For A Low Price", "description": "<p>Cloud storage lets you store and access your files on any device, which really does make it more desirable than local storage for some people. However, cloud storage can be pricey, especially if you go through the biggest names like Google or Microsoft. If you want to ditch the subscription plan storage options, you can <span class=\"norewrite\">           <a href=\"https://deals.gamespot.com/sales/prism-drive-secure-cloud-storage-lifetime-subscription-10-tb?utm_source=gamespot.com&amp;utm_medium=referral&amp;utm_campaign=prism-drive-secure-cloud-storage-lifetime-subscription-10-tb_081022&amp;utm_term=scsf-553122&amp;utm_content=a0x1P000004lj50QAA&amp;scsonar=1\">get 10TB of Prism Drive cloud storage right now for only $89.</a> </span></p><p>If 10TB sounds like way too much for you, you can get 5TB for $69 or 2TB for only $49.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://deals.gamespot.com/sales/prism-drive-secure-cloud-storage-lifetime-subscription-10-tb?utm_source=gamespot.com&amp;utm_medium=referral&amp;utm_campaign=prism-drive-secure-cloud-storage-lifetime-subscription-10-tb_081022&amp;utm_term=scsf-553122&amp;utm_content=a0x1P000004lj50QAA&amp;scsonar=1\">See at GameSpot Deals</a> </div><p>Prism Drive works just like any other cloud storage solution. You’ll be able to upload any file from just about any device, then access or share them without any hassle. To keep your data safe, you can set up a password before sharing content with friends or family. And if you happen to accidentally delete something important, a 30-day trash history lets you easily restore the file.</p><a href=\"https://www.gamespot.com/articles/get-10tb-of-cloud-storage-for-a-low-price/1100-6504123/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/get-10tb-of-cloud-storage-for-a-low-price/1100-6504123/?ftag=CAD-01-10abi2f", "date_published": "2023-02-16 21:14:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "How Overwatch 2's Loverwatch Came Together, And Where Blizzard Might Go From Here", "description": "<p>It's not often you witness a competitive first-person shooter's developer allow its characters to indulge its audience's romantic fantasies. But then again, it's not often you have a roster of characters as charismatic and swoon-worthy as Overwatch 2's.</p><p dir=\"ltr\">Since its release in 2016, the Overwatch series has garnered a reputation for creating diverse, compelling, and <em>extremely </em>attractive heroes. It comes as no surprise then that if you search \"Overwatch\" on <a href=\"https://archiveofourown.org/works/search?work_search[query]=overwatch\">An Archive of Our Own</a>, a popular fan fiction site, nearly 40,000 stories featuring these characters are available to read. However, Blizzard itself greenlighting a project focused on putting these characters in romantic situations <em>is </em>a bit of a surprising choice, albeit one I absolutely stand behind.</p><p dir=\"ltr\">Released on February 13, the cleverly titled <a href=\"https://www.gamespot.com/articles/overwatch-2s-surprisingly-good-dating-sim-is-packed-with-in-jokes-teases-for-the-future-and-an-exciting-genji-reveal/1100-6511484/\">Loverwatch</a> is a limited-time dating sim set in the world of Overwatch. In it, you can romance two of Overwatch's most acclaimed heroes, Mercy and Genji, as well as relentlessly tease a toga-wearing Hanzo. To clarify just how this free browser game came to be, three Overwatch developers who worked on the project, Senior Narrative Designer Miranda Moyer, Narrative Designer Kyungseo Min, and Overwatch Brand Manager Beth Bryson, hosted a group interview exploring the process of creating the game, as well as some of their favorite moments from it.</p><a href=\"https://www.gamespot.com/articles/how-overwatch-2s-loverwatch-came-together-and-where-blizzard-might-go-from-here/1100-6511609/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/how-overwatch-2s-loverwatch-came-together-and-where-blizzard-might-go-from-here/1100-6511609/?ftag=CAD-01-10abi2f", "date_published": "2023-02-16 21:11:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Bruce Willis Diagnosed With Dementia", "description": "<p dir=\"ltr\">Nearly one year after Bruce Willis was diagnosed with aphasia, his family has shared word that his condition has worsened. In a joint statement by Willis' family shared by <a href=\"https://www.theaftd.org/mnlstatement23/?fbclid=PAAaYZ2Rcpq5lg7sFScfzRAEAE1tBKaQxln-povJgksTUBJYQfXhT4vA2qe-0\">The Association for Frontotemporal Degeneration</a>, it was announced Tuesday that the star is now suffering from dementia.</p><p dir=\"ltr\">\"As a family, we wanted to take this opportunity to thank you all for the outpouring of love and compassion for Bruce over the past 10 months,\" reads the statement. \"Your generosity of spirit has been overwhelming, and we are tremendously grateful for it. For your kindness, and because we know you love Bruce as much as we do, we wanted to give you an update.\"</p><p dir=\"ltr\">The statement also adds that Willis \"always believed in using his voice in the world to help others, and to raise awareness about important issues\" and \"if he could today, he would want to respond by bringing global attention and a connectedness with those who are also dealing with this debilitating disease and how it impacts so many individuals and their families.\"</p><a href=\"https://www.gamespot.com/articles/bruce-willis-diagnosed-with-dementia/1100-6511608/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/bruce-willis-diagnosed-with-dementia/1100-6511608/?ftag=CAD-01-10abi2f", "date_published": "2023-02-16 21:01:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "New Tetris Effect Modes Coming To All Platforms Alongside PS5, PSVR 2 Release", "description": "<p>Tetris Effect: Connected releases for PS5 and PSVR 2 on February 22, but that date will also mark the launch of an update for other versions of the game that includes free new content.</p><p>First up, the Classic Score Attack mode is receiving an update to help you practice by yourself. Classic Score Attack is based on a high scores and has no direct attacks that gunk up the opponent's screen, unlike many other competitive Tetris modes. Previously, the only way to practice Classic Score Attack was to start a match against AI or another player in split-screen and focus only on your own game.</p><p>However, because both players on the split-screen receive the same tetromino blocks, if you got further ahead, your opponent could know what is coming and plan accordingly. This results in an unfair advantage and prevents anyone from submitting their scores to an official leaderboard. This update adds a single player mode for Class Score Attack, so that you can practice and submit your scores without interference.</p><a href=\"https://www.gamespot.com/articles/new-tetris-effect-modes-coming-to-all-platforms-alongside-ps5-psvr-2-release/1100-6511607/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/new-tetris-effect-modes-coming-to-all-platforms-alongside-ps5-psvr-2-release/1100-6511607/?ftag=CAD-01-10abi2f", "date_published": "2023-02-16 20:33:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Budget-Friendly VR Game Bundle Includes, Skyrim, Fallout 4, And More", "description": "<p>If you’re looking for new VR experiences that can last you dozens of hours, check out Fanatical’s new <a href=\"https://www.jdoqocy.com/click-100770772-13797872?sid=subid_value&amp;url=https://www.fanatical.com/en/pick-and-mix/build-your-own-infinity-vr-collection\">Infinity VR bundle</a>, which includes up to five massive VR games for just $40. The bundle also offers a $20 tier for just 2 games and a $27 option for 3 games if those better suit your budget. The virtual reality-focused collection is one of the latest game bundles in Fanatical's Bundlefest sale.</p><p dir=\"ltr\">Like other build-your-own bundle deals from Fanatical, customers select their games from a list of 17 possible titles. The list includes some major VR hits, such as the VR versions of Bethesda’s beloved open-world RPGs The Elder Scrolls V: Skyrim and Fallout 4, and the award-winning FPS-puzzle game Superhot VR.</p><p dir=\"ltr\">There’s also the sci-fi horror survival game Cosmodread, crafting sandbox CyubeVR, and first-person martial arts brawler Dragon Fist: VR Kung Fu. And if you’re into rhythm games, Vinyl Reality, Synth Riders, and Unplugged Air Guitar are all available as possible picks for your bundle.</p><a href=\"https://www.gamespot.com/articles/budget-friendly-vr-game-bundle-includes-skyrim-fallout-4-and-more/1100-6511605/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/budget-friendly-vr-game-bundle-includes-skyrim-fallout-4-and-more/1100-6511605/?ftag=CAD-01-10abi2f", "date_published": "2023-02-16 20:06:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Disney Dreamlight Valley: How To Change Your House's Appearance", "description": "<p>If you're the type who enjoys customizing every aspect of your belongings in <a href=\"https://www.gamespot.com/games/disney-dreamlight-valley/\">Disney Dreamlight Valley</a>, you're likely to want to have some agency over your home's vibe. You can customize the wallpaper, doors, flooring, and furniture inside of your house, but what about the outside? This feature is easy to overlook, but we'll tell you how to access it below.</p><h2>How to change your house's appearance in Disney Dreamlight Valley</h2><p>To change the outside of your home, you'll first need to enter the furniture mode while standing nearby. Select your home, then note an option in the bottom left that says \"Replace.\" Press the button listed there to select from any available customization skins you currently have for your home.</p><figure style=\"width: 3840px;\"><a href=\"https://www.gamespot.com/a/uploads/original/679/6794662/4100752-disneydreamlightvalley_20230216145429.jpg\"><img alt=\"The game gives you five color schemes to start with, but you can buy more in the premium shop.\" src=\"https://www.gamespot.com/a/uploads/scale_super/679/6794662/4100752-disneydreamlightvalley_20230216145429.jpg\" /></a><figcaption>The game gives you five color schemes to start with, but you can buy more in the premium shop.</figcaption></figure><p>While the game gives you five options out of the gate, you can buy additional home customization skins in the premium shop using Moonstones. It's worth noting, though, that these can be pretty expensive, so unless you're comfortable dropping big bucks frequently, it's probably in your best interest to be sure whatever you buy is something you're likely to enjoy for a long time.</p><a href=\"https://www.gamespot.com/articles/disney-dreamlight-valley-how-to-change-your-houses-appearance/1100-6511604/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/disney-dreamlight-valley-how-to-change-your-houses-appearance/1100-6511604/?ftag=CAD-01-10abi2f", "date_published": "2023-02-16 19:59:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "CoD: Warzone 2 Ashika Island Easter Egg Lets You Feed A Sea Lion", "description": "<p dir=\"ltr\">Season 2 of <a href=\"https://www.gamespot.com/games/call-of-duty-warzone-20/\">Call of Duty: Warzone 2</a> arrived on February 15, adding the brand-new Ashika Island Resurgence map. The map has a cute Easter egg at the island's aquarium, and we'll walk you through the steps needed for feeding the sea lion.</p><p dir=\"ltr\">Technically, you're not feeding a real sea lion, but there's a statue of a sea lion on Ashika Island that lets you feed it some fish. To complete this Easter egg you'll need some explosive equipment. Scavenge for some grenades, semtex, or C4 lethal equipment, and you'll want to travel to the west coast of the map near the Beach Club.</p><figure style=\"width: 1865px;\"><a href=\"https://www.gamespot.com/a/uploads/original/1639/16394540/4100684-ashikaislandbeachclubsealion4.jpeg\"><img alt=\"Sea lion statue outside of the Beach Club aquarium\" src=\"https://www.gamespot.com/a/uploads/scale_super/1639/16394540/4100684-ashikaislandbeachclubsealion4.jpeg\" /></a><figcaption>Sea lion statue outside of the Beach Club aquarium</figcaption></figure><h2 dir=\"ltr\">How to get fish</h2><p dir=\"ltr\">You can get fish from various parts of the water around the island, but you'll likely want to start somewhere close to the Beach Club's aquarium, which is where you'll be performing the Easter egg step.</p><a href=\"https://www.gamespot.com/articles/cod-warzone-2-ashika-island-easter-egg-lets-you-feed-a-sea-lion/1100-6511602/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/cod-warzone-2-ashika-island-easter-egg-lets-you-feed-a-sea-lion/1100-6511602/?ftag=CAD-01-10abi2f", "date_published": "2023-02-16 19:22:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Disney Dreamlight Valley Training Manuals: How To Change Villager Roles", "description": "<p>When you <a href=\"https://www.gamespot.com/articles/disney-dreamlight-valley-how-to-unlock-all-characters/1100-6507527/\">begin a new friendship</a> with your pals in <a href=\"https://www.gamespot.com/games/disney-dreamlight-valley/\">Disney Dreamlight Valley</a>, you'll soon find that you can assign them specific roles that allow them to aid you with your daily tasks, such as fishing, mining, and more. However, many fans have been clamoring for a way to change these assigned roles in the event that they decide they'd like to have their villagers try some new work. Well, now you finally can by using <strong>training manuals</strong>. We'll give you the full scoop below.</p><h2>How to change villager roles in Disney Dreamlight Valley</h2><p>Training manuals can be crafted at any crafting station--provided you have the right materials to make one. Once you've made the appropriate manual for a respective role, <strong>simply gift the manual to the villager whose role you'd like to change</strong>. There is a small catch, though--<strong>the villager must be friendship level 10 to accept the role change</strong>. Here's everything you'll need to craft all of the training manuals.</p><h3>Digging Training Manual</h3><ul><li>5,000 Dreamlight</li><li>20 Pebbles</li><li>20 Sand</li><li>30 Soil</li></ul><h3>Gardening Training Manual</h3><ul><li>5,000 Dreamlight</li><li>40 Corn</li><li>60 Tomato</li><li>20 Carrot</li></ul><h3>Foraging Training Manual</h3><ul><li>5,000 Dreamlight</li><li>30 Banana</li><li>20 Blueberry</li><li>10 Basil</li></ul><h3>Mining Training Manual</h3><ul><li>5,000 Dreamlight</li><li>2 Topaz</li><li>2 Aquamarine</li><li>2 Peridot</li></ul><h3>Fishing Training Manual</h3><ul><li>5,000 Dreamlight</li><li>2 Swordfish</li><li>5 Bream</li><li>10 Herring</li></ul><p>For more on Dreamlight Valley, check out our comprehensive <a href=\"https://www.gamespot.com/articles/disney-dreamlight-valley-guide/1100-6507201/\">guides hub</a>.</p><a href=\"https://www.gamespot.com/articles/disney-dreamlight-valley-training-manuals-how-to-change-villager-roles/1100-6511525/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/disney-dreamlight-valley-training-manuals-how-to-change-villager-roles/1100-6511525/?ftag=CAD-01-10abi2f", "date_published": "2023-02-16 19:21:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Save Big On Nintendo Switch Exclusives, Including Upcoming Games", "description": "<p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4100499-kirby%281%29.jpg\" /><br /><h3><p>The Nintendo Switch has built up a staggering roster of great games since launching in 2017, and right now dozens of them are seeing generous price cuts. Whether you’re interested in couch co-op, sweeping open-world adventures, or want to stay active with a fitness game, a bit of everything is on sale.</p><p>What’s most enticing, however, is the list of <em>upcoming</em> games that are seeing preorder discounts. <span class=\"norewrite\">           <a href=\"https://www.super.com/shop/products/the-legend-of-zelda-tears-of-the-kingdom-nintendo-switch?irclickid=XpASdrWPexyNUlDTSiwjT1qmUkAyhBSBzT8yRM0&amp;utm_source=Fandom - Gamespot&amp;utm_medium=affiliate&amp;utm_id=1804712&amp;utm_campaign=1804712&amp;irgwc=1\">The Legend of Zelda: Tears of the Kingdom</a> </span> is the first Switch title to carry a $70 price tag, but using promo code <b>GMSPTZLDA </b>will reduce it back down to $60. You can also reserve <span class=\"norewrite\">           <a href=\"https://www.super.com/shop/products/kirbys-return-to-dream-land-deluxe-nintendo-switch?irclickid=XpASdrWPexyNUlDTSiwjT1qmUkAyhGzpzT8yRM0&amp;utm_source=Fandom - Gamespot&amp;utm_medium=affiliate&amp;utm_id=1804712&amp;utm_campaign=1804712&amp;irgwc=1\">Kirby’s Return to Dream Land Deluxe</a> </span> for $49 with promo code <b>GMSPTKRB </b>or <span class=\"norewrite\">           <a href=\"https://www.super.com/shop/products/bayonetta-origins-cereza-and-the-lost-demon-nintendo-switch?irclickid=XpASdrWPexyNUlDTSiwjT1qmUkAyhBzRzT8yRM0&amp;utm_source=Fandom - Gamespot&amp;utm_medium=affiliate&amp;utm_id=1804712&amp;utm_campaign=1804712&amp;irgwc=1\">Bayonetta Origins</a> </span> for $49 with promo code <b>GMSPTBYNT</b>.</p><p>As far as popular Switch exclusives that are already available, you can find game deals on some of Nintendo's most popular franchises. You can prepare for Tears of the Kingdom by picking up its predecessor <a href=\"https://go.skimresources.com?id=225336X1707200&amp;xs=1&amp;xcust=subid_value&amp;url=https://www.walmart.com/ip/The-Legend-of-Zelda-Breath-of-the-Wild-Nintendo-Switch/55432568?athbdg=L1102\">The Legend of Zelda: Breath of the Wild</a> for $40. For a classic Zelda experience, check out the adorable <a href=\"https://go.skimresources.com?id=225336X1707200&amp;xs=1&amp;xcust=subid_value&amp;url=https://www.walmart.com/ip/The-Legend-of-Zelda-Link-s-Awakening-Nintendo-Switch-Physical-110249/755653843\">Link's Awakening</a> remake for $40. You can also grab <a href=\"https://go.skimresources.com?id=225336X1707200&amp;xs=1&amp;xcust=subid_value&amp;url=https://www.walmart.com/ip/Super-Mario-Odyssey-Nintendo-Switch-Physical-Edition/56011600?athbdg=L1102\">Super Mario Odyssey</a>, one of the absolute best platformers around, for just $39.</p><p>Other great discounts include <span class=\"norewrite\">           <a href=\"https://go.skimresources.com?id=225336X1707200&amp;xs=1&amp;xcust=subid_value&amp;url=https://www.walmart.com/ip/Animal-Crossing-New-Horizons-Nintendo-Switch-Physical-109505/720388718\">Animal Crossing: New Horizons</a> </span> for $50, <span class=\"norewrite\">           <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/Mario-Rabbids-Sparks-Hope-Nintendo-Switch/dp/B09742H73B?tag=gamespot-promos-20&amp;ascsubtag=ag:gs-2900-4647|vg:-|st:mwb\">Mario + Rabbids Sparks of Hope</a> </span> for $40, and <span class=\"norewrite\">           <a href=\"https://click.linksynergy.com/deeplink?id=VZfI20jEa0c&amp;mid=24348&amp;u1=subid_value&amp;murl=https://www.gamestop.com/video-games/nintendo-switch/products/paper-mario-the-origami-king---nintendo-switch/11102346.html?condition=Pre-Owned\">Paper Mario: The Origami King</a> </span> for $35.</p><p>Beyond games, a few good accessories are also seeing price cuts. This includes a massive <span class=\"norewrite\">           <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/2022-Switch-Sports-Accessories-Bundle-Joy/dp/B0B1WCC6LB?tag=gamespot-promos-20&amp;ascsubtag=ag:gs-2900-4647|vg:-|st:mwb\">Switch Sports</a> </span> bundle, an officially licensed <span class=\"norewrite\">           <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/SanDisk-MicroSDXC-Nintendo-Switch-SDSQXAO-128G-GNCZN/dp/B07KXQX3S3?tag=gamespot-promos-20&amp;ascsubtag=ag:gs-2900-4647|vg:-|st:mwb\">microSD Card,</a> </span> and a <span class=\"norewrite\">           <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/500-162-NA-BLRD-Nintendo-Switch-Headset-Gaming-Console/dp/B07VTDDHWV?tag=gamespot-promos-20&amp;ascsubtag=ag:gs-2900-4647|vg:-|st:mwb\">budget headset.</a> </span> You’ll find a list of all the best Switch deals below. Keep in mind that most sales don’t advertise an end date, so be sure to check them out soon.</p></h3></p><br />     <p><h2>Bayonetta Origins</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4100468-bayonettaorigins%281%29.jpg\" /><br /><h3><p><strong>$49 ($<del>60</del>)</strong> with promo code <b>GMSPTBYNT</b></p><div class=\"norewrite\" title=\"\">           <a href=\"https://www.super.com/shop/products/bayonetta-origins-cereza-and-the-lost-demon-nintendo-switch?irclickid=XpASdrWPexyNUlDTSiwjT1qmUkAyhBzRzT8yRM0&amp;utm_source=Fandom - Gamespot&amp;utm_medium=affiliate&amp;utm_id=1804712&amp;utm_campaign=1804712&amp;irgwc=1\">See at Super Shop</a> </div></h3></p><br />     <p><h2>The Legend of Zelda: Tears of the Kingdom</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4100472-tearsofthekingdom%281%29.jpg\" /><br /><h3><p><strong>$60</strong> <strong>($<del>70</del>)</strong> with promo code <b>GMSPTZLDA</b></p><div class=\"norewrite\" title=\"\">           <a href=\"https://www.super.com/shop/products/the-legend-of-zelda-tears-of-the-kingdom-nintendo-switch?irclickid=XpASdrWPexyNUlDTSiwjT1qmUkAyhBSBzT8yRM0&amp;utm_source=Fandom - Gamespot&amp;utm_medium=affiliate&amp;utm_id=1804712&amp;utm_campaign=1804712&amp;irgwc=1\">See at Super Shop</a> </div></h3></p><br />     <p><h2>Kirby’s Return To Dream Land Deluxe</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4100469-kirby%281%29.jpg\" /><br /><h3><p><strong>$49</strong> <strong>($<del>60</del>)</strong> with promo code <b>GMSPTKRB</b></p><div class=\"norewrite\" title=\"\">           <a href=\"https://www.super.com/shop/products/kirbys-return-to-dream-land-deluxe-nintendo-switch?irclickid=XpASdrWPexyNUlDTSiwjT1qmUkAyhGzpzT8yRM0&amp;utm_source=Fandom - Gamespot&amp;utm_medium=affiliate&amp;utm_id=1804712&amp;utm_campaign=1804712&amp;irgwc=1\">See at Super Shop</a> </div></h3></p><br />     <p><h2>The Legend of Zelda: Breath of the Wild</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4100473-breathofthewild%281%29.jpg\" /><br /><h3><p><strong>$40 ($<del>60</del>)</strong></p><div class=\"norewrite\" title=\"\">           <a href=\"https://go.skimresources.com?id=225336X1707200&amp;xs=1&amp;xcust=subid_value&amp;url=https://www.walmart.com/ip/The-Legend-of-Zelda-Breath-of-the-Wild-Nintendo-Switch/55432568?athbdg=L1102\">See at Walmart</a> </div></h3></p><br />     <p><h2>The Legend of Zelda: Link’s Awakening</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4100480-thelegendofzeldalinksawakening%281%29.jpg\" /><br /><h3><p><strong>$40 ($<del>60</del>)</strong></p><div class=\"norewrite\" title=\"\">           <a href=\"https://go.skimresources.com?id=225336X1707200&amp;xs=1&amp;xcust=subid_value&amp;url=https://www.walmart.com/ip/The-Legend-of-Zelda-Link-s-Awakening-Nintendo-Switch-Physical-110249/755653843\">See at Walmart</a> </div></h3></p><br />     <p><h2>Super Mario Odyssey</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1595/15950357/4100678-supermarioodyssey.jpeg\" /><br /><h3><p><strong>$39 (<del>$60</del>)</strong></p><div class=\"norewrite\" title=\"\">           <a href=\"https://go.skimresources.com?id=225336X1707200&amp;xs=1&amp;xcust=subid_value&amp;url=https://www.walmart.com/ip/Super-Mario-Odyssey-Nintendo-Switch-Physical-Edition/56011600?athbdg=L1102\">See at Walmart</a> </div></h3></p><br />     <p><h2>Mario + Rabbids Sparks of Hope</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4100476-mario%2Brabbidssparksofhope%281%29.jpg\" /><br /><h3><p><strong>$40 ($<del>60</del>)</strong></p><div class=\"norewrite\" title=\"\">           <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/Mario-Rabbids-Sparks-Hope-Nintendo-Switch/dp/B09742H73B?tag=gamespot-promos-20&amp;ascsubtag=ag:gs-2900-4647|vg:-|st:mwb\">See at Amazon</a> </div></h3></p><br />     <p><h2>New Super Mario Bros U Deluxe</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4100482-newsupermariobrosudeluxe%281%29.jpg\" /><br /><h3><p><strong>$44 ($<del>60</del>)</strong></p><div class=\"norewrite\" title=\"\">           <a href=\"https://go.skimresources.com?id=225336X1707200&amp;xs=1&amp;xcust=subid_value&amp;url=https://www.walmart.com/ip/New-Super-Mario-Bros-U-Deluxe-Nintendo-Nintendo-Switch-045496592691/214311136?athbdg=L1102\">See at Walmart</a> </div></h3></p><br />     <p><h2>Paper Mario: The Origami King (preowned)</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4100484-papermario%281%29.jpg\" /><br /><h3><p><strong>$35 ($<del>60</del>)</strong></p><div class=\"norewrite\" title=\"\">           <a href=\"https://click.linksynergy.com/deeplink?id=VZfI20jEa0c&amp;mid=24348&amp;u1=subid_value&amp;murl=https://www.gamestop.com/video-games/nintendo-switch/products/paper-mario-the-origami-king---nintendo-switch/11102346.html?condition=Pre-Owned\">See at GameStop</a> </div></h3></p><br />     <p><h2>Super Mario Party</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4100491-supermarioparty%281%29.jpg\" /><br /><h3><p><strong>$39 ($<del>60</del>)</strong></p><div class=\"norewrite\" title=\"\">           <a href=\"https://go.skimresources.com?id=225336X1707200&amp;xs=1&amp;xcust=subid_value&amp;url=https://www.walmart.com/ip/Super-Mario-Party-Switch-Nintendo-Switch-Digital-Download-56047/404887647\">See at Walmart</a> </div></h3></p><br />     <p><h2>The Legend of Zelda: Skyward Sword</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4100475-legendofzeldaskywardsword%281%29.jpg\" /><br /><h3><p><strong>$45 ($<del>60</del>)</strong></p><div class=\"norewrite\" title=\"\">           <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/Legend-Zelda-Skyward-Sword-Nintendo-Switch/dp/B08X2HNT4D?tag=gamespot-promos-20&amp;ascsubtag=ag:gs-2900-4647|vg:-|st:mwb\">See at Amazon</a> </div></h3></p><br />     <p><h2>Live A Live</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1595/15950357/4100603-livealive.jpeg\" /><br /><h3><p><strong>$39 (<del>$50</del>)</strong></p><div class=\"norewrite\" title=\"\">           <a href=\"https://go.skimresources.com?id=225336X1707200&amp;xs=1&amp;xcust=subid_value&amp;url=https://www.walmart.com/ip/LIVE-A-LIVE-Nintendo-Switch-Digital/252729239\">See at Walmart</a> </div></h3></p><br />     <p><h2>Captain Toad: Treasure Tracker</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1595/15950357/4100601-captaintoad.jpeg\" /><br /><h3><p><strong>$29 (<del>$40</del>)</strong></p><div class=\"norewrite\" title=\"\">           <a href=\"https://go.skimresources.com?id=225336X1707200&amp;xs=1&amp;xcust=subid_value&amp;url=https://www.walmart.com/ip/Captain-Toad-Treasure-Tracker-Nintendo-Switch-Digital-Download/920946026?athbdg=L1700\">See at Walmart</a> </div></h3></p><br />     <p><h2>Crash Bandicoot N. Sane Trilogy</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4100471-crashbandicoot%281%29.jpg\" /><br /><h3><p><strong>$27 ($<del>40</del>)</strong></p><div class=\"norewrite\" title=\"\">           <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/Crash-Bandicoot-N-Sane-Trilogy-Nintendo/dp/B07B9XCN31?tag=gamespot-promos-20&amp;ascsubtag=ag:gs-2900-4647|vg:-|st:mwb\">See at Amazon</a> </div></h3></p><br />     <p><h2>Mario Kart 8 Deluxe</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4100477-mariokart8deluxe%281%29.jpg\" /><br /><h3><p><strong>$50 ($<del>60</del>)</strong></p><div class=\"norewrite\" title=\"\">           <a href=\"https://go.skimresources.com?id=225336X1707200&amp;xs=1&amp;xcust=subid_value&amp;url=https://www.walmart.com/ip/Mario-Kart-8-Deluxe-Nintendo-Switch/55432571?athbdg=L1102\">See at Walmart</a> </div></h3></p><br />     <p><h2>Mario Party Superstars</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4100478-mariopartysuperstars%281%29.jpg\" /><br /><h3><p><strong>$50 ($<del>60</del>)</strong></p><div class=\"norewrite\" title=\"\">           <a href=\"https://go.skimresources.com?id=225336X1707200&amp;xs=1&amp;xcust=subid_value&amp;url=https://www.walmart.com/ip/Mario-Party-Superstars-Nintendo-Switch/172614291\">See at Walmart</a> </div></h3></p><br />     <p><h2>Mario Tennis Aces</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4100479-mariotennisaces%281%29.jpg\" /><br /><h3><p><strong>$30 ($<del>40</del>)</strong></p><div class=\"norewrite\" title=\"\">           <a href=\"https://click.linksynergy.com/deeplink?id=VZfI20jEa0c&amp;mid=24348&amp;u1=subid_value&amp;murl=https://www.gamestop.com/video-games/nintendo-switch/products/paper-mario-the-origami-king---nintendo-switch/11102346.html?condition=Pre-Owned\">See at GameStop</a> </div></h3></p><br />     <p><h2>Metroid Dread</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4100481-metroiddread%281%29.jpg\" /><br /><h3><p><strong>$53 ($<del>60</del>)</strong></p><div class=\"norewrite\" title=\"\">           <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/Metroid-Dread-Nintendo-Switch/dp/B097B1149G?tag=gamespot-promos-20&amp;ascsubtag=ag:gs-2900-4647|vg:-|st:mwb\">See at Amazon</a> </div></h3></p><br />     <p><h2>Hyrule Warriors: Age of Calamity</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4100474-hyrulewarriors%281%29.jpg\" /><br /><h3><p><strong>$53 ($<del>60</del>)</strong></p><div class=\"norewrite\" title=\"\">           <a href=\"https://go.skimresources.com?id=225336X1707200&amp;xs=1&amp;xcust=subid_value&amp;url=https://www.walmart.com/ip/Hyrule-Warrior-Age-of-Calamity-Nintendo-Switch-Digital-Download/627349908\">See at Walmart</a> </div></h3></p><br />     <p><h2>Animal Crossing: New Horizons</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4100470-animalcrossing%281%29.jpg\" /><br /><h3><p><strong>$50 ($<del>60</del>)</strong></p><div class=\"norewrite\" title=\"\">           <a href=\"https://go.skimresources.com?id=225336X1707200&amp;xs=1&amp;xcust=subid_value&amp;url=https://www.walmart.com/ip/Animal-Crossing-New-Horizons-Nintendo-Switch-Physical-109505/720388718\">See at Walmart</a> </div></h3></p><br />     <p><h2>Nintendo Switch Sports</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4100483-nintendoswitchsports%281%29.jpg\" /><br /><h3><p><strong>$44 ($<del>50</del>)</strong></p><div class=\"norewrite\" title=\"\">           <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/Nintendo-Switch-Sports/dp/B09KRK6C82?tag=gamespot-promos-20&amp;ascsubtag=ag:gs-2900-4647|vg:-|st:mwb\">See at Amazon</a> </div></h3></p><br />     <p><h2>Pokemon Brilliant Diamond</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4100485-pokemonbrilliantdiamond%281%29.jpg\" /><br /><h3><p><strong>$43 ($<del>60</del>)</strong></p><div class=\"norewrite\" title=\"\">           <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/Pokemon-Brilliant-Diamond-Nintendo-Switch/dp/B096W27VNC?tag=gamespot-promos-20&amp;ascsubtag=ag:gs-2900-4647|vg:-|st:mwb\">See at Amazon</a> </div></h3></p><br />     <p><h2>Pokemon Legends: Arceus</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4100486-pokemonlegendsarceus%281%29.jpg\" /><br /><h3><p><strong>$51 ($<del>60</del>)</strong></p><div class=\"norewrite\" title=\"\">           <a href=\"https://go.skimresources.com?id=225336X1707200&amp;xs=1&amp;xcust=subid_value&amp;url=https://www.walmart.com/ip/Pok-mon-Legends-Arceus-Nintendo-Switch/890161998\">See at Walmart</a> </div></h3></p><br />     <p><h2>Pokemon Violet</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4100487-pokemonviolet%281%29.jpg\" /><br /><h3><p><strong>$51 ($<del>60</del>)</strong></p><div class=\"norewrite\" title=\"\">           <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/Nintendo-Switch-Pokemon-Violet-Video-Region/dp/B0B2X4BMV2?tag=gamespot-promos-20&amp;ascsubtag=ag:gs-2900-4647|vg:-|st:mwb\">See at Amazon</a> </div></h3></p><br />     <p><h2>Sonic Frontiers</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4100488-sonicfrontiers%281%29.jpg\" /><br /><h3><p><strong>$38 ($<del>60</del>)</strong></p><div class=\"norewrite\" title=\"\">           <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/Sonic-Frontiers-Nintendo-Switch/dp/B0BB13V163?tag=gamespot-promos-20&amp;ascsubtag=ag:gs-2900-4647|vg:-|st:mwb\">See at Amazon</a> </div></h3></p><br />     <p><h2>Splatoon 3</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4100489-splatoon3%281%29.jpg\" /><br /><h3><p><strong>$51 ($<del>60</del>)</strong></p><div class=\"norewrite\" title=\"\">           <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/Splatoon-3-Nintendo-Switch/dp/B09T5SJQGV?tag=gamespot-promos-20&amp;ascsubtag=ag:gs-2900-4647|vg:-|st:mwb\">See at Amazon</a> </div></h3></p><br />     <p><h2>Super Mario 3D World + Bowser’s Fury</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4100490-supermario3dworld%2Bbowser%E2%80%99sfury%281%29.jpg\" /><br /><h3><p><strong>$51 ($<del>60</del>)</strong></p><div class=\"norewrite\" title=\"\">           <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/Super-Mario-3D-World-Bowsers-Fury/dp/B08SLK6DFT?tag=gamespot-promos-20&amp;ascsubtag=ag:gs-2900-4647|vg:-|st:mwb\">See at Amazon</a> </div></h3></p><br />     <p><h2>Super Smash Bros Ultimate</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4100492-supersmashbrosultimate%281%29.jpg\" /><br /><h3><p><strong>$52 ($<del>60</del>)</strong></p><div class=\"norewrite\" title=\"\">           <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/Super-Smash-Bros-Ultimate-Nintendo-Switch/dp/B07BHGGHX1?tag=gamespot-promos-20&amp;ascsubtag=ag:gs-2900-4647|vg:-|st:mwb\">See at Amazon</a> </div></h3></p><br />     <p><h2>Switch Case + 12-1 Accessory Kit</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4100493-switchcase%2B12-1accessorykit.jpg\" /><br /><h3><p><strong>$19 ($<del>25</del>)</strong></p><div class=\"norewrite\" title=\"\">           <a href=\"https://go.skimresources.com?id=225336X1707200&amp;xs=1&amp;xcust=subid_value&amp;url=https://www.walmart.com/ip/HEYSTOP-Switch-Case-Compatible-Nintendo-Switch-12-1-Accessories-kit-Carrying-Case-Dockable-Protective-HD-Screen-Protector-6pcs-Thumb-Grips-Caps/629234311?athbdg=L1600\">See at Walmart</a> </div></h3></p><br />     <p><h2>The Legend of Zelda: Breath of the Wild Complete Official Guide (Expanded Edition)</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4100494-thelegendofzeldabreathofthewildcompleteofficialguide%28expandededition%29.jpg\" /><br /><h3><p><strong>$25 ($<del>35</del>)</strong></p><div class=\"norewrite\" title=\"\">           <a href=\"https://click.linksynergy.com/deeplink?id=VZfI20jEa0c&amp;mid=24348&amp;u1=subid_value&amp;murl=https://www.gamestop.com/gaming-accessories/strategy-guides/nintendo-switch/products/the-legend-of-zelda-breath-of-the-wild-the-complete-official-guide-expanded-edition/11137678.html?condition=New\">See at GameStop</a> </div></h3></p><br />     <p><h2>Switch Sports Accessories Bundle</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4100495-switchsportsaccessoriesbundle.jpg\" /><br /><h3><p><strong>$36 ($<del>45</del>)</strong></p><div class=\"norewrite\" title=\"\">           <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/2022-Switch-Sports-Accessories-Bundle-Joy/dp/B0B1WCC6LB?tag=gamespot-promos-20&amp;ascsubtag=ag:gs-2900-4647|vg:-|st:mwb\">See at Amazon</a> </div></h3></p><br />     <p><h2>SanDisk 128GB microSDXC Card</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4100497-sandisk128gbmicrosdxccard.jpg\" /><br /><h3><p><strong>$18 ($<del>35</del>)</strong></p><div class=\"norewrite\" title=\"\">           <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/SanDisk-MicroSDXC-Nintendo-Switch-SDSQXAO-128G-GNCZN/dp/B07KXQX3S3?tag=gamespot-promos-20&amp;ascsubtag=ag:gs-2900-4647|vg:-|st:mwb\">See at Amazon</a> </div></h3></p><br />     <p><h2>PDP Gaming LVL40 Stereo Headset</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4100498-pdpgaminglvl40stereoheadset.jpg\" /><br /><h3><p><strong>$20 ($<del>25</del>)</strong></p><div class=\"norewrite\" title=\"\">           <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/500-162-NA-BLRD-Nintendo-Switch-Headset-Gaming-Console/dp/B07VTDDHWV?tag=gamespot-promos-20&amp;ascsubtag=ag:gs-2900-4647|vg:-|st:mwb\">See at Amazon</a> </div></h3></p><br />", "link": "https://www.gamespot.com/gallery/save-big-on-nintendo-switch-exclusives-including-upcoming-games/2900-4647/", "date_published": "2023-02-16 19:14:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Disney Dreamlight Valley: How To Unlock Mirabel", "description": "<p>With so many characters to meet in <a href=\"https://www.gamespot.com/games/disney-dreamlight-valley/\">Disney Dreamlight Valley</a>, developer Gameloft is having to find interesting new ways to introduce some of them. Similar to unlocking <a href=\"https://www.gamespot.com/articles/disney-dreamlight-valley-how-to-unlock-stitch/1100-6509751/\">Stitch</a>, making friends with <strong>Encanto's Mirabel</strong> requires you to find a specific item hidden away in a quiet location to begin a quest. We'll tell you how to unlock Mirabel below.</p><h2>How to unlock Mirabel in Dreamlight Valley</h2><p>The first step to welcoming Mirabel to your valley is to find a golden doorknob in the Peaceful Meadow. <strong>This doorknob spawns in a random location in the biome</strong>, so simply run around looking for a shiny object on the ground, then snag it to begin the quest \"<strong>The Golden Doorknob</strong>.\"</p><figure style=\"width: 3840px;\"><a href=\"https://www.gamespot.com/a/uploads/original/679/6794662/4100679-disneydreamlightvalley_20230216134647.jpg\"><img alt=\"The golden doorknob can be found in a random spot in the Peaceful Meadow.\" src=\"https://www.gamespot.com/a/uploads/scale_super/679/6794662/4100679-disneydreamlightvalley_20230216134647.jpg\" /></a><figcaption>The golden doorknob can be found in a random spot in the Peaceful Meadow.</figcaption></figure><p>Take the golden doorknob to Merlin, who will tell you that Mirabel's Mini-Casita has disappeared and that the only way to bring it back is to complete some friendly tasks around the valley. Luckily for you, these can be knocked out in mere minutes. Here's all you need to do:</p><a href=\"https://www.gamespot.com/articles/disney-dreamlight-valley-how-to-unlock-mirabel/1100-6511601/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/disney-dreamlight-valley-how-to-unlock-mirabel/1100-6511601/?ftag=CAD-01-10abi2f", "date_published": "2023-02-16 19:03:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Total War: Warhammer 3 Players Can Now Enjoy Ambitious Immortal Empires Mode For Free", "description": "<p><a href=\"https://www.gamespot.com/games/total-war-warhammer-iii/\">Total War: Warhammer III</a> is celebrating its one-year anniversary by making the game's most ambitious mode, Immortal Empires, free for all players.</p><p dir=\"ltr\">The mode, which combines the world maps and factions of all three of Creative Assembly's Total War: Warhammer RTS games into one massive campaign, has been in beta for the last six months, and until now required players to own all three games in the series to play. The game's community has been vocal in recent months about the high price of entry to play what many have proclaimed as the game's best mode, and now Creative Assembly is delivering the mode free of charge for those who own Total War: Warhammer III.</p><div>          </div><p dir=\"ltr\">\"Opening up this epic campaign to all Warhammer III owners is something we are pleased to offer, and the game's one year anniversary felt like the perfect time to do this for all to enjoy,\" a <a href=\"https://www.totalwar.com/blog/tww3-update-240/\">blog post</a> from Creative Assembly reads. \"It's a really exciting time and the perfect start to what is going to be a very exciting year.\"</p><a href=\"https://www.gamespot.com/articles/total-war-warhammer-3-players-can-now-enjoy-ambitious-immortal-empires-mode-for-free/1100-6511600/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/total-war-warhammer-3-players-can-now-enjoy-ambitious-immortal-empires-mode-for-free/1100-6511600/?ftag=CAD-01-10abi2f", "date_published": "2023-02-16 18:04:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Join Sam's Club For Just $25 And Get A Free $20 Travel Voucher", "description": "<p>Sam’s Club is a great place to find deals on groceries, home goods, electronics, and hundreds of other items--though you need to become a member if you want to shop there regularly. An annual membership typically costs $50, but right now you can <span class=\"norewrite\">           <a href=\"https://deals.gamespot.com/sales/sam-s-club-membership-bonus-gift?utm_source=gamespot.com&amp;utm_medium=referral&amp;utm_campaign=sam-s-club-membership-bonus-gift_021423&amp;utm_term=scsf-565605&amp;utm_content=a0x1P0000058RfUQAU&amp;scsonar=1\">sign up</a> </span> for just $25. To make things more enticing, the promotion also comes with a <strong>$20 Travel &amp; Entertainment</strong> voucher, making this a shockingly great time to join the club.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://deals.gamespot.com/sales/sam-s-club-membership-bonus-gift?utm_source=gamespot.com&amp;utm_medium=referral&amp;utm_campaign=sam-s-club-membership-bonus-gift_021423&amp;utm_term=scsf-565605&amp;utm_content=a0x1P0000058RfUQAU&amp;scsonar=1\">See at GameSpot Deals</a> </div><p> </p><p>Not only does becoming a Sam’s Club member give you access to all its groceries and home goods, but you’ll also be able to save at its gas stations, tire center, and make use of its Bonus Offers program that helps save on dining, shopping, and subscriptions. If you have a store nearby, signing up for $50 is already a great offer, and now that it’s just $25, it’s even easier to recommend.</p><a href=\"https://www.gamespot.com/articles/join-sams-club-for-just-25-and-get-a-free-20-travel-voucher/1100-6511599/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/join-sams-club-for-just-25-and-get-a-free-20-travel-voucher/1100-6511599/?ftag=CAD-01-10abi2f", "date_published": "2023-02-16 17:26:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Cocaine Bear Director And Stars Reveal Which Animals They Want To See Do Cocaine", "description": "<p>In the movie Cocaine Bear, a bear finds some cocaine, eats it, and goes on a killing rampage. The movie's plot has people wondering what it would be like if other animals got into some coke.</p><p>Reporter Jake Hamilton asked Cocaine Bear director Elizabeth Banks and the cast of the film to name some of the animals from pop culture they'd like to see snort some nose candy, and their responses were great.</p><p>Banks said Lyle from Lyle, Lyle Crocodile could be a good candidate. Also, Paddington Bear. \"I feel like if Paddington bear got stuck on the train platform without his family... you know, we could have a lot more fun with that idea,\" she said.</p><a href=\"https://www.gamespot.com/articles/cocaine-bear-director-and-stars-reveal-which-animals-they-want-to-see-do-cocaine/1100-6511596/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/cocaine-bear-director-and-stars-reveal-which-animals-they-want-to-see-do-cocaine/1100-6511596/?ftag=CAD-01-10abi2f", "date_published": "2023-02-16 16:59:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "SteelSeries Reveals Stylish Destiny 2: Lightfall Gaming Accessories", "description": "<p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1595/15950357/4100501-destiny2gear.jpeg\" /><br /><h3><p>SteelSeries has partnered with Bungie to create a line of gaming gear celebrating Destiny 2 ahead of the release of the new Lightfall expansion. The <a href=\"https://bungiestore.com/merchandise/steel-series\">Destiny 2: Lightfall collection</a> features stylish re-skins of some of SteelSeries' best gaming peripherals, including the Arctis 7+ wireless headset and the Aerox 5 wireless gaming mouse. The entire collection is available to order now from SteelSeries, Bungie, and KontrolFreek. Each product comes with a code for the Destiny 2 Viral Celebration emote and/or Luminescent Precision emblem.</p><p>We wouldn't be surprised to see the Destiny 2: Lightfall collection sell out quickly, so if you're interested in any of the items, we'd recommend buying them soon.</p><p><strong>Shop Destiny 2: Lightfall collection at: </strong><a href=\"https://steelseries.com/destiny-2-lightfall-collection\">SteelSeries</a> | <a href=\"https://bungiestore.com/merchandise/steel-series\">Bungie Store</a> | <a href=\"https://www.kontrolfreek.com/pages/destiny-2-lightfall\">KontrolFreek</a></p></h3></p><br />     <p><h2>Arctis 7+ Wireless Headset</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1595/15950357/4100507-arctis_7__destiny2_lightfall_pdp_img_buy_01.png__1850x800_crop-scale_optimize_subsampling-2%281%29.png\" /><br /><h3><p><strong>$180</strong></p><p dir=\"ltr\">The Destiny 2-themed Arctis 7+ has an eye-catching galactic color scheme with the game's emblem printed in the center of the earcups. In addition to offering a standout look, the Arctis 7+ is top-notch in the performance and comfort departments. It has universal compatibility and connects wirelessly via a USB-C dongle to PC, PS5, PS4, Nintendo Switch, and mobile phones with USB-C. Xbox owners have to use a wired connection with the included (detachable) 3.5mm cable.</p><p dir=\"ltr\">Out of the box, the Arctis 7+ provides stellar sound, but PC users can take full control of their audio experience with SteelSeries' Sonar Audio Software Suite. You'll be able to take advantage of a new custom preset created by Destiny 2 sound designers. The headset comes with a voucher for the emblem and emote.</p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://steelseries.com/gaming-headsets/arctis-7-plus-destiny-2-lightfall-edition\">See at SteelSeries</a> </div></div><p dir=\"ltr\"> </p></h3></p><br />     <p><h2>Aerox 5 Wireless Mouse</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1595/15950357/4100509-aerox5mouse.png\" /><br /><h3><p><strong>$150</strong></p><p dir=\"ltr\">The Lightfall edition of the Aerox 5 wireless gaming mouse features the same color scheme as the headset, so the two would pair nicely together. Thanks to an open design aimed at reducing weight--the Aerox 5 is only 74g--the RGB backlighting on the lower portion of the mouse really pops.</p><p dir=\"ltr\">The Aerox 5 has nine programmable buttons and an 18,000 CPI sensor. Along with being lightweight, the Aerox 5 offers up to 180 hours of battery life. If the mouse happens to die while playing, you can charge it for just 15 minutes to get 40 hours of juice. The mouse comes with the emote and emblem, too.</p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://steelseries.com/gaming-mice/aerox-5-wireless-destiny-2-lightfall-edition\">See at SteelSeries</a> </div></div><p dir=\"ltr\"> </p></h3></p><br />     <p><h2>QCK Prism XL Mouse Pad</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1595/15950357/4100511-prismxl.png\" /><br /><h3><p><strong>$70</strong></p><p>If you're interested in the Aerox 5, you'll probably also be tempted by the special-edition mouse pad. The QCK Prism XL Destiny 2: Lightfall Edition is an oversized mouse pad (35.4 x 11.8 x .15 inches) that has enough room for your keyboard, mouse, a headset, and more. It has a gorgeous look, with the Destiny 2 logo prominently featured in the center and the swirling hues of space around it. The Prism is built with micro-woven cloth and has two-tone RGB backlighting along the perimeter.</p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://steelseries.com/gaming-mousepads/qck-prism-xl-destiny-2-lightfall-edition\">See at SteelSeries</a> </div></div><p> </p></h3></p><br />     <p><h2>KontrolFreek Performance Thumbsticks</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1595/15950357/4100513-performancethumbsticks.png\" /><br /><h3><p><strong>$20-$30</strong></p><p>The collection is rounded out by new performance thumbsticks from KontrolFreek. These caps easily pop atop the analog sticks of an Xbox or PlayStation (PS5 or PS4) controller. The corrugated, textured feel is designed to promote better grip and improved accuracy. Each set comes with a mid-rise left stick and a high-rise right stick.</p><p>The precision thumbsticks costs $20 per pair, but big Destiny fans may want to splurge for the $30 collector's version that comes with a Traveler case. The thumbsticks only come with a voucher for the emblem, so you'll need to pick up one of the other accessories to get the emote.</p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://steelseries.com/gaming-accessories/destiny-2-lightfall-performance-thumbsticks-strand-edition?console-compatibility=xbox\">See at SteelSeries</a> </div></div><p> </p><div><div><div class=\"norewrite\" title=\"\">           <a href=\"https://steelseries.com/gaming-accessories/destiny-2-lightfall-performance-thumbsticks-collectors-edition?console-compatibility=playstation\">See at SteelSeries (Collector&#039;s)</a> </div></div></div><p> </p></h3></p><br />", "link": "https://www.gamespot.com/gallery/steelseries-reveals-stylish-destiny-2-lightfall-gaming-accessories/2900-4648/", "date_published": "2023-02-16 16:53:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Get 5 Beloved Bethesda Games For Only $15", "description": "<p>Bethesda has published some of the best modern RPGs and shooters, and right now you can get PC versions of a bunch of the studio's hits for cheap. Fanatical's <strong><a href=\"https://www.kqzyfj.com/click-100770772-13797872?sid=subid_value&amp;url=https://www.fanatical.com/en/pick-and-mix/bethesda-favorites-build-your-own-bundle\">Bethesda Favorites deal</a></strong> is a build-your-own-bundle promotion that allows you to select from a pool of modern and classic titles produced by Bethesda. Some of the games on offer are great picks for Steam Deck owners, too. The bundle is part of Fanatical's Bundlefest promotion, which features new bundles every day this week through February 17.</p><p><span>You can grab two games for just $7, three for $10, or five for $15 from this lineup of titles from The Elder Scrolls, Doom, Dishonored, Wolfenstein, and The Evil Within franchises. Each game is sold as a Steam code, that can be redeemed on your profile.</span></p><div class=\"norewrite\" title=\"\">           <a href=\"https://www.kqzyfj.com/click-100770772-13797872?sid=subid_value&amp;url=https://www.fanatical.com/en/pick-and-mix/bethesda-favorites-build-your-own-bundle\">See bundle at Fanatical</a> </div><p> </p><a href=\"https://www.gamespot.com/articles/get-5-beloved-bethesda-games-for-only-15/1100-6511598/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/get-5-beloved-bethesda-games-for-only-15/1100-6511598/?ftag=CAD-01-10abi2f", "date_published": "2023-02-16 16:46:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Project Zomboid Could Release On Console, But It Won't Be Easy", "description": "<p dir=\"ltr\">Project Zomboid is currently only available on PC, but the team behind the game hasn't ruled out potential ports in the future.</p><p dir=\"ltr\">Despite having been released almost 10 years ago, Project Zomboid is still only available on PC. That's partially because the game is still in early access, making it a constant work in progress over the past decade. But according to developer The Indie Stone, some kind of port could still eventually happen, though it doesn't sound like it will be an easy task.</p><div><blockquote align=\"center\" class=\"twitter-tweet\"><p dir=\"ltr\">We get asked this a lot, so I'll answer at large: <br />The way PZ is coded means that it is extremely difficult to port. As such we are currently only focusing on our current platforms, but nothing is ruled out for the future :) <a href=\"https://t.co/g7zg2JMcNb\">https://t.co/g7zg2JMcNb</a></p>  — The Indie Stone (@theindiestone) <a href=\"https://twitter.com/theindiestone/status/1626232633259868160?ref_src=twsrc^tfw\">February 16, 2023</a></blockquote>              </div><p dir=\"ltr\">\"The way [Project Zomboid] is coded means that it is extremely difficult to port. As such we are currently only focusing on our current platforms, but nothing is ruled out for the future,\" wrote the developer on its official Twitter account, responding to a user asking about a mobile or console port. This obviously isn't an outright confirmation, but for the Project Zomboid fan looking to play it elsewhere, it's at least the smallest bit of hope.</p><a href=\"https://www.gamespot.com/articles/project-zomboid-could-release-on-console-but-it-wont-be-easy/1100-6511597/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/project-zomboid-could-release-on-console-but-it-wont-be-easy/1100-6511597/?ftag=CAD-01-10abi2f", "date_published": "2023-02-16 16:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "First Tetris Movie Trailer Goes All In On Espionage And Car Chases", "description": "<p>Tetris has had a presence on almost every video game console since it was first introduced in the 1980s, but the story behind the game is one of guns, espionage, and high-speed car chases, according to Apple's upcoming adaptation.</p><p>A trailer for Tetris, which details how American video game salesman Henk Rogers (played by a gloriously mustached Taron Egerton) managed to secure the global distribution rights for the game, which was originally created by Soviet software engineer Alexey Pajitnov in 1984.</p><div>          </div><p>Tetris was a global hit when it eventually escaped the Iron Curtain of Russia, thanks to its accessible gameplay, catchy soundtrack, and striking design. As seen in the trailer, it was packaged with Nintendo's original Game Boy, a move that helped the handheld console sell millions of units around the world and make suppliers of AA batteries <em>very </em>happy in the process.</p><a href=\"https://www.gamespot.com/articles/first-tetris-movie-trailer-goes-all-in-on-espionage-and-car-chases/1100-6511594/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/first-tetris-movie-trailer-goes-all-in-on-espionage-and-car-chases/1100-6511594/?ftag=CAD-01-10abi2f", "date_published": "2023-02-16 16:17:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "New Free Game Is Available Now At Epic", "description": "<p>The Epic Games Store continues to give away free games each week, more than three years after the digital storefront launched its awesome weekly freebies program. Every Thursday at the same time 8 AM PT / 11 AM ET--Epic gives up between one and three free games. You merely need to <a href=\"https://www.epicgames.com/id/register\">create a free Epic account</a> and enable two-factor authentication to start snagging freebies. At this point, Epic has given away well over 100 free games, and there's no sign that the program will stop any time soon. We keep this article up to date weekly to highlight both the current free games and next week's offerings.</p><h2>Current free game at Epic</h2><figure style=\"width: 1920px;\"><a href=\"https://www.gamespot.com/a/uploads/original/1595/15950357/4100455-warpips.jpg\"><img alt=\"War Pips\" src=\"https://www.gamespot.com/a/uploads/scale_super/1595/15950357/4100455-warpips.jpg\" /></a><figcaption>War Pips</figcaption></figure><p> </p><p>From now until <strong>February 23 at 8 AM PT / 11 AM ET</strong>, you can claim War Pips, a \"tug-of-war\" strategy game that released last year on PC. War Pips currently holds a \"Very Positive\" user rating on Steam</p><a href=\"https://www.gamespot.com/articles/new-free-game-is-available-now-at-epic/1100-6476419/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/new-free-game-is-available-now-at-epic/1100-6476419/?ftag=CAD-01-10abi2f", "date_published": "2023-02-16 16:13:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Razer Launches The BlackWidow V4 Pro Gaming Keyboard", "description": "<p>Razer’s roster of premium mechanical keyboards is expanding, as the company today revealed the new <span class=\"norewrite\">           <a href=\"https://razer.a9yw.net/c/1804712/642901/10229?subId1=subid_value&amp;u=https://www.razer.com/gaming-keyboards/razer-blackwidow-v4-pro\">BlackWidow V4 Pro.</a> </span>Clocking in at $230, the latest iteration of Razer's flagship keyboard line packs in a ton of impressive features, including the option for either clicky or silent switches and eight dedicated macro keys to quickly control your battle station.</p><div><div class=\"norewrite\" title=\"6511559 - BlackWidow V4 Pro\">  <div class=\"buylink-container\">                                                                     <div class=\"js-buylink-item-container buylink-item-container\">             <h2 class=\"item-title\">                    <a href=\"https://razer.a9yw.net/c/1804712/642901/10229?subId1=subid_value&amp;u=https://www.razer.com/gaming-keyboards/razer-blackwidow-v4-pro\">BlackWidow V4 Pro</a>       </h2>                                   <h3 class=\"item-deck\">                      <a href=\"https://razer.a9yw.net/c/1804712/642901/10229?subId1=subid_value&amp;u=https://www.razer.com/gaming-keyboards/razer-blackwidow-v4-pro\">$230</a>         </h3>                                                                                                        <div class=\"image-container\">                                  <img class=\"main-image\" src=\"https://www.gamespot.com/a/uploads/square_medium/1595/15950357/4100454-blackwidow.png\" />                             <a href=\"https://razer.a9yw.net/c/1804712/642901/10229?subId1=subid_value&amp;u=https://www.razer.com/gaming-keyboards/razer-blackwidow-v4-pro\"></a>                        </div>              <div class=\"item-description\"><p>The BlackWidow V4 Pro is designed to be feature-rich and offer a wealth of customization options. You can choose between clicky Green or smooth Yellow switches, but regardless of which you pick, you’ll get doubleshot ABS keycaps that are rated for 100-million keystrokes--making them remarkably durable and able to hold up for years of consistent use.</p></div>                <div class=\"item-buttons\">                  <div>                      <a href=\"https://razer.a9yw.net/c/1804712/642901/10229?subId1=subid_value&amp;u=https://www.razer.com/gaming-keyboards/razer-blackwidow-v4-pro\">See at Razer</a>                              </div>                                         </div>      </div>   </div> </div></div><p> </p><p>One of the big selling points of the new keyboard is its Command Dial and eight dedicated macro keys. You’ll be able to assign a variety of daily tasks to the keys, making it easy to quickly get your battle station ready for your next stream or every morning before work. The Command Dial comes with several default modes built in, such as the ability to adjust keyboard brightness, switch applications, change browser tabs, or zoom in on your screen.</p><a href=\"https://www.gamespot.com/articles/razer-launches-the-blackwidow-v4-pro-gaming-keyboard/1100-6511559/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/razer-launches-the-blackwidow-v4-pro-gaming-keyboard/1100-6511559/?ftag=CAD-01-10abi2f", "date_published": "2023-02-16 16:01:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Review Roundup For Wild Hearts", "description": "<p dir=\"ltr\">Omega Force's Monster-Hunter-inspired Wild Hearts is just around the corner, and the reviews are looking good.</p><p dir=\"ltr\">Only announced in September last year, Wild Hearts comes from the studio best known for the Dynasty Warriors series, with EA on publishing duties. The game is obviously quite similar to Monster Hunter in its core concept, with reviews painting a strong picture of the latest entry into the growing genre. Some reviews have questioned whether Monster Hunter fans can make the switch, or if it's something that will work for new fans, but it still offers a strong and unique take.</p><p dir=\"ltr\">GameSpot's <a href=\"https://www.gamespot.com/reviews/wild-hearts-review-build-me-up/1900-6418030/\">Wild Hearts review</a> also found the game to be a great experience, giving it an 8/10, writing, \"Whatever weapon you choose, Wild Hearts' action is thrilling if familiar. There's a palpable sense of weight behind each weapon swing, and you need to consider when to attack so you're not locked into an animation when you're forced to roll out of danger.\"</p><a href=\"https://www.gamespot.com/articles/review-roundup-for-wild-hearts/1100-6511593/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/review-roundup-for-wild-hearts/1100-6511593/?ftag=CAD-01-10abi2f", "date_published": "2023-02-16 15:58:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "A Payday Live-Action Adaptation Is In The Works", "description": "<p>The heist-themed Payday video game series is expanding to become a film or a TV show. Starbreeze has <a href=\"https://www.starbreeze.com/2023/02/starbreeze-enters-a-partnership-with-stockholm-syndrome-to-expand-the-payday-universe/\">announced</a> a partnership with production company Stockholm Syndrome to create a live-action adaptation of the series.</p><p>Starbreeze CEO Tobias Sjögren said the aim for the new project is to \"bring our franchise to new heights and an even broader audience.\" The executive went on to say that Stockholm Syndrome is a \"great partner and meshes perfectly with our mission to build an even broader and more engaged community.\"</p><p>Stockholm Syndrome's Peter Settman said the Payday series has been on the company's radar for years. \"It has a cinematic quality and narrative that lends itself to a fantastic live-action adaptation,\" Settman said.</p><a href=\"https://www.gamespot.com/articles/a-payday-live-action-adaptation-is-in-the-works/1100-6511592/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/a-payday-live-action-adaptation-is-in-the-works/1100-6511592/?ftag=CAD-01-10abi2f", "date_published": "2023-02-16 15:56:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "New John Wick: Chapter 4 Trailer Sees Keanu Reeves Out For Blood And Freedom", "description": "<p>The latest trailer for John Wick: Chapter 4 has arrived, and once again, there's going to be a mountain of bodies left behind him by the time the end credits have rolled. Left for dead and missing a finger after the events of the previous film, Keanu Reeves suits up as the iconic assassin in an effort to win back his freedom from the High Table, facing off against former allies who are now out for his head.</p><div>          </div><p>​​\"John Wick uncovers a path to defeating the High Table,\" the film synopsis reads. \"But before he can earn his freedom, Wick must face off against a new enemy with powerful alliances across the globe and forces that turn old friends into foes.\"</p><p>Chapter 4 includes a number of big names in the action movie scene, as Reeves will tangle with martial arts legend Donnie Yen, who plays a lethal blind swordsman in this film, and Scott Adkins, who looks unrecognizable from his Accident Man days thanks to the padded suit wrapped around him.</p><a href=\"https://www.gamespot.com/articles/new-john-wick-chapter-4-trailer-sees-keanu-reeves-out-for-blood-and-freedom/1100-6511591/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/new-john-wick-chapter-4-trailer-sees-keanu-reeves-out-for-blood-and-freedom/1100-6511591/?ftag=CAD-01-10abi2f", "date_published": "2023-02-16 15:43:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Devil May Cry Mobile Game Is Releasing Globally In 2023, Closed Beta Test Coming", "description": "<p dir=\"ltr\">Devil May Cry: Peak of Combat, a mobile spin-off of the action series, will receive a global release this year, and you can register for its closed beta now.</p><p dir=\"ltr\">The mobile take on Devil May Cry comes from NebulaJoy Games, and promises to be a free-to-play action role-playing game. You'll be able to play as multiple characters, including Dante, Lady, Vergil, and Nero, and will feature both single-play and multiplayer modes. A press release notes that it will have hack-and-slash gameplay like in the original series, as well as a mixture of platforming and dungeon-crawling elements. And yes, it does have gacha mechanics.</p><div>          </div><p dir=\"ltr\">If you're interested in trying out the game for yourself, then you can head to the game's <a href=\"http://dmcen.nebulajoy.com/landingpage.html\">official website</a> to register your interest. The closed beta test will be available to both iOS and Android players, so it doesn't matter what platform you're on.</p><a href=\"https://www.gamespot.com/articles/devil-may-cry-mobile-game-is-releasing-globally-in-2023-closed-beta-test-coming/1100-6511590/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/devil-may-cry-mobile-game-is-releasing-globally-in-2023-closed-beta-test-coming/1100-6511590/?ftag=CAD-01-10abi2f", "date_published": "2023-02-16 15:32:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Review Roundup For PSVR 2", "description": "<p>PlayStation VR 2 officially arrives in a few days, and ahead of the official rollout, reviews have gone live for Sony's new headset. A successor to the original PSVR, PSVR 2 combines a huge leap forward in technology while taking a few cues from the PlayStation 5 and its DualSense controller.</p><p>So far, critics have been impressed by the elegant design of the headset and the powerful hardware inside of it. While PSVR 2 has some incredible tech to marvel at, there are a few caveats as well, as reviewers have noted,<a href=\"https://www.gamespot.com/reviews/horizon-call-of-the-mountain-review-new-heights/1900-6418028/\"> Horizon Call of the Mountain</a> is doing most of the heavy lifting on the software side of the equation, while every other game rolling out to PSVR 2 over the next month consists of titles that are currently available on other VR platforms.</p><p>\"The PSVR 2 is undoubtedly a major step forward for PlayStation's virtual reality ambitions and one of the best headsets on the market, but in the ever-shifting landscape of virtual reality, its price and current value proposition leave it in an awkward position once again,\" Tamoor Hussain wrote in GameSpot's <a href=\"https://www.gamespot.com/articles/playstation-vr-2-review-running-in-place/1100-6511528/\">PlayStation VR 2 review</a>.</p><a href=\"https://www.gamespot.com/articles/review-roundup-for-psvr-2/1100-6511588/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/review-roundup-for-psvr-2/1100-6511588/?ftag=CAD-01-10abi2f", "date_published": "2023-02-16 15:24:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Yes, Metroid Prime 2 And 3 Are Reportedly Still Coming To Switch", "description": "<p dir=\"ltr\">Metroid Prime Remastered surprise-launched for Nintendo Switch earlier this month. But notably absent were the other two games in the Samus Aran trilogy, which have been rumored to arrive on the system too.</p><p dir=\"ltr\">Those two games--Metroid Prime 2: Echoes and Metroid Prime 3: Corruption--should still be coming to Switch at some point, according to Jeff Grubb of GameSpot's sister site <a href=\"https://www.giantbomb.com/\">Giant Bomb</a>. That said, <a href=\"https://twitter.com/JeffGrubb/status/1625161163217547264?ref_src=twsrc^tfw|twcamp^tweetembed|twterm^1625161163217547264|twgr^a4422d18e7397d406e4293418ac7df3ea310eaf9|twcon^s1_&amp;ref_url=https://www.dualshockers.com/metroid-prime-2-3-nintendo-switch/\">he recently restated on Twitter</a> that they won't boast <a href=\"https://www.gamespot.com/articles/see-how-metroid-prime-remastered-stacks-up-visually-to-the-original/1100-6511372/\">the same visual improvements as Metroid Prime Remastered</a>.</p><div><blockquote align=\"center\" class=\"twitter-tweet\"><p dir=\"ltr\">Correct. <a href=\"https://t.co/ojMzuRohp5\">https://t.co/ojMzuRohp5</a></p>  — Grubb (@JeffGrubb) <a href=\"https://twitter.com/JeffGrubb/status/1625161163217547264?ref_src=twsrc^tfw\">February 13, 2023</a></blockquote>              </div><p dir=\"ltr\">Back in June, Grubb initially <a href=\"https://www.gamespot.com/articles/metroid-prime-games-are-coming-to-nintendo-switch-report/1100-6504912/\">reported on Metroid Prime Trilogy coming to Switch</a>. He stated updated control schemes are possible with 2 and 3, similar to what's seen in Metroid Prime Remastered. But the sequels won't receive quite the same overhaul. It's also unknown whether they'll be released separately or as a combo package.</p><a href=\"https://www.gamespot.com/articles/yes-metroid-prime-2-and-3-are-reportedly-still-coming-to-switch/1100-6511589/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/yes-metroid-prime-2-and-3-are-reportedly-still-coming-to-switch/1100-6511589/?ftag=CAD-01-10abi2f", "date_published": "2023-02-16 15:22:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Wild Hearts Video Review", "description": "<img height=\"480\" src=\"https://www.gamespot.com/a/uploads/square_medium/1352/13527689/4100401-review_wildhearts_site.jpg\" width=\"480\" /> Wild Hearts latches onto the familiar gameplay loop of Monster Hunter and infuses it with a fast-paced crafting system that lets you build your way to victory.", "link": "https://www.gamespot.com/videos/wild-hearts-video-review/2300-6460637/", "date_published": "2023-02-16 15:21:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Disney Dreamlight Valley - All Centennial Star Path Rewards", "description": "<p><img src=\"https://www.gamespot.com/a/uploads/scale_large/679/6794662/4099241-fo8tbfzxebsitai.jpg\" /><br /><h3><p><a href=\"https://www.gamespot.com/games/disney-dreamlight-valley/\">Disney Dreamlight Valley</a> has been a wildly successful venture for developer Gameloft, and the team doesn't appear to be slowing down any time soon. Despite only being in Early Access for now, Dreamlight Valley has maintained a pretty consistent update cycle, with each new drop bringing quality-of-life improvements, additional materials and recipes, more beloved characters, and a fresh Star Path (see: Battle Pass) filled with themed cosmetics and more.</p><p>It's those limited-time Star Paths that keep many players busiest, though, asking them to complete tasks around the valley to earn special redeemable tokens. These tokens can then be used to unlock unique cosmetics from within the Star Path's reward track. And though you can unlock some of the rewards in the free version of a Star Path, you'll need to purchase the premium version for 2,500 moonstones to be able to unlock everything. Keep in mind, however, that you're able to earn a significant portion of this investment back if you fully complete the reward track.</p><p>Most of the previous Star Paths have focused heavily on just a few specific properties (<a href=\"https://www.gamespot.com/gallery/disney-dream-light-valley-all-pixar-fest-star-path-rewards/2900-4307/\">Pixar Star Path</a>) or highly-specific themes (<a href=\"https://www.gamespot.com/gallery/disney-dreamlight-valley-all-festive-star-path-rewards/2900-4494/\">Festive Star Path</a>), but Gameloft is going bigger on heartwarming nostalgia than ever with its newest offering. The brand-new Centennial Path celebrates an entire century of magic and wonders for fans to embrace. It's a pretty big moment in Disney history, so you may want to dive headfirst into this one.</p><p>If you're a Disney enthusiast, you'll no doubt find tons to love about the new stuff you can unlock in the Centennial Star Path. Of course, you'll have to put some work in to get it all, but that's half of the fun! If you'd like to see what you can unlock before devoting yourself to the experience, we've got you covered in this gallery. Take look below to see every reward you're able to earn in the current Star Path.</p></h3></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/679/6794662/4100404-disneydreamlightvalley_20230216094730.jpg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/679/6794662/4100405-disneydreamlightvalley_20230216094733.jpg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/679/6794662/4100406-disneydreamlightvalley_20230216094737.jpg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/679/6794662/4100407-disneydreamlightvalley_20230216094740.jpg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/679/6794662/4100408-disneydreamlightvalley_20230216094744.jpg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/679/6794662/4100409-disneydreamlightvalley_20230216094748.jpg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/679/6794662/4100410-disneydreamlightvalley_20230216094756.jpg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/679/6794662/4100411-disneydreamlightvalley_20230216094759.jpg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/679/6794662/4100412-disneydreamlightvalley_20230216094803.jpg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/679/6794662/4100413-disneydreamlightvalley_20230216094806.jpg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/679/6794662/4100414-disneydreamlightvalley_20230216094809.jpg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/679/6794662/4100415-disneydreamlightvalley_20230216094812.jpg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/679/6794662/4100416-disneydreamlightvalley_20230216094817.jpg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/679/6794662/4100417-disneydreamlightvalley_20230216094820.jpg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/679/6794662/4100418-disneydreamlightvalley_20230216094803.jpg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/679/6794662/4100419-disneydreamlightvalley_20230216094806.jpg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/679/6794662/4100420-disneydreamlightvalley_20230216094809.jpg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/679/6794662/4100421-disneydreamlightvalley_20230216094848.jpg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/679/6794662/4100424-disneydreamlightvalley_20230216094853.jpg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/679/6794662/4100425-disneydreamlightvalley_20230216094856.jpg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/679/6794662/4100426-disneydreamlightvalley_20230216094902.jpg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/679/6794662/4100427-disneydreamlightvalley_20230216094905.jpg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/679/6794662/4100428-disneydreamlightvalley_20230216094908.jpg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/679/6794662/4100429-disneydreamlightvalley_20230216094912.jpg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/679/6794662/4100430-disneydreamlightvalley_20230216094917.jpg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/679/6794662/4100431-disneydreamlightvalley_20230216094920.jpg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/679/6794662/4100432-disneydreamlightvalley_20230216094924.jpg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/679/6794662/4100433-disneydreamlightvalley_20230216094928.jpg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/679/6794662/4100434-disneydreamlightvalley_20230216094931.jpg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/679/6794662/4100435-disneydreamlightvalley_20230216094934.jpg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/679/6794662/4100436-disneydreamlightvalley_20230216094939.jpg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/679/6794662/4100437-disneydreamlightvalley_20230216094943.jpg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/679/6794662/4100438-disneydreamlightvalley_20230216094946.jpg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/679/6794662/4100439-disneydreamlightvalley_20230216094950.jpg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/679/6794662/4100440-disneydreamlightvalley_20230216094954.jpg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/679/6794662/4100441-disneydreamlightvalley_20230216094957.jpg\" /></p><br />", "link": "https://www.gamespot.com/gallery/disney-dreamlight-valley-all-centennial-star-path-rewards/2900-4644/", "date_published": "2023-02-16 15:15:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Destiny 2: Lightfall, Season Of Defiance, And Beyond", "description": "<p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4099678-lightfall_annual_pass_key_art_16-9.jpg\" /><br /><h3><p dir=\"ltr\">Lightfall is shaping up to be a huge game-changer to the worlds of Destiny 2, as Bungie is aiming for the next chapter in the ongoing war between the Light and the Darkness to evolve sandbox in meaningful ways. While previous Destiny 2 expansions had a predictable cadence of content with each release, Lightfall marks a new chapter in the Destiny 2 experience--one that intends to fine-tune what works, remove elements that feel dated, and adopt a more experimental approach, with each new slice of content delivered through the seasonal model.</p><p dir=\"ltr\">This penultimate chapter in the long-running saga that began in 2014 has plenty of traditional content to offer, but beneath the new subclass powers, worlds to explore, and new activities to take part in, the core experience is getting an overhaul that's redefining Destiny 2 for the road ahead. Leading up to The Final Shape, Bungie's goals are to make Destiny 2 more challenging, rewarding, and imaginative, and Lightfall is the first step in a long journey towards those goals.</p><p dir=\"ltr\">After sitting down with Bungie for a Lightfall preview and an early look at the studio's latest vidoc charting the year ahead, we’ve got a closer look at some of the big changes coming to Destiny 2 once the new expansion launches.</p></h3></p><br />     <p><h2>Season of Defiance, Season of the Deep, and Season 22 will shake up the seasonal grind</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4099679-lightfall_standard_key_art_16-9.jpg\" /><br /><h3><p dir=\"ltr\">Like previous expansions, Lightfall's story will continue through multiple seasons until the launch of The Final Shape. However, Season of Defiance will also see \"substantial iterations\" to the <a href=\"https://www.gamespot.com/articles/after-lightfall-launches-destiny-2-is-shaking-up-its-seasonal-model/1100-6511458/\">game's seasonal model</a>, according to game director Joe Blackburn.</p><p dir=\"ltr\">Progression systems are being designed to be less complex, meaning fewer currencies to earn, the retirement of Umbral energies, and better base rewards for seasonal activities. On top of these changes, players can expect fewer vendor upgrades and a simplified approach to progression systems and currencies.</p><p dir=\"ltr\">Once Season of Defiance ends, players can look forward to Season of the Deep and Season 22, which will not feature a vendor upgrade paradigm according to Blackburn. However, this doesn't mean that vendors are being done away with entirely, Blackburn stated. Instead Bungie is looking to create more varied and experimental frameworks that slowly build an array of systems for players to show their investment into seasonal content.</p></h3></p><br />     <p><h2>Lightfall is a war story that you've stepped into</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4099680-lightfall_gameplay_large_4.jpg\" /><br /><h3><p>In Season of Defiance, the theme is war. As Calus readies an invasion for humanity's last remaining stronghold, players will find themselves pulled into the high-stakes struggle against his Shadow Legion of Cabal troops. \"Lightfall should feel like you have stepped into the middle of an active war,\" Bungie said, as the studio is aiming to make players feel like the tip of a spear pointed in the direction of the Witness and their armies. Don't expect to be on the defensive, as players will fight back alongside their allies from across the cosmos. The odds might be stacked against humanity, but our species plans to go down swinging as the universe runs out of time.</p><p> </p></h3></p><br />     <p><h2>The Witness is here to finish what the Collapse started</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4099681-lightfall_cinematics_2.jpg\" /><br /><h3><p>Bungie has been teasing the arrival of The Witness for years now, offering glimpses of a central villain in the Light and Darkness saga who is on a collision course with The Traveler. The Witch Queen's campaign was the first time that we got to see this enigmatic antagonist, and come Lightfall, The Witness will finally catch up with The Traveler and finish what the Collapse started. Bungie describes The Witness as a \"drastically different\" villain when compared to Destiny's other big bads--a reserved but powerful force of nature who is the greatest test that humanity will ever face.</p><p> </p></h3></p><br />     <p><h2>Strand is unlike any other subclass we've experienced so far</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4099682-lightfall_gameplay_large_1.jpg\" /><br /><h3><p dir=\"ltr\"><a href=\"https://www.gamespot.com/articles/destiny-2-heres-what-you-need-to-know-about-strand-before-lightfall-launches/1100-6511205/\">Strand is a Darkness power</a> that is built to subvert expectations. Bungie knew that it wanted to bring another Darkness subclass to Destiny 2, and with everyone anticipating some form of poison powerset, the studio decided to instead surprise its community with abilities that tap into the cosmic web of life.</p><p dir=\"ltr\">What makes Strand unique is that it didn't come from The Traveler or the Pyramid ships, but is instead a power that Guardians unlock within themselves. Its core theme is focused on pulling on the threads of life and manipulating them, allowing for exciting power fantasies that'll tie into the new buildcrafting features being introduced in Lightfall.</p></h3></p><br />     <p><h2>The Tormentors are a new enemy type that'll wreck you</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4099683-lightfall_tormentor_compressed_1.jpg\" /><br /><h3><p dir=\"ltr\">Destiny 2 has no shortage of dangerous enemies to tangle with, from cunning Fallen to lethal Hive lightbearers, but Tormentors are a new breed of terror that you'll have to watch out for in Lightfall. These hulking brutes move fast and hit hard with Void energy powers, but they're also able to close gaps by pulling you into their range, suspending you in midair, and draining the life from your body.</p><p dir=\"ltr\">\"We want the Tormentors to be the most scary unit that you've ever fought in the Destiny universe,\" Bungie said, adding that the studio created unique animations and sounds for Tormentors that drive home just how powerful they really are. You'll want to stay alert whenever you spot a Tormentor in a Shadow Legion platoon, as this new enemy can easily disrupt your momentum.</p><p> </p><p> </p></h3></p><br />     <p><h2>Destiny 2 will continue beyond The Final Shape</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4099684-lightfall_gameplay_large_11.jpg\" /><br /><h3><p dir=\"ltr\">At its current trajectory, The Final Shape expansion will kickstart Destiny 2's tenth year of sci-fi action and activity. The final chapter in the Light and Darkness saga, The Final Shape will conclude a storyline that began on a deserted stretch of road outside of an abandoned Earth space facility, but it won't be the end of Destiny. \"This universe is about more than the conflict between The Traveler [and The Witness],\" Bungie says. \"We want to show you new things to discover in the universe.\"</p><p dir=\"ltr\">Lightfall is seen as the \"catalyst\" for the future of Destiny, as it'll push the game to places that it has never been before. Bungie is of course keeping quiet on what other dangers lurk outside of the Solar system, but the studio is gearing up to keep the Destiny universe alive well after the current saga has concluded.</p><p> </p><p> </p></h3></p><br />     <p><h2>Loadouts will offer deeper and more flexible customization options</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4099685-lightfall_gameplay_large_5.jpg\" /><br /><h3><p dir=\"ltr\">For years, Destiny 2 players have had to rely on third-party apps such as the Destiny Inventory Manager if they wanted to quickly switch up their loadouts. Once Lightfall begins, Destiny 2 will have an internal loadout manager that Bungie has designed to be quick, intuitive, and built around the idea of having activity-specific builds for players to swap between. If you have enough space in your character inventory, you'll be able to pull items directly from your vault to use in your loadouts, and this system will also allow for armor mods to be factored into specific loadouts.</p><p dir=\"ltr\">Visually, loadouts are inspired by Destiny 2's transmog system, so if you've ever spent time working on your Guardian fashion game, then you'll feel right at home when you start working on your Nightfall, raid, and PvP builds.</p><p> </p><p> </p></h3></p><br />     <p><h2>Guardian Ranks will push you to explore all of Destiny</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4099686-lightfall_gameplay_compressed_3.jpg\" /><br /><h3><p dir=\"ltr\">Lightfall represents a concerted effort by Bungie to simplify its various systems to a point where the game can be inviting to newcomers, but it's also focusing on new ideas that will push rookie guardians and veterans alike to explore everything that Destiny 2 has to offer. Guardian Ranks is essentially that middle-ground between content that motivates players to experiment with what Destiny 2 has to offer and the path that shows just how far seasoned players have come since they started their journey in Destiny.</p><p dir=\"ltr\">There'll be 11 of these Guardian Ranks to earn, and climbing the ranks will involve completing challenges and tasks across Destiny's multiple activities. This system also ties into the new loadout slots that'll be available to players, as the seasonal artifact will function much differently from Lightfall onwards. The higher your Guardian Rank, the better your perks, and reaching the highest ranks will require experienced players to give their Kinderguardian brethren a helping hand in various activities.</p><p dir=\"ltr\">Once Lightfall launches, experienced players will be given a Guardian Rank corresponding to their progress, reflecting their status and experience within the game.</p><p dir=\"ltr\">The next chapter in Destiny 2’s story begins on February 28, and will continue throughout the year until 2024’s release of The Final Shape.</p><p> </p></h3></p><br />", "link": "https://www.gamespot.com/gallery/destiny-2-lightfall-season-of-defiance-and-beyond/2900-4645/", "date_published": "2023-02-16 15:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "We Saw a Destiny 2 Lightfall Live Demo. Here's What We Learned.", "description": "<img height=\"480\" src=\"https://www.gamespot.com/a/uploads/square_medium/1352/13527689/4100400-preview_d2lightfall_site.jpg\" width=\"480\" /> Bungie invited us to a digital preview event for Lightfall, showing of an early story campaign mission, a tour of the new destination, Neomuna, and a look at some of the new much-requested features like the Mod Manager menu, Loadout creator, and Guardian Ranks systems. Here's what we learned.", "link": "https://www.gamespot.com/videos/we-saw-a-destiny-2-lightfall-live-demo-heres-what-we-learned/2300-6460636/", "date_published": "2023-02-16 15:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Wild Hearts - How To Get Rid Of Vines", "description": "<p><a href=\"https://www.gamespot.com/games/wild-hearts/\">Wild Hearts</a> vines are an early-game obstacle that you’ll find guarding the entrance to a few small caves as you move through the game. It's highly likely that you’ll try a few different things to get rid of them, but it doesn’t matter how much you slash, bonk, or shoot at them; they’re not going anywhere.</p><p>It’s rare to come across an obstacle you can’t just force your way through in Wild Hearts, but the game does like to make sure you actually utilize the wide range of absurd karakuri you can conjure. That’s what you need to do here, but you need a specific karakuri to get the job done.</p><h2 dir=\"ltr\">How to get rid of Wild Hearts vines</h2><p dir=\"ltr\">To destroy Wild Hearts vines, you’re going to need to use fire. Unless you’re modding to add Molotov cocktails to your arsenal, you’ll need to get your hands on the torch karakuri in order to gain this ability. The torch is a simple device that you place on the ground, and then upon approaching it your character will attack through the flames to imbue their weapon with flames.</p><a href=\"https://www.gamespot.com/articles/wild-hearts-how-to-get-rid-of-vines/1100-6511506/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/wild-hearts-how-to-get-rid-of-vines/1100-6511506/?ftag=CAD-01-10abi2f", "date_published": "2023-02-16 15:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Wild Hearts Review - Build Me Up", "description": "<p dir=\"ltr\">You only need to glance at Wild Hearts for a moment to see the similarities it shares with Capcom's Monster Hunter series. Both games are about exploring large, open areas--either alone or with other players--to find and defeat giant monsters, then harvesting and using their parts to craft better weapons and armor. Developer Omega Force has explored the genre before with the Toukiden series, and those two games represent perhaps the best examples of the monster-hunting genre outside of Capcom's own influential best-sellers. With Wild Hearts, Omega Force hasn't just set out to create a simple imitation, though. Sure, it has plenty of familiar elements, but the novel Karakuri system gives the game a unique identity that sets it apart from its contemporaries.</p><p dir=\"ltr\">In the fiction of Wild Hearts, Karakuri is an ancient technology used by hunters to conjure impressive pieces of technology out of thin air. In action, it's a fast-paced crafting system that serves multiple functions, opening up your available options both in and out of combat. You start with what are known as Basic Karakuri, the first of which lets you produce a wooden crate that launches you into the air when you climb on top of it. You can stack up to three of these crates at once to generate extra height, which proves useful when exploring the environment but really comes into its own when fighting Wild Hearts' various monsters, known as Kemono. You can launch from these crates and transition into a devastating downward strike, or utilize the added elevation to quickly avoid an area-of-effect attack that spews out a pool of lava or poisonous clouds. Most Karakuri serve a dual purpose such as this, whether it's a springboard that proves useful in dodging attacks and propelling you toward Kemono, or a glider that allows you to traverse large gaps and position yourself above monsters for an aerial barrage.</p><p dir=\"ltr\">Erecting these Karakuri is quick and simple, so it doesn't take long before you're integrating the various devices into each combat encounter. Constructing a crate, springboard, or torch in the heat of battle eventually becomes second nature, and being able to do so is just as essential to each battle as knowing how to use your specific weapon of choice. Later on, you also unlock various Fusion Karakuri, which use different combinations of Basic Karakuri to create larger, more elaborate contraptions. Stacking nine crates together in three rows, for instance, produces a rock-solid wall that can block incoming projectiles or halt a charging Kemono in its tracks, launching the beast into the air before leaving it in a vulnerable heap on the ground. You can also summon gigantic bouncing hammers, powerful bombs, and blinding firework cannons that can knock flying enemies out of the sky.</p><a href=\"https://www.gamespot.com/reviews/wild-hearts-review-build-me-up/1900-6418030/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/reviews/wild-hearts-review-build-me-up/1900-6418030/?ftag=CAD-01-10abi2f", "date_published": "2023-02-16 15:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Wild Hearts Tips And Tricks: Hunt Monsters With A Head Start", "description": "<p dir=\"ltr\">We’ve got some <a href=\"https://www.gamespot.com/games/wild-hearts/\">Wild Hearts</a> tips and tricks right here for you to make sure you can come away from more kemono fights a little less in pieces. There is a big wide world to explore in this game and a truly staggering array of attacks and monsters to pit yourself against, and while learning everything on your own is always a choice, and a commendable one, a couple of Wild Hearts tips and tricks will help make the process a little less painful.</p><p dir=\"ltr\">These tips are aimed at everyone, whether you’re a monster-hunting expert, or you’re not even sure which end of the sword to point at things. Wild Hearts will feel a little familiar to some people, but there are definitely enough things in here that are different to be worthy of more attention.</p><h2 dir=\"ltr\">Wild Hearts Tips and Tricks</h2><p dir=\"ltr\">Some of these Wild Hearts tips and tricks might seem like common sense, but please trust us when we say they’re all worth keeping in mind. A single slip-up or lapsed moment of focus can and will get you killed, and you only need to do that a few times in a single hunt to have to start it all again.</p><a href=\"https://www.gamespot.com/articles/wild-hearts-tips-and-tricks-hunt-monsters-with-a-head-start/1100-6511479/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/wild-hearts-tips-and-tricks-hunt-monsters-with-a-head-start/1100-6511479/?ftag=CAD-01-10abi2f", "date_published": "2023-02-16 15:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Wild Hearts Weapons List: How To Unlock All Weapons And Which Are Best", "description": "<p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1632/16320660/4099979-4098921-wildheartstrialavailablenow.jpg\" /><br /><h3><p><a href=\"https://www.gamespot.com/games/wild-hearts/\">Wild Hearts</a> weapons are, well, wild. There are eight different weapons in the game, each with its own style, and you’ll want to try them all out to get the full experience. You can never be sure which weapon you’ll land on, even if you’re a Monster Hunter veteran who’s set in their ways. The only trouble is that you actually need to put a bit of work into the game to be able to use every weapon class. To make sure you don’t waste any time getting your hands on them all, we’ve gone ahead and put together a little guide on how to unlock Wild Hearts weapons, and even written a little bit about what each one does.</p><p><em><strong>This guide contains some story spoilers.</strong></em></p><h2 dir=\"ltr\">How to unlock Wild Hearts weapons</h2><p dir=\"ltr\">Wild Hearts weapons are the second star of the show, the first being the incredible kemono you’ll be fighting against. While there are definitely some familiar feelings when using something like the Karakuri katana or the Nozomu, at least for Monster Hunter veterans, some of the weapons here are incredibly refreshing takes on familiar things.</p><p dir=\"ltr\">However, when you kick off Wild Hearts, you’ll only have the Karakuri katana to start off with. You’ll be stuck with that until you’ve progressed through the tutorial and gotten beaten up by the cold-hearted wolf you meet. Shortly after this, you’ll stumble across someone who needs help, and you’ll immediately have to hunt a weird-looking squirrel called a Ragetail.</p><p dir=\"ltr\">Once you’ve beaten the Ragetail, you’ll be able to go back and find out that the person you saved is a blacksmith. If you set up a forge for her, she’ll then be able to create and upgrade the Karakuri katana, nodachi, bow, maul, and bladed wagasa.</p><p dir=\"ltr\">You’ll notice that there are three weapon types that are still blanked out. To unlock these, you’ll need to progress through the main story until after you’ve beaten a monster called the Earthbreaker. After this, you’ll have a festival to attend, and once that’s all done you can head back to your trusty blacksmith and be able to craft the hand cannon, claw blade, and Karakuri staff.</p><p> Here's the full range of Wild Hearts weapons and how they each perform.</p></h3></p><br />     <p><h2>Karakuri Katana</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1632/16320660/4099980-4098655-wild-hearts-weapons-karakuri-blade.jpg\" /><br /><h3><p dir=\"ltr\">This is your standard weapon, and it’s a jack-of-all-trades. It attacks quite quickly, is capable of some very fast attacks as you move through the combos, and it can transform using your Karakuri energy to hit more and have a wider range as well. This is a great weapon for basically everyone, but if you’re looking for something more specialized, then you’ll want to move away from this.</p><p> </p></h3></p><br />     <p><h2>Nodachi</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1632/16320660/4099981-4098656-wild-hearts-weapons-nodachi.jpg\" /><br /><h3><p>The Nodachi is just a giant slab of metal pretending to be a sword. This thing hits hard, but incredibly slowly, and that’s not going to be for everyone. You can perform a mix of upward slices and horizontal ones, and can even charge your attacks to unleash powerful iai attacks. It’s a lot of fun seeing a single massive number, but it can make getting out of the way of some attacks a lot harder.</p><p> </p></h3></p><br />     <p><h2>Bow</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1632/16320660/4099982-4098657-wild-hearts-weapons-bow.jpg\" /><br /><h3><p>This might be one of the coolest takes on a bow we’ve seen. You can fire the weapon horizontally or vertically, each of which has a different purpose. Horizontal arrows don’t do much damage, but can be detonated with vertical arrows. You’ll generally want to cover a monster in horizontal arrows before blowing them up, and you can kill a monster in two or three vertical arrows in the early game if you’re patient. You can also charge the bow through two different levels. The charged modes change the way you fire, generally allowing for more speed with horizontal shots and more power and penetration for vertical ones.</p></h3></p><br />     <p><h2>Maul</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1632/16320660/4099983-4098658-wild-hearts-weapons-maul.jpg\" /><br /><h3><p>Here we have the other heavy close-range weapon, the maul. This thing is basically a gigantic hammer that you’re going to be using to bonk monsters on the head. Despite being quite heavy, it has a little mobility thanks to some jumping attacks, and you can hold your special attack down to swing it round and round, and it'll get longer as you do so.</p></h3></p><br />     <p><h2>Bladed Wagasa</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1632/16320660/4099984-4098659-wild-hearts-weapons-bladed-wagasa.jpg\" /><br /><h3><p dir=\"ltr\">This weapon is wild. As you attack with this weapon, you’ll build up a meter that ups your attack power. It’s absurdly fast, but you can also use it to launch yourself into the air for aerial combos too. Not only that, but it can parry monster attacks. It can be tough timing these, which makes this weapon one that’s especially suited to those who love learning monster move sets, but it always feels cool.</p><p> </p></h3></p><br />     <p><h2>Hand Cannon</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1632/16320660/4099985-4098660-wild-hearts-weapons-hand-cannon.jpg\" /><br /><h3><p>If you love ranged combat but think bows are weird, you’re wrong, but you’ll still be catered to here. The hand cannon is a massive firearm that you can use to attack from afar, but you’ll need to keep a careful eye on where you’re standing to make the most of it. You also need to manage a heat gauge as well, so this is a good one for hunters who like to take a more considered approach.</p></h3></p><br />     <p><h2>Claw Blade</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1632/16320660/4099986-4098662-wild-hearts-weapons-claw-blade.jpg\" /><br /><h3><p>If the only thing you look for in a weapon is mobility, then the claw blade is here for you. This incredibly light melee weapon can be attached to enemies to allow you to circle around them, pull yourself in, or retreat in an instant. It’s not got an especially high attack power, but it feels immense to unleash a 30-hit combo with it.</p></h3></p><br />     <p><h2>Karakuri Staff</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1632/16320660/4099987-4098663-wild-hearts-weapons-karakuri-staff.jpg\" /><br /><h3><p>The Karakuri staff is by far the most intriguing Wild Hearts weapon, but it’s also probably the hardest one to use. This thing has five different forms to master, each of which has its own strengths and weaknesses. You can turn it into a staff, a pair of bladed tonfa, a giant shuriken, a glaive, and unleash massive attacks with a monstrously large sword. Mastering the transformations and using specific timing is essential to get the most out of this weapon, but you’ll nearly always look cool using it.</p></h3></p><br />", "link": "https://www.gamespot.com/gallery/wild-hearts-weapons-list-how-to-unlock-all-weapons-and-which-are-best/2900-4646/", "date_published": "2023-02-16 15:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Xbox Game Pass Adds Valheim In March", "description": "<p>The Norse mythology game <a href=\"https://www.gamespot.com/games/valheim/\">Valheim</a> is coming to Xbox Game Pass--this much was confirmed back in 2022. But now, Embracer Group has confirmed it'll arrive next month.</p><p>As part of <a href=\"https://embracer.com/wp-content/uploads/2023/02/NET-SALES-INCREASED-BY-128-TO-SEK-11622-MILLION-230216.pdf\">Embracer's latest earnings briefing</a>, the company said developer Iron Gate's popular fantasy game will come to Game Pass in March. A specific release date in March, however, was not announced.</p><p>As announced previously, the Xbox and Microsoft Store versions of the game will have full cross-play compatibility with the Steam version.</p><a href=\"https://www.gamespot.com/articles/xbox-game-pass-adds-valheim-in-march/1100-6511587/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/xbox-game-pass-adds-valheim-in-march/1100-6511587/?ftag=CAD-01-10abi2f", "date_published": "2023-02-16 14:59:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Review Roundup For Horizon Call Of The Mountain", "description": "<p dir=\"ltr\">The PSVR 2 is almost here, and along with it comes some next-gen VR games like Horizon Call of the Mountain, which already has plenty of reviews to check out.</p><p dir=\"ltr\">Horizon's first foray into the world of virtual reality does seem to have mostly favorable reviews, currently sitting at a pretty strong 79 on <a href=\"https://www.metacritic.com/game/playstation-5/horizon-call-of-the-mountain/critic-reviews\">Metacritic</a>. Reviews do vary though, with some thinking that the game is a great example of what the PSVR 2 is capable of, though others don't think it pushes the boat out enough.</p><p dir=\"ltr\">In GameSpot's Horizon <a href=\"https://www.gamespot.com/reviews/horizon-call-of-the-mountain-review-new-heights/1900-6418028/\">Call of the Mountain review</a>, we said, \"Call of the Mountain is one of the best-looking VR games I've ever seen, and being in its world is a genuine thrill--whether I was up close looking at the details on tools I was crafting to aid me on my journey, or marveling at a distant vista of verdant trees, rushing waterfalls, and collapsed architecture reclaimed by nature.\"</p><a href=\"https://www.gamespot.com/articles/review-roundup-for-horizon-call-of-the-mountain/1100-6511586/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/review-roundup-for-horizon-call-of-the-mountain/1100-6511586/?ftag=CAD-01-10abi2f", "date_published": "2023-02-16 14:48:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Paramount+ Price Increases Are Coming This Year, Here's What It'll Cost You", "description": "<p>A subscription to Paramount+ will get more expensive in 2023, CEO Bob Bakish has confirmed. During the company's earnings briefing, Bakish said the monthly membership prices for Paramount+ Premium and Essential will go up in the US and some international markets.</p><p>\"We all know streaming represents incredible value for consumers and the Paramount Plus offering is far from the industry price leader. We are on the value end of the pricing spectrum. And so in 2023, we will raise prices both for Paramount Plus Premium and Essential, both in the U.S., and select international markets,\" he said, <a href=\"https://www.hollywoodreporter.com/business/business-news/paramount-plus-price-increase-streaming-1235307005/\">according to The Hollywood Reporter.</a></p><p>Premium will see its monthly price jump from $10 to $12 as part of the bundle's <a href=\"https://www.gamespot.com/articles/showtime-will-be-officially-renamed-paramount-with-showtime/1100-6510996/\">conversion to Paramount+ with Showtime</a>. The ad-based Essential tier will go up from $5 to $6. New and existing customers will pay these new prices when they go into effect sometime in 2023.</p><a href=\"https://www.gamespot.com/articles/paramount-plus-price-increases-are-coming-this-year-heres-what-itll-cost-you/1100-6511585/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/paramount-plus-price-increases-are-coming-this-year-heres-what-itll-cost-you/1100-6511585/?ftag=CAD-01-10abi2f", "date_published": "2023-02-16 14:44:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Metro Exodus Sequel Is \"Fully Playable\" Already - Report", "description": "<p dir=\"ltr\">The next Metro game sounds like it's deep in development, so much so that the game is reportedly fully playable at this point. That means an official reveal could arrive at some point this year for the FPS.</p><p dir=\"ltr\">This all comes from a new report by <a href=\"https://insider-gaming.com/metro-exodus-sequel/\">Insider Gaming</a>, which suggests a 2024 release date is possible for the Metro Exodus sequel. Supposedly, a dream sequence kicks off the start of the new game. Then, you wake up at your base of operations before engaging in the franchise's key elements of stealth, survival, crafting, and firefights.</p><p dir=\"ltr\">Metro series <a href=\"https://www.gamespot.com/articles/metro-series-author-dmitry-glukhovsky-is-working-o/1100-6469100/\">author Dmitry Glukhovsky confirmed he was working on a Metro Exodus sequel</a> back in 2019, shortly after that game launched. It has been no secret that another game was on the way, though when we'd get it was anyone's guess. (<a href=\"https://www.gamespot.com/articles/russia-places-metro-writer-on-wanted-list-for-discrediting-military/1100-6504296/\">Glukhovsky is also on a wanted list by Russia</a> for criticizing that country's invasion of Ukraine.)</p><a href=\"https://www.gamespot.com/articles/metro-exodus-sequel-is-fully-playable-already-report/1100-6511584/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/metro-exodus-sequel-is-fully-playable-already-report/1100-6511584/?ftag=CAD-01-10abi2f", "date_published": "2023-02-16 14:25:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "5 Lord Of The Rings Games Launching In Next 24 Months, And One Remains A Mystery", "description": "<p>Embracer Group, the company that now owns the rights to The Lord of the Rings video games by way of its purchase of Middle-earth Enterprises, has confirmed that a total of five Lord of the Rings video games will be released in the next two years.</p><p>As part of <a href=\"https://embracer.com/wp-content/uploads/2023/02/NET-SALES-INCREASED-BY-128-TO-SEK-11622-MILLION-230216.pdf\">Embracer's latest earnings briefing</a>, the company said there are five titles in production with third-party partners that will be released in next 24 months. The company did not name these titles outright, but they presumably include The Lord of the Rings: Gollum from Daedalic, The Lord of the Rings: Return to Moria from Free Range Games, EA's mobile game The Lord of the Rings: Heroes of Middle-earth, and Weta's new title with GTA company Take-Two.</p><p>These are the four Lord of the Rings video games in development that we know about. A fifth could be the <a href=\"https://www.gamespot.com/articles/lord-of-the-rings-online-is-coming-to-ps5-and-xbox-series-x-it-seems/1100-6485202/\">rumored console port of The Lord of the Rings: Online</a>. Or it could be a a different title that hasn't been announced yet. Embracer's post also stated only that these are new LOTR games in development from third-party developers. Whether or not Embracer has any new LOTR games in development from its network of internal studios is unknown. In any event, it's a good time to be a fan of The Lord of the Rings and video games.</p><a href=\"https://www.gamespot.com/articles/5-lord-of-the-rings-games-launching-in-next-24-months-and-one-remains-a-mystery/1100-6511583/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/5-lord-of-the-rings-games-launching-in-next-24-months-and-one-remains-a-mystery/1100-6511583/?ftag=CAD-01-10abi2f", "date_published": "2023-02-16 13:56:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Paramount+ Reaches 56M Subs, As Paramount's Streaming Losses Deepen To $575 Million", "description": "<p>Paramount Global released its latest earnings report on Thursday, and one aspect of the company's business that is getting a lot of attention is its subscriber base. The company had a total of 77 million streaming subscribers globally as of the end of 2022, according to <a href=\"https://www.hollywoodreporter.com/business/business-news/paramount-earnings-streaming-subscribers-fourth-quarter-2022-1235326232/\">The Hollywood Reporter</a>.</p><p>That's up for 67 million at the end of September 2022. Paramount+ specifically had \"record quarterly user gain,\" rising to 56 million by the end of 2022. That was up 9.9 million from the 46 million figure announced at the end of September 2022.</p><p>Top Gun: Maverick, among other pieces of high-profile content like NFL programming, 1923, Tulsa King, and Smile, helped fuel the growth.</p><a href=\"https://www.gamespot.com/articles/paramount-reaches-56m-subs-as-paramounts-streaming-losses-deepen-to-575-million/1100-6511582/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/paramount-reaches-56m-subs-as-paramounts-streaming-losses-deepen-to-575-million/1100-6511582/?ftag=CAD-01-10abi2f", "date_published": "2023-02-16 13:16:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Watch the Destiny 2: Lightfall Vidoc Right Here", "description": "<p>The next year of <a href=\"https://www.gamespot.com/games/destiny-2/\">Destiny 2</a> content kicks off on February 28 with the release of the game's next expansion, Lightfall. Before then, you can get a glimpse at what lies ahead with a new vidoc from Bungie that sets the tone for the year ahead and beyond.</p><p>While Bungie has been sharing a <em>lot </em>of details recently on the technical and mechanical changes coming to Destiny 2 in Lightfall, vidocs are usually a short and punchy sizzle reel in comparison. These previews usually contain soundbites from the team that works on upcoming content, teasers for new ideas in development, and are usually a great showcase before the main event goes live.</p><div>          </div><p>Lightfall arrives <a href=\"https://www.gamespot.com/articles/destiny-2-just-capped-off-its-final-season-before-lightfall-in-fantastic-fashion/1100-6511520/\">after a major turning point for Destiny 2</a>, as Season of the Seraph ended the game's long-running Witch Queen saga on a major cliffhanger. With the Traveler seemingly ready to abandon humanity before the Witness backed it into a corner, Rasputin sacrificing himself to stop a Golden Age arsenal from falling into enemy hands, and a second Collapse barely averted at the eleventh hour, things look bleaker than ever in the penultimate chapter of the Light and Darkness saga.</p><a href=\"https://www.gamespot.com/articles/watch-the-destiny-2-lightfall-vidoc-right-here/1100-6511580/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/watch-the-destiny-2-lightfall-vidoc-right-here/1100-6511580/?ftag=CAD-01-10abi2f", "date_published": "2023-02-16 13:10:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "PlayStation VR 2 Review", "description": "<img height=\"480\" src=\"https://www.gamespot.com/a/uploads/square_medium/1571/15719603/4100353-review_psvr2_site.jpg\" width=\"480\" /> The PSVR 2 is undoubtedly a major step forward for PlayStation's virtual reality ambitions.", "link": "https://www.gamespot.com/videos/playstation-vr-2-review/2300-6460635/", "date_published": "2023-02-16 13:02:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Horizon Call Of The Mountain Review - New Heights", "description": "<p dir=\"ltr\">Horizon Call of the Mountain and PlayStation VR 2 are inextricably linked. The Guerrilla- and Firesprite-developed title is a successful virtual reality game thanks to the tech housed in the PSVR 2, and the PSVR 2's capabilities are best showcased by the game. Admittedly, the barrier to entry for experiencing it all is very high: You'll need to own a PS5, purchase the $550 headset, and then get the $60 game on top. But those who do will be treated to a game that's an impressive technical showpiece and an enjoyable Horizon game in its own right.</p><p dir=\"ltr\">Call of the Mountain takes place in the same vibrant setting that you're used to exploring as Aloy. However, for this game, the protagonist is Ryas, a member of the Shadow Carja who has been imprisoned for questionable actions. Ryas is busted out of prison and sent on a perilous journey to figure out why the machine animals of Horizon's worlds are acting out.</p><p dir=\"ltr\">This is a familiar narrative beat for a Horizon game, and a lot of the story is carried by Ryas. Ryas' brother went missing while also trying to solve this particular mystery, so he has a personal stake in going out of his way to help those around him in order to figure out what's going on, even if the people he's working withtreat him like an outsider. My interest in Call of the Mountain was primarily in seeing how it utilized the new hardware, so it caught me by surprise when I found myself invested in Ryas as a character. The game does a great job of slowly unpacking his story and showing that there may have been more to his history than it initially seems.</p><a href=\"https://www.gamespot.com/reviews/horizon-call-of-the-mountain-review-new-heights/1900-6418028/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/reviews/horizon-call-of-the-mountain-review-new-heights/1900-6418028/?ftag=CAD-01-10abi2f", "date_published": "2023-02-16 13:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "PlayStation VR 2 Review - Running In Place", "description": "<p dir=\"ltr\">While the original PlayStation VR was an admirable first effort for Sony, it was also an awkward piece of hardware. It launched when consumer-focused headsets were in their nascency, which is probably why Sony could get away with a jerry-rigged chimera of old and new technology. The headset looked slick and was comfortable, but its displays left a lot to be desired, the setup was frustrating, and it used controllers that were a generation older than the PS4. PSVR felt like a solution hurriedly thrown together to make the most of an emerging trend.</p><p dir=\"ltr\">Its successor, the PlayStation VR 2, is the opposite in almost every way. It's a thoughtfully designed piece of hardware that is powerful and delivers a user-friendly, plug-and-play experience that is almost entirely frictionless. The technology powering it is modern, making it a worthy companion to the PlayStation 5, and its Sense controllers are designed specifically for gaming in VR spaces. The PSVR 2 is undoubtedly a major step forward for PlayStation's virtual reality ambitions and one of the best headsets on the market, but in the ever-shifting landscape of virtual reality, its price and current value proposition leave it in an awkward position once again.</p><p dir=\"ltr\">Out of the box, the PSVR 2 looks and feels like a premium piece of technology. The matte-white-on-deep-black PlayStation color scheme is replicated here to great effect, and the form factor swaps the sharpness of the PS5 for rounded corners and curved bands that make the whole unit pleasing to look at, as well as put on and take off. The Sense controllers are similarly elegant in design, comfortably filling my hands and allowing my fingers and thumbs to rest on the buttons and triggers very naturally. The original PSVR was lauded as being the most comfortable headset on the market, and PSVR 2 can also claim that accolade, as it is even more comfortable to wear. It may feel a little heavy for those who are used to the lighter Meta Quest 2, but the weight feels well-distributed, so I didn't have the neck-fatigue issues that I feared may crop up during longer sessions.</p><a href=\"https://www.gamespot.com/articles/playstation-vr-2-review-running-in-place/1100-6511528/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/playstation-vr-2-review-running-in-place/1100-6511528/?ftag=CAD-01-10abi2f", "date_published": "2023-02-16 13:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Sky: Children Of The Light Is Celebrating Days Of Love Until The End Of The Month", "description": "<p><a href=\"https://www.gamespot.com/games/sky-children-of-the-light/\"> Sky: Children of the Light</a>'s Valentine's event Days of Love is back, with new cute items, and the chance to collect old items from previous years' events. The celebration will run until February 26, and will be reflected in the surroundings of the Home space with a decorated pier and a soft ambience that will reward extra Light.</p><p>Throughout the duration of the event, all gifts of hearts and light sent to friends will be doubled, allowing players to better share the love. </p><div>          </div><p><span>A visitor Spirit from Days of Fortune will also be present through the event, ready to offer a few trinkets to players who greet them. These include a flowery archway redeemable for 100 candles, and a flower crown available for 15 hearts. </span><span>New spells will also be available, including the Days of Love Gondola and paper crane-shaped message spells.</span></p><a href=\"https://www.gamespot.com/articles/sky-children-of-the-light-is-celebrating-days-of-love-until-the-end-of-the-month/1100-6511579/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/sky-children-of-the-light-is-celebrating-days-of-love-until-the-end-of-the-month/1100-6511579/?ftag=CAD-01-10abi2f", "date_published": "2023-02-16 07:06:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Streamer Flips Sexist Joke Back At Harassers, Speedruns Making Sandwiches", "description": "<p> Call of Duty streamer <a href=\"https://www.twitch.tv/steffyevans\">SteffyEvans</a> often hears misogynistic jokes telling her to \"get back in the kitchen\" or \"make me a sandwich.\" Instead of ignoring them, she decided to take it as a challenge, rushing to the kitchen each time to speedrun making a sandwich each time someone told her to--and getting back in time to still win the game.</p><p>The stream was recapped in a video on TikTok, showing another player telling her to \"go make me a sandwich\" almost as soon as she had loaded into a game. While the initial sandwich-making cost her team the round, she came back in the next one, and even won a future round after ducking off to make another two sandwiches.</p><div>          </div><p>Speaking to <a href=\"https://kotaku.com/call-of-duty-cod-modern-warfare-mw2-twitch-steffy-evans-1850112871\">Kotaku</a>, she explained that the sandwich-making challenge often cost her a round or two, but more often the comments were made after she had won. She also explained that she not just made the sandwiches, but packed them in bags with a side of chips and bottles of water so the full meals could be later donated to the homeless.</p><a href=\"https://www.gamespot.com/articles/streamer-flips-sexist-joke-back-at-harassers-speedruns-making-sandwiches/1100-6511578/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/streamer-flips-sexist-joke-back-at-harassers-speedruns-making-sandwiches/1100-6511578/?ftag=CAD-01-10abi2f", "date_published": "2023-02-16 06:36:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Destiny 2 Reveals More Details About Lightfall Weapon Crafting Changes", "description": "<p>After revealing that the way players craft weapons would be evolving after Lightfall's release, <a href=\"https://www.gamespot.com/games/destiny-2/\">Destiny 2</a> has given us more of a peek at what that might look like. A new <a href=\"https://www.bungie.net/7/en/News/article/enhancing-weapon-crafting\">blog post</a> has introduced three new crafting capabilities that will be introduced to the game over the coming year: Weapon Enhancing, Deepsight Activation, and Weapon Level Boosting.</p><p>The first of these to be introduced to the game will be weapon enhancing, which will drop \"a few weeks\" after the Lightfall Master raid and will be available only for a select few weapons--initially only Adept weapons acquired in Lightfall's Master raid will be available for enhancing.</p><p>The process will allow Adept weapons to be upgraded with enhanced traits, a level, and a memento socket, with the enhancement operating on a three-tiered system as detailed below:</p><a href=\"https://www.gamespot.com/articles/destiny-2-reveals-more-details-about-lightfall-weapon-crafting-changes/1100-6511577/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/destiny-2-reveals-more-details-about-lightfall-weapon-crafting-changes/1100-6511577/?ftag=CAD-01-10abi2f", "date_published": "2023-02-16 05:49:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "MLB The Show 23 Adds Universal DH, True Two-Way Players, And More", "description": "<p><a href=\"https://www.gamespot.com/games/mlb-the-show-23/\">MLB The Show 23</a> held a 40-minute livestream this week to introduce some of the game's new features. As well as touching on the <a href=\"https://www.gamespot.com/articles/mlb-the-show-23-will-include-the-negro-leagues-for-the-first-time-in-franchise-history/1100-6511194/\">game's historic Negro Leagues Storylines mode</a>, the stream also revealed a number of highly anticipated new features including universal DH and true two-way players.</p><p>One of the new rule changes fans have been waiting for is the introduction of the universal designate hitter. The rule came to the National League in April last year, too late to be implemented in MLB The Show 22, but will have a presence in this year's game.</p><p>\"The MLB got the universal DH just last season, so now we got it in Diamond Dynasty as well,\" senior technical designer Kyle Blake announced in the stream. \"So any squad you play with in Diamond Dynasty has a DH.\"</p><a href=\"https://www.gamespot.com/articles/mlb-the-show-23-adds-universal-dh-true-two-way-players-and-more/1100-6511576/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/mlb-the-show-23-adds-universal-dh-true-two-way-players-and-more/1100-6511576/?ftag=CAD-01-10abi2f", "date_published": "2023-02-16 05:04:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "We Saw a Destiny 2 Lightfall Live Demo. Here's What We Learned.", "description": "<img height=\"480\" src=\"https://www.gamespot.com/a/uploads/square_medium/1574/15746725/4100039-preview_d2lightfall_site.jpg\" width=\"480\" /> Bungie invited us to a digital preview event for Lightfall, showing of an early story campaign mission, a tour of the new destination, Neomuna, and a look at some of the new much-requested features like the Mod Manager menu, Loadout creator, and Guardian Ranks systems. Here's what we learned.", "link": "https://www.gamespot.com/videos/we-saw-a-destiny-2-lightfall-live-demo-heres-what-we-learned/2300-6460632/", "date_published": "2023-02-16 01:22:00+00:00", "persistent": false, "user": null, "language": "en-US"}]