[{"source": "https://thehill.com/news/feed/", "title": "Congress should focus on protecting teens from real harms, not targeted ads", "description": "The topic of social media’s impact on childhood mental health has rapidly emerged as a hot-button political debate, becoming the subject of a hearing of the Senate Judiciary Committee and earning a mention in President Biden’s State of the Union address. And indeed, there is a growing body of research that shows children are increasingly...", "link": "https://thehill.com/opinion/congress-blog/3862238-congress-should-focus-on-protecting-teens-from-real-harms-not-targeted-ads/", "date_published": "2023-02-16 23:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "White House brushes off Haley’s call for mental competency test", "description": "White House aides are confident they can combat GOP attacks on President Biden’s age and mental acuity, saying he has proven time and again that he’s up to the job.  The criticisms resurfaced this week as Republican Nikki Haley labeled herself a “next generation” candidate in making her opening pitch for her 2024 presidential bid....", "link": "https://thehill.com/homenews/administration/3862295-white-house-brushes-off-haleys-call-for-mental-competency-test/", "date_published": "2023-02-16 23:25:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden’s physician says he is ‘fit for duty’ at 80 years old", "description": "President Biden is fit to execute the demands of his job, his physician said in a memo following a physical exam on Thursday, writing that he \"remains a healthy, vigorous, 80-year-old male.\" Dr. Kevin O’Connor, the president’s physician, wrote that none of Biden’s preexisting conditions noted during his last physical, including a stiff gait and...", "link": "https://thehill.com/homenews/administration/3862215-bidens-physician-says-he-is-fit-for-duty-at-80-years-old/", "date_published": "2023-02-16 22:52:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "8 lawmakers who have publicly struggled with mental health", "description": "Story at a glance Sen. John Fetterman (D-Pa.) checked himself into the Walter Reed National Military Medical Center on Wednesday night to receive treatment for clinical depression, his office announced Thursday.   Fetterman’s decision to seek help comes a month after entering the Senate after suffering from an almost fatal stroke last year. And while Fetterman...", "link": "https://thehill.com/changing-america/well-being/mental-health/3862175-8-lawmakers-who-have-publicly-struggled-with-mental-health/", "date_published": "2023-02-16 22:47:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Two dozen Republican-led states sue EPA over water protection rule", "description": "A group of 24 Republican-led states is suing the Environmental Protection Agency (EPA) to try to knock down a rule governing which waters get federal protections.  Late last year, the Biden administration issued a new rule about how the federal government determines which types of wetlands and streams can get its protections from pollution.  The...", "link": "https://thehill.com/policy/energy-environment/3862199-two-dozen-republican-led-states-sue-epa-over-water-protection-rule/", "date_published": "2023-02-16 22:46:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Rubio calls for Buttigieg's resignation following Ohio train derailment", "description": "Sen. Marco Rubio (R-Fla.) is calling for Transportation Secretary Pete Buttigieg to resign after coming under fire for the department’s oversight of the U.S. rail system following a train derailment in Ohio that has spilled toxins into the environment. “Secretary Buttigieg refused to acknowledge the disaster in East Palestine, Ohio, until his intentional ignorance was...", "link": "https://thehill.com/homenews/administration/3862149-rubio-calls-for-buttigiegs-resignation-following-ohio-train-derailment/", "date_published": "2023-02-16 22:35:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Democrat pushes Congress to get a jump on regulating ChatGPT", "description": "As generative AI developments rapidly change the world of technology, some experts and lawmakers are urging Congress to get a jump on regulating the powerful tools.  During a Thursday panel diving into this new innovation, Rep. Jacob Auchincloss (D-Mass.) told The Hill’s Rebecca Klar he’s hoping Congress will be proactive about controlling the dangers of...", "link": "https://thehill.com/policy/technology/3862109-democrat-pushes-congress-to-get-a-jump-on-regulating-chatgpt/", "date_published": "2023-02-16 22:23:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Union clears miners to return to work after longest strike in Alabama history", "description": "The United Mine Workers of America (UMWA) has cleared members to return to work at Alabama’s Warrior Met coal mine after a nearly two-year strike. UMWA President Cecil Roberts announced Thursday that he has submitted a so-called return-to-work letter to Warrior Met CEO Walt Scheller that would allow miners to leave the picket line while...", "link": "https://thehill.com/policy/energy-environment/3862151-union-clears-miners-to-return-to-work-after-longest-strike-in-alabama-history/", "date_published": "2023-02-16 22:21:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Russia begins long-feared winter counteroffensive in Ukraine", "description": "The long-feared Russian winter counteroffensive has finally begun in the eastern part of Ukraine.   Tens of thousands of new Russian conscripts are flowing into the war-torn country ahead of the war’s one-year mark, with Moscow looking to overwhelm Ukrainian troops and retake huge swaths of territory they lost last autumn as spring warms the region, according...", "link": "https://thehill.com/policy/defense/3862141-russia-begins-long-feared-winter-counteroffensive-in-ukraine/", "date_published": "2023-02-16 22:20:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "NYT editors: Paper 'will not tolerate' its journalists protesting coverage of transgender people", "description": "The top editor of The New York Times warned the newspaper's journalists who have voiced displeasure with the outlet's coverage of transgender people and issues that such public criticism will \"not be tolerated.\" In a memo to staff on Thursday obtained by The Hill, executive editor Joe Kahn said the Times \"received a letter delivered...", "link": "https://thehill.com/homenews/3862101-nyt-editors-paper-will-not-tolerate-its-journalists-protesting-coverage-of-transgender-people/", "date_published": "2023-02-16 22:13:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Democratic AGs urge CVS, Walgreens to continue with plans to dispense abortion pills", "description": "Democratic attorneys general on Thursday urged CVS and Walgreens not to back down from their respective plans to offer mifepristone and misoprostol in retail pharmacies in the wake of threats from GOP-led states. In a letter, a coalition of 23 state attorneys general said the company's executives should ignore the threats of legal retaliation from...", "link": "https://thehill.com/policy/healthcare/3862108-democratic-ags-urge-cvs-walgreens-to-continue-with-plans-to-dispense-abortion-pills/", "date_published": "2023-02-16 22:07:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Democrats throw support behind Fetterman following depression revelation: 'A sign of strength'", "description": "Senate Democrats on Thursday instantly rallied around Sen. John Fetterman (Pa.) after his office announced he checked himself into a Washington-area hospital to be treated for clinical depression. “Happy to hear @SenFettermanPA is getting the help he needs and deserves. Millions of Americans, like John, struggle with depression each day,” Senate Majority Leader Chuck Schumer...", "link": "https://thehill.com/homenews/senate/3862126-democrats-throw-support-behind-fetterman-following-depression-revelation-a-sign-of-strength/", "date_published": "2023-02-16 22:02:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Addressing cervical cancer disparities can save thousands of lives", "description": "As a nation, we must resolve the disparities in our healthcare system that lead to poorer outcomes for Black women and other women of color.", "link": "https://thehill.com/opinion/healthcare/3861890-addressing-cervical-cancer-disparities-can-save-thousands-of-lives/", "date_published": "2023-02-16 22:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "How Biden can get ahead of the balloons", "description": "The Biden administration’s best defense is to be on offense, not only militarily but in terms of public diplomacy.", "link": "https://thehill.com/opinion/national-security/3861755-how-biden-can-get-ahead-of-the-balloons/", "date_published": "2023-02-16 21:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Oregon Senate approves measure allowing day care services in rental homes", "description": "Story at a glance A new bill passed by the Oregon state Senate requires landlords to allow childcare services to run out of their rental units.   Once signed by the governor, the legislation will help the state’s childcare shortage by expanding the space available to chi providers, bill co-sponsors Senator Dick Anderson (R) and...", "link": "https://thehill.com/changing-america/sustainability/infrastructure/3861982-oregon-senate-approves-measure-allowing-day-care-services-in-rental-homes/", "date_published": "2023-02-16 21:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Marty Walsh to officially take over as NHLPA director in March", "description": "The National Hockey League Players’ Association (NHLPA) on Thursday officially announced Labor Secretary Marty Walsh will take over as head of the players’ union next month, days after it was reported Walsh would depart the administration. The NHLPA confirmed that Walsh would serve as the union’s next executive director beginning in mid-March. The announcement is...", "link": "https://thehill.com/homenews/administration/3861995-marty-walsh-to-officially-take-over-as-nhlpa-director-in-march/", "date_published": "2023-02-16 20:57:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "EPA chief vows to 'get to the bottom' of derailment in first East Palestine visit", "description": "Environmental Protection Agency (EPA) Administrator Michael Regan, visiting East Palestine, Ohio, Thursday, vowed to “get to the bottom of” the Feb. 3 train derailment in the town and to continually monitor the area for potential health hazards. “The community has questions and we hear you, we see you and … we will get to the...", "link": "https://thehill.com/policy/energy-environment/3861960-epa-chief-vows-to-get-to-the-bottom-of-derailment-in-first-east-palestine-visit/", "date_published": "2023-02-16 20:54:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Tesla recalling 362,000 vehicles due to crash risk caused by self-driving software", "description": "Tesla is recalling 362,758 vehicles in the U.S. because its Full Self-Driving Beta software may cause a crash.", "link": "https://thehill.com/changing-america/sustainability/infrastructure/3861817-tesla-recalling-362000-vehicles-due-to-crash-risk-caused-by-self-driving-software/", "date_published": "2023-02-16 20:53:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Snowpack continues to grow in California, Colorado River Basin", "description": "Deep snowpack has continued to accumulate and expand in California, the Great Basin and the Colorado River Basin, federal meteorologists reported Thursday. Following a series of severe storms that drenched the region earlier this winter, moderate systems with less moisture have yielded smaller but persistent gains, according to an update from the National Integrated Drought Information System...", "link": "https://thehill.com/policy/equilibrium-sustainability/3861981-snowpack-continues-to-grow-in-california-colorado-river-basin/", "date_published": "2023-02-16 20:42:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Barbara Lee makes a move for Feinstein's seat​", "description": "Welcome to The Hill's Campaign newsletter {beacon} Campaign Report Campaign Report      The Big Story  Lee makes a move for Feinstein's seat Rep. Barbara Lee (D-Calif.) is making moves in the California Senate race, joining a crowded field of Democrats clamoring for a chance to replace retiring Sen. Dianne Feinstein (D-Calif.).  © Greg Nash Two...", "link": "https://thehill.com/newsletters/campaign-report/3861948-barbara-lee-makes-a-move-for-feinsteins-seat/", "date_published": "2023-02-16 20:30:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "New select committee takes important step in fostering unity against threat of China", "description": "It should come as no surprise that the Congress has had yet another fascinating start to the new year. Hard-fought battles for leadership positions and a general lack of decorum have defined the early stages of the 118th Congress. In the midst of all this chaos, the House of Representatives was able to establish a...", "link": "https://thehill.com/opinion/congress-blog/3861898-new-select-committee-takes-important-step-in-fostering-unity-against-threat-of-china/", "date_published": "2023-02-16 20:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Sanders calls for expanded access to medical education to address worker shortage", "description": "Sen. Bernie Sanders (I-Vt.), chair of the Senate Committee on Health, Education, Labor and Pensions (HELP), called to reduce barriers to medical education in a hearing on Thursday, bringing in medical school administrators from across the country to discuss their experiences and proposed solutions. Lawmakers were largely in agreement in addressing the healthcare workforce shortage...", "link": "https://thehill.com/policy/healthcare/3861688-sanders-calls-for-expanded-access-to-medical-education-to-address-worker-shortage/", "date_published": "2023-02-16 20:15:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Pennsylvania governor won't sign execution warrants, calls for death penalty to be abolished", "description": "Pennsylvania Gov. Josh Shapiro (D) announced on Thursday that he will not sign any execution warrants as governor and called for the state legislature to abolish the death penalty. “When an execution warrant comes to my desk, I will sign a reprieve each and every time,” he said at an event in Philadelphia. His announcement...", "link": "https://thehill.com/homenews/state-watch/3861852-pennsylvania-governor-wont-sign-execution-warrants-calls-for-death-penalty-to-be-abolished/", "date_published": "2023-02-16 20:10:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Russia’s appetite may extend beyond Ukraine", "description": "The fate of Russia’s neighbors may hinge in great part on the outcome of the war in Ukraine", "link": "https://thehill.com/opinion/international/3861479-russias-appetite-may-extend-beyond-ukraine/", "date_published": "2023-02-16 20:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Bruce Willis's family says he has a form of dementia", "description": "Bruce Willis’s family says they finally have a “clear diagnosis” that explains what the “Die Hard” star is suffering from, revealing he has a form of dementia. Demi Moore, Willis’s ex-wife, wrote on Instagram that in the time since he was diagnosed nearly a year ago with aphasia, his family members have developed a “deeper understanding of...", "link": "https://thehill.com/blogs/in-the-know/3861883-bruce-williss-family-says-he-has-a-form-of-dementia/", "date_published": "2023-02-16 19:58:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden won't apologize for shooting down spy balloon; to speak with Xi", "description": "President Biden on Thursday said he plans to talk to Chinese President Xi Jinping following the U.S. military take down of a suspected Chinese spy balloon, stressing that he makes no apologies for giving the order to shoot it down. “I expect to be speaking with President Xi,” Biden said in remarks at the White...", "link": "https://thehill.com/homenews/administration/3861846-biden-wont-apologize-for-shooting-down-objects-to-speak-with-xi/", "date_published": "2023-02-16 19:54:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Supreme Court removes Title 42 oral argument from calendar", "description": "The Supreme Court has removed from its calendar a high-profile oral argument about Title 42, which limits migrants’ ability to seek asylum amid the coronavirus pandemic. With no explanation, the court on Thursday nixed the oral argument scheduled for March 1. The justices were set to consider 19 GOP-led states’ attempt to intervene in the...", "link": "https://thehill.com/regulation/court-battles/3861778-supreme-court-removes-title-42-oral-argument-from-calendar/", "date_published": "2023-02-16 19:46:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Rubio, Banks introduce measure to ban some transgender people from military service", "description": "Top Republicans in the Senate and House introduced new legislation on Thursday that would ban some transgender people from serving in the military, reviving a similar policy that was enacted under the Trump administration. The Ensuring Military Readiness Act, sponsored by Sen. Marco Rubio (R-Fla.), would disqualify Americans who identify as transgender, have a history...", "link": "https://thehill.com/homenews/3861704-rubio-banks-introduce-measure-to-ban-some-transgender-people-from-military-service/", "date_published": "2023-02-16 19:45:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden: Objects shot down 'most likely' tied to private companies or research", "description": "President Biden on Thursday said the three objects the military shot out of the sky last weekend were likely connected to a private company or research institution. “We don’t yet know exactly what these three objects were, but nothing right now suggests they were related to China’s spy balloon program or that they were surveillance...", "link": "https://thehill.com/homenews/administration/3861845-biden-objects-shot-down-most-likely-tied-to-private-companies-or-research/", "date_published": "2023-02-16 19:42:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Fetterman hospitalized to be treated for clinical depression", "description": "Sen. John Fetterman (D-Pa.) checked into the hospital on Wednesday night to be treated for clinical depression, his office announced on Thursday. “Last night, Senator John Fetterman checked himself into Walter Reed National Military Medical Center to receive treatment for clinical depression. While John has experienced depression off and on throughout his life, it only...", "link": "https://thehill.com/homenews/senate/3861853-fetterman-hospitalized-to-be-treated-for-clinical-depression/", "date_published": "2023-02-16 19:41:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Tesla fires over 30 workers after union effort: group", "description": "In a release, Workers United called the firings \"unacceptable\" and said expectations of Tesla employees at the factory are \"unfair, unattainable, ambiguous and ever changing.\"", "link": "https://thehill.com/changing-america/respect/equality/3861775-tesla-fires-over-30-workers-after-union-effort-group/", "date_published": "2023-02-16 19:35:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Climate change has its tipping points — thankfully, so does progress", "description": "We may see this policy and market nexus as the crucial tipping point when America’s climate response shifted suddenly in support of a sustainable net-zero future.", "link": "https://thehill.com/opinion/energy-environment/3861400-climate-change-has-its-tipping-points-thankfully-so-does-progress/", "date_published": "2023-02-16 19:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Ben Crump calls for Raleigh officers involved deadly traffic stop of Black man to be fired", "description": "Civil rights attorney Ben Crump has called for six Raleigh police officers who stunned Darryl “Tyree” Williams to be fired and charged with manslaughter. “How can we have peace in North Carolina until we have justice for Darryl Tyree Williams?” said Crump, who is representing Williams’s family, at a Thursday news conference around the corner from where...", "link": "https://thehill.com/homenews/3861792-ben-crump-calls-for-raleigh-officers-involved-deadly-traffic-stop-of-black-man-to-be-fired/", "date_published": "2023-02-16 19:29:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "DEA: Drug cartels using Snapchat, other social media to target children", "description": "Lawmakers on Capitol Hill discussed how two Mexican cartels are using social media as a \"superhighway of drugs\" to bring fentanyl to the U.S.", "link": "https://thehill.com/homenews/3861645-dea-drug-cartels-using-snapchat-other-social-media-to-target-children/", "date_published": "2023-02-16 19:07:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "How to bridge the growing gap between Washington and America", "description": "Among Washington insiders, conventional wisdom is that Congress can only be fixed if more order can be imposed from the top-down. The problem, through this lens, is that chaos within the various caucuses drives legislative incompetence. If only all the Democrats would fall in line behind their leaders, and all the Republicans would dutifully support whatever their...", "link": "https://thehill.com/opinion/congress-blog/3861700-how-to-bridge-the-growing-gap-between-washington-and-america/", "date_published": "2023-02-16 19:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden EPA proposes restoring pesticide protections for farmworkers rolled back under Trump", "description": "The Biden administration is proposing to restore regulations aiming to protect farmworkers from pesticides that had been rolled back under the Trump administration.  The Trump administration sought to limit the scope of rules preventing pesticides from being sprayed when there are people nearby.  Under Obama administration rules, there either needed to be a 100-foot zone...", "link": "https://thehill.com/policy/energy-environment/3861750-biden-epa-proposes-restoring-pesticide-protections-for-farmworkers-rolled-back-under-trump/", "date_published": "2023-02-16 18:59:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Hill launches refreshed policy newsletters", "description": "To better support increased reader interest in key policy areas, The Hill has expanded and retooled its policy newsletters, offering a crisp new look and broadened focus that includes deeper coverage of the big stories in Washington and around the U.S.   As part of the expansion, coverage of major economic and business news will now...", "link": "https://thehill.com/homenews/3861727-the-hill-launches-refreshed-policy-newsletters/", "date_published": "2023-02-16 18:56:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Train carrying hazardous materials derails outside Detroit", "description": "Local authorities reported that a train carrying hazardous materials derailed in a town outside Detroit Thursday morning. Authorities in Van Buren Township, Michigan, warned residents to avoid the area near the derailment and closed roadways near the incident as authorities investigate the accident, according to a safety alert issued Thursday. Authorities said that there was...", "link": "https://thehill.com/homenews/state-watch/3861535-train-carrying-hazardous-materials-derails-outside-detroit/", "date_published": "2023-02-16 18:52:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "McConnell: Flying objects briefings had no 'useful information'", "description": "Senate Minority Leader Mitch McConnell (R-Ky.) on Thursday criticized the classified briefings administration officials provided lawmakers about the flying objects recently shot down in and around U.S. airspace, saying they provided no “useful information.” “It’s perplexing,” McConnell told Fox News’ Dana Perino. “We've been in these briefings, as you suggest, but they don't seem to...", "link": "https://thehill.com/homenews/senate/3861708-mcconnell-flying-objects-briefings-had-no-useful-information/", "date_published": "2023-02-16 18:51:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "More Americans satisfied with the way things are going in US: poll", "description": "Nearly a third of Americans in a new poll say they’re satisfied with the way things are going in the United States, an 11-point uptick from a poll taken just before the November midterm elections. A new Quinnipiac University poll, released Thursday, found that 30 percent of Americans are satisfied with the state of the...", "link": "https://thehill.com/homenews/administration/3861715-more-americans-satisfied-with-the-way-things-are-going-in-us-poll/", "date_published": "2023-02-16 18:44:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Watch live: Biden delivers remarks on unidentified aerial objects", "description": "President Biden is scheduled to deliver remarks Thursday afternoon on the recent sightings of unidentified aerial objects to reporters during a press conference. Biden has faced an onslaught of criticisms by Republicans in particular who have said the president needs to be more communicative with the public about the issue, particularly after three unknown aerial...", "link": "https://thehill.com/homenews/3861676-watch-live-biden-delivers-remarks-on-unidentified-aerial-objects/", "date_published": "2023-02-16 18:40:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "62 percent in new survey trust police to do what is right all or most of the time", "description": "Almost two-thirds of Americans said they trust U.S.-based police departments to do what’s right all or most of the time amid renewed calls for reform of U.S. policing, according to a Quinnipiac University poll.  The poll, published on Thursday, found that 62 percent of respondents said they trust police to do what is right all...", "link": "https://thehill.com/homenews/state-watch/3861578-62-percent-in-new-survey-trust-police-to-do-what-is-right-all-or-most-of-the-time/", "date_published": "2023-02-16 18:35:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "DOJ, Commerce Department strike force to fight technology threats from adversaries", "description": "The Justice and Commerce departments launched a strike force on Thursday to oppose the threats posed by technology from adversaries like Russia and China.  The Department of Justice (DOJ) said in a release that the Disruptive Technology Strike Force will gather experts from the FBI, Homeland Security Investigations from the Department of Homeland Security, and...", "link": "https://thehill.com/policy/cybersecurity/3861681-doj-commerce-department-strike-force-to-fight-technology-threats-from-adversaries/", "date_published": "2023-02-16 18:32:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Will SNAP work requirements doom the Farm Bill — again?", "description": "The program should not be subject to changes that the president and Speaker negotiate on the fly as part of a debt limit fight.", "link": "https://thehill.com/opinion/finance/3861232-will-snap-work-requirements-doom-the-farm-bill-again/", "date_published": "2023-02-16 18:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "7 in 10 think Trump intentionally held on to classified documents: poll", "description": "Nearly seven in 10 Americans in a new Quinnipiac University poll said they think former President Trump intentionally held on to classified documents after leaving the White House. Sixty-nine percent of respondents said the former president purposely took the classified materials that were eventually recovered from his Mar-a-Lago residence, while another 18 percent said Trump...", "link": "https://thehill.com/homenews/administration/3861562-7-in-10-think-trump-intentionally-held-on-to-classified-documents-poll/", "date_published": "2023-02-16 17:59:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "YouTube CEO Susan Wojcicki stepping down", "description": "YouTube CEO Susan Wojcicki on Thursday announced she is stepping down from her role. She joined YouTube nine years ago after working at parent company Google since 1999, when she became the search startup's 16th employee. \"Today, after nearly 25 years here, I’ve decided to step back from my role as the head of YouTube...", "link": "https://thehill.com/policy/technology/3861540-youtube-ceo-susan-wojcicki-stepping-down/", "date_published": "2023-02-16 17:54:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Amid tidal wave of anti-trans legislation, Democratic states race to become refuges for gender-affirming care", "description": "Democratic state lawmakers are mobilizing against a tidal wave of proposed legislation to heavily restrict access to gender-affirming health care, combating stringent measures that can carry prison sentences as long as a decade with bills that plan to establish sanctuary states to shield doctors, transgender youth and their families in all 50 states from potential...", "link": "https://thehill.com/homenews/3861492-amid-tidal-wave-of-anti-trans-legislation-democratic-states-race-to-become-refuges-for-gender-affirming-care/", "date_published": "2023-02-16 17:47:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Gallego leads Sinema, Republican candidates in potential Arizona Senate matchups: poll", "description": "Rep. Ruben Gallego (D-Ariz.) leads Sen. Kyrsten Sinema (I-Ariz.) and a series of other Republicans in potential matchups for Arizona’s 2024 Senate race, according to a new poll.  The poll from OH Predictive Insights released Thursday showed Gallego leading in eight hypothetical matchups, four of which with Sinema running as an independent and four with...", "link": "https://thehill.com/homenews/campaign/3861552-gallego-leads-sinema-republican-candidates-in-potential-arizona-senate-matchups-poll/", "date_published": "2023-02-16 17:40:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Supporting civil society will help Ukraine's fight", "description": "Russia’s large-scale invasion a year ago met with an astonishing response from civilians in Ukraine. Many immediately began documenting war crimes, some organized humanitarian aid, and tens of thousands joined the military. Ukraine’s military has had to train and equip an army of amateurs to fight a powerful Russian war machine. Absorbing huge numbers of...", "link": "https://thehill.com/opinion/international/3856519-supporting-civil-society-will-help-ukraines-fight/", "date_published": "2023-02-16 17:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Hill's 12:30 Report — Biden's annual physical; Haley takes shots at opponents' ages", "description": "To view past editions of The Hill's 12:30 Report, click here: https://bit.ly/30ARS1U  To receive The Hill's 12:30 Report in your inbox, please sign up here: https://bit.ly/3qmIoS9  --&#62; A midday take on what's happening in politics and how to have a sense of humor about it.*  *Ha. Haha. Hahah. Sniff. Haha. Sniff. Ha--breaks down crying hysterically.  ON THE CAMPAIGN TRAIL ...", "link": "https://thehill.com/newsletters/1230-report/3861381-the-hills-1230-report-bidens-annual-physical-haley-takes-shots-at-opponents-ages-one-of-the-warmest-dc-winters-barneys-new-look-for-reboot-trumps-reaction-to-nikki-haley-2024-run-haley-calls-f/", "date_published": "2023-02-16 17:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Paramount+ to raise subscription prices", "description": "Paramount+ subscribers can expect to see a price hike — depending on their plan — later this year, the company announced Thursday.", "link": "https://thehill.com/homenews/nexstar_media_wire/3861527-paramount-to-raise-subscription-prices/", "date_published": "2023-02-16 17:19:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "MSU shooter had two unregistered handguns, police say", "description": "The alleged gunman who killed three people and injured five more at Michigan State University (MSU) on Monday night had two unregistered handguns on him at the time of his death, university police said on Thursday. The suspect, 43-year-old Anthony McRae, was found to have two 9 mm handguns — as well as additional magazines and ammunition...", "link": "https://thehill.com/homenews/state-watch/3861411-msu-shooter-had-two-unregistered-handguns-police-say/", "date_published": "2023-02-16 17:17:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump tops DeSantis by 6 points among Republicans in new survey", "description": "Republican voters give a six-point edge to President Trump over Florida Gov. Ron DeSantis in a hypothetical 2024 GOP presidential primary matchup, according to a new Quinnipiac University poll released Thursday. When given a list of 14 potential GOP candidates, 42 percent of Republicans and Republican-leaning voters said they would vote for Trump, while 36...", "link": "https://thehill.com/homenews/campaign/3861356-trump-tops-desantis-by-6-points-among-republicans-in-new-survey/", "date_published": "2023-02-16 17:09:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Sherrod Brown calls on Ohio governor to declare disaster over East Palestine derailment", "description": "Sen. Sherrod Brown (D-Ohio) on Thursday called on Ohio Gov. Mike DeWine (R) to declare a disaster following the derailment in East Palestine of a train containing several cars of hazardous chemicals. In a letter, Brown praised DeWine’s handling of the incident but called for a formal declaration from the governor’s office to allow the...", "link": "https://thehill.com/policy/energy-environment/3861480-sherrod-brown-calls-on-ohio-governor-to-declare-disaster-over-east-palestine-derailment/", "date_published": "2023-02-16 17:06:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden and NATO should do what it takes to stop Putin in Ukraine", "description": "If they don't, it will mean U.S. troops on the ground, fighting Russians — somewhere.", "link": "https://thehill.com/opinion/national-security/3861197-biden-and-nato-should-do-what-it-takes-to-stop-putin-in-ukraine/", "date_published": "2023-02-16 17:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Ten Republican senators hosting fundraiser for Banks' Senate bid", "description": "Ten Republican senators are slated to host a fundraiser for Rep. Jim Banks's (R-Ind.) Senate bid next month as he seeks to shore up GOP support and resources for his campaign. A spokesperson for Banks confirmed that the event will happen on March 28 at the National Republican Senatorial Committee (NRSC) headquarters. An invitation for...", "link": "https://thehill.com/homenews/campaign/3861248-ten-republican-senators-hosting-fundraiser-for-banks-senate-bid/", "date_published": "2023-02-16 16:53:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "South Carolina House passes near-total abortion ban", "description": "The South Carolina House has passed a near-total abortion ban for the second time, just more than a month after the state Supreme Court struck down the state’s six-week ban.  The state House voted mostly along party lines, 83-31, on Wednesday to ban the procedure from the point of conception, with exceptions for instances of...", "link": "https://thehill.com/homenews/state-watch/3861398-south-carolina-house-passes-near-total-abortion-ban/", "date_published": "2023-02-16 16:46:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "'Eye of the Tiger' writer blasts Haley playing it at campaign launch: 'Stop using my f---ing song!'", "description": "One of the writers of “Eye of the Tiger” is blasting Nikki Haley for playing the song at her 2024 presidential campaign launch, saying that politicians using his music is “not appropriate.” “Stop using my f---ing song!” Frankie Sullivan, the Survivor band member who co-wrote the 1982 mega-hit with Jim Peterik, told Billboard in an interview published...", "link": "https://thehill.com/blogs/in-the-know/3861395-eye-of-the-tiger-writer-blasts-haley-playing-it-at-campaign-launch-stop-using-my-f-ing-song/", "date_published": "2023-02-16 16:42:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Georgia grand jury in Trump interference probe reports at least one witness may have lied", "description": "The partial release of a Georgia grand jury report evaluating former President Trump’s election interference in the state determined that there was no widespread fraud in the 2020 contest and encouraged prosecution of witnesses who may have lied to the panel. The limited details gleaned from the report come after a judge allowed the release...", "link": "https://thehill.com/homenews/3861369-georgia-grand-jury-in-trump-interference-probe-found-no-fraud-in-2020-election/", "date_published": "2023-02-16 16:25:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "TikTok CEO says 'tough conversations' needed on future of platform", "description": "TikTok CEO Shou Zi Chew said in a new interview that “tough conversations” are needed on the future of the platform amid mounting efforts to ban the platform in the U.S. due to security concerns.  In an interview with the Washington Post published Wednesday, Chew said that he doesn’t take talk of banning the platform...", "link": "https://thehill.com/policy/technology/3861322-tiktok-ceo-says-tough-conversations-needed-on-future-of-platform/", "date_published": "2023-02-16 16:24:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Scott hits Biden over soaring price of eggs", "description": "Sen. Rick Scott (R-Fla.), who has emerged as a leading Republican inflation hawk on Capitol Hill, hit President Biden on Thursday over the latest Producer Price Index report showing the price of eggs increased 209.3 percent compared to January a year ago.  “Joe Biden’s failure to get the inflation crisis he created under control is absolutely crushing...", "link": "https://thehill.com/finance/3861302-scott-hits-biden-over-soaring-price-of-eggs/", "date_published": "2023-02-16 16:07:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Man reunites with crashed speedboat exposed by Lake Mead after 46 years", "description": "The recent discovery of a sunken speedboat turned out to be a treasure for an Arizona couple.", "link": "https://thehill.com/policy/energy-environment/3861323-man-reunites-with-crashed-speedboat-exposed-by-lake-mead-after-46-years/", "date_published": "2023-02-16 16:03:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Joe Biden’s China problem just got a whole lot worse", "description": "China is manifestly not our friend, and Biden must show Americans that he will stand up to an increasingly aggressive Xi and safeguard our security.", "link": "https://thehill.com/opinion/national-security/3861298-joe-bidens-china-problem-just-got-a-whole-lot-worse/", "date_published": "2023-02-16 16:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "CNN's Don Lemon: Nikki Haley 'isn't in her prime'", "description": "CNN's Don Lemon said Nikki Haley is not \"in her prime\" and shouldn't be throwing stones about the age of candidates seeking political office. \"This whole talk about age makes me uncomfortable. I think it’s the wrong road to go down. She says people, you know, politicians or something are not in their prime,\" Lemon...", "link": "https://thehill.com/homenews/media/3861234-cnns-don-lemon-nikki-haley-isnt-in-her-prime/", "date_published": "2023-02-16 15:39:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Murphy reintroducing background check legislation after MSU shooting", "description": "Sen. Chris Murphy (D-Conn.) is reintroducing legislation to require background checks on all commercial gun purchases in the aftermath of the Michigan State University shooting that left three students dead. Murphy has pushed for stronger gun control legislation throughout his time in Congress, and is now once again calling for mandatory background checks for every...", "link": "https://thehill.com/homenews/senate/3861207-murphy-reintroducing-background-check-legislation-after-msu-shooting/", "date_published": "2023-02-16 15:39:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden signs executive order to address racial inequity", "description": "President Joe Biden signed a new executive order to address racial inequity on Thursday.  The Further Advancing Racial Equity and Support for Underserved Communities Through the Federal Government is designed to address systemic barriers that hold communities of color back from prospering.  The order is Biden’s second racial equity executive order. On his first day...", "link": "https://thehill.com/homenews/administration/3861230-biden-signs-executive-order-to-address-racial-inequity/", "date_published": "2023-02-16 15:13:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Ford halts production, shipments of electric F-150 after battery fire", "description": "Ford Motor Co. has suspended production and halted shipments of the F-150 Lightning electric pickup after a battery caught fire during a pre-delivery quality check.", "link": "https://thehill.com/changing-america/sustainability/energy/3861082-ford-halts-production-shipments-of-electric-f-150-after-battery-fire/", "date_published": "2023-02-16 15:03:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Beauty, lies & ChatGPT: Welcome to the post-truth world", "description": "ChatGPT’s wide deployment has caught the public’s fancy in an unprecedented way", "link": "https://thehill.com/opinion/technology/3861182-beauty-lies-chatgpt-welcome-to-the-post-truth-world/", "date_published": "2023-02-16 15:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Haley says there's 'no reason to believe' Trump wouldn't do well on competency test", "description": "Former United Nations Ambassador Nikki Haley said she sees “no reason to believe” that former President Trump would not perform well on the mental competency test that she proposed for politicians older than 75 upon launching her presidential run this week. “I think he did great the last time he did it. I have no reason...", "link": "https://thehill.com/homenews/campaign/3861193-haley-says-theres-no-reason-to-believe-trump-wouldnt-do-well-on-competency-test/", "date_published": "2023-02-16 14:57:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "China sanctions Lockheed Martin, Raytheon over weapons sales to Taiwan", "description": "China on Thursday sanctioned Lockheed Martin and Raytheon, two of the largest American defense contractors, over arms sales to the self-governing island nation of Taiwan. Both companies are prohibited from making new investments in China and engaging in trade and business, the Chinese Ministry of Commerce said in a Thursday statement. It's not immediately clear...", "link": "https://thehill.com/homenews/3861165-china-sanctions-lockheed-martin-raytheon-over-weapons-sales-to-taiwan/", "date_published": "2023-02-16 14:49:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Great power competition is on the Arctic agenda", "description": "Politicians, scientists, business people, Indigenous leaders, media representatives and others recently met at the Arctic Frontiers conference in Tromsø, the “Paris of the North,” to discuss everything from occupational hazards to energy projects to marine plastics pollution. One of the most common refrains were laments about the end to Arctic “exceptionalism,” the idea that this...", "link": "https://thehill.com/opinion/international/3856501-great-power-competition-is-on-the-arctic-agenda/", "date_published": "2023-02-16 14:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden arrives at Walter Reed for physical exam", "description": "President Biden arrived at Walter Reed Medical Center on Thursday morning to undergo his annual physical. Biden arrived for his physical around 9:15 a.m. The White House will publicly release a written summary of the president’s physical later in the day after it is completed, the press office said. Biden did not have a physical...", "link": "https://thehill.com/homenews/administration/3861186-biden-arrives-at-walter-reed-for-physical-exam/", "date_published": "2023-02-16 14:27:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "How La Niña ending will impact spring weather in your state", "description": "The Climate Prediction Center released its spring outlook Thursday, and it's looking as though it will be a hot one for most states.", "link": "https://thehill.com/homenews/nexstar_media_wire/3861104-how-la-nina-ending-will-impact-spring-weather-in-your-state/", "date_published": "2023-02-16 14:26:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "FEC presses Santos to identify campaign treasurer", "description": "The Federal Election Commission (FEC) is demanding Rep. George Santos (R-N.Y.) to name a new treasurer for his campaign and several affiliated political committees, warning that a failure to do so will bar the groups from raising or spending any money. “It is required that for any committee to conduct any business, they must have...", "link": "https://thehill.com/homenews/campaign/3861178-fec-presses-santos-to-identify-campaign-treasurer/", "date_published": "2023-02-16 14:23:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Wall Street Journal editorial board sees 'no clear rationale' for Haley candidacy", "description": "The Wall Street Journal's editorial board is raising questions about Nikki Haley's recently announced bid for the White House in 2024. Haley formally announced her bid with a Wednesday event, becoming the first Republican to challenger former President Trump in what is expected to be a contentious Republican primary. \"The question her opening video didn’t...", "link": "https://thehill.com/homenews/3861138-wall-street-journal-editorial-board-sees-no-clear-rationale-for-haley-candidacy/", "date_published": "2023-02-16 14:05:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Why solidarity will hurt Lithuania at the World Trade Organization", "description": "It’s likely to go down as the most epic trade war ever fought over the least amount of commerce.", "link": "https://thehill.com/opinion/international/3859766-why-solidarity-will-hurt-lithuania-at-the-world-trade-organization/", "date_published": "2023-02-16 14:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump warns Scott on Social Security, Medicare: 'THERE WILL BE NO CUTS'", "description": "Former President Trump warned Sen. Rick Scott (R-Fla.) on Wednesday to “fight for Social Security and Medicare” and panned the Club for Growth’s endorsement of the Florida senator’s reelection bid as “the kiss of death.”   Trump endorsed Scott’s challenge against Senate Republican Leader Mitch McConnell (R-Ky.) in November but lashed out against his ally...", "link": "https://thehill.com/homenews/senate/3861128-trump-warns-scott-on-social-security-medicare-there-will-be-no-cuts/", "date_published": "2023-02-16 13:44:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Environmental health expert says he would not feel safe returning to a home in East Palestine", "description": "An environmental expert said he would not feel safe returning to the town of East Palestine, Ohio, in the aftermath of the train derailment that allowed chemicals to escape into the air despite officials’ assurances that the air and water are safe.  Peter DeCarlo, an associate professor of environmental health and engineering at Johns Hopkins...", "link": "https://thehill.com/policy/energy-environment/3861120-environmental-health-expert-says-he-would-not-feel-safe-returning-to-a-home-in-east-palestine/", "date_published": "2023-02-16 13:39:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Haley calls for generational change when asked about differences with Trump", "description": "Former South Carolina Gov. Nikki Haley (R) called for generational changes when asked what differentiates her from former President Trump as she kickstarted her presidential run this week. In an appearance on Wednesday on Fox News, Haley was asked by Sean Hannity where she and Trump hold differences on issues. “Look at everything that’s wrong...", "link": "https://thehill.com/homenews/campaign/3861065-haley-calls-for-generational-change-when-asked-about-differences-with-trump/", "date_published": "2023-02-16 13:21:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "How the diploma divide splits both parties", "description": "Democrats need a new strategy for bridging their diploma divide.", "link": "https://thehill.com/opinion/education/3859705-how-the-diploma-divide-splits-both-parties/", "date_published": "2023-02-16 13:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Norfolk Southern backs out of East Palestine public meeting citing worker safety concerns", "description": "Residents in East Palestine, Ohio packed a high school gym Wednesday night hoping to get information after a Norfolk Southern train carrying hazardous materials derailed in the area earlier this month, prompting evacuations and health and environmental concerns. Residents were expecting a representative from Norfolk Southern to answer their questions at the town hall meeting....", "link": "https://thehill.com/homenews/state-watch/3861036-norfolk-southern-backs-out-of-east-palestine-public-meeting-citing-worker-safety-concerns/", "date_published": "2023-02-16 12:54:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The SAT is an indicator of college readiness — let's not throw it away", "description": "As 2023 marches on, you may not realize this is the end of an era: the paper SAT will be no more after this year. As the value of our No. 2 pencils becomes even more obsolete, there is a bigger debate raging in this country, with far more significant consequences — whether or not...", "link": "https://thehill.com/opinion/education/3856188-the-sat-is-an-indicator-of-college-readiness-lets-not-throw-it-away/", "date_published": "2023-02-16 12:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Putin's paradox: Don of the Donbas or Czar of Crimea?", "description": "Russian President Vladimir Putin’s war in Ukraine, regardless of his overarching motive — be it Kievan Rus’, a multipolar world, or visions of a Peter the Great-level of grandeur — may be nearing a crossroads. What began as a mafia-like “hit” on the Donbas and its vast wealth of natural resources, akin to Al Capone’s...", "link": "https://thehill.com/opinion/national-security/3859355-putins-paradox-don-of-the-donbas-or-czar-of-crimea/", "date_published": "2023-02-16 12:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Hill's Morning Report — Default warning by summer rekindles debt debate", "description": "Editor’s note: The Hill’s Morning Report is our daily newsletter that dives deep into Washington’s agenda. To subscribe, click here or fill out the box below. The U.S. could default on its debt between July and September, the nonpartisan Congressional Budget Office warned on Wednesday, adding new specificity to a partisan impasse that could harm...", "link": "https://thehill.com/newsletters/morning-report/3861004-the-hills-morning-report-default-warning-by-summer-rekindles-debt-debate/", "date_published": "2023-02-16 11:25:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "ICE unable to stamp out abuse allegations at detention centers", "description": "Advocates say conditions at U.S. immigration detention centers are getting worse, even after years of investigations, calls to action and pledges to improve the civilian incarceration system. Early in his tenure, Homeland Security Secretary Alejandro Mayorkas ordered two detention centers shuttered, and he has since closed a handful more. “Allow me to state one foundational...", "link": "https://thehill.com/latino/3860354-ice-unable-to-stamp-out-abuse-allegations-at-detention-centers/", "date_published": "2023-02-16 11:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "McCarthy experiences rollercoaster of highs and lows in first weeks as Speaker", "description": "House Speaker Kevin McCarthy (Calif.) is experiencing the highs and lows of his new position, underscoring how his tenure leading a fractious House GOP majority is likely to be something of a rollercoaster. McCarthy is managing fiery personalities in his own conference after a turbulent one-week battle to be elected Speaker.  He's squeaked out a...", "link": "https://thehill.com/homenews/house/3860338-mccarthy-experiences-rollercoaster-of-highs-and-lows-in-first-weeks-as-speaker/", "date_published": "2023-02-16 11:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Progressives push Biden to choose worker-friendly Labor secretary", "description": "Progressives want “middle class Joe Biden” to find a worker-friendly Labor Secretary to replace Marty Walsh — but it may take some elbow grease to get there.    Liberal lawmakers and advocates have appreciated Biden’s approach to organized labor, seeing his embrace of unions as just as gutsy and genuine as his willingness to condemn corporate profiteering at...", "link": "https://thehill.com/homenews/administration/3859968-progressives-push-biden-to-choose-worker-friendly-labor-secretary/", "date_published": "2023-02-16 11:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Republicans worry as self-inflicted wounds pile up", "description": "Republican lawmakers are wary of their party's propensity for self-inflicted wounds and are hoping for more discipline heading into the next election cycle.   Leading Republicans think that the House GOP’s raucous reception of President Biden at last week’s State of the Union played into the president’s hands and that the proposal by Sen. Rick...", "link": "https://thehill.com/homenews/senate/3860300-republicans-worry-as-self-inflicted-wounds-pile-up/", "date_published": "2023-02-16 11:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Spy balloon dustup sends US-China relations from bad to worse", "description": "Revelations of a global Chinese balloon spying program have upended fledgling attempts by President Biden and Chinese leader Xi Jinping to manage tensions that risk spiraling into confrontation and conflict.  Lines of communication between Washington and Beijing remain in flux as the US has repeatedly scrambled fighter jets to take down unidentified flying objects over...", "link": "https://thehill.com/policy/international/3860008-spy-balloon-dustup-sends-us-china-relations-from-bad-to-worse/", "date_published": "2023-02-16 11:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "1 killed, 3 injured in shooting at mall in El Paso", "description": "One person died and three people were injured in a shooting at a mall in El Paso, Texas, on Wednesday night, police said. One person was in custody after the shooting at the Cielo Vista Mall, while one person that may have been involved in the shooting has yet to be detained, but police offered...", "link": "https://thehill.com/homenews/state-watch/3860607-1-killed-3-injured-in-shooting-at-mall-in-el-paso/", "date_published": "2023-02-16 03:35:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The IRS is sending out tax refunds: See how the average amount compares so far", "description": "With tax season in full swing, the Internal Revenue Service (IRS) is giving Americans a look at how much the average taxpayer refund is this year.", "link": "https://thehill.com/homenews/3860326-the-irs-is-sending-out-tax-refunds-see-how-the-average-amount-compares-so-far/", "date_published": "2023-02-16 03:22:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Fowl-free: McDonald's debuts plant-based McNuggets", "description": "You'll need a passport if you're hoping to try them.", "link": "https://thehill.com/homenews/3860307-fowl-free-mcdonalds-debuts-plant-based-mcnuggets/", "date_published": "2023-02-16 03:20:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Woman claims Catholic church denied Communion because of rainbow masks", "description": "The rainbow masks were an effort to show support for Maggie Barton, an LGBTQ teacher fired from the church’s affiliated Catholic school.", "link": "https://thehill.com/homenews/3860227-woman-claims-catholic-church-denied-communion-because-of-rainbow-masks/", "date_published": "2023-02-16 03:19:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Record-setting $2.04 billion Powerball jackpot winner finally identified", "description": "After months of anticipation, the winner of November's historic $2.04 billion Powerball jackpot was identified Tuesday.", "link": "https://thehill.com/homenews/3859863-record-setting-2-04-billion-powerball-jackpot-winner-finally-identified/", "date_published": "2023-02-16 03:18:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Former Trump chief of staff subpoenaed by special counsel in Jan. 6 investigation: CNN", "description": "Former Trump chief of staff Mark Meadows has been subpoenaed by the special counsel who is investigating former President Trump and his role in the Jan. 6, 2021, insurrection, according to CNN. Meadows was subpoenaed by special counsel Jack Smith sometime in January, according to CNN's report. Smith is seeking documents and testimony related to...", "link": "https://thehill.com/blogs/blog-briefing-room/news/3860548-former-trump-chief-of-staff-subpoenaed-by-special-counsel-in-jan-6-investigation-cnn/", "date_published": "2023-02-16 02:48:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "FBI searched Biden documents at University of Delaware: report", "description": "The FBI searched the University of Delaware twice in recent weeks as part of its investigation into President Biden’s handling of classified documents, according to a new CNN report. The searches were reportedly conducted on two different days and with the Biden’s team’s cooperation — and the materials retrieved did not appear to have classified...", "link": "https://thehill.com/homenews/administration/3860493-fbi-searched-biden-documents-at-university-of-delaware-report/", "date_published": "2023-02-16 01:58:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Democrats reject Hochul's judicial nominee after GOP state senator's lawsuit", "description": "New York’s Democratic-controlled state Senate on Wednesday rejected Democratic Gov. Kathy Hochul’s judicial nominee for chief judge of the state Court of Appeals, a political blow for the governor. The state Senate voted 39-20 to reject the confirmation of Justice Hector LaSalle, who has come under scrutiny from some on the left over his judicial...", "link": "https://thehill.com/homenews/state-watch/3860452-democrats-reject-hochuls-judicial-nominee-after-gop-state-senators-lawsuit/", "date_published": "2023-02-16 01:35:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Reducing community violence while protecting civil rights", "description": "Violence in America was a prominent theme as President Biden’s State of the Union address followed the fatal beating of Tyre Nichols, whose heartbroken parents attended the speech. Similarly, the president spoke forcefully against the surge in gun violence and other violent crime, a problem facing many American cities.  Ironically, combating violent crime has been used...", "link": "https://thehill.com/opinion/congress-blog/3860410-reducing-community-violence-while-protecting-civil-rights/", "date_published": "2023-02-16 01:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "US changes approach to patrolling skies after balloon", "description": "Welcome to The Hill's Defense &#038; NatSec newsletter {beacon} &#8202; Defense &#038;National Security Defense &#038;National Security &#8202; &#8202;  The Big Story  US changes approach to patrolling skies after balloon The downing of a Chinese spy balloon over U.S. airspace has forced a rapid recalibration in how the military monitors, tracks and responds to threats from...", "link": "https://thehill.com/newsletters/defense-national-security/3860437-us-changes-approach-to-patrolling-skies-after-balloon/", "date_published": "2023-02-16 00:56:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "What recession? Americans are still powering the economy despite high inflation", "description": "Key economic indicators, such as huge retail sales and historic job gains, are painting the picture of a robust economy that shows few signs of slowing down. But a smaller-than-expected drop in January inflation has some economists worried that the Federal Reserve is going to prolong its interest rate hikes, which could tip the economy...", "link": "https://thehill.com/finance/3859880-what-recession-americans-are-still-powering-the-economy-despite-high-inflation/", "date_published": "2023-02-16 00:49:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Spending on Social Security, Medicare projected to jump", "description": "Welcome to The Hill's Health Care newsletter {beacon} Health Care Health Care &#8202; &#8202;  The Big Story  Spending on Social Security, Medicare projected to jump A congressional report released Wednesday paints a dire picture, with federal funds for Social Security and Medicare expected to become insolvent in the next 10 years if no action is...", "link": "https://thehill.com/newsletters/health-care/3860401-spending-on-social-security-medicare-projected-to-jump/", "date_published": "2023-02-16 00:42:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Train crashes highlight risks of hazmat carried by rail", "description": "Welcome to The Hill's Sustainability newsletter {beacon} Sustainability &#8202; &#8202;  The Big Story  Train crashes highlight risks of hazmat carried by rail  A crash in Houston just weeks after a devastating Ohio derailment is intensifying concerns about compounded threats posed by such wrecks. © WKBN An 18-wheeler struck a Union Pacific freight train in Houston...", "link": "https://thehill.com/newsletters/sustainability/3860385-train-crashes-highlight-risks-of-hazmat-carried-by-rail/", "date_published": "2023-02-16 00:29:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "White House cyber adviser officially steps down", "description": "Welcome to The Hill's Technology newsletter {beacon} &#8202; Technology Technology &#8202; &#8202;  The Big Story  White House cyber adviser officially steps down Chris Inglis, the country's first national cyber director, officially resigned from his post today.  © The Hill, Greg Nash White House cyber adviser Chris Inglis resigned Wednesday as head of the Office of...", "link": "https://thehill.com/newsletters/technology/3860343-white-house-cyber-adviser-officially-steps-down/", "date_published": "2023-02-16 00:22:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "White House hits GOP for 'partisan publicity stunts' ahead of McCarthy-led border trip", "description": "The White House on Wednesday dismissed a planned trip to the border for Republican lawmakers as a publicity stunt and argued the GOP is uninterested in addressing the issue of immigration. “House Republicans should spend less time on partisan publicity stunts and more time working on solutions,” Ian Sams, a White House spokesperson, said in...", "link": "https://thehill.com/homenews/administration/3860350-white-house-hits-gop-for-partisan-publicity-stunts-ahead-of-mccarthy-led-border-trip/", "date_published": "2023-02-16 00:15:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Hawley proposes ban on social media for kids under 16", "description": "Sen. Josh Hawley (R-Mo.) introduced a bill on Tuesday to ban children under 16 years old from using social media.  The legislation, which is entitled the Making Age-Verification Technology Uniform, Robust, and Effective (MATURE) Act, would require social media companies to not allow a person to make an account unless the platform verifies that the...", "link": "https://thehill.com/homenews/senate/3860333-hawley-proposes-ban-on-social-media-for-kids-under-16/", "date_published": "2023-02-16 00:08:22+00:00", "persistent": false, "user": null, "language": "en-US"}]