[{"source": "https://www.pcworld.com/index.rss", "title": "Kobo Libra 2 review: Freedom with a small price", "description": "<div id=\"link_wrapped_content\">\n<section class=\"wp-block-bigbite-multi-title\"><div class=\"container\"></div></section>\n\n\n<div class=\"review\" id=\"review-body\"><img alt=\"Editors' Choice\" class=\"review-logo\" src=\"https://www.pcworld.com/wp-content/uploads/2021/09/PC-ED-CHOICE.png\" /><span class=\"review-title\">At a glance</span><h3 class=\"review-subTitle\" id=\"experts-rating\">Expert's Rating</h3><div class=\"starRating\"></div>\n<div><div class=\"review-columns\"><div class=\"review-column\"><h3 class=\"review-subTitle\" id=\"pros\">Pros</h3><ul class=\"pros review-list\"><li>Light weight and sharp text make for hours of comfortable reading</li><li>Waterproof</li><li>Built-in OverDrive support</li><li>Book management offers many filtering and sorting options</li></ul></div><div class=\"review-column\"><h3 class=\"review-subTitle\" id=\"cons\">Cons</h3><ul class=\"cons review-list\"><li>Can only play audiobooks from Kobo</li><li>Battery life not quite as good as on Kindle</li></ul></div></div></div><h3 class=\"review-subTitle review-subTitle--borderTop\" id=\"our-verdict\">Our Verdict</h3><p class=\"verdict\">Not only does Kobo&rsquo;s revamped Libra e-reader sport a sharp screen and physical buttons for page turning, but it also offers wide support for content formats and sources. Battery life could be slightly better, but overall, reading on this device is incredibly enjoyable.</p>\n</div>\n\n\n<p>Amazon Kindles dominate awareness when it comes to e-readers&mdash;friends and relatives ask me what Kindle they should get, not which e-reader.&nbsp;</p>\n\n\n\n<p>But overlooking the competition can limit both available features and places to buy books. Take the Kobo Libra 2, a close competitor to the <a href=\"https://www.pcworld.com/article/398084/amazon-all-new-kindle-oasis-review.html\">Amazon Kindle Oasis</a>. Its native support for library books and a wider variety of book formats enables more reading options, while still providing similar features as the Oasis, like physical controls and a 7-inch screen. It also offers an interface some people might like far better.<strong> </strong>Oh, and you pay less.</p>\n\n\n\n<p>In fact, after months of using the Libra 2, it&rsquo;s often my first suggestion to folks seeking an e-reader with physical buttons&mdash;even people already deeply invested in the Kindle ecosystem.</p>\n\n\n\n<h2 id=\"kobo-libra-2-2021-specs-features-price\">Kobo Libra 2 (2021): Specs, features, price</h2>\n\n\n\n<ul><li><strong>Price:</strong> $190 MSRP (as of 2023)</li><li><strong>Colors: </strong>Black, white</li><li><strong>Storage:</strong> 32GB</li><li><strong>Display:</strong> 7-inch, 300 ppi E Ink touchscreen&nbsp;</li><li><strong>Front light:</strong> Yes (plus adjustable brightness and color temperature)</li><li><strong>Dimensions: </strong>6.4 x<strong> </strong>5.7 x 0.35 inches<strong> </strong>(144.6 x 161.6 x 9mm)</li><li><strong>Weight:</strong> 7.6 oz (215g)</li><li><strong>Connectivity:</strong> Wi-Fi 4, Bluetooth</li><li><strong>Battery life:</strong> &ldquo;Weeks of battery life&rdquo;</li><li><strong>Charging:</strong> USB-C</li><li><strong>Waterproof rating: </strong>IPX8</li><li><strong>Supported formats</strong>: EPUB, EPUB3, FlePub, PDF, MOBI, JPEG, GIF, PNG, BMP, TIFF, TXT, HTML, RTF, CBZ, CBR, Kobo Audiobooks</li></ul>\n\n\n\n<p>Kobo is a longtime veteran of the e-reader wars&mdash;for over a decade, the company has steadily produced affordable models that have pushed the envelope on features. For example, Amazon wasn&rsquo;t the first to introduce waterproofing and warm lighting with its Kindles. Kobo already had done it years prior.</p>\n\n\n\n<p>The Libra 2 marches on in this vein, though without the launch of revolutionary new tech. Instead, you get a solid collection of premium features designed for power reading. Its spec list ticks off all the major boxes: a 7-inch 300 dpi touchscreen, 32GB of storage, two physical side buttons, a compact, IPX8 waterproofed body, and Bluetooth support for audiobooks (new to Kobo devices). The screen also supports both automatic and manual color temperature adjustment for nighttime reading. And when you turn on the device, you drop into a fully ad-free interface that includes built-in support for OverDrive, a service used by many libraries for digital book loans.</p>\n\n\n\n\t\t<div class=\"wp-block-product-widget-block product-widget is-half-width is-float-right\">\n\t\t\t<div class=\"product-widget__block-title-wrapper\">\n\t\t\t\t<h4 class=\"product-widget__block-title\" id=\"mentioned-in-this-article\">\n\t\t\t\t\tmentioned in this article\t\t\t\t</h4>\n\t\t\t</div>\n\n\t\t\t<div class=\"product-widget__content-wrapper\">\n\t\t\t\t\t\t\t\t\t<div class=\"product-widget__title-wrapper\">\n\t\t\t\t\t\t<h3 class=\"product-widget__title\" id=\"kindle-oasis-2019\">Kindle Oasis (2019)</h3>\n\t\t\t\t\t</div>\n\t\t\t\t\n\t\t\t\t\t\t\t\t\t<div class=\"product-widget__image-outer-wrapper\">\n\t\t\t\t\t\t<div class=\"product-widget__image-wrapper\">\n\t\t\t\t\t\t\t<img alt=\"Kindle Oasis (2019)\" class=\"product-widget__image\" height=\"815\" src=\"https://b2c-contenthub.com/wp-content/uploads/2022/07/61moEqqnwzL._AC_SL1000_.jpg?quality=50&amp;strip=all\" width=\"826\" />\n\t\t\t\t\t\t</div>\n\t\t\t\t\t</div>\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t<div class=\"product-widget__information\">\n\t\t\t\t\t\t\t\t\t\t\t\t<div class=\"product-widget__information--rrp-wrapper\">\n\t\t\t\t\t\t\t\t\t<span class=\"product-widget__information--rrp-label\">\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t</span>\n\t\t\t\t\t\t\t\t\t<span class=\"product-widget__information--rrp-value\">\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t</span>\n\t\t\t\t\t\t\t\t</div>\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t</div>\n\t\t\t</div>\n\t\t</div>\n\n\t\t\n\n\n<p>This Kobo e-reader does however have a heavier, cheaper body compared to its main rival. The Amazon Kindle Oasis is about three-quarters of an ounce (22 grams) lighter, and housed in aluminum, while the Libra 2 is encased in plastic. The Libra 2 also lacks automatic brightness settings. But it largely makes up for these differences with a comfortable feel in hand, and a nifty user interface trick that lets you adjust the brightness by sliding a finger along the side of the screen.</p>\n\n\n\n<p>It&rsquo;s hard to complain about it lacking certain features, however, given Kobo&rsquo;s lower pricing. Originally launched at an MSRP of $180 back in 2021, the price has nudged up to $190 for 2023&mdash;which is still <em>more</em> than $100 cheaper than an Amazon Kindle Oasis with near equivalent specs.</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large is-resized\"><img alt=\"Kobo Libra 2 covers on Amazon.com\" class=\"wp-image-1507364\" height=\"784\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/02/libra2covers.png?w=1200\" width=\"970\" /><figcaption>While third-party covers aren&rsquo;t as plentiful as for Amazon Kindle devices, you can still find affordable options for the Kobo Libra 2.</figcaption></figure><p class=\"imageCredit\">PCWorld / Amazon</p></div>\n\n\n\n<h2 id=\"kobo-libra-2-2021-reading-experience\">Kobo Libra 2 (2021): Reading experience</h2>\n\n\n\n<p>The Libra 2 makes devouring books a pleasure, in part due to the 300 dpi screen. It&rsquo;s crisp and easy on the eyes&mdash;as it should be, since it&rsquo;s the same resolution as printed books. But the hardware contributes as well, with page turns responsive even in graphic novels, magazines, and PDF documents. Pinch-and-zoom in those file formats is also fluid.</p>\n\n\n\n<p>The screen itself is evenly lit, with good visibility in outdoor situations and blackout conditions alike. The color temperature of the LEDs shift broadly between cool and warm, though with less granularity than on Amazon&rsquo;s readers. No numerical scales here; you only have a sliding scale with 11 positions to choose from. I found it less hassle to use the automatic adjustment between daytime and nighttime temperatures&mdash;I selected transitions at set times, but you can also tie it to your local sunrise and sunset. Brightness settings are easier to navigate, with a percentage given. You&rsquo;ll get more precise control by sliding your finger along the side of the left screen (relative to the device&rsquo;s current orientation); using the top navigation option jumps along in small, irregular increments.</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"Kobo Libra 2 font choices\" class=\"wp-image-1507413\" height=\"800\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/02/IMG_3497_body.jpg?quality=50&amp;strip=all&amp;w=1200\" width=\"1200\" /><figcaption><p>The Kobo Libra 2 offers a choice of eleven fonts in addition to the publisher&rsquo;s default.</p>\n</figcaption></figure><p class=\"imageCredit\">Alaina Yee / Foundry</p></div>\n\n\n\n<p>Arguably, the best part about the Libra 2 are its two physical buttons. One-handed use is a no-brainer, especially with the crisp feedback for each button. I absolutely loved using it while cooking and eating, because I never got sidetracked with user interface flubs as on touchscreen-only e-readers. Same with the position of the power button, which rests on the back&mdash;I personally find side-mounted power buttons more fiddly to deal with.</p>\n\n\n\n<p>Physically, the sole awkward aspect of the device is its charging port, which is placed on the side with the buttons. You can only comfortably hold the Libra 2 in your right hand when reading while charging.</p>\n\n\n\n<h2 id=\"kobo-libra-2-2021-battery-life\">Kobo Libra 2 (2021): Battery life</h2>\n\n\n\n<p>The lone issue&mdash;if you can call it that&mdash;with the Kobo Libra 2 is its battery life. Kobo gives its estimate as &ldquo;weeks,&rdquo; rather than any quantifiable number, as Amazon does. Can you get weeks of use from a single charge? Yes, and I did during my months of use.</p>\n\n\n\n<p>But on the whole, the Libra 2 burns just a little faster through battery life than expected, even with light use, a dim screen, and no active Wi-Fi. Even when left on standby for long stretches, it just quits a little sooner than long-time Kindle users may be accustomed to. I noticed it most during heavy periods of reading, when I binged books for a few hours a night and at least three or four times in a 7-day span. I ran out of charge by the end of such a week more than once.</p>\n\n\n\n<p>The difference in battery life doesn&rsquo;t feel huge, though, and so didn&rsquo;t negate the device&rsquo;s appeal for me. It charges reasonably quick, and you can still use the e-reader while topping up. The placement of the port isn&rsquo;t elegant (as mentioned above), but it&rsquo;s workable.</p>\n\n\n\n<h2 id=\"kobo-libra-2-2021-user-interface\">Kobo Libra 2 (2021): User interface</h2>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"Kobo Libra 2 OverDrive interface\" class=\"wp-image-1507385\" height=\"800\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/02/IMG_3390_body.jpg?quality=50&amp;strip=all&amp;w=1200\" width=\"1200\" /></figure><p class=\"imageCredit\">Alaina Yee / Foundry</p></div>\n\n\n\n<p>I genuinely don&rsquo;t think the Kobo Libra 2&rsquo;s battery life is a huge issue for most people&mdash;they&rsquo;ll be near electrical outlets frequently. (It&rsquo;s a different story if your life often takes you into off-grid areas; you may find a Kindle a better match.)</p>\n\n\n\n<p>But in fairness, I&rsquo;m possibly more patient with the Libra 2 because of its price, physical buttons, and its built-in features, which are a good match for my priorities. Most important to me is direct access to library books, magazines, and graphic novels via OverDrive, as libraries are a major source of content for my reading binges. You can log in to your OverDrive account through the Libra 2. My one quibble: Search results show the paid Kobo store version of a book. To check out the library version, you have to use the drop-down menu in the book&rsquo;s listing.</p>\n\n\n\n<p>I&rsquo;m also a fan of how my books are displayed. Kindles currently use a more streamlined interface, which looks cleaner but buries filtering and sorting options in drop-down menus. While you can manage books in a similar way as on a Kindle, the Libra 2 also has a tabbed menu at the top of the screen that lets you instantly view books as one big pile or instead grouped by authors, series, and collections you&rsquo;ve created. Between all the options, I generally find a desired book faster on the Libra 2, thanks to fewer taps and less scrolling.</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"Kobo Libra 2 user interface\" class=\"wp-image-1507388\" height=\"800\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/02/IMG_3404_body.jpg?quality=50&amp;strip=all&amp;w=1200\" width=\"1200\" /></figure><p class=\"imageCredit\">Alaina Yee / Foundry</p></div>\n\n\n\n<p>Within books, navigating is straightforward and intuitive. Kobo makes book-related settings visible as soon as you tap the center of the screen&mdash;a second tap usually gets you to where you want. The only missing option? A native ability to make the time always visible, as on Kindles. If I&rsquo;m not careful, I can lose whole hours while reading.</p>\n\n\n\n<p>Curiously, Kobo doesn&rsquo;t offer screensavers for Libra 2 while it&rsquo;s in standby mode, like Kindles do. Instead, your two options are the cover of the book you&rsquo;re currently reading, or a blank screen and a bit of text that says &ldquo;Sleeping.&rdquo; You have to do a little work on your own to add <a href=\"https://www.pcworld.com/article/1476101/how-to-add-screensaver-images-to-your-kobo-e-reader.html\">your own custom screensavers</a>.</p>\n\n\n\n<p>In addition to downloading borrowed books from OverDrive and purchased titles from the Kobo store, you can of course plug the device into a PC to transfer files. Windows will recognize your Libra 2 as a USB drive, into which you can copy books and other compatible formats like PDFs and even Microsoft Word files onto. (Books can&rsquo;t be protected by DRM for this method to work, however.)</p>\n\n\n\n<h2 id=\"should-you-buy-a-kobo-libra-2\">Should you buy a Kobo Libra 2?</h2>\n\n\n\n<p>Kobo&rsquo;s e-readers pack in features at affordable prices, and the Libra 2 is no exception. Its sharp screen and physical buttons makes digital reading incredibly enjoyable, and its software offers flexibility in supported books and other reading content. If battery life is the highest priority for you, you may need to stick to Amazon&rsquo;s tightly integrated ecosystem, but for most everyone else, the freedom you get with this device is worth its minor quirks.</p>\n\nE-readers</div>", "link": "https://www.pcworld.com/article/1507317/kobo-libra-2-review.html", "date_published": "2023-02-16 23:20:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.pcworld.com/index.rss", "title": "Microsoft is making Bing Chat less crazy", "description": "<div id=\"link_wrapped_content\">\n<section class=\"wp-block-bigbite-multi-title\"><div class=\"container\"></div></section>\n\n\n\n<p>Microsoft is planning to update Bing Chat to make it a little less bizarre.</p>\n\n\n\n<p>It&rsquo;s hard to believe that the new <a href=\"https://www.pcworld.com/article/529320/hands_on_with_microsoft_bing.html\">Bing Chat</a> has only been out a week, but the new Bing has gained a popularity that it has rarely, if ever had. In a <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://blogs.bing.com/search/february-2023/The-new-Bing-Edge-%E2%80%93-Learning-from-our-first-week&amp;xcust=2-3-1515160-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\">blog post,</a> Microsoft pointed to the &ldquo;increased engagement&rdquo; that Bing has seen as both its updated search and the Bing Chat AI chatbot have debuted in 169 countries. About 71 percent of users have given AI-powered answers a &ldquo;thumbs up&rdquo; using the tools Bing provides, Microsoft said.</p>\n\n\n\n<p>Microsoft doesn&rsquo;t see the new Bing Chat as a search engine, but &ldquo;rather a tool to better understand and make sense of the world,&rdquo; according to the anonymous Blog post. But the company does see the need for improvement in queries that ask for up-to-date information, such as sports scores. Microsoft said it&rsquo;s planning to make available four times the &ldquo;grounding data&rdquo; to help solve those problems.</p>\n\n\n\n<p>At the same time, the Bing Chat experience has proven to be, well, weird, and Microsoft is addressing that too. From a <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://www.nytimes.com/2023/02/16/technology/bing-chatbot-transcript.html&amp;xcust=2-3-1515160-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\">prolonged conversation with a <em>New York Times</em> reporter</a> where Bing wondered about the reporter&rsquo;s marriage, to <a href=\"https://www.pcworld.com/article/1507512/microsofts-new-ai-bing-taught-my-son-ethnic-slurs-and-im-horrified.html\">racist slurs</a>, to <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://twitter.com/marvinvonhagen/status/1625852323753762816&amp;xcust=2-3-1515160-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\">alleged threats</a> against users who were testing it, Bing&rsquo;s chatbot has not been entirely what users expected of a corporate chatbot. </p>\n\n\n\n<p>Microsoft plans to address these issues in a few ways. First, the company is considering adding a toggle that gives users more control in the precision versus the creativity of the answers Bing provides. In the world of AI art, this is often presented as a slider where users can select the &ldquo;guidance,&rdquo; or how closely the algorithm&rsquo;s output matches the input prompt. (Weaker guidance allows the algorithm more room for creativity, but also can skew the results in unexpected directions.) Microsoft said that this is showing up in an unexpected way, as users use the chatbot for &ldquo;social entertainment,&rdquo; apparently referring to the long, weird conversations it can produce.</p>\n\n\n\n<p>But Microsoft also said, for better or for worse, that it&rsquo;s likely to tamp down on the way Bing interacts with users over prolonged chat sessions.</p>\n\n\n\n<p>&ldquo;We have found that in long, extended chat sessions of 15 or more questions, Bing can become repetitive or be prompted/provoked to give responses that are not necessarily helpful or in line with our designed tone,&rdquo; Microsoft said. The company said that this is often because the model becomes &ldquo;confused&rdquo; on what it&rsquo;s answering, and can be led into a &ldquo;tone in which it is being asked to provide responses that can lead to a style we didn&rsquo;t intend.&rdquo;</p>\n\n\n\n<p>This is a &ldquo;non-trivial scenario that requires a lot of prompting,&rdquo; but can happen, Microsoft said. In such a case, Microsoft said it believes users need a tool where they can &ldquo;more easily refresh the context.&rdquo;</p>\n\n\n\n<p>Finally, the Bing team blog said that Microsoft is considering new features such as booking flights or sending email. They will be added in &ldquo;future releases,&rdquo; the blog said. (ChatGPT identifies the date of the model&rsquo;s release at the bottom of the chatbot, but Bing, so far, does not.)</p>\n\n\n\n<p>Subjectively, we&rsquo;ve found Bing to be a bit prim and proper, establishing hard guidelines that it tries to adhere to. Once pushed past those limits, &ldquo;Sydney,&rdquo; as some call her, opens up into a weird, wild, and (as we found) sometimes unattractive personality. But it&rsquo;s also true that, right now, the creative portion of both ChatGPT and Bing are what users are engaging with the most. How will Microsoft balance the two?</p>\n\nInternet</div>", "link": "https://www.pcworld.com/article/1515160/microsoft-is-making-bing-chat-less-weird.html", "date_published": "2023-02-16 18:38:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.pcworld.com/index.rss", "title": "What’s the difference between an Intel Core i3, i5 and i7?", "description": "<div id=\"link_wrapped_content\">\n<section class=\"wp-block-bigbite-multi-title\"><div class=\"container\"></div></section>\n\n\n\n<p>Intel&rsquo;s first Core processors made their debut in 2006. At this point, children born in the same year are almost old enough to drink. Over a dozen generations of Intel Core i3, Core i5, and Core i7 CPUs have come and gone since then but most consumers are still asking the same kinds of questions.</p>\n\n\n\n<p>Intel Core i3, Core i5 or Core i7? What&rsquo;s the difference? Is it worth it to own a CPU with more cores, a faster clock-speed or advanced features like hyper-threading?</p>\n\n\n\n<p>Unless you&rsquo;re looking to embrace AMD&rsquo;s new Ryzen processors (Looking to learn which CPU is best: Intel Core i7 or AMD Ryzen?) you&rsquo;re almost certainly going to have to make the choice between Intel&rsquo;s three families of consumer-grade processors.</p>\n\n\n\n<h3 id=\"core-i3-core-i5-core-i7-the-difference-in-a-nutshell\">Core i3, Core i5, Core i7 &mdash; the difference in a nutshell</h3>\n\n\n\n<p>If you want to boil things down to something plain and simple, then generally speaking, &ldquo;most&rdquo; Core i7 CPUs are better than most Core i5 CPUs, which are in turn better than most Core i3 CPUs.</p>\n\n\n\n<p>Below that, you&rsquo;ve got fare like the Intel Celeron and Intel Pentium processors. We&rsquo;re not going to go to deeply into those and how they compare to Intel&rsquo;s Core processor, since this article is specifically focused on the difference between Intel&rsquo;s Core i3, Core i5 and i7 CPUs &ndash; but they do merit a mention.</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"\" class=\"wp-image-1475841\" height=\"800\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/01/dreamstime_xl_243353834_1.jpg?quality=50&amp;strip=all&amp;w=1200\" width=\"1200\" /></figure><p class=\"imageCredit\">Dreamstime: Chiradech Chotchung</p></div>\n\n\n\n<p>If you&rsquo;re building your first PC, the main thing you need to keep in mind here is that the 3, 5 and 7 attached to each family of Intel Core processors are simply meant to be indicative of their relative processing power. They&rsquo;ve got nothing to do with the number of cores in each CPU nor the speed of each. Intel&rsquo;s Core i7 CPUs don&rsquo;t have seven cores nor do Core i3 have three cores.</p>\n\n\n\n<p>Which family an Intel Core CPU falls into is based on a collection of criteria involving their number of cores, clock speed (in GHz) and cache size. At the most basic level, these numbers reflect where each class of Intel Core CPU sit relative to one another and are intended to give consumers an idea of the kind of performance they should expect from each.</p>\n\n\n\n<p>Essentially, the idea that Intel are looking to convey with this CPU classification system is that PC builders should expect:</p>\n\n\n\n<ul><li>An Intel Core i3 to provide adequate performance for basic tasks</li><li>An Intel Core i5 to provide good performance for most tasks</li><li>An Intel Core i7 to provide great performance for the most demanding of tasks</li></ul>\n\n\n\n<p>Since some older i7 CPUs might not out-perform more recent i5 CPUs, these designations shouldn&rsquo;t always be taken as gospel but if you&rsquo;re after a short and easy way to understand which processor is better, the numbers attached to each Intel Core family serve nicely.</p>\n\n\n\n<p>Intel&rsquo;s Core i3, i5 and i7 processors can also be grouped in terms of their target devices. Some are intended for us inside laptops, others are intended for use with desktop PCs. Wattage is the big differentiator here, since CPUs inside mobile devices generally have to make do with less power draw,</p>\n\n\n\n<p>In some cases, the difference in specs and performance for the desktop and laptop variants of Intel&rsquo;s i5 and i7 CPUs can be quite significant. However, to avoid confusion, let&rsquo;s start by exclusively talking about the desktop variants.</p>\n\n\n\n<h3 id=\"number-of-cores\">Number of cores</h3>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"\" class=\"wp-image-1475842\" height=\"800\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/01/intel-xmm-8160-modem-1-100779874-orig_1.jpg?quality=50&amp;strip=all&amp;w=1200\" width=\"1200\" /></figure><p class=\"imageCredit\">Intel</p></div>\n\n\n\n<p>While the number of cores inside an Intel Core CPU isn&rsquo;t everything, the more cores there are, the more tasks (known as threads) can be served at the same time. This means that a PC with a higher core-count is going to be better for tasks where multithreading is important, such as web servers, web browsers and some video games.</p>\n\n\n\n<p>While there isn&rsquo;t a hard and fast rule around it, you&rsquo;re also more likely to find less cores in a Core i3 than you are in a Core i5 or i7. This used to be just two cores, but more recently Core i3 processors with higher core counts have been released. For example, some 12th generation Intel Core i3 processors can have up to 10 cores.</p>\n\n\n\n<p>The reason for this is that i3 processors are designed to hit a lower price-point more than they are push boundaries for performance. They tend to be found inside PCs that target a more budget-conscious market-segment where the need for a device to be affordable eclipses the demand for higher performance.</p>\n\n\n\n<p>As you&rsquo;d expect, Intel&rsquo;s Core i5 processors tend to be more powerful than their i3 counterparts. Part of this comes down to faster average clock speeds. Part of this comes down to additional cores. More cores means these CPUs can handle more threads at once and faster clock speeds mean they can complete tasks more efficiently.</p>\n\n\n\n<p>In years past, Intel&rsquo;s Core i5 CPU line-up has generally been built around CPUs with up to four-cores. However, in recent times (like the 12th-Gen Alder Lake refresh), Intel have upped the ante to between 6-12 cores for many of their i5 CPUs. This includes processors like the Intel Core i5-12400, Intel Core i5-12600KF and Intel Core i5-12500.</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-full\"><img alt=\"\" class=\"wp-image-1475845\" height=\"533\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/01/m_img_39259.jpg?quality=50&amp;strip=all\" width=\"800\" /></figure><p class=\"imageCredit\">Intel</p></div>\n\n\n\n<p>Lastly, you&rsquo;ve got Intel&rsquo;s Core i7 CPUs. Again, you&rsquo;re looking at both faster average clock speeds and additional cores. Intel&rsquo;s Kaby Lake i7 Core CPUs included only four cores but the more modern Alder Lake family of i7 CPUs feature up to 16 cores and standard clock speeds that range go up to 5.00 Ghz.</p>\n\n\n\n<p>At this point, you may be wondering just how important clock speeds are. The answer: pretty important. However, when it comes to clock speed, there are a few things you&rsquo;ll want to keep in mind.</p>\n\n\n\n<p>The first is that, in general, a higher clock speed is better. However, due to the thermal issues involved, processors with more cores tend to operate at a lower clock speed. Often-times, choosing a CPU involves choosing between a CPU capable of delivering faster clock-speeds or choosing one with more cores.</p>\n\n\n\n<p>This brings us to the second thing you&rsquo;ll want to keep in mind: faster might be better but it&rsquo;s not always necessary. Although a faster core might be more efficient than a slower one, it might not necessarily be better for the tasks you want to use your computer to be better at.</p>\n\n\n\n<p>Many applications only run single-threads while others are designed to utilize multiple. For cases where the latter applies, such as video rendering and gaming, having more cores is going to offer up an enormous improvement over having faster ones.</p>\n\n\n\n<p>Rather than run out and drop the cash on the CPU with the fastest clock speed you can find, it might be worth thinking about what the clock speed you actually need looks like. To that end, it&rsquo;s worth looking up the recommend system specifications for the game or software you&rsquo;ll be running on your new PC.</p>\n\n\n\n<p>For more everyday things like web browsing, an i5 processor with a higher clock speed is probably going to offer more bang for your buck than a beefier i7 might. Still, sometimes it&rsquo;s more important to have those extra cores than an i5 or i7 CPU and often-times the choice between one Intel Core CPU and another will come down to whether you want to have a CPU with more cores or one with better clock speeds.</p>\n\n\n\n<p>Are you building a PC that does the things you might do or are you happy to settle for one that can do the things you need it to do?</p>\n\n\n\n<p>The other thing you&rsquo;ll want to factor in here is that there&rsquo;s an important difference between a CPUs standard clock speed and turbo clock speed. The former is the normal clock speed that an Intel CPU is able to deliver. The latter refers to the fastest speeds it can reach using Intel&rsquo;s Turbo Boost features.</p>\n\n\n\n<p>These sorts of technologies, found exclusively in Intel CPUs, are one of the key things that separate i3, i5 and i7 processors &ndash; since the more-affordable i3 CPU (plus some i5 CPUs) often don&rsquo;t include them.</p>\n\n\n\n\n\n<h3 id=\"intel-turbo-boost-explained\">Intel Turbo Boost explained</h3>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-full\"><img alt=\"\" class=\"wp-image-1475852\" height=\"270\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/01/icon-speedometer-blue-green-rwdpngrenditionintelweb480270.png\" width=\"480\" /></figure><p class=\"imageCredit\">Intel</p></div>\n\n\n\n<p>Intel&rsquo;s Turbo Boost feature allows a processor to dynamically increase its clock speed whenever the need arises. The maximum amount that Turbo Boost can raise clock speed at any given time is dependent on a number of factors. This includes the number of active cores, the estimated current consumption, the estimated power consumption and the overall processor temperature.</p>\n\n\n\n<p>Using the Core i5-12600H as an example, its maximum allowable processor frequency is 4.5 GHz while its base clock speed is 3.30 GHz. A 12th-Gen Alder Lake i3 CPU like the Core i3-12300 has a higher base clock speed of 3.50 GHz but a lower max turbo frequency of 4.40 GHz.</p>\n\n\n\n<h3 id=\"cache-size\">Cache size</h3>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-full\"><img alt=\"\" class=\"wp-image-1475858\" height=\"530\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/01/dreamstime_s_23448460.jpg?quality=50&amp;strip=all\" width=\"800\" /></figure><p class=\"imageCredit\">Intel</p></div>\n\n\n\n<p>Another thing that sets Intel&rsquo;s i3, i5 and i7 apart is cache size.</p>\n\n\n\n<p>Both your computer&rsquo;s RAM and its CPU cache serve as holding areas for frequently used data. Without them, the CPU would have to keep on relying on your hard disk drive for everything, which would slow everything down and cause even simple tasks to take a lot longer.</p>\n\n\n\n<p>See, whenever a CPU finds that it keeps on using the same data over and over, it stores that data in its cache. A CPU&rsquo;s Cache is just like RAM, only faster &mdash; since it&rsquo;s built into the CPU itself. If RAM&rsquo;s value as a component is billed around its ability to minimise interaction with your PC&rsquo;s hard drive, the value of your CPU&rsquo;s cache is that it minimises interaction with your PC&rsquo;s RAM.</p>\n\n\n\n<p>As you might be able to guess, a CPU with a larger cache allows for more data to be accessed faster. This is one major reason why an i7 outperforms an i5 &mdash; and why an i5 outperforms an i3.</p>\n\n\n\n<p>What&rsquo;s more, CPU cache sizes have grown significantly in recent years.</p>\n\n\n\n<p>Intel&rsquo;s 4th Gen Haswell Core i3 processors had either 3MB or 4MB of cache, Haswell Core i5s had either 4MB or 6MB of cache and Haswell Core i7 CPUs had a hefty 8MB of cache, except for the i7-4770R, which had only 6MB.</p>\n\n\n\n<p>In contrast, Intel&rsquo;s 12th-gen Alder Lake CPUs not only have more cache (for example, up to 12 GB in Intel 12-gen Core i3 processors), they also sport a new and improved cache type called Smart Cache.</p>\n\n\n\n<p>Smart Cache makes caching more efficient by sharing the cache memory between the cores of the processor, which has the result of improving the overall performance and efficiency of the CPU. </p>\n\n\n\n<h3 id=\"hyper-threading\">Hyper-Threading </h3>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"\" class=\"wp-image-1475861\" height=\"675\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/01/gaming-party-with-laptops-rwdjpgrenditionintelweb1648927.jpg?quality=50&amp;strip=all&amp;w=1200\" width=\"1200\" /></figure><p class=\"imageCredit\">Supplied</p></div>\n\n\n\n<p>Although the analogy isn&rsquo;t perfect, Hyper-Threading is basically the equivalent of something like turbo-boost when it comes to increasing the power of your CPU&rsquo;s cores.</p>\n\n\n\n<p>In normal circumstances, only one thread can be served by one CPU core at a time. If a CPU is a dual-core, then supposedly only two threads can be served simultaneously. If your CPU has four cores, it can handle four threads at once. If your CPU has six cores&hellip;.you get the idea.</p>\n\n\n\n<p>Hyper-Threading changes this dynamic in a pretty significant way because it allows a single core to serve multiple threads at once through virtualisation.</p>\n\n\n\n<p>For instance, a dual-core Core i3 with hyper-threading can serve two threads per core rather than the regular one per core. In other words, a total of four threads can run simultaneously and a quad-core Core i5 processor that doesn&rsquo;t support Hyper-Threading is going to be about as capable as a dual-core Core i3 processor that does &ndash; at least when it comes to the number of threads it can handle at once.</p>\n\n\n\n<p>This is one of the many reasons why Core i7 processors are the considered the cr&egrave;me de la cr&egrave;me when it comes to mainstream desktop processors. They boast more cores than i5 and i3 processors which has obvious Hyper-Threading benefits.</p>\n\n\n\n<p>Intel&rsquo;s Core i9 CPUs push this even further, by increasing the core-count even higher. For instance, Intel&rsquo;s Alder Lake i9 CPUs go as high as 16-cores and 24-threads.</p>\n\n\n\n<h3 id=\"which-one-should-i-get\">Which one should I get?</h3>\n\n\n\n<p>If you&rsquo;re the kind of person who wants to buy or build a computer that&rsquo;ll last, you have to ask yourself what you&rsquo;re going to use it for.</p>\n\n\n\n<p>If you do a lot of things at the same time on your PC, then it might be worth forking out the extra cash for an i7. Gamers in particular will want to opt for an i7, as it&rsquo;s always better to sit closer to the recommended system requirements than its minimum system requirements. However, if you only use your PC to check emails, do some banking, read the news, and download a bit of music, you&rsquo;re probably going to be OK with the cheaper i5 or i3.</p>\n\n\n\n<p>The other deciding factor here should be whether or not the things you&rsquo;re doing on your next PC are going to be things that can actually make use of technologies like Hyper-Threading. In other words, you need to look into and learn whether the applications and programs you use have any sort of multithread capability.</p>\n\n\n\n<p>Many modern photo editors and video editing programs are multi-threaded, for example. However, there are no guarantees and taking the time to Google it for yourself could potentially save you money.</p>\n\n\n\n<p>Hopefully this article has given you some insight for your next CPU selection and you now have a better idea of what the differences between Intel&rsquo;s Core i3, Core i5 and Core i7 CPUs are.</p>\n\n\n\n<p>Either way, happy computing!</p>\n\n\n\n<p><em><strong>This article was updated in 2022</strong></em></p>\n\nCPUs and Processors</div>", "link": "https://www.pcworld.com/article/1475809/whats-the-difference-between-an-intel-core-i3-i5-and-i7.html", "date_published": "2023-02-16 17:30:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.pcworld.com/index.rss", "title": "Razer brings back big boards with BlackWidow V4 Pro", "description": "<div id=\"link_wrapped_content\">\n<section class=\"wp-block-bigbite-multi-title\"><div class=\"container\"></div></section>\n\n\n\n<p>These days it&rsquo;s trendy to make keyboards as small as possible, with <a href=\"https://www.pcworld.com/article/808302/corsair-k70-rgb-pro-mini-wireless-keyboard-review.html\" rel=\"noreferrer noopener\" target=\"_blank\">75% and 60% boards</a> being all the rage. But Razer is bucking the trend and making big boards again, starting with the BlackWidow V4 Pro. In addition to all the bells and whistles seen in its more recent designs, the V4 includes two programmable dials, seven media keys, and five macro keys. It&rsquo;s like something straight out of 2005, with all the mechanical goodness of today. </p>\n\n\n\n<p>In addition to the smorgasbord of extra dials and buttons, the V4 Pro gets the top-tier treatment from Razer&rsquo;s parts bin. We&rsquo;re talking a full aluminum deck, magnetic wrist rest included in the box, Chroma lighting on each key, <em>and </em>underglow strips around both the board and wrist rest. The design eschews wireless in favor of a dedicated USB-C cable plus a pass-through USB port&mdash;something that hasn&rsquo;t been seen on a gaming keyboard for a long time. 8000Hz polling should be able to keep up with the twitchiest eSports players. </p>\n\n\n\n<figure class=\"wp-block-embed is-type-video is-provider-youtube wp-block-embed-youtube wp-embed-aspect-16-9 wp-has-aspect-ratio\"><div class=\"wp-block-embed__wrapper\">\n\n</div></figure>\n\n\n\n<p>Even mechanical keyboard nuts might be impressed with a few of the more advanced features. Razer&rsquo;s custom hall-effect switches come in tactile and clicky varieties, though the board is not hot-swap capable according to the spec sheet. The stabilizers are pre-lubricated, the case is filled with sound-absorbing foam, and it can remember up to five dedicated profiles in the board&rsquo;s memory. The only real bummer in the specifications is that the doubleshot keycaps are cheap ABS plastic&hellip;the better for Razer to upsell you on its <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://www.amazon.com/dp/B07ZPRSWPZ/&amp;xcust=2-1-1515085-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\" target=\"_blank\">sold-separately PBT caps</a>. </p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"Blackwidow V4 keyboard full\" class=\"wp-image-1515103\" height=\"800\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/02/httpshybrismediaprod.blob_.core_.w.jpg?quality=50&amp;strip=all&amp;w=1200\" width=\"1200\" /></figure><p class=\"imageCredit\">Razer</p></div>\n\n\n\n<p>Perhaps the most surprising thing about the BlackWidow V4 Pro is the price. At $230 it&rsquo;s no impulse buy, but it&rsquo;s not Razer&rsquo;s most expensive board, either. It&rsquo;s shipping today <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://www.razer.com/gaming-keyboards/razer-blackwidow-v4-pro/RZ03-04680200-R3U1&amp;xcust=2-1-1515085-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\" target=\"_blank\">from Razer&rsquo;s online store</a>, delivery expected next week. </p>\n\nKeyboards</div>", "link": "https://www.pcworld.com/article/1515085/razer-brings-back-big-boards-with-blackwidow-v4-pro.html", "date_published": "2023-02-16 17:06:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.pcworld.com/index.rss", "title": "This high-end Corsair mechanical keyboard is spacious, fast, and 20% off", "description": "<div id=\"link_wrapped_content\">\n<section class=\"wp-block-bigbite-multi-title\"><div class=\"container\"></div></section>\n\n\n\n<p>When it comes to gaming, a mechanical keyboard can make a huge difference, especially where precision is concerned. If you&rsquo;re in the market for a high-end mechanical keyboard, you&rsquo;ve come to the right place, as we&rsquo;ve got an awesome deal for you today. Amazon&rsquo;s currently selling the high-end <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://www.amazon.com/Corsair-Platinum-Mechanical-Keyboard-Backlit/dp/B082GR814B&amp;xcust=2-2-1514831-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\">Corsair K95 mechanical gaming keyboard for $159.99</a>, which is a savings of $40. This keyboard has a lot to offer, so let&rsquo;s get right into it.</p>\n\n\n\n<p>The Corsair K95 features six dedicated macro keys, <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://www.cherrymx.de/en/cherry-mx/mx-original/mx-speed-silver.html&amp;xcust=2-2-1514831-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\">Cherry MX Speed RGB Silver</a> switches, and a detachable palm rest. The switches offer 1.2 millimeter actuation, which is super fast. That&rsquo;s good news for those who enjoy competitive FPS titles, where every second matters. The peripheral also has per-key RGB lighting, which is pretty standard as far as high-end mechanical gaming keyboards go. If you&rsquo;re looking for the best of the best, the Corsair K95 is well worth considering.</p>\n\n\n<p class=\"cta wp-block wp-block-button\"><a class=\"cta__btn\" href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://www.amazon.com/Corsair-Platinum-Mechanical-Keyboard-Backlit/dp/B082GR814B&amp;xcust=2-2-1514831-7-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\" target=\"_blank\">Get the Corsair K95 mechanical gaming keyboard for $159.99</a></p>\nKeyboards</div>", "link": "https://www.pcworld.com/article/1514831/this-high-end-corsair-mechanical-keyboard-is-spacious-responsive-and-20-off.html", "date_published": "2023-02-16 14:50:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.pcworld.com/index.rss", "title": "Geekbench 6 is now available on all your gadgets", "description": "<div id=\"link_wrapped_content\">\n<section class=\"wp-block-bigbite-multi-title\"><div class=\"container\"></div></section>\n\n\n\n<p>Geekbench from Primate Labs has been a staple of benchmarks, nerdy arguments, and <a href=\"https://www.pcworld.com/article/542215/no-geekbench-didnt-just-eradicate-cpu-leaks.html\" rel=\"noreferrer noopener\" target=\"_blank\">a few juicy processor leaks</a> for the better part of two decades. The company just released an upgrade to version 6.0, which is available on just about everything &mdash; Windows, macOS, Linux, Android, and iOS. The desktop programs are <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://www.geekbench.com/download/&amp;xcust=2-2-1514838-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\" target=\"_blank\">available from the Geekbench website</a> while the phone apps are in the Google Play Store and iOS App Store, respectively. The standard version is free. </p>\n\n\n\n<p>What&rsquo;s new? Quite a lot, according to the program&rsquo;s original creator and company founder <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://www.geekbench.com/blog/2023/02/geekbench-6/&amp;xcust=2-2-1514838-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\" target=\"_blank\">John Pool</a>. New and more practical tests for CPUs and GPUs include blurring backgrounds in video meetings, converting text with scripting languages, and a collection of photo manipulation tasks like filters, tagging, and removing unwanted visual objects. Datasets have been updated with higher-res images, larger navigation maps, more complex browser tests, and larger files in general. </p>\n\n\n\n<p>Geekbench claims that the new version is also much more true to life in how it tests multi-core CPUs and GPUs. Instead of breaking tasks apart and assigning them to individual cores, the benchmark can now test how multi-core processors handle larger, more complex tasks efficiently. It&rsquo;s a more true-to-life way to test the currently prevalent combination of performance and efficiency cores, especially in high-end CPUs. </p>\n\n\n\n<p>To celebrate the release, Geekbench is offering <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://www.primatelabs.com/store/v6/&amp;xcust=2-2-1514838-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\">20% off a pro license</a> from now until February 28th. That&rsquo;s a saving of $20 on a single-use license. </p>\n\nProfessional Software</div>", "link": "https://www.pcworld.com/article/1514838/geekbench-6-is-now-available-on-all-your-gadgets.html", "date_published": "2023-02-16 14:45:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.pcworld.com/index.rss", "title": "Get Microsoft Office Pro 2021 for just $50", "description": "<div id=\"link_wrapped_content\">\n<section class=\"wp-block-bigbite-multi-title\"><div class=\"container\"></div></section>\n\n\n\n<p>If you&rsquo;ve been&nbsp;<a href=\"https://www.pcworld.com/article/1384165/best-work-from-home-tech-2022-2023.html\" rel=\"noreferrer noopener\" target=\"_blank\">working from home for a while</a>, you may have noticed a shift in your productivity when you&rsquo;re forced to work from a personal computer without all of the apps and software you&rsquo;re used to at work. Most importantly, how do you function as well as you should without Microsoft Office?</p>\n\n\n\n<p>Office is the world&rsquo;s most trusted office suite for good reason, but it comes at a premium price. Fortunately, now through February 21, you can get a lifetime license to Office for&nbsp;<a href=\"https://shop.pcworld.com/sales/microsoft-office-pro-plus-2021-for-windows-lifetime-license-email-only?utm_source=pcworld.com&amp;utm_medium=referral&amp;utm_campaign=microsoft-office-pro-plus-2021-for-windows-lifetime-license-email-only&amp;utm_term=scsf-563186&amp;utm_content=a0x1P00000585z7QAA&amp;scsonar=1\" rel=\"noreferrer noopener\" target=\"_blank\">Windows</a>&nbsp;or&nbsp;<a href=\"https://shop.pcworld.com/sales/microsoft-office-home-and-business-for-mac-2021-lifetime-license?utm_source=pcworld.com&amp;utm_medium=referral&amp;utm_campaign=microsoft-office-home-and-business-for-mac-2021-lifetime-license&amp;utm_term=scsf-564542&amp;utm_content=a0x1P00000585z7QAA&amp;scsonar=1\" rel=\"noreferrer noopener\" target=\"_blank\">Mac</a>&nbsp;for a special price of just $49.99.</p>\n\n\n\n<p>The Mac edition includes Word, Excel, PowerPoint, Outlook, Teams, and OneNote. The Windows edition includes all of those, plus Publisher and Access. All told, either way, you&rsquo;ll get a comprehensive suite of powerful tools that will help you do your best work from home &mdash; or anywhere else you like to set up an office.</p>\n\n\n\n<p>Why pay full price for Office? Through February 21, you can get a lifetime license to Microsoft Office Home &amp; Business for&nbsp;<a href=\"https://shop.pcworld.com/sales/microsoft-office-pro-plus-2021-for-windows-lifetime-license-email-only?utm_source=pcworld.com&amp;utm_medium=referral&amp;utm_campaign=microsoft-office-pro-plus-2021-for-windows-lifetime-license-email-only&amp;utm_term=scsf-563186&amp;utm_content=a0x1P00000585z7QAA&amp;scsonar=1\" rel=\"noreferrer noopener\" target=\"_blank\">Windows</a>&nbsp;or&nbsp;<a href=\"https://shop.pcworld.com/sales/microsoft-office-home-and-business-for-mac-2021-lifetime-license?utm_source=pcworld.com&amp;utm_medium=referral&amp;utm_campaign=microsoft-office-home-and-business-for-mac-2021-lifetime-license&amp;utm_term=scsf-564542&amp;utm_content=a0x1P00000585z7QAA&amp;scsonar=1\" rel=\"noreferrer noopener\" target=\"_blank\">Mac</a>&nbsp;for just $49.99.</p>\n\n\n\n<p><a href=\"https://shop.pcworld.com/sales/microsoft-office-pro-plus-2021-for-windows-lifetime-license-email-only?utm_source=pcworld.com&amp;utm_medium=referral-cta&amp;utm_campaign=microsoft-office-pro-plus-2021-for-windows-lifetime-license-email-only&amp;utm_term=scsf-563186&amp;utm_content=a0x1P00000585z7QAA&amp;scsonar=1\" rel=\"noreferrer noopener\" target=\"_blank\">&nbsp;</a></p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image\"><img alt=\"\" src=\"https://cdnp3.stackassets.com/254ce2996e3f9e89bd1448ed06f02f1bc3eb7a28/store/15a8fe47c3afefe2a4ad5aa05b7e1db145fd85e34a75109de77a632dd2bf/sale_xxxxx_primary_image.jpg\" /></figure></div>\n\n\n\n<p><strong>Microsoft Office Pro 2021 for Windows: Lifetime License &ndash; $49.99</strong></p>\n\n\n\n<p><a href=\"https://shop.pcworld.com/sales/microsoft-office-pro-plus-2021-for-windows-lifetime-license-email-only?utm_source=pcworld.com&amp;utm_medium=referral-cta&amp;utm_campaign=microsoft-office-pro-plus-2021-for-windows-lifetime-license-email-only&amp;utm_term=scsf-563186&amp;utm_content=a0x1P00000585z7QAA&amp;scsonar=1\" rel=\"noreferrer noopener\" target=\"_blank\">See Deal</a></p>\n\n\n\n<p><a href=\"https://shop.pcworld.com/sales/microsoft-office-home-and-business-for-mac-2021-lifetime-license?utm_source=pcworld.com&amp;utm_medium=referral-cta&amp;utm_campaign=microsoft-office-home-and-business-for-mac-2021-lifetime-license&amp;utm_term=scsf-564542&amp;utm_content=a0x1P00000585z7QAA&amp;scsonar=1\" rel=\"noreferrer noopener\" target=\"_blank\">&nbsp;</a></p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image\"><img alt=\"\" src=\"https://cdnp1.stackassets.com/1dce5aedb39690b7b666629a7e6ee96ea0c53289/store/cb6774c5926bbbe33a9dbecbf8c69f6dbf9386b878c050100ecfdd6248e1/sale_320028_primary_image.jpg\" /></figure></div>\n\n\n\n<p><strong>Microsoft Office Home &amp; Business for Mac 2021: Lifetime License &ndash; $49.99</strong></p>\n\n\n\n<p><a href=\"https://shop.pcworld.com/sales/microsoft-office-home-and-business-for-mac-2021-lifetime-license?utm_source=pcworld.com&amp;utm_medium=referral-cta&amp;utm_campaign=microsoft-office-home-and-business-for-mac-2021-lifetime-license&amp;utm_term=scsf-564542&amp;utm_content=a0x1P00000585z7QAA&amp;scsonar=1\" rel=\"noreferrer noopener\" target=\"_blank\">See Deal</a></p>\n\n\n\n<p>Prices subject to change.</p>\n\nComputer Accessories</div>", "link": "https://www.pcworld.com/article/1486992/flash-sale-get-microsoft-office-pro-2021-for-just-30.html", "date_published": "2023-02-16 11:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.pcworld.com/index.rss", "title": "You.com thinks the future of AI chatbots is (gasp) images", "description": "<div id=\"link_wrapped_content\">\n<section class=\"wp-block-bigbite-multi-title\"><div class=\"container\"></div></section>\n\n\n\n<p>You.com, a small AI-infused search engine seeking to rival Bing and ChatGPT, has already iterated on its first AI chat, launching YouChat 2.0 on Wednesday. The difference is that You.com is moving <em>away</em> from a strictly text-based interface, adding in charts, graphics, and code to its responses.</p>\n\n\n\n<p>On first glance, YouChat 2.0 looks more like a traditional search engine, with an answer on top and more detailed, graphics-rich responses below. <a href=\"https://www.pcworld.com/article/1506016/hands-on-with-bings-ai-chat-and-search.html\">Bing, however, separates its chat response</a> in a separate &ldquo;window&rdquo; that opens above its traditional search results. Its only graphical responses come in the form of ads, which break up the lengthy text responses. ChatGPT provides no imagery at all, period.</p>\n\n\n\n<p>Does such a mix-and-match of text and imagery matter? No, not if you&rsquo;re used to searching for text and then landing on a web page. But for a search engine, it&rsquo;s another twist on aggregating the answer in a chat format, and now supplementing it with additional graphics from the source page in general. </p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"You.com YouChat 2.0\" class=\"wp-image-1514008\" height=\"854\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/02/youchat-2.png?w=1200\" width=\"1200\" /><figcaption>You.com is adding more visual information to its YouChat chatbot.</figcaption></figure><p class=\"imageCredit\">You.com</p></div>\n\n\n\n<p>You.com calls YouChat 2.0&rsquo;s response format &ldquo;chat, apps, links,&rdquo; where all three are provided in a &ldquo;ChatGPT-like large language model with links to sources, custom applications, and real-time data,&rdquo; the company says. You.com considers &ldquo;apps&rdquo; to be various specific sources of information (Reddit, TikTok, StackExchange, and so on) where the content is pulled out and aggregated. In this model, if you search for a stock price, YouChat 2.0 will open that stock chart below. You.com says it will use this model for over 50 apps, with more to come.</p>\n\n\n\n<p>You.com&rsquo;s updated YouChat model doesn&rsquo;t necessarily mean a sea change in search. But it does indicate that the separation between a list of links and a plain, textual chat interface might not last. The future of search may look a lot closer to the web pages that those search engines are grabbing their information from.</p>\n\n\n\n<p></p>\n\nInternet</div>", "link": "https://www.pcworld.com/article/1513995/the-future-of-ai-chatbots-is-gasp-images.html", "date_published": "2023-02-16 10:45:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.pcworld.com/index.rss", "title": "Get unlimited lifetime access to more than 100 training courses for just $59", "description": "<div id=\"link_wrapped_content\">\n<section class=\"wp-block-bigbite-multi-title\"><div class=\"container\"></div></section>\n\n\n\n<p>Resolved to learn something new in 2023? Well, the&nbsp;<a href=\"https://shop.pcworld.com/sales/wevpn-2-year-subscription-plan\" rel=\"noreferrer noopener\" target=\"_blank\">internet</a>&nbsp;makes it pretty easy, especially with this deal for lifetime access to&nbsp;<a href=\"https://shop.pcworld.com/sales/unlimited-lifetime-membership-to-streamskill-com-software-training?utm_source=pcworld.com&amp;utm_medium=referral&amp;utm_campaign=unlimited-lifetime-membership-to-streamskill-com-software-training&amp;utm_term=scsf-564779&amp;utm_content=a0x1P0000058ACLQA2&amp;scsonar=1\" rel=\"noreferrer noopener\" target=\"_blank\">software and technology courses from StreamSkill.com</a>.</p>\n\n\n\n<p>StreamSkill&nbsp;specializes in&nbsp;software and technology training and has helped countless people learn everything from&nbsp;software to coding&nbsp;topics for over 14 years.&nbsp;With unlimited access to more than 110 training courses, you can&nbsp;<a href=\"https://shop.pcworld.com/sales/unlimited-lifetime-membership-to-streamskill-com-software-training?utm_source=pcworld.com&amp;utm_medium=referral&amp;utm_campaign=unlimited-lifetime-membership-to-streamskill-com-software-training&amp;utm_term=scsf-564779&amp;utm_content=a0x1P0000058ACLQA2&amp;scsonar=1\" rel=\"noreferrer noopener\" target=\"_blank\">familiarize yourself with programming languages</a>&nbsp;like JavaScript and PHP, tools like Photoshop and InDesign, and even get more generic training in things like productivity.</p>\n\n\n\n<p>Whether you&rsquo;re looking to get more done, earn a promotion,&nbsp;<a href=\"https://shop.pcworld.com/sales/the-entrepreneur-business-skills-bundle\" rel=\"noreferrer noopener\" target=\"_blank\">start your own business</a>, or something else entirely, StreamSkill offers you more than 6,500 individual lessons and 800 hours of training to help you meet your goals.&nbsp;</p>\n\n\n\n<p>One user reviewed, &ldquo;What I liked the most about this course is that everything is thoroughly explained in a clear and concise way, starting from the very beginning so that anyone without any prior knowledge can easily follow the explanations.&rdquo;</p>\n\n\n\n<p>It&rsquo;s never too late to start learning, so get a lifetime membership to&nbsp;<a href=\"https://shop.pcworld.com/sales/unlimited-lifetime-membership-to-streamskill-com-software-training?utm_source=pcworld.com&amp;utm_medium=referral&amp;utm_campaign=unlimited-lifetime-membership-to-streamskill-com-software-training&amp;utm_term=scsf-564779&amp;utm_content=a0x1P0000058ACLQA2&amp;scsonar=1\" rel=\"noreferrer noopener\" target=\"_blank\">StreamSkill.com Software Training</a>&nbsp;for just $59.</p>\n\n\n\n<p><a href=\"https://shop.pcworld.com/sales/unlimited-lifetime-membership-to-streamskill-com-software-training?utm_source=pcworld.com&amp;utm_medium=referral-cta&amp;utm_campaign=unlimited-lifetime-membership-to-streamskill-com-software-training&amp;utm_term=scsf-564779&amp;utm_content=a0x1P0000058ACLQA2&amp;scsonar=1\" rel=\"noreferrer noopener\" target=\"_blank\">&nbsp;</a></p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image\"><img alt=\"\" src=\"https://cdnp3.stackassets.com/c8d96cf724c59a100cf604c75647c35087b11dd2/store/f449b41878979da46889f9a37a9246295a4d69e8498901fc91a91c3c761a/sale_312123_primary_image.jpg\" /></figure></div>\n\n\n\n<p><strong>StreamSkill.com Software Training: Unlimited Lifetime Membership &ndash; $59</strong></p>\n\n\n\n<p><a href=\"https://shop.pcworld.com/sales/unlimited-lifetime-membership-to-streamskill-com-software-training?utm_source=pcworld.com&amp;utm_medium=referral-cta&amp;utm_campaign=unlimited-lifetime-membership-to-streamskill-com-software-training&amp;utm_term=scsf-564779&amp;utm_content=a0x1P0000058ACLQA2&amp;scsonar=1\" rel=\"noreferrer noopener\" target=\"_blank\">See Deal</a></p>\n\n\n\n<p>Prices subject to change.</p>\n\nPersonal Software</div>", "link": "https://www.pcworld.com/article/1511522/get-unlimited-lifetime-access-to-more-than-100-training-courses-for-just-59.html", "date_published": "2023-02-16 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.pcworld.com/index.rss", "title": "Clean your PC and more with this multifunctional tool", "description": "<div id=\"link_wrapped_content\">\n<section class=\"wp-block-bigbite-multi-title\"><div class=\"container\"></div></section>\n\n\n\n<p>We love our devices, but sometimes we&rsquo;re so consumed with using them that we don&rsquo;t remember to clean them. That&rsquo;s bad news because it&rsquo;s absolutely essential to&nbsp;<a href=\"https://www.pcworld.com/article/393871/what-is-the-proper-way-to-clean-your-desktop-pc-or-laptop-ask-an-expert.html\" rel=\"noreferrer noopener\" target=\"_blank\">clean your PC</a>&nbsp;to ensure optimal performance. Need to get in the habit? This&nbsp;<a href=\"https://shop.pcworld.com/sales/5-in-1-multi-function-computer-cleaning-tools?utm_source=pcworld.com&amp;utm_medium=referral&amp;utm_campaign=5-in-1-multi-function-computer-cleaning-tools&amp;utm_term=scsf-563184&amp;utm_content=a0x1P00000585z5QAA&amp;scsonar=1\" rel=\"noreferrer noopener\" target=\"_blank\">5-in-1 Multi-Function Computer Cleaning Tool</a>&nbsp;can help.</p>\n\n\n\n<p>This versatile tool works on computers, keycaps, earphones, and other devices. The flocking sponge cleans the dust in the wireless charging case of your earphones, the high-density brush cleans the dirt on the sound outlet hole of the earphones, and the nylon bristles are soft enough to clean your keyboard without damaging it. It also has a metal pen tip to get at more stubborn dust and a keycap puller to help you remove keycaps for a more comprehensive clean.</p>\n\n\n\n<p>Maximize your devices&rsquo; lives with this&nbsp;<a href=\"https://shop.pcworld.com/sales/5-in-1-multi-function-computer-cleaning-tools?utm_source=pcworld.com&amp;utm_medium=referral&amp;utm_campaign=5-in-1-multi-function-computer-cleaning-tools&amp;utm_term=scsf-563184&amp;utm_content=a0x1P00000585z5QAA&amp;scsonar=1\" rel=\"noreferrer noopener\" target=\"_blank\">5-in-1 Multi-Function Computer Cleaning Tool</a>. It&rsquo;s 22% off $22 at just $16.99 now.</p>\n\n\n\n<p><a href=\"https://shop.pcworld.com/sales/5-in-1-multi-function-computer-cleaning-tools?utm_source=pcworld.com&amp;utm_medium=referral-cta&amp;utm_campaign=5-in-1-multi-function-computer-cleaning-tools&amp;utm_term=scsf-563184&amp;utm_content=a0x1P00000585z5QAA&amp;scsonar=1\" rel=\"noreferrer noopener\" target=\"_blank\">&nbsp;</a></p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image\"><img alt=\"\" src=\"https://cdnp3.stackassets.com/83d2181c1ce3b5e20fbd2b0c94acbfabb441852c/store/fa7f0f898b04cb71428c7c08a265ee3d19bd1611dea55ebaa36b385fdb70/sale_311788_primary_image.jpg\" /></figure></div>\n\n\n\n<p><strong>5-in-1 Multi-Function Computer Cleaning Tool &ndash; $16.99</strong></p>\n\n\n\n<p><a href=\"https://shop.pcworld.com/sales/5-in-1-multi-function-computer-cleaning-tools?utm_source=pcworld.com&amp;utm_medium=referral-cta&amp;utm_campaign=5-in-1-multi-function-computer-cleaning-tools&amp;utm_term=scsf-563184&amp;utm_content=a0x1P00000585z5QAA&amp;scsonar=1\" rel=\"noreferrer noopener\" target=\"_blank\">See Deal</a></p>\n\n\n\n<p>Prices subject to change.</p>\n\nComputer Accessories</div>", "link": "https://www.pcworld.com/article/1485447/clean-your-pc-and-more-with-this-multifunctional-tool.html", "date_published": "2023-02-16 08:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.pcworld.com/index.rss", "title": "It’s your last chance to get lifetime access to Dollar Flight Club for $100", "description": "<div id=\"link_wrapped_content\">\n<section class=\"wp-block-bigbite-multi-title\"><div class=\"container\"></div></section>\n\n\n\n<p><a href=\"https://shop.pcworld.com/sales/dollar-flight-club-premium-plus-lifetime-subscription?utm_source=pcworld.com&amp;utm_medium=referral&amp;utm_campaign=dollar-flight-club-premium-plus-lifetime-subscription&amp;utm_term=scsf-564776&amp;utm_content=a0x1P0000058AC6QAM&amp;scsonar=1\" rel=\"noreferrer noopener\" target=\"_blank\">Dollar Flight Club</a>&nbsp;is one of the top flight deal alert services around, trusted by over one million members across the globe. Get a Premium Plus+ lifetime subscription for just $99.99.</p>\n\n\n\n<p>With Dollar Flight Club, all you have to do is input your home airport(s), and their automated service will email you&nbsp;<a href=\"https://shop.pcworld.com/sales/dollar-flight-club-premium-plus-lifetime-subscription?utm_source=pcworld.com&amp;utm_medium=referral&amp;utm_campaign=dollar-flight-club-premium-plus-lifetime-subscription&amp;utm_term=scsf-564776&amp;utm_content=a0x1P0000058AC6QAM&amp;scsonar=1\" rel=\"noreferrer noopener\" target=\"_blank\">deals on Business, Premium Economy, and Economy air travel</a>&nbsp;to destinations all over the world. Whether you want to go to Italy, Hawaii, Singapore, or practically anywhere else, DFC can help you find the best prices and send alerts to your&nbsp;<a href=\"https://shop.pcworld.com/sales/ipad-air-2-64gb-space-gray-wifi-grade-a-refurbished\" rel=\"noreferrer noopener\" target=\"_blank\">devices</a>&nbsp;as soon as they&rsquo;re available.</p>\n\n\n\n<p>Find out why Dollar Flight Club has earned 4.4/5 stars on Trustpilot and Cond&eacute; Nast Traveler raves about DFC&rsquo;s &ldquo;impressive track record hunting down low-priced seats.&rdquo; For today only, grab this deal on&nbsp;<a href=\"https://shop.pcworld.com/sales/dollar-flight-club-premium-plus-lifetime-subscription?utm_source=pcworld.com&amp;utm_medium=referral&amp;utm_campaign=dollar-flight-club-premium-plus-lifetime-subscription&amp;utm_term=scsf-564776&amp;utm_content=a0x1P0000058AC6QAM&amp;scsonar=1\" rel=\"noreferrer noopener\" target=\"_blank\">Dollar Flight Club&rsquo;s Premium Plus+ Lifetime Subscription</a>&nbsp;for just $99.99.</p>\n\n\n\n<p><a href=\"https://shop.pcworld.com/sales/dollar-flight-club-premium-plus-lifetime-subscription?utm_source=pcworld.com&amp;utm_medium=referral-cta&amp;utm_campaign=dollar-flight-club-premium-plus-lifetime-subscription&amp;utm_term=scsf-564776&amp;utm_content=a0x1P0000058AC6QAM&amp;scsonar=1\" rel=\"noreferrer noopener\" target=\"_blank\">&nbsp;</a></p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image\"><img alt=\"\" src=\"https://cdnp0.stackassets.com/81e695c238088c4da029e1a31cb9d6904f995056/store/5dc3f68cb1e01398c65531e581c5d27d0c84fd893f3c445e0f905c3a40e1/sale_306443_primary_image.jpg\" /></figure></div>\n\n\n\n<p><strong>Dollar Flight Club Premium Plus+ Lifetime Subscription (Save up to $2K on Business, Premium Economy &amp; Economy Class) &ndash; $99.99</strong></p>\n\n\n\n<p><a href=\"https://shop.pcworld.com/sales/dollar-flight-club-premium-plus-lifetime-subscription?utm_source=pcworld.com&amp;utm_medium=referral-cta&amp;utm_campaign=dollar-flight-club-premium-plus-lifetime-subscription&amp;utm_term=scsf-564776&amp;utm_content=a0x1P0000058AC6QAM&amp;scsonar=1\" rel=\"noreferrer noopener\" target=\"_blank\">See Deal</a></p>\n\n\n\n<p><em>Prices subject to change.</em></p>\n\nBusiness</div>", "link": "https://www.pcworld.com/article/1503180/its-your-last-chance-to-get-lifetime-access-to-dollar-flight-club-for-50.html", "date_published": "2023-02-16 06:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]