[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC5UAwBUum7CPN5buc-_N1Fw", "title": "16 NextCloud apps I use to GET WORK DONE everyday!", "description": "Learn more about AlmaLinux and AlmaCare with this free webinar (+ get a chance to win a free drone): https://bit.ly/3YJVSpv \n\nGrab a brand new laptop or desktop running Linux: https://www.tuxedocomputers.com/en#\n\n👏 SUPPORT THE CHANNEL:\nGet access to a weekly podcast, vote on the next topics I cover, and get your name in the credits:\n\nYouTube: https://www.youtube.com/@thelinuxexp/join\nPatreon: https://www.patreon.com/thelinuxexperiment\n\nOr, you can donate whatever you want: https://paypal.me/thelinuxexp\n\n👕 GET TLE MERCH\nSupport the channel AND get cool new gear: https://the-linux-experiment.creator-spring.com/\n\n🎙️ LINUX AND OPEN SOURCE NEWS PODCAST:\nListen to the latest Linux and open source news, with more in depth coverage, and ad-free!  https://podcast.thelinuxexp.com\n\n🏆 FOLLOW ME ELSEWHERE:\nWebsite: https://thelinuxexp.com\nMastodon: https://mastodon.social/web/@thelinuxEXP\nPixelfed: https://pixelfed.social/TLENick\nTwitter : http://twitter.com/thelinuxEXP\nPeerTube: https://tilvids.com/c/thelinuxexperiment_channel/videos\n\nThis video is distributed under the Creative Commons Share Alike license.\n\n#nextcloud #cloud #linux \n\n00:00 Intro\n00:39 Sponsor: learn more about AlmaCare, the professional support for AlmaLinux\n01:25 News: news that you control\n03:09 Notes: portable markdown\n04:35 Collectives: Knowledge base\n05:22 Tasks and Deck: todo list and kanban board\n07:18 Passwords: Self hosted password manager\n08:18 External Sites: make Nextcloud a full hub\n09:00 OnlyOffice: replace Office 365 or Google Docs\n10:03 Custom menu: Organize your stuff\n10:55 Mastodon Integration\n11:32 Contacts + Calendar: powerful and private\n12:09 Forms: private surveys\n12:59 Photos: your own shareable photo gallery\n13:47 Files: powerful, portable cloud storage\n15:06 Sponsor: Get a device that runs Linux perfectly\n15:54 Support the channel\n\nNews lets you import an already existing list of feeds, or you can create one. It supports folders, and News can auto discover feeds for you. News lets you export your feed list, navigate using the J and K keys of your keyboard, and you can use another app that plugs into nextcloud, like NewsFlash on GNOME.\n\nNext app is Notes. All my scripts and articles are written in Notes. You just get basic markdown support for titles, bold and italic, and section headers, and it lets you place your notes into categories. It also supports versioning. I use Iotas on GNOME to access and edit these notes.\n\nNextcloud collectives is also interesting, it's a leaner, faster version of something like Confluence. It lets you create Collectives, lets others collaborate and edit them, and they support more advanced syntax, with images or emojis. You can create templates, pages, subpages, you can view page outlines, or add links from one page to another.\n\nFor task management, I use Nextcloud Tasks and Deck. Tasks lets you create multiple lists, and multiple tasks per list, with support for tags, start date, due date, priorities, and even completion percentage or current status.  As per Nextcloud Deck, it places tasks in boards, that you can customize with all the columns you want, and it supports the same tags and the same properties for each task as Nextcloud tasks.\n\nNext one is Nextcloud passwords. It's a password manager, self hosted on your nextcloud server, so it's less likely to be affected in a wide data breach. It's end to end encrypted. It has a web interface to browse your passwords, but you'll really want to use the browser extensions for Firefox or any Chrome based browser.\n\nAnother small app I use every day is External Sites. It lets you add shortcuts to other websites inside your nextcloud menu, and it will open them in your nextcloud interface.\n\nNextcloud has a connector to let you plug an office suite directly to your nextcloud server. I went for OnlyOffice, and it lets me create new documents straight from the Nextcloud files app, and edit existing ones from the web interface, on any computer I want.\n\n\nCustom menu is basically give you complete control over how your menu works.\n\nMastodon integration lets me add my mastodon feed or mentions onto my Nextcloud dashboard.\n\nAll my contacts are hosted on Nextcloud, and so are my calendars. They plug in on the desktop with GNOME's online accounts, and on mobile, well it's just caldav and carddav, any OS can access that.\n\nNextcloud Forms lets you create surveys easily, with multiple question types, single or multiple answers, long form text fields, and more, and it lets you publish a public link to that survey.\n\nNextcloud photos progressed a TON in the last version of Nextcloud, and now supports albums, editing your photos, sharing them with other people, and it can even auto recognize faces in your various pictures.\n\nFiles has the ability to move, copy, paste, favorite your files and folders, you can share them, you can edit them, and it auto syncs with the nextcloud desktop client, and you can access everything from the nextcloud mobile app for iOS and Android.", "link": "https://www.youtube.com/watch?v=MlLrcpXBB_A", "date_published": "2023-02-16 16:28:52+00:00", "persistent": false, "user": null, "language": "en-US"}]