[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Absolutely BROKEN Necromancer Gameplay - Diablo 4 Beta", "description": "Not a chance in hell the skill ships in this state. A Legendary Aspect called \"Explosive Mist\" will trigger Corpse Explosioin over and over, reset its own cooldown, and make you immune. Essentially making you permanently unkillable while wiping everything off the screen.\n\n#Diablo4 #Necromancer", "link": "https://www.youtube.com/watch?v=Ll0OPckhsjI", "date_published": "2023-03-26 20:00:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Diablo 4 Beta Gameplay - Level 25 Druid Dungeon Gameplay", "description": "In this Diablo 4 gameplay video, we take our level 25 Werebear Druid build through one of Diablo 4's many dungeons. This build is a pulverize/fortify build that focuses on tons of AOE damage and survivability.\n\n#Diablo4 #Diablo4Beta", "link": "https://www.youtube.com/watch?v=qDQkxDWUi-Y", "date_published": "2023-03-26 19:23:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "John Wick, Donnie Yen, and Bruce Lee: The Art of Realistic Movie Combat", "description": "Is John Wick “realistic?” The John Wick fight scenes and action are swift and brutal, largely captured without the aid of shaky-cam. Theatrics and monologuing are kept to a minimum, and every blow has the potential to be fatal. If an elite cabal of S-tier assassins did fight in the real world, it would probably go down like this, right?\nThe thing is, we know what hand-to-hand slugfests between the world’s greatest fighters look like, and in reality, Keanu Reeves as John Wick probably wouldn’t last long in the octagon. But on the screen, his marriage of MMA moves and Tom Clancy tactics was unlike anything action fans had seen before his 2014 debut. \nSome folks call it authenticity, or believability. Film majors call it verisimilitude. I call it “making you believe that Keanu Reeves can kill three dudes with a bleeping pencil.” \nAnd one way to do that is to put some of cinema’s greatest martial artists directly in his path of vengeance. Artists like Donnie Yen. This international superstar earned his room at the Continental through years of training and study. Drawing on his MMA expertise and the philosophy of Bruce Lee, Yen revolutionized action cinema and set the High Table for John Wick and other films that followed.\nThe bottom line is Donnie Yen fight scenes and a famous Bruce Lee real fight and even the John Wick pencil kill scene all converge at a certain point.\nSo with John Wick: Chapter 4 now out, let’s dig in on the art of realistic movie combat, where Wick, Donnie Yen and Bruce Lee all converge…", "link": "https://www.youtube.com/watch?v=77oTAhtCzjA", "date_published": "2023-03-26 18:30:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Resident Evil 4: Why You Should Get the Bolt Thrower Early (and Save Ammo!)", "description": "While most of the other weapons will deal more damage, you can't beat the bolt throws versatility, and near limitless ammo, especially early on. Here's how to get the Bolt Thrower early on, and all the fantastic ways it can save you precious ammo.\n\n#ResidentEvil4Remake #BoltThrower", "link": "https://www.youtube.com/watch?v=f1e_0IIT2b4", "date_published": "2023-03-26 18:11:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "What's Up with the Yellowjackets Season 2 Opening Credits?", "description": "The Yellowjackets Season 1 opening credit sequence quickly became infamous as soon as fans caught on to all the secrets that were hiding underneath the vintage VHS grunge. Now that we're in Season 2, it's time to compare, contrast, and break down all the notable differences between to new openers and glean what we can about what's in store for Yellowjackets Season 2. Series showrunners Bart Nickerson, Ashley Lyle,  Jonathan Lisco even pop by to help shed some light on the matter.\n\nYellowjackets Season 2 opens with brand new opening credits that have us cranking out all of the Yellowjackets theories we can come up with. We're here to bring you all of your \"Yellowjackets Explained\" needs as we break down the showtime series. The series stars Melanie Lysnkey, Tawny Cypress, Christina Ricci, Samantha Hanratty, Jasmin Savoy Brown and many more, including series newcomers Elijah Wood, Nicole Maines, Simone Kessell and Lauren Ambrose.\n\n#Yellowjackets #Season2", "link": "https://www.youtube.com/watch?v=nIyC6fa_0L4", "date_published": "2023-03-26 17:15:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "4 Things That Every Good Fight Scene Needs | A John Wick Timecode Party", "description": "John Wick: Chapter 4 has us all thirsty for more fight scenes. The Wick movies have set the new standard for action choreography, but there’s been a formula to a great fight scene forever. It just so happens that Keanu Reeves and the creative team behind John Wick absolutely nail the most important aspects of that formula. So for this installment of Timecode Party, Clint Gage is skipping around streaming platforms to find some of his favorite fight scenes to breakdown the 4 most important things that every great fight scene needs.\n\nThe picks and where you can find them!\n\nStreaming on Peacock -\n\nJohn Wick: Chapter 2 - 1:02:12 - Keanu Reeves and Common show that two actors extremely committed to the choreography is the baseline requirement for ass-kicking on screen.\n\nUpgrade - 37:40 - Leigh Whannell’s camera and Logan Marshall Green’s performance are a perfect example of the production working with the choreography.\n\nStreaming on Paramount+ -\n\nFist of Fury (1972) - 16:24 - Bruce Lee does what he does best, establishing a flavor of fight scene that’s cocky, swaggering, and more than a little fun.\n\nStreaming on HBO Max -\n\nGodzilla vs. Kong - 1:22-25 - The monster movie mayhem is on full display, showing why going a little bonkers with your fight scene isn’t just okay, it’s recommended!\n\nLet us know what your action movie Timecode Party would look like in the comments below!\n\n#JohnWickChapter4 #JohnWick4", "link": "https://www.youtube.com/watch?v=O5OGlx9lBHM", "date_published": "2023-03-26 15:00:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Resident Evil Games in Chronological Order", "description": "With the launch of Resident Evil 4 Remake, we went back and walk through the entire series in chronological order, and follow the adventures of S.T.A.R.S. and the civilians of Raccoon City as they face off against the Umbrella Corporation over and over again.\n\n#ResidentEvil #ResidentEvilChronologicalOrder", "link": "https://www.youtube.com/watch?v=ARLSkV7c6iE", "date_published": "2023-03-26 15:00:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Sims 4 Infants Update: 4 Essential Tips and Tricks for Beginners", "description": "A brand new life stage has just been delivered to the Sims 4! With the arrival of Infants in a recent free base-game update, your Sim Newborns no longer instantly transform from bundles of joy to precocious toddlers: instead, once your newborns are a few days old, they become Infants, ready to discover the world around them for the very first time. Here’s what's new with Infants in the latest Sims 4 update.\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=pYppMkmp4JY", "date_published": "2023-03-26 14:00:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Biggest Game Releases of April 2023", "description": "Hoppy April, everybunny!  Whether the sun is shining and the birds are chirping, or it’s cold and raining, nothing can prevent the release of exciting new video games for you to stay inside and play! You can fly over LA on a robot bird in Horizon Forbidden West: Burning Shores out on the 19th, or visit the zombie ridden HelL-A in Dead Island 2, which is available on the 21st. There’s many more new games this month so stick around to find out all about April’s biggest game releases!\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=rtBAtyvJ9uU", "date_published": "2023-03-26 14:00:27+00:00", "persistent": false, "user": null, "language": "en-US"}]