[{"source": "https://businessinsider.com.pl/.feed", "title": "Grand Theft TikTok. Popularny filmik spowodował kradzież setek tysięcy samochodów", "description": "Bria Jenkins w listopadzie zeszłego roku spędzała spokojny wieczór w domu. Oglądała telewizję z dziećmi i czekała na dostawę pizzy z Domino. Kiedy jednak otworzyła drzwi, by odebrać jedzenie od kierowcy, przeżyła ogromny wstrząs: na ziemi leżało rozbite szkło, a jej Kia Optima z 2013 r. zniknęła — skradziona tuż przed domem.", "link": "https://businessinsider.com.pl/technologie/masz-auto-tych-marek-popularny-filmik-na-tiktoku-spowodowal-fale-kradziezy/qrlwf9f", "date_published": "2023-03-26 16:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Holenderskie firmy zbrojeniowe są na fali wznoszącej. Rosną zamówienia i miejsca pracy", "description": "Holenderski przemysł zbrojeniowy przeżywa rozkwit — informuje w weekendowym wydaniu dziennik \"De Volkskrant\". Firmy zatrudniają coraz więcej pracowników i pomaga im również to, że po rosyjskiej inwazji na Ukrainę rosną wydatki państwa na obronę, które jeszcze niedawno były najniższe od 1815 r.", "link": "https://businessinsider.com.pl/gospodarka/holenderskie-firmy-zbrojeniowe-sa-na-fali-wznoszacej-rosna-zamowienia-i-miejsca-pracy/pdwsd7f", "date_published": "2023-03-26 15:01:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Jestem inżynierką zajmującą się AI. Oto trzy sposoby, jak używać Chat GPT, aby uzyskać najlepsze wyniki", "description": "Anna Bernstein jest inżynierką zajmującą się poleceniami dla sztucznej inteligencji w Copy.ai, gdzie powstają narzędzia do generowania postów i e-maili. Zdradziła trzy wskazówki, jak pisać prompty, by uzyskać jak najlepsze wyniki od AI.", "link": "https://businessinsider.com.pl/technologie/jak-uzywac-chat-gpt-aby-uzyskac-najlepsze-wyniki-specjalistka-podpowiada/dl6dh1h", "date_published": "2023-03-26 14:45:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Czy można ubrać się w chmurę?", "description": "Czy metaverse się rozrasta? Tak. Czy w odpowiednio szybkim dla sprzedawców tempie? Na pewno mogłoby szybciej. Kolejny sklep wchodzi ze swoimi produktami do \"świata równoległego\". O zastosowaniu nowych technologii i rozwoju innowacji w handlu detalicznym w podcaście Reklamiarz opowiada Dominik Olejko, regionalny kierownik działu badań i zaangażowania klientów w Europie Wschodniej w H&amp;M.", "link": "https://businessinsider.com.pl/media/marketing/czy-mozna-ubrac-sie-w-chmure/6s4v714", "date_published": "2023-03-26 14:02:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Jeden zły ruch może kosztować go życie. Miał być nauczycielem, został rozbrajaczem bomb", "description": "Choć ISIS zostało wypchnięte z Iraku, to pozostawiło po sobie niebezpieczne \"pamiątki\". Falah Hassan naraża życie, by się ich pozbyć.", "link": "https://businessinsider.com.pl/wideo/jeden-zly-ruch-moze-kosztowac-go-zycie-mial-byc-nauczycielem-zostal-rozbrajaczem-bomb/5y6pw9f", "date_published": "2023-03-26 13:43:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "NATO komentuje rosyjską retorykę nuklearną. \"Niebezpieczna i nieodpowiedzialna\"", "description": "Rosyjska retoryka nuklearna jest niebezpieczna i nieodpowiedzialna — uznały w niedzielę służby prasowe NATO w odpowiedzi na sobotnie oświadczenie Rosji na temat rozmieszczenia taktycznej broni jądrowej na Białorusi.", "link": "https://businessinsider.com.pl/wiadomosci/nato-komentuje-rosyjska-retoryke-nuklearna-niebezpieczna-i-nieodpowiedzialna/dtlcvbn", "date_published": "2023-03-26 13:30:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Tak zarobisz na swoim salonie i sypialni. Cztery sprawdzone sposoby", "description": "Rosnące koszty utrzymania dotykają wszystkich Polaków. Wiele osób decyduje się na podjęcie dodatkowej pracy, żeby nie obniżać swojego standardu życia, ale okazuje się, że własne mieszkanie może być świetnym źródłem dodatkowego zarobku. Oto cztery sprawdzone sposoby na dodatkowe pieniądze.", "link": "https://businessinsider.com.pl/twoje-pieniadze/tak-zarobisz-na-swoim-salonie-i-sypialni-cztery-sprawdzone-sposoby/hv127nc", "date_published": "2023-03-26 13:10:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "\"Dałbym mu karpia po żydowsku, kugel i rosół\". Co rabini sądzą o Kanye Weście?", "description": "Przez lata głośno było o nim za sprawą muzyki oraz współpracy z obuwniczym gigantem. Dziś o Kanye Weście głośno jest za sprawą jego kontrowersyjnych wypowiedzi. Część z nich oburzyła społeczność żydowską.", "link": "https://businessinsider.com.pl/wideo/dalbym-mu-karpia-po-zydowsku-kugel-i-rosol-co-rabini-sadza-o-kanye-wescie/053grte", "date_published": "2023-03-26 12:35:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Wieża wiertnicza dla najgłębszego odwiertu geotermalnego już ustawiona", "description": "W Szaflarach koło Zakopanego w niedzielę zakończono ustawianie wieży wiertniczej, która posłuży do wydrążenia najgłębszego na świecie odwiertu geotermalnego o głębokości 7 km. Konstrukcja stalowej wieży ma ok. 60 m wysokości – przekazał wójt gminy Szaflary Rafał Szkaradziński.", "link": "https://businessinsider.com.pl/wiadomosci/wieza-wiertnicza-dla-najglebszego-odwiertu-geotermalnego-juz-ustawiona/l58qb3n", "date_published": "2023-03-26 12:27:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Zakup biletów w tanich liniach to pole minowe. Uwaga na te pułapki", "description": "Nachalne propozycje dodatkowych usług, problemy z logowaniem i odprawą, literówki w nazwisku lub imieniu. Sprawdziliśmy, jakie problemy mogą spotkać użytkowników, kupujących bilety przez aplikacje Ryanair i Wizz Air.", "link": "https://businessinsider.com.pl/poradnik-finansowy/zakup-biletow-w-tanich-liniach-to-pole-minowe-uwaga-na-te-pulapki/t914tgd", "date_published": "2023-03-26 11:58:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Szefowa MFW: niepewność w gospodarce światowej pozostaje wyjątkowo wysoka", "description": "Dyrektor zarządzająca Międzynarodowego Funduszu Walutowego Kristalina Georgiewa ostrzegła przed zwiększonym ryzykiem dla stabilności finansowej i zaapelowała o zachowanie czujności w związku z niedawnymi zawirowaniami w sektorze bankowym w gospodarkach rozwiniętych — podał \"Financial Times\", przywołując wypowiedź szefowej MWF z konferencji w Pekinie.", "link": "https://businessinsider.com.pl/gospodarka/szefowa-mfw-niepewnosc-w-gospodarce-swiatowej-pozostaje-wyjatkowo-wysoka/p0qcz34", "date_published": "2023-03-26 11:45:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Dane w marketingu to kluczowa waluta twojej firmy [FELIETON]", "description": "Dane w marketingu mogą pomóc nam coraz efektywniej docierać do konsumenta, a umiejętne korzystanie z nich to klucz do tworzenia właściwych założeń inwestycyjnych. Tym właśnie jest wskaźnik ROI (ang. Return On Investment), dzięki któremu możemy skutecznie monitorować zwrot z inwestycji, jaką jest dana kampania marketingowa.", "link": "https://businessinsider.com.pl/media/marketing/dane-w-marketingu-to-kluczowa-waluta-twojej-firmy-felieton/ytln1y2", "date_published": "2023-03-26 11:15:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "To kraj numer jeden na świecie. Oferuje darmowe wakacje dla ludzi, którzy chcą się nauczyć szczęścia", "description": "Finlandia już szósty rok z rzędu została uznana za najszczęśliwszy kraj na świecie. Teraz oferuje dziesięciu osobom bezpłatne wakacje, w ramach \"Mistrzowskiego kursu szczęścia\".", "link": "https://businessinsider.com.pl/wiadomosci/to-najszczesliwszy-kraj-na-swiecie-wybranym-oferuje-bezplatne-wakacje/b6xpk01", "date_published": "2023-03-26 10:40:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kłopoty Credit Suisse. Ekspert: sektor bankowy jest lepiej przygotowany, ale bankructwa i tak mogą występować", "description": "Przejęcie Credit Suisse przez UBS dowodzi dojrzałości światowego systemu bankowego – ocenił lider doradztwa dla sektora finansowego w Deloitte Polska Przemysław Szczygielski. W jego opinii, polski sektor finansowy i przedsiębiorstwa nie miały \"dużej bezpośredniej ekspozycji\" na szwajcarski bank.", "link": "https://businessinsider.com.pl/gospodarka/klopoty-credit-suisse-ekspert-sektor-bankowy-jest-lepiej-przygotowany-ale-bankructwa/yj1k6bx", "date_published": "2023-03-26 10:06:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Niemcy wracają na zakupy w Polsce. \"To nie o ceny w złotówkach tu chodzi\"", "description": "Czy ciągle warto jeździć na zakupy do Polski? To pytanie zadaje sobie wielu Niemców, a lokalny dziennikarz udowodnił właśnie, że taka podróż może się opłacić – choć też trzeba uważać na ceny wielu artykułów. Co się dzieje zatem na targowiskach, które żyją z wizyt zachodnich sąsiadów? – Wreszcie widać odbicie – słyszymy.", "link": "https://businessinsider.com.pl/gospodarka/niemcy-wracaja-na-zakupy-w-polsce-nie-chodzi-o-zlotowki/j37b4m9", "date_published": "2023-03-26 10:05:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Ten kraj przekaże Ukrainie 12 śmigłowców bojowych", "description": "Rząd Macedonii Północnej opracowuje kolejny pakiet pomocy militarnej dla Ukrainy, w którym znajdzie się 12 śmigłowców bojowych Mi-24 — poinformowała macedońska minister obrony Sławjanka Pietrowska.", "link": "https://businessinsider.com.pl/wiadomosci/ten-kraj-przekaze-ukrainie-12-smiglowcow-bojowych/30bkt9l", "date_published": "2023-03-26 09:44:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Zaplanuj urlop w Chorwacji — najlepsze domki i kempingi 100 m od plaży", "description": "Malownicze zatoki, piękne plaże, czysta woda, miasteczka pełne zabytków i tysiące urokliwych wysp sprawiają, że Chorwacja jest jednym z najchętniej odwiedzanych krajów od wielu lat. Warto podkreślić, że z łatwością znajdą tu coś dla siebie miłośnicy spacerów, rejsów żeglarskich, zwiedzania i dzikich plaż. W artykule polecamy sprawdzone kempingi, które mają dostępne terminy w okresie wiosennym i wakacyjnym, znajdują się do 100 metrów od plaży i są różnorodne pod względem standardu i ceny. Zapraszamy!", "link": "https://businessinsider.com.pl/lifestyle/podroze/zaplanuj-urlop-w-chorwacji-najlepsze-domki-i-kempingi-przy-plazy/scz2bxf", "date_published": "2023-03-26 09:05:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Premier dzięki podwyżkom w NBP co miesiąc dostaje porządną \"pensję\". Dla większości nieosiągalną", "description": "Nie wszyscy są w pozycji kredytobiorców i zgrzytają zębami na myśl o aktualnych, wysokich stopach procentowych. Ci, którzy oszczędności ulokowali w trzyletnich obligacjach, tak jak zrobił to np. premier Mateusz Morawiecki, liczą zyski. Z kalkulacji Business Insidera wynika, że od blisko półtora roku co miesiąc na koncie premiera naliczają się odsetki w średniej wysokości zdecydowanie przekraczającej przeciętne wynagrodzenie w Polsce.", "link": "https://businessinsider.com.pl/wiadomosci/narzekasz-na-wysokie-raty-sprawdz-ile-premier-zarabia-na-podwyzkach-w-nbp/j5l13tx", "date_published": "2023-03-26 09:02:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Czy prąd z atomu będzie tańszy?", "description": "Rządowy program energetyki jądrowej oraz powstająca w Koninie elektrownia są rozwiązaniami, które uzupełniają bezpieczeństwo energetyczne kraju oraz ubezpieczają inwestycje w OZE — mówił w najnowszym odcinku In Business Piotr Woźny, prezes zarządu ZE PAK SA.", "link": "https://businessinsider.com.pl/wiadomosci/ile-zaplacimy-za-prad-z-elektrowni-jadrowej-ktorej-budowa-pochlonie-ok-100-mld-zl/xgmqfcx", "date_published": "2023-03-26 08:46:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Polaków najbardziej boli chora służba zdrowia. Oto recepty partii politycznych", "description": "Wiele różni Polaków, ale akurat nie to. Zlecone przez nas badanie opinii publicznej wskazuje jasno – jesteśmy bardzo niezadowoleni z usług służby zdrowia. Choć pieniądze płyną tam coraz większe, to do szewskiej pasji doprowadzają nas kolejki, szczególnie w SOR-ach oraz słaby dostęp do specjalistów, który jest znacznie lepszy w placówkach prywatnych. Wreszcie, według większości z nas, leki powinny być tańsze. To wszystko znajduje się na szczycie oczekiwań wyborców, właściwie bez względu na orientację polityczną. Sprawdziliśmy, co konkretne partie planują zrobić, żeby te bolączki zlikwidować.", "link": "https://businessinsider.com.pl/gospodarka/polakow-najbardziej-boli-chora-sluzba-zdrowia-oto-pomysly-partii-politycznych/e9z1j3x", "date_published": "2023-03-26 08:32:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Te niemieckie firmy nie wycofują się z Rosji. Wysokie miejsce na \"liście wstydu\"", "description": "Choć na Rosję nałożono sankcje gospodarcze, nie przeszkadza to wielu niemieckim firmom w kontynuowaniu handlu z Rosjanami. Na \"liście wstydu\" uniwersytetu Yale są takie niemieckie firmy, jak Storck czy Gerry Weber — pisze w sobotę portal T-Online.", "link": "https://businessinsider.com.pl/gospodarka/te-niemieckie-firmy-nie-wycofuja-sie-z-rosji-lista-wstydu/6q5v9dv", "date_published": "2023-03-26 07:37:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Vloger zbudował niewielki domek za 6 tys. dol. Wcześniej oglądał filmy o majsterkowaniu na YouTube", "description": "W Cotswolds, malowniczej części angielskiej wsi, pewien twórca wideo po utracie pracy postanowił zbudować na swoim podwórku mały domek. Aby zapewnić sobie płynność finansową podczas poszukiwania pracy, uruchomił kanał na YouTube i udokumentował proces budowy swojego maleńkiego domu. 27-letni Jacob Harrell opowiedział Insiderowi, jak zbudował domek w cztery miesiące za mniej niż 5 tys. funtów (ok. 6 tys. dol.).", "link": "https://businessinsider.com.pl/wiadomosci/dom-za-6-tys-dol-to-mozliwe-vloger-ujawnil-swoja-tajemnice/p11xwjw", "date_published": "2023-03-26 07:02:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Klienci z tego kraju szturmują polskie Biedronki. \"Dwunastokrotny wzrost\"", "description": "Mimo bardzo wysokiej inflacji nad Wisłą, zakupy w Polsce są ciągle bardzo atrakcyjne dla zagranicznych klientów. Trudno dokładnie oszacować, ilu Niemców czy Czechów przyjeżdża do polskich dyskontów. Biedronka zdradziła natomiast Business Insiderowi, ilu klientów z tych krajów ma aplikację sieci. Wzrost popularności aplikacji u naszych południowych sąsiadów robi wrażenie. Wiadomo, że również polska aplikacja Lidla cieszy się sporą popularnością poza naszym krajem.", "link": "https://businessinsider.com.pl/gospodarka/klienci-z-tego-kraju-szturmuja-polskie-biedronki/sclp2xf", "date_published": "2023-03-26 07:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]