[{"source": "https://www.theguardian.com/international/rss", "title": "Russia-Ukraine war at a glance: what we know on day 537 of the invasion", "description": "<p>Seven people, including a young baby, killed by Russian shelling in Kherson; Russian warship’s ‘warning shots’ at  Black Sea cargo ship</p><p><strong>Seven people including a 23-day-old girl <a href=\"https://www.theguardian.com/world/2023/aug/13/ukraine-baby-among-people-killed-in-russian-shelling-of-kherson\">were killed by Russian shelling in the Kherson region on Sunday</a></strong>, Ukraine’s internal affairs ministry said. An attack on the village of Shiroka Balka killed four members of the same family – including their young baby – and another resident. Two men were killed in the neighbouring village of Stanislav.</p><p><strong>Volodymyr Zelenskiy promised justice for the attacks on Kherson</strong>. “There is no day when Russian evil does not receive our entirely just response,” said Ukraine’s president<strong> </strong>in his Sunday night video address, adding: “We will not leave any of Russia’s crimes unanswered.”</p><p><strong>A Russian warship <a href=\"https://www.theguardian.com/world/2023/aug/13/russian-warship-fires-warning-shots-at-cargo-ship-in-black-sea\">fired warning shots at a cargo ship in the south-western Black Sea</a>, the first time Russia has fired on a merchant ship</strong> since exiting a UN-brokered grain deal last month. Russia said in a statement that its Vasily Bykov patrol ship fired automatic weapons on the Palau-flagged Sukru Okan vessel after the ship’s captain failed to respond to a request to halt for inspection.</p><p><strong>Three civilians were injured in the Kursk region from shells coming over the Ukrainian border,</strong> the regional governor said. Roman Starovoit said Ukraine was behind the shelling, Ukraine did not claim responsibility and it was unclear where the shelling originated.</p><p><strong>Ukrainian forces were trying to pierce Russian lines in the western parts of Donetsk region</strong>, a Russian-installed official said. Vladimir Rogov said there had been intense fighting south of Velyka Novosilka as Ukrainian troops tried to push down to the coast on the Sea of Azov. “The enemy managed to enter and gain a foothold in the northern part of Urozhaine after two weeks of the heaviest and bloodiest battles for this settlement,” Rogov said.</p><p><strong>The governor of the Russian region of Belgorod blamed a Ukrainian drone for damage to an apartment building</strong> on Sunday, after Russia’s defence ministry said air defences shot down at least four Ukrainian drones close to the border. Russia’s defence ministry said air defences shot down another drone later on Sunday and there were no casualties.</p><p><strong>Germany</strong> <strong>will deliver a Luna New Generation drone system to</strong> <strong>Ukraine</strong>, Bild am Sonntag has reported. The equipment will include a ground control station with several drones, a launch catapult and military trucks.</p><p><strong>Authorities briefly halted traffic on the Russian-built Kerch Bridge connecting occupied Crimea with Russia</strong> – but did not provide a reason why. It came one day after Russian air defence reportedly thwarted three Ukrainian missile attacks.</p><p><strong>Ukraine has become the most heavily mined country on Earth after a year and a half of Russian troops laying them down</strong>. Soldiers have been unearthing five mines for every square metre in some places, <strong>Oleksii Reznikov</strong>, Ukraine’s defence minister, <a href=\"https://www.theguardian.com/world/2023/aug/13/ukraine-desperate-for-help-clearing-mines-says-defence-minister\">told the Guardian</a>.</p> <a href=\"https://www.theguardian.com/world/2023/aug/14/russia-ukraine-war-at-a-glance-what-we-know-on-day-537-of-the-invasion\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/14/russia-ukraine-war-at-a-glance-what-we-know-on-day-537-of-the-invasion", "date_published": "2023-08-13T22:55:13+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "I’ve always had a support network to help me manage manic depression. Most aren’t so lucky | Eleanor de Jong", "description": "<p>The majority of people living with a severe mental illness are isolated and lonely. How are they supposed to get better without community?</p><p>In <a href=\"https://www.theguardian.com/commentisfree/2023/jul/30/the-kindness-of-acquaintances-is-important-when-recovering-from-a-mental-health-crisis\">my last column I wrote about</a> the support the “periphery” could offer a person experiencing a mental health crisis.</p><p>Many people with lived experience got in touch to thank me for the piece, some from psych wards, but also to remind me that a lot, if not most people with severe mental health issues, are not only without a periphery but also without close family and friends.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/14/ive-always-had-a-support-network-to-help-me-manage-manic-depression-most-arent-so-lucky\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/14/ive-always-had-a-support-network-to-help-me-manage-manic-depression-most-arent-so-lucky", "date_published": "2023-08-13T22:20:37+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Boy, 13, survives after falling 100ft from Grand Canyon’s north rim", "description": "<p>Wyatt Kauffman slipped on a cliff and fell after ‘moving out of the way so other people could take a picture’</p><p>A 13-year-old North Dakota boy has survived falling 100ft from a ledge at the <a href=\"https://www.theguardian.com/travel/2017/jul/04/how-to-hike-the-grand-canyon-usa-walking-camping-adventure\">Grand Canyon’</a>s north rim during a family trip.</p><p>Emergency crews needed two hours to rescue Wyatt Kauffman after he slipped on a cliff Tuesday and plunged nearly 100 ft (30 meters) at the <a href=\"https://www.nps.gov/places/000/bright-angel-point-trail.htm\">Bright Angel Point trail</a>, authorities said.</p><p><em>The Associated Press contributed to this report</em></p> <a href=\"https://www.theguardian.com/us-news/2023/aug/13/boy-survives-fall-grand-canyon\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/aug/13/boy-survives-fall-grand-canyon", "date_published": "2023-08-13T19:52:21+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Red, White & Royal Blue review – enemies become lovers in super-slick queer romance", "description": "<p>Taylor Zakhar Perez and Nicholas Galitzine unleash a dual charisma assault in this micro-managed adaptation of Casey McQuiston’s YA bestseller</p><p>The very public ill will between Alex (Taylor Zakhar Perez), the son of the president of the US, and Britain’s Prince Henry (Nicholas Galitzine), second in line to the throne, threatens to cause an international incident. But the urgent public relations damage control exercise has unforeseen consequences: the two become firm friends, and then much more.</p><p>This adaptation of a bestselling novel by Casey McQuiston is so slick and polished, it feels obsessively micro-managed rather than directed. It’s an approach that makes for a glossily accessible piece of YA fluff, at the expense of much in the way of personality. Fortunately, the twin charisma assault of the two leads adds considerably to the film’s appeal. It turns out that watching two impossibly beautiful boys making cow eyes at each other might be just the escapist pulp we need right now.</p><p><a href=\"https://www.amazon.co.uk/White-Royal-Blue-Nicholas-Galitzine/dp/B0BYSZKF3S/ref=sr_1_1?crid=3Q2JMHHZUWGZU&amp;keywords=red+white+and+royal+blue+movie&amp;qid=1691739341&amp;s=instant-video&amp;sprefix=red+white+%2Cinstant-video%2C69&amp;sr=1-1\">On Amazon Prime Video</a></p> <a href=\"https://www.theguardian.com/film/2023/aug/13/red-white-royal-blue-review-enemies-become-lovers-in-super-slick-queer-romance-casey-mcquiston\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/aug/13/red-white-royal-blue-review-enemies-become-lovers-in-super-slick-queer-romance-casey-mcquiston", "date_published": "2023-08-13T11:00:46+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "The Matildas’ win had an entire country holding its breath – now comes the real test for Australians", "description": "<p>From tiny regional towns to the heart of Sydney, fans leapt to their feet in a moment that may have changed Australia as a nation</p><p>For one night, Australia held its collective breath.</p><p>Live sites across the nation were full to bursting. Punters packed into pubs decked in green and gold, anxiously clasping pints.</p> <a href=\"https://www.theguardian.com/football/2023/aug/13/the-matildas-win-had-an-entire-country-holding-its-breath-now-comes-the-real-test-for-australians\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/13/the-matildas-win-had-an-entire-country-holding-its-breath-now-comes-the-real-test-for-australians", "date_published": "2023-08-13T09:15:45+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Party Ghost review – spooky silliness meets stunning circus spectacle", "description": "<p><strong>Assembly Checkpoint, Edinburgh</strong><br />Performers Olivia Porter and Jarred Dewey bring this inventive show to (after)life with their dark, messy and often astonishing physical comedy</p><p>It begins like a children’s Halloween party, the lights low with figures clad in scrappy white sheets whose frilly ankle socks can be seen beneath. Boo! they say, creeping up beside us to make us jump. Wooohooo! they shout, wibbling their arms under the sheet to makes us laugh.</p><p>This production is built on such ostensibly artless silliness but beneath it is carefully considered grotesquerie and high camp comedy. Directed by Nicci Wilks, it comes with plaudits from Australia and takes the idea of child twins celebrating their “death day” in the afterlife as its macabre premise. They are played with hyperactive menace by circus performers Olivia Porter and Jarred Dewey, both amazing acrobats and impish physical comedians who behave alternately like aggressive automatons, possessed rag dolls and child poltergeists.</p> <a href=\"https://www.theguardian.com/stage/2023/aug/13/party-ghost-review-assembly-checkpoint-edinburgh\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/aug/13/party-ghost-review-assembly-checkpoint-edinburgh", "date_published": "2023-08-13T08:00:42+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Rishi Sunak ‘will rue his green group attacks come election time’", "description": "<p>Academics – and polls – say majority of voters back action on climate change and will punish Tories for ‘weak tactic’</p><p>The prime minister Rishi Sunak’s decision to intensify attacks on green groups and exploit opposition to environmental protests could rebound badly for his party at the next general election, academics have warned.</p><p>They argue that public support for achieving net zero emissions by 2050 in the UK is now entrenched and unlikely to be overturned. This view is backed by opinion polls, which show that 71% of the British public support moves that will lead to curtailment of the country’s fossil fuel emissions.</p> <a href=\"https://www.theguardian.com/environment/2023/aug/13/rishi-sunak-will-rue-his-green-group-attacks-come-election-time\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/aug/13/rishi-sunak-will-rue-his-green-group-attacks-come-election-time", "date_published": "2023-08-13T06:00:39+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "The big picture: surreal shadow play with Maurice Tabard", "description": "<p>The French photographer – ​once Man Ray’s assistant – helped pioneer many of the signature techniques of surrealism</p><p>The avant-garde artist and gallerist ELT Mesens was crucial to the spread and promotion of surrealism in 1920s Paris and Brussels – and later in 1930s London. A friend of André Breton and Man Ray and “soulmate” of René Magritte, he was instrumental in (briefly) bringing together the rival Belgian and French artists in the group. The occasion for this was a special June 1929 edition of the Belgian magazine <em>Variétés</em>, for which Mesens was art director. The magazine featured essays by Sigmund Freud (on jokes) and Louis Aragon and illustrations and images by Magritte and Max Ernst.</p><p>It was thought that much of the original archive of <em>Variétés</em> had been lost, but 30 years ago, in the archive of the Flemish daily newspaper <em>Vooruit</em>, a large cache of vintage prints from the magazine was discovered, miraculously preserved. The magazine had featured images by all the pioneers of surrealist photography including Man Ray, Berenice Abbott and László Moholy-Nagy.</p><p><em><a href=\"https://huismarseille.nl/en/exhibitions/varietes-photography-and-the-avant-garde/\">Variétés. Photography and the Avant-Garde</a> </em>is at Huis Marseille, Amsterdam until 22 October</p> <a href=\"https://www.theguardian.com/artanddesign/2023/aug/13/the-big-picture-surrealism-maurice-tabard-varietes-photography-avant-garde-huis-marseille\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/aug/13/the-big-picture-surrealism-maurice-tabard-varietes-photography-avant-garde-huis-marseille", "date_published": "2023-08-13T06:00:38+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}]