[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Moving Out 2 Review - The Final Verdict", "description": "Moving Out 2 is a sequel that takes what worked in the original, and spins a broad web of ideas with those foundations - resulting in a game that rarely gets stale. You return to the town of Packmore as an employee of the Smooth Moves company, and you must work out a number of moving jobs in an effort to restore this now dilapidated town to its former glory. \n\nThe level designs just keep on adding new things to the mix, and varied objective types also help in adding a lot more variety to the gameplay. Moving Out 2 also introduces online co-op with cross-platform support, so you can also enjoy moving houses with your buddies. All in all, it’s a fun sequel that fans of the original or anyone who loves co-op games should definitely try out.", "link": "https://www.youtube.com/watch?v=JafZdle1NsM", "date_published": "2023-08-13T20:30:01+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i3.ytimg.com/vi/JafZdle1NsM/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Starfield vs. Skyrim – 15 MAJOR DIFFERENCES YOU NEED TO KNOW", "description": "It's hard to believe that Bethesda Game Studios' next big game, Starfield, is out on September 6th. As the studio's first new IP in over 25 years, it sees players venturing through space as part of Constellation, searching for alien artifacts and discovering their place in the universe.\n\nOf course, with how director Todd Howard has referred to the game as \"Skyrim in space\", comparisons to the studio's 2011 hit are inevitable. The Elder Scrolls 5: Skyrim set standards at the time for its world-building and overall scale and is still popular thanks to an active mod community.\n\nHow does Starfield compare to Skyrim, especially in character creation, combat and story length? What are the differences between the two, and what does Skyrim have that Starfield doesn't? Let's take a closer look.", "link": "https://www.youtube.com/watch?v=yGA__aVEHeo", "date_published": "2023-08-13T16:30:09+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/yGA__aVEHeo/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "10 Years Later, GTA 5 Is Still A Beast...", "description": "It’s been almost 10 years since Rockstar released Grand Theft Auto 5 for the PS3 and Xbox 360, and it still stands tall as one of the best open-world games on the market. \n\nNot only that, but the game remains very relevant to this date, and Rockstar continues to cater to that never ending demand with new console ports and regular updates to the GTA Online component. \n\nBut what did the developers do to make this game such a big critical and commercial success - one that has made its way into the very fabric of pop culture? With this feature, we try to break down the individual aspects of this game and wonder whether the next game in this record-shattering series will be able to surpass its legacy.", "link": "https://www.youtube.com/watch?v=QbybFMiW9wY", "date_published": "2023-08-13T10:30:13+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/QbybFMiW9wY/hqdefault.jpg"}]