[{"source": "http://louderwithcrowder.com/feed/", "title": "Watch: New \"Snow White\" brags the Prince could get cut from the movie because apparently, Disney hasn't bled enough cash", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=34868391&amp;width=1200&amp;height=800&amp;coordinates=0%2C0%2C200%2C0\" /><br /><br /><p>Disney announced it has lost another ten subscribers to its streaming channel, marking the THIRD quarter the company has seen massive losses. in a related story, the actress who is playing the new Snow White can't stop herself from sh*ting all over on of their most iconic properties.</p><p>Last we heard from Rachel Zeigler, she was <a href=\"https://www.louderwithcrowder.com/snow-white-trashes-original-movie\" target=\"_blank\">whining about how old and out of touch the original movie was</a>, even though it has made millions of people happy for three-quarters of a century. Now, she's got beef with the prince.</p><p>\"There's a big focus on her love story with a guy who literally stalks her. So, we didn't do that this time. It's really not about the love story at all, which is really, really wonderful ... All of Andrew's (Burnap, the Prince) scenes could get cut.</p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\"></div> —  (@)\n        <a href=\"https://twitter.com/EndWokeness/status/1690588204603215872\"></a>\n</blockquote>\n\n<p>The clips coming out now and some of them are at least a year old. There is a belief that it is deliberate. The movie is a holdover from the Bob Chapek, the former CEO who went to war with GOP presidential candidate Ron DeSantis and lost. Like all of the movies that <a href=\"https://www.louderwithcrowder.com/little-mermaid-south-korea\" target=\"_blank\">have gone broke for going woke</a>, they know <em>Snow White </em>is going to be a disaster and this is them getting ahead of it. It would explain why they originally said those photos of the six mystical creatures and Peter Dinklage (<a href=\"https://www.louderwithcrowder.com/snow-white-dwarf-actor\" target=\"_blank\">who made sure no other dwarf would be in the movie</a>) were fake. No one in the new regime <a href=\"https://www.louderwithcrowder.com/disney-snow-white-photos\" target=\"_blank\">believed Disney would do something so stupid</a>.</p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\"></div> —  (@)\n        <a href=\"https://twitter.com/emzanotti/status/1690742518747385856\"></a>\n</blockquote>\n\n<p>Everyone knows what happens next. Ziegler's PR team picks out a few tweets of people leaving mean comments on social media and claim she's being bullied. The studio then tries to use that to promote the movie. Even though the hatred over how much <a href=\"https://www.tmz.com/2023/08/12/rachel-zegler-hating-on-snow-white-compared-halle-bailey/\" target=\"_blank\">Zeigler hates Snow White is bipartisan</a>.</p><p>And look, I'm not the one who will be losing money on this. Neither niece is going to drag me to it. I'll stop caring as soon as I press the publish button on this post. But I have to ask, what's the point? If you are going to take a movie people have loved for generations and change EVERYTHING ABOUT IT, why bother?</p><p><span></span>If you want a woke, feminist fairytale, create new content. You can still call the character Snow White. \"Snow\" can be a nickname for how she blows away the patriarchy. And the seven dwarves can be seven short kings she's competing against for a vice president of marketing job at <a href=\"https://www.louderwithcrowder.com/bud-light\" target=\"_self\">Bud Light</a>.</p><p>Again, this is Disney's investor's money to set on fire. It affects me zero other than for cheap content. But still, I just don't get the point.</p><p>><p><p><p><p><p><\n<p>\n<em>Brodigan is Grand Poobah of this here website and when he isn't writing words about things enjoys day drinking, pro-wrestling, and country music. You can find him <a href=\"https://twitter.com/brodigan\" target=\"_blank\">on the Twitter</a> too.</em>\n</p>\n<p>\n<em><strong>Facebook doesn't want you reading this post or any others lately. </strong>Their algorithm hides our stories and shenanigans as best it can. The best way to stick it to Zuckerface? <strong>Sign up for our </strong><a href=\"https://www.louderwithcrowder.com/newsletter\" target=\"_blank\"><strong>DAILY EMAIL BLASTS</strong></a>! They can't stop us from delivering our content straight to your inbox. Yet.</em>\n</p></p>", "link": "https://www.louderwithcrowder.com/snow-white-cancels-the-prince", "date_published": "2023-08-13T22:06:42+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "http://louderwithcrowder.com/feed/", "title": "Former congressman convicted of \"misgendering,\" given insane penalty that includes apologizing every day for a month", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=34867782&amp;width=2000&amp;height=1500&amp;coordinates=120%2C0%2C193%2C0\" /><br /><br /><p>I'd love to back in time to when Jordan Peterson first warned of \"compelled speech\" and show him this article. He'd be like, \"Nah... that's too crazy.\" A former congress found guilty if \"misgendering\" is given all the usual penalties and a new one... being forced to apologize. Every day. On social media. For a month.</p><p>He's a former Mexican congressman, so when we say \"Pay attention, America?\" We mean this. There are already prominent voices <a href=\"https://www.louderwithcrowder.com/dylan-mulvaney-ulta-biden\" target=\"_blank\">who pal around with Joe Biden</a> in this country who want to <a href=\"https://www.louderwithcrowder.com/dylan-mulvaney-illegal-pronoun\" target=\"_blank\">make \"misgendering\" illegal</a>. That pesky \"First Amendment\" can only hold on for so long.</p><p>Rodrigo Iván Cortés spoke out on Twitter about a bill that he said would Christian teaching of \"sexuality\" -- that boys and boys and girls are girls -- of \"hate speech.\" He was charged and convicted of violence -- including \"digital\" violence -- for referring to a transgender-identifying congress[solve for x] as a “man who self-ascribes as a woman.\"</p><p class=\"shortcode-media shortcode-media-youtube\">\n<span class=\"rm-shortcode\" style=\"display: block; padding-top: 56.25%;\"></span>\n<small class=\"image-media media-caption\">Censuran a Rodrigo Iván Cortés</small>\n<small class=\"image-media media-photo-credit\">\n<a href=\"https://www.youtube.com/watch?v=sDSaOe-F4z4\" target=\"_blank\">www.youtube.com</a>\n</small>\n</p>\n<p>For this think crime, <a href=\"https://notthebee.com/article/a-former-mexican-congressman-got-in-trouble-for-misgendering-a-colleague-and-now-has-to-pay-a-fine-and-post-a-public-apology-on-twitter-every-day-for-30-days\" target=\"_blank\">he got a lot of the usual penalties</a>: he has to pay a fine and submit to re-education. Two of them are unique both in their questionable legality as well as their insanity.</p><p>One is that Cortes has to register as a, and I quote,  \"political enemy of women.\" For calling a man who says he's a woman a man. Mexico is now treating people who believe in both their Bible and their biology text book as a sex offender.</p><p>The other is my favorite part: \"...<em>in addition to directing him to publish the court ruling and an apology drafted by the court on Twitter and Facebook daily for 30 days.\"</em></p><p>The court is writing an apology for him in his name, and demanding he posts it on Facebook and Twitter every day for a month. It's the equivalent of your teacher making you write a hundred times \"I will not call a boy a boy if they say they're a girl.\" Only instead of the teacher no one likes, it's a FREAKING BRANCH OF GOVERNMENT.</p><p><a href=\"https://adfinternational.org/mexican-civil-society-leader-found-guilty-of-gender-based-political-violence-for-tweets/\" target=\"_blank\">Cortes is of course appealing the decision.</a></p><p>Government <a href=\"https://www.louderwithcrowder.com/man-arrested-for-social-media-post\" target=\"_blank\">compelling speech</a> is here. Convicting people of <a href=\"https://www.louderwithcrowder.com/praying-arrested-silence\" target=\"_blank\">thought crimes</a> and <a href=\"https://www.louderwithcrowder.com/autistic-teen-dragged-by-uk-police\" target=\"_blank\">saying the \"wrong\" thing</a> is here. It's just not here in America. Yet.</p><p>Heavy emphasis on the \"yet.\"</p><p><br /></p><p>><p><p><p><p><p><\n<p>\n<em>Brodigan is Grand Poobah of this here website and when he isn't writing words about things enjoys day drinking, pro-wrestling, and country music. You can find him <a href=\"https://twitter.com/brodigan\" target=\"_blank\">on the Twitter</a> too.</em>\n</p>\n<p>\n<em><strong>Facebook doesn't want you reading this post or any others lately. </strong>Their algorithm hides our stories and shenanigans as best it can. The best way to stick it to Zuckerface? <strong>Sign up for our </strong><a href=\"https://www.louderwithcrowder.com/newsletter\" target=\"_blank\"><strong>DAILY EMAIL BLASTS</strong></a>! They can't stop us from delivering our content straight to your inbox. Yet.</em>\n</p></p><p><br /></p>", "link": "https://www.louderwithcrowder.com/mexican-congressman-misgendering-colleague", "date_published": "2023-08-13T12:35:09+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "http://louderwithcrowder.com/feed/", "title": "Barack Obama wrote to ex-girlfriend that he fantasized about sexing up dudes in newly discovered redacted letter", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.jpg?id=34867724&amp;width=1245&amp;height=700&amp;coordinates=0%2C0%2C0%2C0\" /><br /><br /><p><p><em>Get all your latest LWC swag at <a href=\"https://www.crowdershop.com\" target=\"_blank\">CrowderShop.com</a>!</em></p><p>Barack Obama, former President of these United States and international man of mystery, wrote to an ex-girlfriend about all the dudes he made sweet love to on the daily. However, he only had the sex with guys in his brain. This is according to a newly unredacted part of the letter.</p><p>In fairness to the former president, it's per a report by the <a href=\"https://nypost.com/2023/08/12/barack-obama-told-ex-i-make-love-to-men-daily-but-in-the-imagination/\" target=\"_blank\">New York Post</a>. This is the same newspaper that \"broke\" the questionable Hunter Biden laptop story that was thoroughly debunked by Trump's FBI and Mark Zuckerberg.</p><p class=\"shortcode-media shortcode-media-rebelmouse-image\">\n<img alt=\"\" class=\"rm-shortcode\" id=\"73086\" src=\"https://www.louderwithcrowder.com/media-library/image.gif?id=34867737&amp;width=980\" />\n</p><p>Wait, we're now getting word that <a href=\"https://www.louderwithcrowder.com/timeline-hunter-biden\" target=\"_blank\">every bit of the Hunter Biden laptop story was true</a>. As has been <a href=\"https://www.louderwithcrowder.com/hunter-biden-movies-dad\" target=\"_blank\">anything</a> we've <a href=\"https://www.louderwithcrowder.com/hunter-biden-sensory-tank\" target=\"_blank\">ever heard</a> about <a href=\"https://www.louderwithcrowder.com/hunter-biden-third-laptop\" target=\"_blank\">Hunter Biden</a>. That's unfortunate. <br /></p><p class=\"shortcode-media shortcode-media-rebelmouse-image\">\n<img alt=\"\" class=\"rm-shortcode\" id=\"9fb49\" src=\"https://www.louderwithcrowder.com/media-library/image.gif?id=34867738&amp;width=980\" />\n</p><p>David Garrow, author of 2017's “Rising Star: The Making of Barack Obama,” gave an interview with Tablet Magazine about the eight hours he sat with Obama going through letters. One of them was from an ex-girlfriend, Alex McNear. <a href=\"https://nypost.com/2023/08/05/obama-as-insecure-as-trump-biographer-david-garrow-says/\" target=\"_blank\">She redacted a paragraph</a> and would only tell Garrow it was about \"homosexuality.\"</p><p>The Post has seen the unredacted letter and reports Barack wrote: \"In regard to homosexuality, I must say that I believe this is an attempt to remove oneself from the present, a refusal perhaps to perpetuate the endless farce of earthly life. You see, I make love to men daily, but in the imagination. ... My mind is androgynous to a great extent and I hope to make it more so until I can think in terms of people, not women as opposed to men. But, in returning to the body, I see that I have been made a man, and physically in life, I choose to accept that contingency.\"</p><p class=\"shortcode-media shortcode-media-rebelmouse-image\">\n<img alt=\"\" class=\"rm-shortcode\" id=\"029aa\" src=\"https://www.louderwithcrowder.com/media-library/image.gif?id=34867745&amp;width=980\" />\n</p><p>Let me be clear. No one here at the Louder with Crowder Dot Com website is calling our former president a gay queer homosexual (honestly, I don't know what word is the appropriate word these days). His ex-girlfriend is the one who said \"homosexuality.\" None of us knows what was going on in Barack's head when he wrote that. An \"independent\" \"fact\" checker will no doubt provide some insight in a few days/</p><p>Male feminists are known for claiming all sorts of things to get in a girl's pants: wearing pink hats that symbolize lady bits, crying that girls allegedly make seventy cents for every dollar they do, sharing how much they love aborting choices, telling their girl she reminds them of a young Ruth Bader Ginsberg, pretending to listen to their feminist girlfriend's problems, etc.</p><p>However, if I'm being honest, telling an ex you think about banging dudes is kinda an odd flex.</p><p class=\"shortcode-media shortcode-media-rebelmouse-image\">\n<img alt=\"\" class=\"rm-shortcode\" id=\"6ad43\" src=\"https://www.louderwithcrowder.com/media-library/image.gif?id=34867761&amp;width=980\" />\n</p><p>We're left with questions we may never get answers to. Maybe someone could track down his friend Mike. I keep hearing people talking about Barack being with Mike since 1989 but have never seen a picture of them.</p><p>><p><p><p><p><p><\n<p>\n<em>Brodigan is Grand Poobah of this here website and when he isn't writing words about things enjoys day drinking, pro-wrestling, and country music. You can find him <a href=\"https://twitter.com/brodigan\" target=\"_blank\">on the Twitter</a> too.</em>\n</p>\n<p>\n<em><strong>Facebook doesn't want you reading this post or any others lately. </strong>Their algorithm hides our stories and shenanigans as best it can. The best way to stick it to Zuckerface? <strong>Sign up for our </strong><a href=\"https://www.louderwithcrowder.com/newsletter\" target=\"_blank\"><strong>DAILY EMAIL BLASTS</strong></a>! They can't stop us from delivering our content straight to your inbox. Yet.</em>\n</p></p></p>", "link": "https://www.louderwithcrowder.com/barack-obama-ex-girlfriend-letter", "date_published": "2023-08-13T11:50:46+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}]