{"entries": [{"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/intel-veteran-knew-hunter-biden-laptop-had-to-be-real-before-signing-letter", "title": "Intel Veteran Knew Hunter Biden Laptop ‘Had To Be Real’ Before Signing Letter", "date_published": "2023-01-16 18:50:35+00:00", "description": "One of the 51 intelligence veterans who signed a letter suggesting the Hunter Biden laptop story could be part of a Russian disinformation operation said they knew the contents of the device were genuine at the time. The letter, which came out in the days leading up to the 2020 presidential election, was used to ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/monday-afternoon-update-january-6-videotapes-to-be-released-no-visitor-logs-at-bidens-delaware-home-six-people-killed-in-targeted-attack-in-california", "title": "Monday Afternoon Update: January 6 Videotapes To Be Released, No Visitor Logs At Biden’s Delaware Home, Six People Killed In Targeted Attack In California", "date_published": "2023-01-16 18:44:07+00:00", "description": "This article is a companion piece to today’s Morning Wire Afternoon Update. To listen to the podcast version, click here. Six People Killed In Targeted Shooting In California Six people were shot and killed in a central California home on Monday, including a 17-year-old mother and her 6-month-old baby. The sheriff called the event a targeted ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/researchers-claimed-evolutionary-biology-was-ableist-heres-how-they-misrepresented-the-data", "title": "New Paper Claims Evolutionary Biology Is ‘Ableist.’ Here’s How It Misrepresented The Data.", "date_published": "2023-01-16 18:34:55+00:00", "description": "A biology paper misrepresented data used to support its claim that the field of evolutionary biology discriminates against disabled people, a Daily Wire analysis has found.  The paper, &#8220;Discussions of the &#8216;Not So Fit&#8217;: How Ableism Limits Diverse Thought and Investigative Potential in Evolutionary Biology,&#8221; published in American Naturalist last year, accused the field of ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/california-court-freezes-controversial-fast-food-minimum-wage-law", "title": "California Court Freezes Controversial Fast Food Minimum Wage Law", "date_published": "2023-01-16 17:59:55+00:00", "description": "A California court froze a law that would create a board permitted to increase minimum wages received by fast food workers until signatures against the measure can be counted. The Fast Food Accountability and Standards Recovery Act, also known as the FAST Recovery Act, would establish a “Fast Food Council” responsible for drafting “sectorwide minimum ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/is-divorce-ever-okay", "title": "Is Divorce Ever Okay?", "date_published": "2023-01-16 17:48:45+00:00", "description": "The institution of marriage, or rather how we view the permanency of the institution, has changed dramatically over the past few decades. It seems the predominant view is this union before God is not meant to last forever and can be ended over petty disagreements. Rather than being firm in commitments, more people are fickle. ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/the-chosen-fans-crash-movie-site-after-news-breaks-about-season-3-finale", "title": "‘The Chosen’ Fans Crash Movie Site After News Breaks About Season 3 Finale", "date_published": "2023-01-16 17:45:01+00:00", "description": "Fans of &#8220;The Chosen&#8221; crashed the Fathom Events movie ticket site after news broke about when and where they could watch the finale of Season 3 of the popular series that explores Jesus through the eyes and lives of those close to him. During a &#8220;Chosen&#8221; livestream on Sunday, the creator and director of the ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/drug-cartel-behind-central-california-massacre-of-six-including-mom-and-baby-sheriff", "title": "Drug Cartel Behind Central California Massacre Of Six, Including Mom And Baby: Sheriff", "date_published": "2023-01-16 17:12:05+00:00", "description": "Police are now saying they believe a drug cartel was behind the shooting that killed six people in Central California, including a 6-month-old baby and her 17-year-old mother. The Tulare County Sheriff’s Office told KFSN that the shooting occurred in Goshen just after 3:30 a.m. and that people who called 9-1-1 thought there was an active shooter ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/missing-my-happy-place-jeremy-renner-gives-fans-update-after-being-hospitalized-from-snowplow-accident", "title": "‘Missing My Happy Place’: Jeremy Renner Gives Fans Update After Being Hospitalized From Snowplow Accident", "date_published": "2023-01-16 17:00:34+00:00", "description": "Superstar Jeremy Renner gave fans an update Monday in a message about how much he was missing his home after being hospitalized on New Year&#8217;s Day with major injuries from a snowplow accident. In a post on his Instagram Story, the 52-year-old actor shared a photo of his place outside of Reno, Nevada almost completely ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/joe-scarborough-reads-biden-admin-the-riot-act-over-classified-docs-fumble-amateur-hour", "title": "Joe Scarborough Reads Biden Admin The Riot Act Over Classified Docs Fumble: ‘Amateur Hour!’", "date_published": "2023-01-16 16:59:01+00:00", "description": "MSNBC host Joe Scarborough held nothing back on Monday&#8217;s broadcast, ripping into President Joe Biden&#8217;s administration over what he thought was sloppy handling of the still-unfolding situation involving a number of classified documents discovered in the president&#8217;s possession. Scarborough — along with his co-host and spouse Mika Brzezinski — appeared concerned that the Biden administration ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/chelsea-handler-i-didnt-know-until-i-was-40-that-the-sun-and-the-moon-were-not-the-same-thing", "title": "Chelsea Handler: ‘I Didn’t Know Until I Was 40’ That ‘The Sun And The Moon Were Not The Same Thing’", "date_published": "2023-01-16 16:54:35+00:00", "description": "Leftist Chelsea Handler claimed during an interview late last week that she learned for the first time several years ago that the sun and the moon are not the same thing. The grade-school-level revelation happened when the 47-year-old comedian visited Africa with her sister. “I told you some jokes that I love, backstage, but can ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/oregon-middle-schoolers-allowed-to-skip-class-to-watch-transgender-show", "title": "Oregon Middle Schoolers Allowed To Skip Class To Watch Transgender Show", "date_published": "2023-01-16 16:46:10+00:00", "description": "A middle school near Portland allowed students to skip class to watch a TV show about a transgender child. Students at Twality Middle School in the Tigard-Tualatin School District skipped class to watch &#8220;First Day,&#8221; a TV series about a 12-year-old boy who identifies as a girl. The TV-watching session happened during the middle school&#8217;s &#8220;Transgender ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/when-woke-hollywood-sees-the-light-celebrities-begin-to-ask-questions-after-run-in-with-cancel-mob", "title": "When Woke Hollywood Sees The Light: Celebrities Begin To Ask Questions After Run In With Cancel Mob", "date_published": "2023-01-16 16:43:24+00:00", "description": "Woke celebrities do as they’re told by their cancel culture masters … or else. The most farcical example? “Saved by the Bell” alum Mario Lopez apologized for suggesting it’s dangerous for 3-year-olds to determine their gender. In other cases, stars virtue signal to increase their employment potential and keep past “problematic” work from suddenly resurfacing. ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/ex-fbi-leader-advises-doj-to-resist-house-inquiry-into-biden-documents-scandal", "title": "Ex-FBI Leader Advises DOJ To Resist House Inquiry Into Biden Documents Scandal", "date_published": "2023-01-16 16:28:14+00:00", "description": "The Justice Department should resist demands by House Republicans for information about its investigation into President Joe Biden&#8216;s handling of classified documents, said a former FBI leader. Andrew McCabe, who served as deputy director and acting director of the FBI between 2016 and 2018, said he would advise the Justice Department to take a &#8220;very ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/american-lawmakers-wine-and-dine-with-klaus-schwab-business-leaders-at-world-economic-forum-in-davos-report", "title": "American Lawmakers Wine And Dine With Klaus Schwab, Business Leaders At World Economic Forum In Davos: Report", "date_published": "2023-01-16 16:26:46+00:00", "description": "Several American officials reportedly enjoyed a lavish lunch with some of the planet’s most powerful corporate leaders and World Economic Forum Chair Klaus Schwab during the organization’s annual conference in Davos, Switzerland. The organization is a leading proponent of stakeholder capitalism, an approach to investments that says executives must consider the needs of communities and ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/watch-biden-forgets-name-of-mlks-daughter-in-law-while-singing-happy-birthday-to-her", "title": "WATCH: Biden Forgets Name Of MLK’s Daughter-In-Law While Singing ‘Happy Birthday’ To Her", "date_published": "2023-01-16 16:16:20+00:00", "description": "President Joe Biden appeared to forget the name of Martin Luther King Jr.’s daughter-in-law while singing &#8220;Happy Birthday&#8221; to her on Monday while speaking at a left-wing event. The incident happened as the 80-year-old president addressed the National Action Network, which is run by Al Sharpton, Martin Luther King III, and his wife. “Martin the ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/britney-spears-husband-sam-asghari-defends-her-manic-behavior-at-l-a-restaurant-said-he-didnt-storm-out", "title": "Britney Spears’ Husband Sam Asghari Defends Her ‘Manic’ Behavior At L.A. Restaurant, Said He Didn’t Storm Out", "date_published": "2023-01-16 15:30:52+00:00", "description": "Britney Spears’ husband, Sam Asghari, is clarifying some details about an incident that happened over the weekend at a Los Angeles restaurant. Witnesses said they saw Asghari “storm out” of the restaurant JOEY in Woodland Hills while Spears stayed behind at the table speaking to herself unintelligibly. She left soon after with her bodyguard. The ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/biden-calls-gop-fiscally-demented-here-are-some-facts", "title": "Biden Calls GOP ‘Fiscally Demented.’ Here Are Some Facts.", "date_published": "2023-01-16 15:26:56+00:00", "description": "President Joe Biden lashed out at Republicans on Monday, calling them “fiscally demented” while speaking at the National Action Network&#8217;s annual Martin Luther King Jr. Day Breakfast. “We’re making this progress at the same time, reduced the deficit,” Biden asserted, according to a report from The Hill. “You know, we’re gonna talk about big-spending Democrats ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/virginia-dems-introduce-bill-allowing-minors-to-consent-to-gender-transition-hide-records-from-parents", "title": "Virginia Dems Introduce Bill Allowing Minors To Consent To Gender Transition, Hide Records From Parents", "date_published": "2023-01-16 15:17:31+00:00", "description": "Five Democrat delegates introduced House Bill 2091, which says that medical professionals and counselors may deny parents the right to their own children&#8217;s records if &#8220;the furnishing to or review by the requesting parent of such health records would be reasonably likely to&#8230; deter the minor from seeking care.&#8221;", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/how-one-marine-risked-his-life-to-save-his-afghan-interpreter-from-the-taliban", "title": "How One Marine Risked His Life To Save His Afghan Interpreter From The Taliban", "date_published": "2023-01-16 15:13:09+00:00", "description": "The following book excerpt is taken from “Saving Aziz&#8221; by Chad Robichaux with David L. Thomas, (Thomas Nelson, January 2023). Bashir’s Return  With the Taliban’s takeover imminent, my concern for Aziz’s life, on a 1–10 scale, climbed to 9. If he had been alone, I would not have worried as much because Aziz could find ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/tiktok-proposes-1-5-billion-plan-to-u-s-lawmakers-amid-national-security-concerns", "title": "TikTok Proposes $1.5 Billion Plan To U.S. Lawmakers Amid National Security Concerns", "date_published": "2023-01-16 15:12:20+00:00", "description": "TikTok officials disclosed negotiation details with U.S. lawmakers in a $1.5 billion plan that would reportedly increase transparency and reorganize how it operates in the U.S. amid national security concerns about the Chinese-owned social media giant. Communication between the video-sharing app and the U.S. Committee on Foreign Investment, which oversees how TikTok would operate in ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/white-house-accuses-republicans-of-playing-politics-over-classified-docs", "title": "White House Accuses Republicans Of ‘Playing Politics’ Over Classified Docs", "date_published": "2023-01-16 14:56:09+00:00", "description": "The White House accused Republicans on Monday of &#8220;playing politics&#8221; over President Joe Biden&#8216;s burgeoning classified documents scandal. The documents were found at a private D.C. office and at Biden&#8217;s home in Wilmington, Delaware. Attorneys working for either Biden personally or for the White House have found classified documents on at least four separate occasions ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/bill-banning-texas-land-purchases-by-certain-adversarial-nations-gains-support-of-abbott", "title": "Bill Banning Texas Land Purchases By Certain Adversarial Nations Gains Support Of Abbott", "date_published": "2023-01-16 14:52:51+00:00", "description": "Governor Greg Abbott (R-TX) vowed to back legislation prohibiting Chinese, Russian, Iranian, and North Korean citizens and entities from purchasing land in Texas. The bill, submitted two months ago by Republican state Sen. Lois Kolkhorst, states that citizens, corporations, and government agencies of the four nations “may not purchase or otherwise acquire title to real ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/11-year-old-boy-shot-and-killed-by-14-year-old-girl-in-dallas-police", "title": "11-Year-Old Boy Shot And Killed By 14-Year-Old Girl In Dallas: Police", "date_published": "2023-01-16 14:12:46+00:00", "description": "An 11-year-old boy was shot and killed by a 14-year-old girl at a Dallas apartment complex on Sunday, according to authorities. Police responded to a shooting call at the Oak Cliff apartment complex. A preliminary investigation found the girl pulled out a handgun while in a fight with another female juvenile, Dallas police spokesperson Sgt. ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/joe-rogan-classified-doc-snafu-is-proof-bidens-own-people-want-him-gone", "title": "Joe Rogan: Classified Doc SNAFU Is Proof Biden’s Own People Want Him Gone", "date_published": "2023-01-16 14:09:53+00:00", "description": "Popular podcast host Joe Rogan speculated that the classified document scandal plaguing President Joe Biden was proof that even some of his own aides might be looking to see him exit the White House. During a Saturday episode of &#8220;The Joe Rogan Experience&#8221; — featuring comedians and fellow podcast hosts Matt McCusker and Shane Gillis ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/pfizer-biontech-pressured-twitter-to-censor-activists-demanding-generic-covid-vaccine-report", "title": "Vaccine Manufacturers ‘Pressured’ Twitter To Censor Activists Demanding Generic COVID Vaccine: Report", "date_published": "2023-01-16 13:57:11+00:00", "description": "A new installment of the Twitter Files released Monday alleges that a coronavirus vaccine manufacturer pressured Twitter into censoring accounts that were pushing companies to share the intellectual property and patents associated with the vaccines so low-cost generic versions could be made. The Intercept reported that BioNTech, which developed Pfizer&#8217;s vaccine, and the German government ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/top-gun-maverick-producer-jerry-bruckheimer-on-tom-cruise-nobody-works-harder", "title": "‘Top Gun: Maverick’ Producer Jerry Bruckheimer On Tom Cruise: ‘Nobody Works Harder’", "date_published": "2023-01-16 13:47:04+00:00", "description": "Legendary Hollywood producer Jerry Bruckheimer recently paid some compliments to “Top Gun: Maverick” star Tom Cruise, calling him one of the hardest-working actors in the business.  The 79-year-old movie mogul told Fox News Digital that he’s proud of Cruise’s work ethic while indicating that another “Top Gun” installment wasn&#8217;t out of the question. &#8220;There&#8217;s nobody ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/marie-osmond-confirms-shes-not-leaving-any-money-to-her-kids-to-avoid-laziness-and-entitlement", "title": "Marie Osmond Confirms She’s Not Leaving ‘Any Money’ To Her Kids To Avoid ‘Laziness And Entitlement’", "date_published": "2023-01-16 13:43:56+00:00", "description": "Marie Osmond doesn’t plan on giving her children handouts in the form of an inheritance. The 63-year-old singer reiterated these intentions during a recent conversation with US Weekly. “Honestly, why would you enable your child to not try to be something? I don’t know anybody who becomes anything if they’re just handed money,” Osmond told ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/22-attorneys-general-urge-fda-to-reverse-abortion-pill-decision", "title": "22 Attorneys General Urge FDA To Reverse Abortion Pill Decision", "date_published": "2023-01-16 13:33:35+00:00", "description": "A group of 22 attorneys general sent a letter to Federal Drug Administration (FDA) Commissioner Dr. Robert Califf asking the agency to reverse its decision to certify retail pharmacies to dispense abortion pills. The Friday letter, led by Alabama Attorney General Steve Marshall, argued that the distribution of abortion-inducing drugs poses a danger to women&#8217;s ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/house-democrat-files-bill-to-prosecute-conspiracy-to-commit-white-supremacy", "title": "House Democrat Files Bill To Prosecute ‘Conspiracy To Commit White Supremacy’", "date_published": "2023-01-16 13:25:40+00:00", "description": "Rep. Sheila Jackson Lee (D-TX) filed legislation last week to codify &#8220;conspiracy to commit white supremacy&#8221; in federal hate crime laws. The Leading Against White Supremacy Act, introduced days after the beginning of the new Congress, would enable the Department of Justice to prevent “violent activity” in relation to white supremacy ideology. The bill does not ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/6-month-old-baby-5-others-shot-and-killed-in-california-home", "title": "6-Month-Old Baby, 5 Others Shot And Killed In California Home", "date_published": "2023-01-16 12:51:52+00:00", "description": "Six people, including a 6-month-old baby and 17-year-old mother, were killed following a shooting in central California early Monday morning. The Tulare County Sheriff’s Office told KFSN that the shooting occurred in Goshen just after 3:30 a.m. and that people who called 9-1-1 thought there was an active shooter in the neighborhood due to the ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/1619-project-creator-raked-in-1m-last-year-for-college-speeches-on-inequality", "title": "1619 Project Creator Raked In $1M+ Last Year For College Speeches On Inequality", "date_published": "2023-01-16 12:33:21+00:00", "description": "Nikole Hannah-Jones, the former New York Times writer who created the 1619 Project, raked in lavish wealth last year by giving speeches in which she revels audiences with sentiments such as “we should be ashamed” for being “one of the most unequal societies in the history of the world,” according to pay records.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/human-skeleton-found-in-unused-building-at-university-of-california-berkeley", "title": "Human Skeleton Found In Unused Building At University Of California-Berkeley", "date_published": "2023-01-16 12:27:39+00:00", "description": "A human skeleton has been found in an unused building at the University of California, Berkeley, police said last week. In a statement to CNN, police said that “skeletonized” human remains had been discovered “in a building which has not been occupied for many years” on the school’s Clark Kerr Campus, which is a mile ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/elon-musk-the-s-in-esg-stands-for-satanic", "title": "Elon Musk: ‘The S In ESG Stands For Satanic’", "date_published": "2023-01-16 12:19:08+00:00", "description": "Elon Musk blasted the environmental, social, and corporate governance movement, also known as ESG, on social media in response to the World Economic Forum advancing the ideology. Independent journalist Michael Shellenberger, who has participated in the release of internal documents from Twitter highlighting the company’s coordination with federal law enforcement, posted a thread about the ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/going-to-be-a-knife-fight-house-gop-fighting-biden-administration-on-raising-debt-ceiling", "title": "‘Going to Be A Knife Fight’: House GOP Fighting Biden Administration On Raising Debt Ceiling", "date_published": "2023-01-16 12:17:11+00:00", "description": "House Republicans, led by House Speaker Kevin McCarthy, are holding fast to their commitment to cut spending before they will raise the federal debt limit. On Friday, in a letter to McCarthy, Treasury Secretary Janet Yellen warned Congress not to block the raising of the federal debt limit, claiming that increasing the debt limit “does ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/treasury-secretary-warns-mccarthy-to-raise-debt-limit-again-doesnt-cost-taxpayers-money", "title": "Treasury Secretary Warns McCarthy To Raise Debt Limit Again, Doesn’t ‘Cost Taxpayers Money’", "date_published": "2023-01-16 12:05:03+00:00", "description": "In a letter to House Speaker Kevin McCarthy, Treasury Secretary Janet Yellen acknowledged that the United States will reach the statutory limit of the debt ceiling on Thursday and warned against failing to raise the debt limit. Yellen noted that roughly one year ago, through Public Law 177-73, the federal government had increased the statutory ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/idaho-murder-victim-had-moved-out-of-house-before-slayings-was-just-visiting-for-weekend", "title": "Idaho Murder Victim Had Moved Out Of House Before Slayings, Was Just Visiting For Weekend", "date_published": "2023-01-16 11:57:50+00:00", "description": "In a tragic reveal over the weekend, the parents of University of Idaho murder victim Kaylee Goncalves said their daughter had already moved out of the house where she and three other students were killed and had been only visiting for the weekend. Steve and Kristi Goncalves told Dateline that their daughter no longer resided ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/maren-morris-apologizes-to-lgbtq-members-on-behalf-of-country-music-during-rupauls-drag-race-appearance", "title": "Maren Morris Apologizes To ‘LGBTQ+ Members’ On Behalf Of Country Music During ‘RuPaul’s Drag Race’ Appearance", "date_published": "2023-01-16 11:49:50+00:00", "description": "Maren Morris just made an apology to &#8220;LGBTQ+ members&#8221; on behalf of the entire country music genre. The 32-year-old singer became emotional during an appearance on the “RuPaul’s Drag Race” after-show, “Untucked.” “Coming from country music and its relationship with LGBTQ+ members, I just want to say I’m sorry,” Morris said in a video clip ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/the-world-economic-forum-meets-in-davos-this-week-heres-what-to-expect", "title": "The World Economic Forum Meets In Davos This Week. Here’s What To Expect.", "date_published": "2023-01-16 11:40:32+00:00", "description": "Lawmakers, business leaders, and academics participating in the World Economic Forum will descend upon the small ski town of Davos, Switzerland, this week to discuss a variety of policy proposals that entail greater coordination between government and corporate actors. The organization, which German economist Klaus Schwab has chaired for the past five decades, is a ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/no-records-exist-of-visitors-to-bidens-delaware-home-where-classified-docs-found-white-house-says", "title": "No Records Exist Of Visitors To Biden’s Delaware Home Where Classified Docs Found, White House Says", "date_published": "2023-01-16 10:49:24+00:00", "description": "Visitor logs for President Joe Biden’s house in Wilmington, Delaware, since the start of his presidency do not exist, the White House said Monday. The announcement comes after an unspecified number of classified documents were recovered from Biden’s personal home in recent weeks. Republicans have raised questions over who had access to the records while ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/watch-prageru-releases-the-constitution-a-nation-of-states", "title": "WATCH: PragerU Releases ‘The Constitution: A Nation Of States’", "date_published": "2023-01-16 10:23:52+00:00", "description": "How did the 13 colonies become the United States of America? PragerU discusses the revolutionary role the Constitution played in uniting the colonies, and the relationship between the federal government and the states, in its latest video. Host Kurt Lash, Professor of Law at the University of Richmond, examines America&#8217;s founding document, breaking down the ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/watch-british-satirists-scathing-indictment-of-woke-culture-global-warming-hysteria-viewed-5m-times", "title": "WATCH: British Satirist’s Scathing Indictment Of Woke Culture, Global Warming Hysteria Viewed 5M Times", "date_published": "2023-01-16 10:10:08+00:00", "description": "A viral video of a British satirist dismantling the woke culture and global warming hysteria has garnered more than five million views. Konstantin Kisin delivered the blistering speech at a recent Oxford Union debate, where he addressed the young audience with surgical scorn. He warned listeners that the woke culture many embrace will only worsen ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/10m-wasted-family-of-coretta-scott-king-has-crude-comparison-for-mlk-statue", "title": "$10M ‘Wasted’: Family Of Coretta Scott King Has Crude Comparison For MLK Statue", "date_published": "2023-01-16 09:15:32+00:00", "description": "A family member of Coretta Scott King, the wife of civil rights icon Martin Luther King Jr., despises a new monument unveiled late last week in Boston to honor him. The 22-foot tall bronze statue, dubbed “The Embrace,” was meant to capture a hug Dr. King shared with his wife after he won the 1964 ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/former-national-intelligence-director-john-ratcliffe-sounds-alarm-over-new-ufo-report", "title": "Former National Intelligence Director John Ratcliffe Sounds Alarm Over New UFO Report", "date_published": "2023-01-16 09:03:26+00:00", "description": "Former Director of National Intelligence John Ratcliffe warned during a Fox News interview over the weekend that a new UFO report released by the government showed an increase in unexplained sightings while containing one major glaring issue. Ratcliffe noted that the increased number of sightings in the report indicates that U.S. Military pilots are being ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/italian-mafia-boss-nations-most-wanted-man-arrested-after-evading-police-for-30-years", "title": "Italian Mafia Boss, Nation’s Most Wanted Man, Arrested After Evading Police For 30 Years", "date_published": "2023-01-16 08:51:17+00:00", "description": "A Mafia boss considered the most wanted man in Italy —who has been accused of involvement in the strangling of a 12-year-old boy and the dissolving of his body in a vat of acid among other crimes — was finally arrested. Matteo Messina Denaro, nicknamed “The Devil,” was arrested at a hospital where he was ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/romania-authorities-seize-millions-in-assets-belonging-to-andrew-tate-in-trafficking-investigation-report", "title": "Romania Authorities Seize Millions In Assets Belonging To Andrew Tate In Trafficking Investigation: Report", "date_published": "2023-01-16 08:39:55+00:00", "description": "Romania law enforcement officials have reportedly seized millions of dollars worth of assets from a Bucharest compound belonging to former kickboxer and social media influencer Andrew Tate amid their sex trafficking investigation into him. Romania’s National Agency for the Administration of Seized Assets said it seized more than a dozen high-end vehicles, including a Rolls-Royce, ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/democrat-ilhan-omar-investigations-into-biden-classified-document-scandal-are-a-political-game", "title": "Democrat Ilhan Omar: Investigations Into Biden Classified Document Scandal Are A ‘Political Game’", "date_published": "2023-01-16 08:21:39+00:00", "description": "Rep. Ilhan Omar (D-MN) said during an interview on MSNBC over the weekend that investigations into President Joe Biden&#8217;s classified document scandal are nothing more than a &#8220;political game.&#8221; The remarks came after CBS News reported early last week that classified documents were discovered at a Biden think tank. More damaging information came out throughout ...", "persistent": false, "language": "en-US", "user": null}], "source": {"url": "https://www.dailywire.com/feeds/rss.xml", "title": "Daily Wire"}}