{"entries": [{"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/energy-environment/3815449-scientists-guide-lightning-with-lasers-fired-at-thunderclouds/", "title": "Scientists guide lightning with lasers fired at thunderclouds", "date_published": "2023-01-16 23:15:50+00:00", "description": "A group of scientists say they successfully steered bolts of lightning using laser technology during a storm in Switzerland, demonstrating a potential new method to protect infrastructure from lightning strikes. The scientists published their work in the journal Nature Photonics on Monday, writing that this first-ever demonstration used laser-induced filaments that successfully guided lightning to...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/campaign/3812747-five-mayoral-races-to-watch-in-2023/", "title": "Five mayoral races to watch in 2023", "date_published": "2023-01-16 22:11:37+00:00", "description": "Americans will vote for some of their top local leaders as major cities across the country hold mayoral elections in 2023. The majority of the country’s largest cities have mayors who are Democrats or are affiliated with the party, though many of the mayoral races are technically nonpartisan. Only two of the 20 largest cities...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/blogs/blog-briefing-room/3815413-in-deposition-trump-dismisses-hoax-rape-claim-threatens-to-sue-accuser/", "title": "In deposition, Trump dismisses 'hoax' rape claim, threatens to sue accuser", "date_published": "2023-01-16 21:47:18+00:00", "description": "Former President Trump repeatedly insulted and threatened to sue a writer who has accused him of raping her in the 1990s, according to recently unsealed portions of his October deposition. Trump is being sued by E. Jean Carroll, who has accused the former president of raping her in a New York City department store, one...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/international/3815375-british-government-blocks-scottish-law-to-ease-legal-gender-change/", "title": "British government blocks Scottish law to ease legal gender change", "date_published": "2023-01-16 21:18:41+00:00", "description": "The British government on Monday blocked a Scottish law that would have made it easier for people to change their gender for legal purposes. The Scottish law would allow people to transition by self-declaration, instead of requiring a medical diagnosis of gender dysmorphia. The Scottish government said the move would ensure people could get official...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/finance/economy/3815398-three-quarters-of-global-ceos-expect-growth-to-slow-this-year-survey/", "title": "Three-quarters of global CEOs expect growth to slow this year: survey", "date_published": "2023-01-16 21:07:04+00:00", "description": "Three-quarters of CEOs in a new survey expect economic growth to slow this year as fears of a recession simmer worldwide.   The pessimistic figure, part of a report released Monday from consulting firm PricewaterhouseCoopers, is a bleak change from last year, when 77 percent of CEOs said they anticipated the international economy was headed...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/3815363-davis-the-challenge-of-the-white-house-getting-out-in-front-with-combined-legal-media-strategy-when-you-dont-know-all-the-facts/", "title": "Davis: The challenge of the White House ‘getting out in front’ with combined legal-media strategy when you don’t know all the facts", "date_published": "2023-01-16 20:30:00+00:00", "description": "In early 1997, when I served as President Clinton’s special White House counsel, I was on my way to the daily morning meeting of the White House counsel’s office on the second floor of the West Wing.   No non-attorneys were allowed to be there. My position as special counsel — a lawyer with media and political experience to speak for...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/state-watch/3815311-wyoming-lawmakers-propose-ban-on-electric-vehicle-sales/", "title": "Wyoming lawmakers propose ban on electric vehicle sales", "date_published": "2023-01-16 20:18:15+00:00", "description": "A group of GOP Wyoming state lawmakers want to end electric vehicle sales there by 2035, saying the move will help safeguard oil and gas industries. The measure, introduced to the state legislature on Friday, was sponsored by six state legislators, who said in it that electric vehicles will hinder Wyoming's ability to trade with...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/campaign/3815336-ohio-republican-set-to-kick-off-race-against-sherrod-brown-report/", "title": "Ohio Republican set to kick off race against Sherrod Brown: report", "date_published": "2023-01-16 20:02:58+00:00", "description": "Sen. Sherrod Brown (D-Ohio) is reportedly set to draw his first 2024 Republican challenger as Matt Dolan, a state senator who lost a crowded GOP Senate primary last year, will soon announce a run, according to reports. Dolan is slated to announce his campaign next week, according to a report from NBC News, which was...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/congress-blog/3815305-service-can-take-us-on-a-path-from-charity-to-justice/", "title": "Service can take us on a path from charity to justice", "date_published": "2023-01-16 19:00:00+00:00", "description": "When Dr. Martin Luther King, Jr., spoke at the March on Washington in 1963, he described a “fierce urgency of now.” Six decades later, we still find ourselves holding this same sense of urgency. Today, we’re facing a series of unprecedented and interlocking crises: a devastating global pandemic; upheavals in the economy; a national reckoning...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/administration/3815262-biden-knocks-fiscally-demented-republicans-in-mlk-day-speech/", "title": "Biden knocks 'fiscally demented' Republicans in MLK Day speech", "date_published": "2023-01-16 18:59:07+00:00", "description": "President Biden on Monday called Republicans “fiscally demented” and knocked GOP priorities during the keynote speech at the National Action Network's (NAN) annual breakfast to mark Martin Luther King Jr. Day. “They’re gonna talk about big-spending Democrats again. Guess what? I reduced the deficit last year $350 billion. This year, federal deficit is down $1...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/blogs/blog-briefing-room/3815240-white-house-counsel-no-visitor-logs-for-biden-delaware-home/", "title": "White House counsel: No visitor logs for Biden Delaware home", "date_published": "2023-01-16 18:04:39+00:00", "description": "The White House says no visitor logs exist for President Biden’s private residence near Wilmington, Del., where classified documents were found, after House Republicans called for the release of such records. \"Like every President across decades of modern history, his personal residence is personal,” the White House counsel's office said in a statement to numerous...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/finance/3815151-lawmakers-fix-trust-law-and-close-down-the-billionaire-enabler-states/", "title": "Lawmakers, fix trust law and close down the billionaire enabler states", "date_published": "2023-01-16 18:00:00+00:00", "description": "To be clear, the ordinary residents of South Dakota, Florida and other trust haven states don’t benefit from these changes.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/blogs/blog-briefing-room/3815211-warnock-we-cant-afford-to-give-up-on-voting-rights/", "title": "Warnock: We can't afford to give up on voting rights", "date_published": "2023-01-16 17:24:14+00:00", "description": "Sen. Raphael Warnock (D-Ga.) said on Monday that he “won’t rest” until lawmakers pass national voting rights legislation, renewing his push for further reforms on Martin Luther King Jr. Day. “Nobody’s about to silence me on this issue of voting rights,” Warnock said in an interview on MSNBC's \"Morning Joe.\" “We’re going to get this...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/finance/3813320-the-sell-out-and-the-speech/", "title": "The sell-out and the speech", "date_published": "2023-01-16 17:00:00+00:00", "description": "After showing America how not to pick a Speaker, Kevin McCarthy (R-Calif.) now shows America how not to design the rules of the House.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/blogs/blog-briefing-room/3815174-raskin-very-optimistic-after-cancer-diagnosis/", "title": "Raskin 'very optimistic' after cancer diagnosis", "date_published": "2023-01-16 16:44:47+00:00", "description": "Rep. Jamie Raskin (D-Md.) said Sunday that he is “very optimistic” in the wake of being diagnosed with cancer, adding that he is \"hanging tough.\" “I'm losing about 40 or 50 hairs a day, I would think, to chemo. So that's upsetting,” Raskin said in an interview with CNN’s Jake Tapper on “State of the...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/international/3815154-kerry-says-he-backs-uae-oil-company-chief-as-leader-of-un-climate-talks/", "title": "Kerry says he backs UAE oil company chief as leader of UN climate talks", "date_published": "2023-01-16 16:18:37+00:00", "description": "John Kerry, the U.S. special presidential envoy for climate, said in a new interview that he backs the United Arab Emirates’s appointment of a state-run oil company chief to lead United Nations climate talks in Dubai at the end of this year.   Kerry told The Associated Press on Sunday that Sultan al-Jaber, the head...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/civil-rights/3811395-the-religious-persecution-on-our-doorstep/", "title": "The religious persecution on our doorstep", "date_published": "2023-01-16 16:00:00+00:00", "description": "Today is Religious Freedom Day, an occasion to recognize the fundamental role that freedom of worship has occupied throughout American history and to reflect upon the millions around the world who do not enjoy this basic human right. At a time when religious persecution is on the rise worldwide, some of the most alarming restrictions...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/3814982-watch-live-biden-delivers-remarks-at-martin-luther-king-jr-day-breakfast/", "title": "Watch live: Biden delivers remarks at Martin Luther King Jr. Day breakfast", "date_published": "2023-01-16 15:46:11+00:00", "description": "President Biden will deliver the keynote address on Monday at the National Action Network's Martin Luther King Jr. Day breakfast. The annual event will also honor Speaker Emerita Nancy Pelosi (D-Calif.), Arndrea Waters King and other leaders who have worked to keep the slain civil rights leader's mission alive. The president spoke Sunday at Atlanta’s...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/house/3812775-republicans-decry-double-standard-in-handling-of-biden-classified-documents-case/", "title": "Republicans decry 'double standard' in handling of Biden classified documents case", "date_published": "2023-01-16 15:30:00+00:00", "description": "Republicans see a double standard when it comes to how President Biden's handling of classified documents is being treated compared to how a similar controversy has played out regarding former President Trump. Months after Democrats panned Trump relentlessly for his handling of classified documents, Republicans are returning serve after what the White House says was...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/blogs/blog-briefing-room/news/3815105-martin-luther-king-iii-it-may-not-be-this-year-but-were-gonna-get-there-on-voting-rights/", "title": "Martin Luther King III: 'It may not be this year, but we're gonna get there on voting rights'", "date_published": "2023-01-16 15:28:45+00:00", "description": "The eldest son of the late Martin Luther King Jr. said Monday that the country is “gonna get there on voting rights” and deliver on his father’s legacy.   Martin Luther King III during an appearance on CNN critiqued restrictions that impede Americans from casting their ballots and said the country has work to do...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/blogs/blog-briefing-room/3815082-2-in-3-economists-expect-global-recession-this-year-world-economic-forum-survey/", "title": "2 in 3 economists expect global recession this year: World Economic Forum survey", "date_published": "2023-01-16 15:08:58+00:00", "description": "Nearly two-thirds of leading world economists said that a global recession is likely this year and there is near unanimity that there will be weak economic growth in the U.S. and Europe, according to a new survey. The World Economic Forum’s Chief Economists Outlook echoes expert opinions that a recession could be nearing in 2023,...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/white-house/3815025-bidens-classified-documents-headache-wont-go-away-quietly/", "title": "Biden's classified documents headache won't go away quietly", "date_published": "2023-01-16 15:00:00+00:00", "description": "Republicans will make every effort to create a mirage of false equivalence between Trump’s and Biden’s cases.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/finance/economy/3815065-2-in-5-surveyed-say-they-believe-their-families-will-be-better-off-in-future/", "title": "2 in 5 surveyed say they believe their families will be better off in future", "date_published": "2023-01-16 14:48:26+00:00", "description": "Two in five people in a new survey of 28 nations say they believe they and their families will be better off financially in the future, a drop from previous years.  The 40 percent of respondents who expressed economic optimism for their families five years from now is 10 points lower than the 50 percent...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/columnists/3814365-juan-williams-will-house-republicans-push-granny-off-a-cliff-or-cut-pentagon-waste/", "title": "Juan Williams: Will House Republicans push granny off a cliff or cut Pentagon waste?", "date_published": "2023-01-16 14:30:00+00:00", "description": "Ron Klain: “They are going to try to cut Social Security and Medicare, it could not be clearer.”", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/blogs/blog-briefing-room/3815038-russian-exercises-with-belarus-spark-concerns-in-ukraine/", "title": "Russian exercises with Belarus spark concerns in Ukraine", "date_published": "2023-01-16 14:26:41+00:00", "description": "Joint air force exercises by Russia and Belarus on Monday sparked concerns in Ukraine that Belarus could be planning to join the war as part of a new Russian assault. While Belarus has not directly gotten involved in the war, Russia did use the country to launch its February invasion of Ukraine. Belarusian officials have...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/state-watch/3815021-new-york-city-mayor-visits-us-border-with-mexico/", "title": "New York City mayor visits US border with Mexico", "date_published": "2023-01-16 14:16:47+00:00", "description": "New York City Mayor Eric Adams (D) on Sunday visited El Paso, Texas, and the country’s southern border with Mexico as tensions over U.S. immigration policies grow.   “No city deserves this. El Paso does not deserve this. Chicago, Washington, Houston, Los Angeles, New York — no city deserves what is happening,” Adams said at a press conference...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/nexstar_media_wire/3809265-these-us-cities-have-the-worst-life-expectancy-report-finds/", "title": "These US cities have the worst life expectancy, report finds", "date_published": "2023-01-16 14:13:00+00:00", "description": "While people born in Bridgeport, Connecticut, can expect to live around 83 years on average, natives of Jackson, Mississippi, have lives that are 8.6 years shorter.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/national-security/3814351-national-security-begins-at-home-with-dr-kings-dream/", "title": "National security begins at home with Dr. King’s dream", "date_published": "2023-01-16 14:00:00+00:00", "description": "We must order our domestic house to be at our strongest in defending democracy, freedom and human rights abroad.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/international/3814996-death-toll-rises-to-40-in-russian-strike-on-ukrainian-apartment-building/", "title": "Death toll rises to 40 in Russian strike on Ukrainian apartment building", "date_published": "2023-01-16 13:49:31+00:00", "description": "The death toll in the Ukrainian city of Dnipro has risen to 40 after a nine-story apartment building was hit in a Russian missile strike, according to reports, in one of Moscow’s deadliest attacks on a civilian target since the start of the war.  At least 40 people have been killed, with 30 still missing as...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/administration/3814970-yellen-to-meet-chinese-finance-minister/", "title": "Yellen to meet Chinese finance minister", "date_published": "2023-01-16 13:25:19+00:00", "description": "Treasury Secretary Janet Yellen will meet with China's finance minister, Vice Premier Liu He, later this week in Switzerland to discuss the U.S. and Chinese economies as tensions between the two world powers grow.   Yellen is expected to meet Liu in person for the first time in Zurich ahead of planned visits to three...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/civil-rights/3813475-in-the-spirit-of-mlk-we-must-rediscover-the-purpose-of-education/", "title": "In the spirit of MLK, we must rediscover the purpose of education", "date_published": "2023-01-16 13:00:00+00:00", "description": "What have we learned from this great visionary? That education is the key to bringing about a world where all people are treated equally.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/business-a-lobbying/business-lobbying/3812746-most-voters-dont-want-gop-to-punish-woke-companies-poll/", "title": "Most voters don't want GOP to punish 'woke' companies: poll", "date_published": "2023-01-16 13:00:00+00:00", "description": "Voters largely don’t want Congress to punish companies for speaking out on certain social and political issues, according to a Morning Consult poll commissioned by the tech industry-backed Chamber of Progress and released on Monday.  The survey found that a majority of voters wouldn’t want lawmakers to punish companies for speaking out against discrimination, openly...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/house/3814936-oregon-rep-thanks-first-responders-who-treated-her-after-being-hit-by-car/", "title": "Oregon rep thanks first responders who treated her after being hit by car", "date_published": "2023-01-16 12:41:20+00:00", "description": "Rep. Suzanne Bonamici (D-Ore.) on Sunday thanked the first responders who treated her and her husband after the two were hit by a car while crossing a street in Portland, Ore.   “Thank you to everyone for your well wishes, and to the first responders and health care workers who provided the care we needed. My husband...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/finance/economy/3814923-naacp-president-racial-wealth-gap-single-greatest-barrier-to-realizing-dr-kings-dream/", "title": "NAACP president: Racial wealth gap 'single greatest barrier to realizing Dr. King's dream'", "date_published": "2023-01-16 12:32:28+00:00", "description": "NAACP President &#38; CEO Derrick Johnson said the racial wealth gap is the “single greatest barrier” to realizing the civil rights dream of the late Martin Luther King Jr. “From voting rights and police reform to the ongoing fight for economic justice, there is much work left to be done to fully realize Dr. King’s...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/civil-rights/3809800-marcia-fudge-the-fixer-is-fixing-things/", "title": "Marcia Fudge, 'The Fixer,' is fixing things", "date_published": "2023-01-16 12:00:00+00:00", "description": "When a lot of folks think of the civil rights movement, they think about segregated lunch counters and water fountains. They think about school integration and voter suppression. They think of burning crosses, fire hoses and dogs attacking marchers. They think of an Atlanta preacher charting out his dream in front of the Lincoln Memorial,...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/international/3796606-afghan-women-are-flocking-to-virtual-learning-amid-talibans-university-ban/", "title": "Afghan women are flocking to virtual learning amid Taliban's university ban", "date_published": "2023-01-16 11:00:00+00:00", "description": "Afghan women are finding avenues to pursue their education as the Taliban continues to crack down on women’s rights, recently banning female students from going to university. Since the Taliban took over in August 2021, women’s rights in education have been suppressed for girls of all ages, from secondary school to university. The Taliban’s harsh...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/campaign/3812648-the-eight-senate-seats-most-likely-to-flip-in-2024/", "title": "The eight Senate seats most likely to flip in 2024", "date_published": "2023-01-16 11:00:00+00:00", "description": "Senate Democrats are preparing to play defense in 2024 as they look to preserve their narrow majority in the upper chamber. The party is defending more than twice as many seats as Republicans, and it's already facing the possibility that some of its incumbents could retire, leaving open competitive seats.  There are also few opportunities...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/3814687-greta-thunberg-removed-from-site-of-mass-anti-coal-protest-in-germany/", "title": "Greta Thunberg removed from site of mass anti-coal protest in Germany", "date_published": "2023-01-16 04:28:37+00:00", "description": "German authorities removed climate activist Greta Thunberg and other protestors from the site mass demonstration against the razing of a ​​village called Lützerath for the expansion of a coal mine.  German newspaper Bild reported on Sunday that authorities escorted away the 20-year-old activist and ten other demonstrators who refused to comply with their efforts to...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/state-watch/3814654-adams-calls-for-federal-help-with-migrants-on-trip-to-el-paso-border/", "title": "Adams calls for federal help with migrants on trip to El Paso border", "date_published": "2023-01-16 03:16:03+00:00", "description": "New York City Mayor Eric Adams (D) called on the Biden administration to take action as the city \"cannot take more\" migrants during a visit to the southern border in El Paso, Texas. Adams, whose entering his second year as mayor, said it's time for the federal government “to do its job,\" with city's like...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/state-watch/3814511-five-takeaways-on-the-record-setting-california-storms/", "title": "Five takeaways on the record-setting California storms", "date_published": "2023-01-16 02:33:49+00:00", "description": "A series of severe storms have pummeled parts of California since shortly after Christmas, causing record-breaking flooding, mudslides and whiteout conditions across the state. Storms continued to batter parts of California over the weekend, bringing historic levels of rain to some regions, as well as short-term relief to a state often plagued by droughts. The...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/technology/3814571-spacex-lights-up-the-florida-sky-with-falcon-heavy-launch-after-delays/", "title": "SpaceX lights up the Florida sky with Falcon Heavy launch", "date_published": "2023-01-16 02:07:49+00:00", "description": "Following a three-year hiatus, SpaceX's Falcon Heavy rocket celebrated its second successful launch in two months, lifting off Pad 39A at NASA's Kennedy Space Center in Florida at 5:56 p.m. ET and carrying two satellites to geostationary orbit.  Spectators on Florida’s Space Coast were treated with not just a twilight launch, which is known for...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/house/3814551-mccarthy-weighs-in-on-defense-spending-cuts-amid-gop-divisions/", "title": "McCarthy weighs in on defense spending cuts amid GOP divisions", "date_published": "2023-01-16 01:10:33+00:00", "description": "House Speaker Kevin McCarthy (R-Calif.) signaled his support Sunday for some cuts in defense spending amid growing tension within the House GOP ranks over the party's approach to a coming debt limit fight. During an appearance on Fox News’ “Sunday Morning Futures,” host Maria Bartiromo asked McCarthy if he was willing to cut defense spending...", "persistent": false, "language": "en-US", "user": null}], "source": {"url": "https://thehill.com/news/feed/", "title": "The Hill"}}