[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Street Fighter 6 - Official Rashid Gameplay Trailer", "description": "The latest gameplay trailer for Street Fighter 6 puts a spotlight on Rashid. Check it out to see the character in action! Rashid will be unlocked for Year 1 Character Pass owners on July 24, 2023.\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=YS4nqgV70UQ", "date_published": "2023-07-05T23:55:59+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Why the Suicide Squad anime might actually be good #dcu #dccomics #harleyquinn #joker #anime #shorts", "description": "", "link": "https://www.youtube.com/watch?v=7bL05fcyTeQ", "date_published": "2023-07-05T23:31:14+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "They made a musical about Captain America #marvel #mcu #disney #disneyland #shorts", "description": "", "link": "https://www.youtube.com/watch?v=3Wz4JxmJGT0", "date_published": "2023-07-05T23:30:32+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The $2m Magic: The Gathering card has been found #magic #tcg #lotr #mtg #lordoftherings #shorts", "description": "", "link": "https://www.youtube.com/watch?v=igXV98blnZw", "date_published": "2023-07-05T23:29:43+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Nick Fury singing in Rogers: The Musical #avengers #marvel #mcu #disneyland #shorts", "description": "", "link": "https://www.youtube.com/watch?v=39JpUl9EUJE", "date_published": "2023-07-05T23:29:14+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "TLOU Music performed live at the Hollywood Bowl #tlou #thelastofus #gaming #shorts", "description": "", "link": "https://www.youtube.com/watch?v=q6xdTac6I3s", "date_published": "2023-07-05T23:28:53+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Co-op Avatar game announced #avatarthelastairbender #atla #avatar #shorts", "description": "", "link": "https://www.youtube.com/watch?v=528dcx9QZwM", "date_published": "2023-07-05T23:28:24+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "How Netflix profited off of the Squid Game creator #squidgame #netflix #shorts", "description": "", "link": "https://www.youtube.com/watch?v=5d3J344TerM", "date_published": "2023-07-05T23:27:57+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Gimli for president...?! #johnrhysdavies #indianajones #redcarpet #lotr #shorts", "description": "", "link": "https://www.youtube.com/watch?v=GSAZJ7-JmAE", "date_published": "2023-07-05T23:27:30+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "My Friendly Neighborhood - The First 25 Minutes", "description": "After Gordon is sent to investigate a rogue television broadcast from an abandoned production studio, he finds himself hunted by deranged puppets from the defunct children's TV show: My Friendly Neighborhood. Check out the first 25 minutes of this ridiculous horror game.", "link": "https://www.youtube.com/watch?v=PmGdFP36iEI", "date_published": "2023-07-05T23:16:43+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Everybody 1-2-Switch Review", "description": "Everybody 1-2-Switch reviewed by Travis Northup on Nintendo Switch.\n\nEverybody 1-2-Switch is a tedious and surprisingly small catalog of unoriginal and mostly poorly designed minigames that’s guaranteed to bring any party grinding to a halt. Even with a few interesting ideas, like Joy-Con hide and seek or the color scavenger-hunting modes, there are simply too few options to keep a group’s attention for one game, much less for multiple matches. Throw in the fact that many ideas are mind-numbingly boring, and others are rehashes of stuff found in the original, and you’ve got yourself a great way to rid yourself of unwanted friendships but not much more than that.\n\n#IGN #Gaming #Nintendo", "link": "https://www.youtube.com/watch?v=lzznSgkiJVw", "date_published": "2023-07-05T22:40:05+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "NARAKA FEST | 2nd Anniversary Livestream", "description": "Get the latest details and updates on the mythical melee battle royale, NARAKA: BLADEPOINT on today’s livestream showcase: NARAKA FEST. During the broadcast, players will hear direct from the development and community teams who will discuss the game’s new content and highly requested features in celebration of the game's 2nd anniversary.\n\nExperience the thrill of unchained melee combat with 10 million players worldwide in the ultimate Eastern-inspired battle royale, Naraka: Bladepoint.\nWatch the annual livestream, NARAKA FEST, where the devs will showcase all the new and highly requested features in celebration for the game's 2nd anniversary.\n\nPresented by Naraka\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=zBLz7P4nsso", "date_published": "2023-07-05T21:10:35+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "IGN's Fighting Spirit Showdown (Ft. Andrea Rene & Blessing Adeoye Jr.)", "description": "Join special guests Blessing Adeoye Jr. and Andrea Rene as they compete against IGN's Alan Wheeler and Ben Watts in IGN's Fighting Spirit Showdown prestented by Modelo! This single-elimination tournament featuring FIFA 23 will pit friend versus friend, coworker versus coworker, in a no-holds barred competiton to prove themselves as the top FIFA player. \n\nThe Matchups will feature Ben Watts (France) facing Alan Wheeler (México) in the first round. then Andrea Rene (England) will take on Blessing Adeoye Jr. (Argentina). The winner of each matchup will advance to the grand finals, while the loser will be headed home. Who will come out on top and cement themselves as the top futbol expert and FIFA champion? Find out here. \n\nPresented by Modelo.", "link": "https://www.youtube.com/watch?v=M0HsuzPRJ84", "date_published": "2023-07-05T21:00:12+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Haunted Mansion - Official Teaser Trailer (2023) Stanfield, Tiffany Haddish", "description": "Check out the latest teaser for Haunted Mansion for another look at this upcoming movie inspired by the classic theme park attraction. The film stars LaKeith Stanfield, Tiffany Haddish, Owen Wilson, Danny DeVito, Rosario Dawson, Chase W. Dillon and Daniel Levy, with Jamie Lee Curtis and Jared Leto as The Hatbox Ghost.\n\nHaunted Mansion follows a woman and her son who enlist a motley crew of so-called spiritual experts to help rid their home of supernatural squatters. The film’s producers are Dan Lin and  Jonathan Eirich, with Nick Reynolds and Tom Peitzman serving as executive producers.\n\nHaunted Mansion, directed by Justin Simien, opens in US theaters on July 28 and in UK cinemas on August 11, 2023.\n\n#IGN", "link": "https://www.youtube.com/watch?v=gDzbzgabET4", "date_published": "2023-07-05T20:00:20+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Killers of the Flower Moon - Official Trailer (2023) Leonardo DiCaprio, Robert De Niro", "description": "Check out the trailer for Killers of the Flower Moon, an upcoming movie starring Leonardo DiCaprio, Robert De Niro, Jesse Plemons, Lily Gladstone, Tantoo Cardinal, John Lithgow, Brendan Fraser, Cara Jade Myers, JaNae Collins, Jillian Dion, William Belleau, Louis Cancelmi, Tatanka Means, Michael Abbot Jr., Pat Healy, Scott Shepard, Jason Isbell, and Sturgill Simpson.\n\nAt the turn of the 20th century, oil brought a fortune to the Osage Nation, who became some of the richest people in the world overnight. The wealth of these Native Americans immediately attracted white interlopers, who manipulated, extorted, and stole as much Osage money as they could before resorting to murder. Based on a true story and told through the improbable romance of Ernest Burkhart (Leonardo DiCaprio) and Mollie Kyle (Lily Gladstone), Killers of the Flower Moon is an epic western crime saga, where real love crosses paths with unspeakable betrayal. Killers of the Flower Moon is directed by Martin Scorsese from a screenplay by Eric Roth and Martin Scorsese, based on David Grann’s best-selling book.\n\nHailing from Apple Studios, Killers of the Flower Moon was produced alongside Imperative Entertainment, Sikelia Productions, and Appian Way. Producers are Martin Scorsese, Dan Friedkin, Bradley Thomas and Daniel Lupi, with Leonardo DiCaprio, Rick Yorn, Adam Sommer, Marianne Bower, Lisa Frechette, John Atwood, Shea Kammer and Niels Juul serving as executive producers. \n\nKillers of the Flower Moon will premiere in select theaters on October 6, 2023 and wide on October 20, 2023 before streaming globally on Apple TV+\n\n#IGN", "link": "https://www.youtube.com/watch?v=LrKHTfvYMFg", "date_published": "2023-07-05T19:11:57+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Mission: Impossible Dead Reckoning Part 1 - Official Train Behind the Scenes Clip (2023) Tom Cruise", "description": "Join members of the cast and crew of Mission: Impossible - Dead Reckoning Part One for a behind-the-scenes look at a stunt that involves Tom Cruise fighting on top of a moving train. The upcoming movie stars Tom Cruise, Hayley Atwell, Ving Rhames, Simon Pegg, Rebecca Ferguson, Vanessa Kirby, Esai Morales, Pom Klementieff, Mariela Garriga, Henry Czerny, Shea Whigham, Greg Tarzan Davis, Charles Parnell, Frederick Schmidt, Cary Elwes, Mark Gatiss, Indira Varma, and Rob Delaney.\n\nIn Mission: Impossible – Dead Reckoning Part One, Ethan Hunt (Tom Cruise) and his IMF team embark on their most dangerous mission yet: To track down a terrifying new weapon that threatens all of humanity before it falls into the wrong hands. With control of the future and the fate of the world at stake, and dark forces from Ethan's past closing in, a deadly race around the globe begins. Confronted by a mysterious, all-powerful enemy, Ethan is forced to consider that nothing can matter more than his mission – not even the lives of those he cares about most.\n\nThe film is produced by Tom Cruise and Christopher McQuarrie. David Ellison, Dana Goldberg, Don Granger, Tommy Gormley, Chris Brock, and Susan E. Novick serve as executive producers. It is written by Christopher McQuarrie & Erik Jendresen.\n\nMission: Impossible - Dead Reckoning Part One, directed by Christopher McQuarrie, opens in US theaters on July 12, 2023 and in UK cinemas on July 10, 2023.", "link": "https://www.youtube.com/watch?v=A0YSgSnFWek", "date_published": "2023-07-05T18:00:06+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Mission: Impossible - Dead Reckoning Part One Review", "description": "Mission: Impossible Dead Reckoning Part One was reviewed by Siddhant Adlakha. Opens in theaters on July 12, 2023.\n\nMission: Impossible: Dead Reckoning Part One is a fun and finely tuned summer blockbuster hit that warrants a visit to your local theater to see all that it has to offer. The seventh installment in the Mission: Impossible franchise has an enormous scale and the entertainment value to accompany it. Mission: Impossible: Dead Reckoning Part One manages to rise above the doom and gloom of Mission Impossible: Fallout creating a film that packs an explosive, self-reflective, and surprisingly funny time for moviegoers. Tom Cruise and company once again leave us not only wanting more but compels us to eagerly count down the days until its sequel slated for 2024.\n\n#MissionImpossible #MissionImpossibleDeadReckoningPartOne #Review", "link": "https://www.youtube.com/watch?v=cS5bDCyc5PE", "date_published": "2023-07-05T16:00:35+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Dead by Daylight - Official Nicolas Cage Trailer", "description": "Play as Nicolas Cage in Dead by Daylight. The actor joins the multiplayer action/horror game as a new survivor. Check out the new Dead by Daylight trailer for another look at the character.\n\nNicolas Cage is available to play in the Public Test Build now, on Steam only. The Dead by Daylight: Nicolas Cage Chapter will be available for purchase on July 25, 2023, at 12:00 p.m. (EDT), and the exclusive Dead by Daylight: Nicolas Cage Chapter Pack will be available at the same time on Steam, PlayStation 5, PlayStation 4, Xbox One, Xbox Series X/S, Epic Games Store, Windows Store, and Nintendo Switch.\n\n#NicolasCage #DeadByDaylight", "link": "https://www.youtube.com/watch?v=rLVcGdK7VRM", "date_published": "2023-07-05T15:34:17+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Ninja or Die - Official Release Date Announcement Trailer", "description": "Check out the release date announcement trailer for Ninja or Die, the upcoming pixel-art, high-speed action/roguelike/platformer. It'll be released for PC on August 2.\n\n#NinjaOrDie", "link": "https://www.youtube.com/watch?v=hFHTm_loY0o", "date_published": "2023-07-05T15:00:35+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "PixelJunk Eden 2 - Official Announcement Trailer", "description": "PixelJunk Eden 2 is a hypnotic platformer from the PixelJunk series developed by Q-Games. Players will twirl, leap, and tumble through hypnotic landscapes, accompanied by a mesmerizing soundtrack composed by celebrated multimedia artist Baiyon. The game is packed with over 20 playable Grimps to find and unlock, 40 game-altering elements to use and customize, along with the ability to play alone or in 2 player co-op. PixelJunk Eden 2 is launching later this year for PlayStation 4, PlayStation 5, and PC.\n\n#PixelJunkEden2 #PixelJunk", "link": "https://www.youtube.com/watch?v=KvmTKqDytQ8", "date_published": "2023-07-05T14:15:40+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Warhammer Age of Sigmar: Realms of Ruin Reminds Us of Dawn of War 3", "description": "Warhammer Age of Sigmar: Realms of Ruin is an upcoming Warhammer Fantasy RTS that reminded us a lot of Dawn of War – and that's a very good thing. Check out our first hands-on impressions from Leana Hafer.\n\n#WarhammerAgeOfSigmarRealmsOfRuin #Impressions #Warhammer", "link": "https://www.youtube.com/watch?v=dEvGlNwFzkc", "date_published": "2023-07-05T14:00:24+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Secret Invasion: Episode 3 Review", "description": "Episode 3 of Marvel’s Secret Invasion frustrates as much as it enthralls with its half-hearted approach to the spy-thriller genre preventing it from ever being as gripping as it could be.", "link": "https://www.youtube.com/watch?v=fg-bFaq1TfU", "date_published": "2023-07-05T13:51:49+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}]