[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC5UAwBUum7CPN5buc-_N1Fw", "title": "The LINUX DISTRO model is BROKEN", "description": "Stream any OS, desktop, or app to your browser, now with translations: https://kasmweb.com/docs/develop/developers/builds.html\n\nGrab a brand new laptop or desktop running Linux: https://www.tuxedocomputers.com/en#\n\n👏 SUPPORT THE CHANNEL:\nGet access to a weekly podcast, vote on the next topics I cover, and get your name in the credits:\n\nYouTube: https://www.youtube.com/@thelinuxexp/join\nPatreon: https://www.patreon.com/thelinuxexperiment\nLiberapay: https://liberapay.com/TheLinuxExperiment/\n\nOr, you can donate whatever you want: https://paypal.me/thelinuxexp\n\n👕 GET TLE MERCH\nSupport the channel AND get cool new gear: https://the-linux-experiment.creator-spring.com/\n\n🎙️ LINUX AND OPEN SOURCE NEWS PODCAST:\nListen to the latest Linux and open source news, with more in depth coverage, and ad-free!  https://podcast.thelinuxexp.com\n\n🏆 FOLLOW ME ELSEWHERE:\nWebsite: https://thelinuxexp.com\nMastodon: https://mastodon.social/web/@thelinuxEXP\nPixelfed: https://pixelfed.social/TLENick\nPeerTube: https://tilvids.com/c/thelinuxexperiment_channel/videos\nDiscord: https://discord.gg/XMuQrcYd\n\n#Linux #linuxdistro #operatingsystem \n\n00:00 Intro\n00:35 Sponsor: Stream any OS, desktop or app to any PC\n01:29 The Classic Linux Distro Model\n02:57 Why it's broken\n04:25 Distros are moving away\n05:52 The new model isn't perfect, but still better\n08:31 All other OSes do this\n09:22 Why distros package apps in the first place\n10:14 Universal Packages\n11:40 You don't have a choice\n13:32 Sponsor: Get a PC made to run Linux\n14:27 Support the channel\n\n\nThis video was inspired by the following blog post, which echoed my sentiment and ideas exactly: https://www.ypsidanger.com/the-distribution-model-is-changing/\n\nThe distro packages the software for their users. Not the developers of the software, the distro itself. So the distro has a decent amount of control over what they offer, but the users of the distro don't, and the developers of the apps also don't. And this model doesn't really work.\n\nOn the surface, for users, it does work. You get a lot of applications from a central repo, and the system is generally pretty stable, depending on the distro you pick.\nBut in the background, you have the thousands of orphaned packages that are still in the repos but aren't maintained. The old apps that can't be packaged at all anymore. The maintainers spending a lot of time repackaging and recompiling software that has already been packaged.\n\nOne might not like Ubuntu's snap packages, or Flatpak, or AppImages, but it's undeniable that most distros are moving towards them.\n\nWhen Ubuntu moves Firefox and Chromium from a deb package to a snap, it's a GOOD THING. For Ubuntu. Because instead of having to package each new version of Firefox or CHromium for all currently supported versions of Ubuntu, they only have to package them once.\n\nSame thing when Red Hat drops the LibreOffice RPM in favor of the Flatpak. Not having to package that behemoth of an app will free up time for Red Hat developers to work on HDR, improving Wayland, and supporting color management.\n\nAnd moving the packaging of an app from the distro to the app developer means less time spent debugging stuff, and more time spend on improving the app.\n\nSo why did Linux distros start packaging software instead of app developers?\n\nIt was because there were so many different systems using the same packaging formats, deb or RPM or whatever else, but different libraries, kernels, drivers, and everything else, that app developers simply did not have a way to distribute their own software to every distro.\n\nBut nowadays, we DO have formats that let you distribute applications everywhere with one single package.\n\nThey lack some features, especially due to the sandboxing they tend to use, that limits how they can interact with other apps. Thing is, these formats are still under heavy development.\n\nBut the real question is: do you prefer staying on the current model where we stagnate, duplicate work, and where developers and users have no control over which version of the software is used, or would you rather face a few teething issues, but let developers improve their apps, and the whole of the Linux software ecosystem?\n\nI know what I choose, and it's not these old packages. And presumably, if you stick to mainstream distros, like Fedora, Ubuntu, or their main derivatives, chances are you're not going to have a choice either. Because whether you like it or not, we're moving to Flatpak or Snap on most distros.\n\nIt's more efficient, and their current problems can and will be fixed. The duplication of work that legacy packaging creates is unfixable, it's a structural problem.\n\nAnd of course, if you hate these universal packaging formats, I'm sure you'll still be able to find a lot of distros that will not move to them even in the future. You'll just be running the non official version of an app, just like what you're doing right now when using a distro's package.", "link": "https://www.youtube.com/watch?v=8yAo9Bc6iOI", "date_published": "2023-07-05T15:39:20+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}]