[{"source": "https://www.theguardian.com/rss", "title": "Russia-Ukraine war at a glance: what we know on day 498 of the invasion", "description": "<p>UN observers appeal for greater access to Zaporizhzhia plant; man who detonated explosives in Kyiv courthouse dies</p><ul><li><strong><a href=\"https://www.theguardian.com/world/russia+ukraine\">See all our Russia-Ukraine war coverage</a></strong></li></ul><p><strong>UN observers appealed on Wednesday for greater access to Europe’s largest nuclear plant,</strong> after <a href=\"https://www.theguardian.com/world/2023/jul/05/russia-has-planted-suspected-explosives-on-zaporizhzhia-nuclear-plant-roofs-says-zelenskiy\">Moscow and Kyiv traded accusations over a possible “catastrophic” act of sabotage</a> at the Russian-controlled facility in Ukraine. The International Atomic Energy Agency on Wednesday said they have yet to observe any indications of mines or explosives but called for additional access to the plant.</p><p><strong>A man who detonated explosives in a court house in the Ukrainian capital Kyiv on Wednesday has died, Ukrainian interior minister Ihor Klymenko said. </strong>Police officers were wounded in the explosion.</p><p><strong>US president Joe Biden told Sweden’s prime minister Ulf Kristersson on Wednesday that he is “looking forward” to the country’s stalled Nato membership bid winning final approval,</strong> as the western alliance prepares for next week’s summit. Speaking in the Oval Office, Biden said he wanted to reiterate that he “fully, fully supports Sweden’s membership in Nato”. Biden added he was “anxiously looking forward” to the bid being ratified.</p><p><strong>James Cleverly, the UK foreign secretary, and Ben Wallace, the British defence secretary, joined with their Polish counterparts Zbigniew Rau and Mariusz Blaszczak at a pre-Nato summit meeting in London on Wednesday. </strong>The two countries emphasised their mutual agreement on defence and foreign policy ahead of next week’s Nato meeting.</p><p><strong>The UN is making “every effort” to ensure that the Black Sea grain deal and a memorandum of understanding to facilitate access of Russian fertiliser and other products to global markets are extended, </strong>UN trade chief Rebeca Grynspan said. “We need both to continue bringing down prices and have stable markets of food and fertilisers in the world,” Grynspan told reporters in Geneva.</p><p><strong>Russia’s defence ministry said on Wednesday that Russian forces had struck three Ukrainian army groups near Bakhmut, amid conflicting reports about fighting in the area. </strong>The Reuters news agency could not independently verify the battlefield situation. The ministry made no comment in its daily briefing on reports that Russian forces have retreated from the village of Klishchiivka, south-west of Bakhmut, which a Russian-installed official in eastern Ukraine has denied.</p><p><strong>Vladimir Rogov, one of the prominent pro-Russian figures in occupied Zaporizhzhia region, has reported on his Telegram account that “the houses of local residents, a garage and a car were damaged” in the region due to Ukrainian fire. </strong>He said there were no casualties. The claims have not been independently verified.</p><p><strong>Russian president Vladimir Putin’s former election spokesperson has been appointed to run the state news agency Tass, according to a government order published on Wednesday. </strong>The Kremlin has tightened its control over the media since the start of the Ukraine war, forcing the closure of leading independent news outlets and designating many journalists and publications as “foreign agents”.</p><p><strong>Next week’s Nato summit must offer “real security guarantees” to Ukraine, the Italian prime minister, Giorgia Meloni, said on Wednesday. </strong>Speaking in Warsaw alongside the Polish prime minister, Mateusz Morawiecki, Meloni said Italy and Poland were “in perfect agreement” on the issue, Reuters reported.</p><p><strong>Russia accused a small US based charity of “sabotaging” the construction of a huge gas pipeline to China and banned it as an “undesirable organisation”. </strong>Jennifer Castner, director of the Altai Project, described the accusation as absurd. The move has followed clamp-downs on many foreign NGOs in Russia, including a similar ban last month on the local arm of the WWF environmental group.</p><p><strong>Russia said on Wednesday that one person was killed and another 41 injured</strong>, including two children, by Ukrainian fire in the east Ukraine town of Makiivka, which is occupied by Russian forces.</p><p><strong>Residential buildings and a medical facility were damaged by a Russian rocket attack on Druzhkivka</strong> in the Donetsk region overnight.</p><p><strong>Russia’s Kursk and Belgorod regions came under fire from Ukrainian forces across the border in the early hours of Wednesday</strong>, the regions’ governors said, adding that no casualties were reported.</p> <a href=\"https://www.theguardian.com/world/2023/jul/06/russia-ukraine-war-at-a-glance-what-we-know-on-day-498-of-the-invasion\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/06/russia-ukraine-war-at-a-glance-what-we-know-on-day-498-of-the-invasion", "date_published": "2023-07-05T23:29:20+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "China accused of scores of abuses linked to ‘green mineral’ mining", "description": "<p>Watchdog identifies 102 violations over past two years as country extracts ‘transition minerals’ for green-energy technology</p><p>A new report into China’s dominance in the green-energy market has identified more than a hundred allegations of environmental and human rights violations linked to its overseas transition mineral investments over the past two years.</p><p>China dominates the processing and refining of lithium, cobalt, copper, manganese, nickel, zinc, chromium, aluminium and rare-earth elements – and the manufacturing of technologies like solar panels, wind turbines and <a href=\"https://www.theguardian.com/us-news/2023/jan/24/us-electric-vehicles-lithium-consequences-research\">batteries for electric vehicles (EV)</a>, which require so-called transition minerals.</p> <a href=\"https://www.theguardian.com/world/2023/jul/05/china-mineral-mining-green-energy\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/05/china-mineral-mining-green-energy", "date_published": "2023-07-05T23:02:45+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Meta launches Twitter rival Threads in 100 countries", "description": "<p>Mark Zuckerberg targets Elon Musk’s troubled platform with new app closely modelled on Twitter</p><p>Mark Zuckerberg’s Meta has launched its rival to Twitter, with the Threads app seeking to woo users from Elon Musk’s troubled platform through an offer of lengthier posts, a handful of celebrity backers – and a strong resemblance to its competitor.</p><p>The Facebook and Instagram owner brought forward the app’s debut by 15 hours to 7pm EDT in the US and midnight in the UK, making it freely available in 100 countries on the Apple and Google app stores, although regulatory concerns mean it will <a href=\"https://www.theguardian.com/media/2023/jul/05/meta-delays-eu-launch-of-twitter-rival-threads-amid-uncertainty-over-personal-data-use\">not be available in the EU</a>.</p> <a href=\"https://www.theguardian.com/technology/2023/jul/06/meta-launches-twitter-rival-threads-in-100-countries\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/jul/06/meta-launches-twitter-rival-threads-in-100-countries", "date_published": "2023-07-05T23:01:46+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "World’s 722 biggest companies ‘making $1tn in windfall profits’", "description": "<p>Collective profit comes on back of soaring energy prices and rising interest rates, according to Oxfam and ActionAid</p><p>The world’s 722 biggest companies collectively are making more than $1tn a year (£780bn) in windfall profits on the back of soaring energy prices and rising interest rates, according to research by development charities.</p><p>The companies made $1.08tn this way in 2021 and $1.09tn last year, according to analysis of Forbes magazine data by the charities Oxfam and ActionAid. The collective profits were 89% higher than the previous four-year average covering 2017-2020.</p><p>18 food and beverage companies made on average about $14bn a year in windfall profits in 2021 and 2022. Global food prices rose more than 14% in 2022.</p><p>28 pharmaceutical companies made on average $47bn a year in windfall profits, and 42 major retailers and supermarkets made on average $28bn.</p><p>Nine aerospace and defence corporations raked in on average $8bn in windfall profits</p> <a href=\"https://www.theguardian.com/business/2023/jul/06/worlds-722-biggest-companies-making-1tn-in-windfall-profits\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jul/06/worlds-722-biggest-companies-making-1tn-in-windfall-profits", "date_published": "2023-07-05T23:01:45+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Middle-aged people ‘need sleep to see mental health benefits of exercise’", "description": "<p>Researchers find physically active short sleepers in their 50s and 60s suffer cognitive decline as fast as those who do less exercise</p><p>Middle-aged people not getting enough sleep are less likely to see the benefits of exercise when it comes to protecting against a decline in skills such as memory and thinking, scientists have said.</p><p>Researchers from University College London (UCL) found that those in their 50s and 60s who performed regular physical activities but slept less than six hours a night had a faster decline in these skills overall.</p> <a href=\"https://www.theguardian.com/science/2023/jul/05/middle-aged-people-need-sleep-to-see-mental-health-benefits-of-exercise\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/jul/05/middle-aged-people-need-sleep-to-see-mental-health-benefits-of-exercise", "date_published": "2023-07-05T22:30:45+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Officer in charge of Manchester Arena attack response could face criminal charges", "description": "<p>Ch Insp Dale Sexton was cleared of wrongdoing in March but, after a review of the evidence, the CPS has been asked to investigate</p><p>The police officer in charge of emergency services on the night of the Manchester Arena bombing in 2017 could face criminal charges after a review of the original investigation was carried out at the request of the victims’ families.</p><p>A file of evidence concerning Ch Insp Dale Sexton’s comments will be passed to the Crown Prosecution Service (CPS), the police watchdog has confirmed.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jul/05/officer-in-charge-of-manchester-arena-attack-response-could-face-criminal-charges\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jul/05/officer-in-charge-of-manchester-arena-attack-response-could-face-criminal-charges", "date_published": "2023-07-05T22:14:36+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Like a very pungent office fridge’: rare corpse flower blooms in San Francisco", "description": "<p>Scarlet, as the flower is named, last bloomed in the conservatory in 2019 and its imminent blossoming is drawing throngs of people</p><p>A rare flower with a smell that has been compared to rotting flesh and described as “<a href=\"https://www.theguardian.com/environment/2016/jul/29/corpse-flower-new-york-botanical-garden-blooms\">worse than one thousand pukes</a>” is bringing hundreds of spectators to San Francisco’s Golden Gate park.</p><p>The city’s Conservatory of Flowers <a href=\"https://twitter.com/SFConservatory/status/1675998106666651653\">announced on Tuesday</a> that the plant, known as a corpse flower, was on the verge of blooming, a special event that is expected to last only a few days.</p> <a href=\"https://www.theguardian.com/us-news/2023/jul/05/corpse-flower-san-francisco-bloom-pungent-smell\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jul/05/corpse-flower-san-francisco-bloom-pungent-smell", "date_published": "2023-07-05T22:09:18+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Chelsea hold out for more after Milan make second bid for Christian Pulisic", "description": "<ul><li>Milan make bid of up to £18.9m while Lyon have bid £21.5m</li><li>Pulisic has been inconsistent since joining Chelsea in 2019</li></ul><p>Chelsea want Milan to raise their offer for Christian Pulisic after the Italian side made a second bid worth up to £18.9m for the American winger.</p><p>Milan have had a bid of £12m rejected for Pulisic, who is expected to leave Stamford Bridge this summer, and negotiations between the clubs are ongoing. Although Lyon’s bid of £21.5m comes closer to meeting Chelsea’s valuation of the USA captain, the player’s preference is to move to San Siro.</p> <a href=\"https://www.theguardian.com/football/2023/jul/05/chelsea-hold-out-for-more-after-milan-make-second-bid-for-christian-pulisic\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/05/chelsea-hold-out-for-more-after-milan-make-second-bid-for-christian-pulisic", "date_published": "2023-07-05T21:59:30+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Keir Starmer to say class ceiling must shatter to let children get ahead", "description": "<p>Labour leader will argue against snobbery of ‘vocational’ and ‘academic’ education, saying young people need both</p><p>Britain needs to shatter its snobbish “class ceiling” that prevents children from getting ahead, Keir Starmer is to argue in a speech setting out his fifth and final “mission” aimed at removing barriers to opportunity.</p><p>Speaking at a college in Gillingham, Kent, the Labour leader will argue that students must be taught creativity and the “human” skills that cannot be done by computers, advocating a shift in focus for the artificial intelligence age.</p><p><strong>Highest sustained growth in the G7.</strong> The first mission to be <a href=\"https://www.theguardian.com/politics/live/2023/may/17/pmqs-keir-starmer-speech-rishi-sunak-oliver-dowden-angela-rayner-g7-michael-gove-housing-latest-updates?page=with%3Ablock-6464b4048f08293047a55aa9\">announced</a>, this is the most specific of the five and arguably the most risky, given it depends on events in other countries. In a rare moment of agreement with Liz Truss, Starmer said economic growth targets were useful, while insisting Labour’s plan would be based on a stable mix of free markets and the state.</p><p><strong>Cutting crime.</strong> A perennial pledge for any opposition party, this is seen as particularly relevant given a perception of police absence and court delays. Starmer pledged <a href=\"https://www.theguardian.com/politics/2023/mar/23/keir-starmer-promises-to-halve-violence-against-women-as-part-of-labour-crime-mission\">to halve violence against women and girls</a> within a decade, using measures including dedicated “rape courts” and domestic violence experts taking 999 calls.</p><p><strong>Restoring the NHS. </strong>Another obvious subject for the roster, Starmer said <a href=\"https://www.theguardian.com/politics/2023/may/22/labour-government-invest-more-nhs-england-starmer-five-missions\">Labour would increase real-terms spending on NHS England</a>, although he dodged questions on how this would be done. Other priorities included a focus on better preventive health.</p><p><strong>Making the UK a clean energy superpower.</strong> Very firmly building on the work of Ed Miliband, this mission is a restatement of intent after the party rowed back on its promise to invest £28bn in a green industrial strategy. Starmer <a href=\"https://www.theguardian.com/environment/2023/jun/18/keir-starmer-to-throw-everything-at-plan-to-get-uk-to-net-zero\">said he would “throw everything” at net zero</a> and create jobs for a low-carbon future.</p><p><strong>Improving social opportunity.</strong> The last mission to be launched, this covers everything from a revised school curriculum aimed at boosting creativity and “human” skills in the AI age, to bringing child poverty reduction experts into schools. Starmer has promised it will tackle the “class ceiling” in which children are pigeonholed according to background.</p> <a href=\"https://www.theguardian.com/politics/2023/jul/05/keir-starmer-snobbish-class-ceiling-shatter-let-children-get-ahead\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jul/05/keir-starmer-snobbish-class-ceiling-shatter-let-children-get-ahead", "date_published": "2023-07-05T21:30:43+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Joanna Lumley’s Spice Trail Adventure review – a deeply problematic travelogue", "description": "<p>The actor is as eccentrically enthusiastic as ever. But do we really want her to visit former colonies riven by genocide to look at the tasty ingredients they produce?</p><p>While we all wish the sun never to set on Joanna Lumley, there is a mounting sense that the sort of travelogue in which she specialises has had its day. This sense mounts further over the course of the opening episode of Joanna Lumley’s Spice Trail Adventure, ITV’s latest deployment of its gamest gel.</p><p>Our heroine jams on her metaphorical school hat, hitches up her metaphorical stockings and sets off from the port of Ambon, Indonesia, for the Banda Islands – for centuries the source of all nutmeg and mace for an insanely lucrative European trade. The lushly forested slopes of Banda Neira rise breathtakingly out of the water as Lumley crosses an azure sea in a tiny boat. “I don’t know why people go to the moon,” she says, gazing at the vision before her. “It’s sensationally boring, I can tell you that.” This had me Googling “Has Joanna Lumley been to the moon?” (it seemed the sort of thing Richard Branson could have talked her into). She hasn’t, making this exactly the kind of eccentric schoolmarm moment she is there to provide.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jul/05/joanna-lumley-spice-trail-adventure-review-a-deeply-problematic-travelogue\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jul/05/joanna-lumley-spice-trail-adventure-review-a-deeply-problematic-travelogue", "date_published": "2023-07-05T21:00:43+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "England Women beat Australia in tense T20 finish to keep Ashes hopes alive", "description": "<ul><li><a href=\"https://www.theguardian.com/sport/cricket/match/2023-07-05/england-women-cricket-team\">England Women 186-9; Australia Women 183-8</a></li><li>Danni Wyatt scores 76 at packed Kia Oval</li></ul><p>England kept their Ashes hopes alive with a remarkable three-run win here on Wednesday evening, handing Australia their first defeat in any format since September 2021.</p><p>Ellyse Perry struck back-to-back sixes off the final two balls to finish on 51 not out, but her efforts could not quite overhaul England’s record total of 186 for nine.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/05/england-australia-womens-ashes-twenty-20-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/05/england-australia-womens-ashes-twenty-20-match-report", "date_published": "2023-07-05T20:50:09+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Hannah Dingley makes history with first game in charge of Forest Green", "description": "<p>The first female manager in men’s English professional football oversaw a 1-1 draw in a friendly at non-league Melksham</p><p>“Go Hannah Go!” reads the giant cardboard sign that greets Hannah Dingley as she heads down the tunnel a touch embarrassed an hour before kick-off at the Oakfield Stadium, home to eighth-tier Melksham Town. It is an unlikely spot for a slice of footballing history to be made but it is here, at the end of a new-build housing estate in this Wiltshire town familiar with life as a thoroughfare, where Dingley became the<a href=\"https://www.theguardian.com/football/2023/jul/04/duncan-ferguson-leaves-forest-green-coach\"> first female to lead a men’s team in the professional English game</a>. On the night Forest Green Rovers drew 1-1 but it is an evening when the score feels rather secondary.</p><p>A beefy but warm security guard, who got the call at 2.30pm, stands at the gate of the turnstiles. “It’s all gone a bit Pete Tong,” he says. Such is the interest, there is personal security for Dingley too. It is 5.30pm and Alfie Sparks, Forest Green’s first-team analyst, is setting up his camera from a vantage point on halfway. Dan Connor, the goalkeeping coach, arrives and soon afterwards Dingley enters, hopping out of a hatchback before accepting the offer of a cup of tea from the Melksham chairman, Darren Perrin, who was up until the early hours fielding media requests from international media. “Tonight was a quiet one until a few things happened yesterday,” Perrin says.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/05/hannah-dingley-makes-history-in-first-game-in-charge-of-forest-green\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/05/hannah-dingley-makes-history-in-first-game-in-charge-of-forest-green", "date_published": "2023-07-05T20:45:54+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "RAF proposal to move Dambusters dog’s grave rejected", "description": "<p>West Lindsey council votes down proposal to relocate dog, named after a racial slur, to Norfolk airbase</p><p>Councillors have rejected proposals to exhume and relocate a dog buried at the former base of <a href=\"https://www.theguardian.com/theguardian/from-the-archive-blog/2011/may/26/guardian190-dam-busters-raid\">the Dambusters</a> put forward amid concerns about the suitability of the grave’s location once the site is repurposed as accommodation for asylum seekers.</p><p>During an extraordinary planning meeting on Wednesday evening, West Lindsey district councillors unanimously voted down an application by RAF Heritage to relocate the dog to an airbase in Norfolk.</p> <a href=\"https://www.theguardian.com/culture/2023/jul/05/dambusters-dog-grave-raf-proposal-rejected\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/jul/05/dambusters-dog-grave-raf-proposal-rejected", "date_published": "2023-07-05T20:01:29+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Secret Invasion recap episode three – things are hotting up", "description": "<p>As Marvel’s latest series reached its third instalment, the pace really started to pick up. All the secrets, lies and infiltration didn’t hurt, of course</p><p><em>Spoiler warning … the following article is for people who have been watching Secret Invasion on Disney+. Please don’t read on unless you have seen episodes one to three </em>…</p><p>This week’s episode title was Betrayal, while episodes one and two were called Resurrection and Promises, respectively. Is it me or do they sound like bands on the Download lineup? If next week’s instalment is called Demons or Terror, I’m on to something.</p><p>During the flashback scene in the diner, Varra/Priscilla mentioned intel on Dreykov’s men. Dreykov showed up in Black Widow, played by Ray Winstone – it’s the bombing of his Budapest office that Black Widow and Hawkeye regularly refer to.</p><p>When Priscilla answered her phone in the kitchen with Fury, she unplugged it from the charger. In all the countless hours of TV I’ve seen, I can’t recall someone charging their mobile without it being a huge plot point. Well done, Marvel. Finally!</p><p>That painting, Statesmen of World War I, is by the Scottish artist James Guthrie and was completed in 1930, shortly before his death. It now hangs in the National Portrait Gallery in London.</p><p>Again with the sugar, Gravik? Talos looked on disapprovingly. Can Skrulls get type 2 diabetes?</p><p>I’d like to know where in central London you can get a full English and a pint of Coke for less than a tenner.</p><p>The file on Falsworth’s desk showed Derrik, played by Tony Curran, a Scottish actor with a packed CV. I now realise he was the person we saw talking to Falsworth over a blurry video call in episode one, and not, as I half-pondered, Richard Dormer’s Agent Prescod. Despite pausing these scene, I couldn’t quite work out who Derrik had been spotted talking to in those covert photos. Any thoughts?</p><p>In the Marvel comics, the first Super-Skrull was Kl’rt, who was given the powers of the Fantastic Four, and debuted in 1963. During the Secret Invasion arc of 2008, many more Skrulls were given the ability, with a host of diverse powers.</p><p>Samuel L Jackson will never escape his Pulp Fiction role as Jules Winnfield, and nor should he want to. As he stood over Commodore Bob with a pistol, barking for the code, I fully expected him to start talking about the “path of the righteous man” and double daring Bob to “say ‘what’ again”.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jul/05/secret-invasion-recap-episode-three-things-are-hotting-up\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jul/05/secret-invasion-recap-episode-three-things-are-hotting-up", "date_published": "2023-07-05T20:00:42+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "My mission at Wimbledon Wild Wednesday: 87 matches in one day | Hannah Jane Parkinson", "description": "<p>Rain delays – and there were more even though no rain was forecast for Wednesday – mean a mad dash around the courts</p><p>Forget Manic Monday and Super Sunday: welcome to Wild Wednesday. Because of the sort of weather which Tube announcers quaintly always describe as “inclement”, the entirety of Wimbledon’s Tuesday outdoor play was a washout. This means there are a lot of matches to catch up on. <em>A lot</em>. Eighty-seven matches to be played, in fact, before curfew at 11pm. And I have been tasked with watching them <em>all</em>. It occurs to me that I could do with Rishi Sunak’s helicopter. The day’s forecast, however, is for bright skies with some cloud and, all importantly, no rain.</p><p>At 10.30am, a half-hour before the day’s play begins: rain. It does not stop until 1.30pm, apart from a brief interlude, then the canopies of umbrellas go back up. It’s at this point I think: you know what, probably not gonna end up watching 87 matches today. But at circa 1.45pm, we’re off and I head to Centre Court to watch Russian Daria Kasatkina take on the home hope, the British No 2, Jodie Burrage – who is in form having reached the final of the Birmingham Open a couple of weeks ago. Unfortunately, Kasatkina is also in form – and is the world No 10. Kasatkina takes the first set 6-0. This is known as being bagelled.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/05/my-mission-at-wimbledon-wild-wednesday-87-matches-in-one-day\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/05/my-mission-at-wimbledon-wild-wednesday-87-matches-in-one-day", "date_published": "2023-07-05T19:53:29+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UPS workers edge closer to strike as talks break down with shipping giant", "description": "<p>A strike has already been authorized by union members – who number 340,000 – should negotiations for a new contract fail</p><p>UPS workers moved closer to their first strike action in 27 years on Wednesday after the Teamsters Union said United Parcel Service “walked away” from negotiations over a new contract. The shipping giant denied the claim, lobbing its own accusation that the union had stopped negotiating.</p><p>The two sides traded salvoes in early morning statements even as they attempted to come to an agreement to prevent a strike when the current contract, which covers about 340,000 workers, expires at the end of the month.</p> <a href=\"https://www.theguardian.com/us-news/2023/jul/05/ups-union-strike\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jul/05/ups-union-strike", "date_published": "2023-07-05T19:31:36+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Steve Bell on Tony Blair and the NHS – cartoon", "description": "<a href=\"https://www.theguardian.com/commentisfree/picture/2023/jul/05/steve-bell-on-tony-blair-and-the-nhs-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2023/jul/05/steve-bell-on-tony-blair-and-the-nhs-cartoon", "date_published": "2023-07-05T19:00:40+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "British No 1 Katie Boulter solves Daria Saville puzzle after jigsaw drama", "description": "<ul><li>Boulter into second round at Wimbledon after latest protest</li><li>Heather Watson beaten by Barbora Krejcikova</li></ul><p>Being a British player here brings its fair share of stress and off-court demands, the attention that much greater than they experience at any other event all year. And that’s before someone invades the court and throws bits of jigsaw all over it.</p><p>For Katie Boulter, <a href=\"https://www.theguardian.com/sport/2023/jul/05/just-stop-oil-protesters-disrupt-play-on-court-18-at-wimbledon-tennis\" title=\"\">the interruption by a Just Stop Oil protester</a> on Wednesday was a shock, but one she used to her advantage to claim a place in the second round.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/05/wimbledon-katie-boulter-shrugs-off-protest-to-sink-daria-saville-in-straight-sets\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/05/wimbledon-katie-boulter-shrugs-off-protest-to-sink-daria-saville-in-straight-sets", "date_published": "2023-07-05T18:46:59+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘It’s Wimbledon, it rains’: fatalism rather than frustration for players", "description": "<ul><li>Some first-round matches are yet to take place</li><li>Play on No 1 Court delayed by reluctance to use roof</li></ul><p>Wimbledon’s chaotic opening week continued on Wednesday with more rain and challenges over scheduling adding pressure on organisers to clear a looming backlog. With <a href=\"https://www.theguardian.com/sport/2023/jul/05/just-stop-oil-protesters-disrupt-play-on-court-18-at-wimbledon-tennis\">Just Stop Oil protesters adding to the disruption</a>, the All England Club’s attempt to play an ambitious total of 87 singles matches soon fell by the wayside.</p><p>The competition has a significant number of first-round matches still to play while the top seeds, able to continue under the covers of the main show courts, have already progressed to round three.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/05/wimbledon-rain-fatalism-rather-than-frustration\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/05/wimbledon-rain-fatalism-rather-than-frustration", "date_published": "2023-07-05T18:41:20+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Austerity has led to NHS quality of care declining in key areas, study finds", "description": "<p>Exclusive: Experts say fall in funding caused ‘turning point’ in standards in health service in England</p><p>The quality of care that the NHS provides has got worse in many key areas and patients’ long waits to access treatment could become even more common, research has found.</p><p>The coalition government’s austerity programme in the early 2010s led to the heath service no longer being able to meet key waiting time targets, the Nuffield Trust and Health Foundation said.</p><p>Fewer people with long-term heath conditions such as cancer, diabetes and depression, are getting enough help to manage their condition.</p><p>Breast cancer screening rates for women aged 53-74 have fallen.</p><p>It has become harder for patients to see a named GP.</p><p>Only 6% of midwives think their maternity unit has enough staff to do its job properly.</p> <a href=\"https://www.theguardian.com/society/2023/jul/05/austerity-has-led-to-nhs-quality-of-care-deteriorating-across-the-board-study-finds\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jul/05/austerity-has-led-to-nhs-quality-of-care-deteriorating-across-the-board-study-finds", "date_published": "2023-07-05T18:33:49+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Douglas Heap obituary", "description": "<p>My father, Douglas Heap, who has died aged 88, enjoyed a successful career as a theatrical designer, creating sets for Rada and the RSC as well as many West End productions.</p><p>Doug established the scenic design course at Rada in 1969, delivering 15 sets a year for the acting students’ productions until the late 1980s. In 1971, he came up with the designs for the play Boesman and Lena at the Royal Court theatre, in Chelsea, for the South African playwright <a href=\"https://www.theguardian.com/stage/athol-fugard\">Athol Fugard</a>, whose works examined the apartheid system. Their collaboration on Sizwe Banzi Is Dead and The Island took them to the West End and then to New York, and continued through the 80s.</p> <a href=\"https://www.theguardian.com/stage/2023/jul/05/douglas-heap-obituary\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/jul/05/douglas-heap-obituary", "date_published": "2023-07-05T18:24:34+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Hong Kong-born singer Coco Lee dies by suicide aged 48, siblings confirm", "description": "<p>The singer was known for voicing Mulan in the Mandarin version and becoming the first Chinese American to perform at the Oscars</p><p>Coco Lee, a Hong Kong-born singer and songwriter who had a highly successful career in Asia, has died by suicide, her siblings said on Wednesday. She was 48.</p><p>The star had depression for several years, Lee’s elder sisters Carol and Nancy Lee said in a statement posted on Facebook and Instagram, with her condition deteriorating drastically over recent months.</p><p><em>In the US, you can call or text the <a href=\"https://988lifeline.org/\">National Suicide Prevention Lifeline</a> on 988, chat on <a href=\"https://988lifeline.org/chat/\">988lifeline.org</a>, or <a href=\"https://www.crisistextline.org/\">text HOME</a> to 741741 to connect with a crisis counselor. In the UK and Ireland, <a href=\"https://www.samaritans.org/\">Samaritans</a> can be contacted on freephone 116 123, or email <a href=\"mailto:jo@samaritans.org\">jo@samaritans.org</a> or <a href=\"mailto:jo@samaritans.ie\">jo@samaritans.ie</a>. In Australia, the crisis support service <a href=\"https://www.lifeline.org.au/\">Lifeline</a> is 13 11 14. Other international helplines can be found at <a href=\"http://www.befrienders.org/\">befrienders.org</a></em></p> <a href=\"https://www.theguardian.com/music/2023/jul/05/coco-lee-dead-hong-kong-mulan-singer\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jul/05/coco-lee-dead-hong-kong-mulan-singer", "date_published": "2023-07-05T18:17:32+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Morgan Gibbs-White leads England past Israel and into European Under-21 final", "description": "<ul><li>Israel 0-3 England (Gibbs-White 42, Palmer 63, Archer 90)</li><li>Side will play Spain or Ukraine on Saturday in Batumi</li></ul><p>Lee Carsley’s England Under-21 side has a chance to emulate Dave Sexton’s class of 1982 and 1984 and become European champions on Saturday, after defeating Israel in their semi-final on Wednesday night.</p><p>England reached the showpiece thanks to a Morgan Gibbs-White masterclass that featured his opening strike of the tournament, a key role in Cole Palmer’s second, plus numerous flicks and runs – all the more impressive as it came after an early penalty miss. Cameron Archer’s 90-minute finish made this an emphatic victory and in the final England will face Spain or Ukraine in Batumi, Georgia.</p> <a href=\"https://www.theguardian.com/football/2023/jul/05/israel-england-european-under-21-championship-semi-final-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/05/israel-england-european-under-21-championship-semi-final-match-report", "date_published": "2023-07-05T18:13:34+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Spanish minister proposes €20,000 ‘universal inheritance’ from age of 18", "description": "<p>Yolanda Díaz says money for study, training or starting a business would ensure ‘equality of opportunity’</p><p>Spain’s leftwing labour minister, Yolanda Díaz, has proposed a scheme to tackle social inequality by giving every young person in the country €20,000 (£17,000) to be spent on study, training or setting up a business once they reach the age of 18.</p><p>According to <a href=\"https://www.theguardian.com/world/2023/apr/03/spain-leftwing-political-party-sumar-major-shake-up-yolanda-diaz\">Díaz’s Sumar platform</a>, which announced the policy before Spain’s <a href=\"https://www.theguardian.com/world/2023/may/29/spain-pm-calls-snap-election-after-opposition-and-far-right-wins-in-local-polls-pedro-sanchez\">snap general election on 23 July</a>, the initiative would cost €10bn, which would be raised by taxing the rich.</p> <a href=\"https://www.theguardian.com/world/2023/jul/05/spanish-minister-proposes-20000-universal-inheritance-from-age-of-18\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/05/spanish-minister-proposes-20000-universal-inheritance-from-age-of-18", "date_published": "2023-07-05T18:10:46+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Striking teachers in England accused of undermining pupils’ pandemic recovery", "description": "<p>Gillian Keegan says she ‘can’t think of a worse time’ for action by NEU members</p><p>The education secretary, Gillian Keegan, has accused striking teachers of undermining children’s recovery from the Covid pandemic, saying she did “pretty well” at winning extra funding for schools from the Treasury.</p><p>Keegan told a conference in Bournemouth: “Let me be clear, we should not be having these strikes in general, but certainly not now. Children have been through so much in the pandemic and I can’t think of a worse time to be willingly keeping them out of school.”</p> <a href=\"https://www.theguardian.com/education/2023/jul/05/striking-teachers-england-children-pandemic-recovery-education-secretary-gillian-keegan\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2023/jul/05/striking-teachers-england-children-pandemic-recovery-education-secretary-gillian-keegan", "date_published": "2023-07-05T18:10:46+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on Toyota’s electric car battery: a boost only if we embrace public transport | Editorial", "description": "<p>Reducing carbon emissions is necessary. But the future of ‘mobility’ must involve much more besides private cars</p><p>Driving an electric car on a single charge from London to Milan sounds like an impossible dream. Yet Japanese carmaker Toyota <a href=\"https://www.theguardian.com/business/2023/jul/04/toyota-claims-battery-breakthrough-electric-cars\" title=\"\">claims</a> that by 2027 motorists will be able to buy such a vehicle. Running the air conditioner at full blast might reduce such an impressive range, but Toyota says drivers will be able to recharge in 10 minutes before they are back on the road. If this all sounds too good to be true, that’s because it probably is.</p><p>What Toyota says it has found nothing less than the holy grail of battery technology – the so-called <a href=\"https://www.ft.com/content/457269a7-9500-43ed-bfb7-f729d19de5ee\" title=\"\">solid state</a> solution – which has long eluded the industry. Instead of a liquid core, the new battery has a solid one between electrodes. This means it is smaller and can store more energy – delivering a bigger range for the same weight. The heavy flammable liquid cores can also overheat and explode. Since 2017, UK emergency services have attended <a href=\"https://cesafety.co.uk/news/data-reveals-extent-of-electric-vehicle-fires-around-the-uk/\" title=\"\">hundreds</a> of electric vehicle fires.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/05/the-guardian-view-on-toyotas-electric-car-battery-a-boost-only-if-we-embrace-public-transport\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/05/the-guardian-view-on-toyotas-electric-car-battery-a-boost-only-if-we-embrace-public-transport", "date_published": "2023-07-05T18:07:40+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on the Tories and London: in a blue funk | Editorial", "description": "<p>The Conservatives could not have made a worse start in the mayoral race for the capital </p><p>Consider for a moment a part of Britain vital to Conservatives past and present. It boasts historic buildings, parks of a lush green and even a socking great statue of Winston Churchill. The <a href=\"https://www.nomisweb.co.uk/query/select/getdatasetbytheme.asp?theme=93\" title=\"\">latest census</a> shows it is significantly more religious than any other region, and a sizable chunk of residents are Christian. Surveys suggest locals are far more likely to frown on <a href=\"https://www.theosthinktank.co.uk/in-the-news/2020/06/24/london-a-city-of-surprises-is-more-religious-and-socially-conservative-than-the-rest-of-britain\" title=\"\">same-sex relationships and sex before marriage</a>. And it is partly responsible for <a href=\"https://www.theguardian.com/politics/video/2012/aug/01/boris-johnson-stuck-zip-wire-video\" title=\"\">the most electorally successful Tory politician</a> in three decades. What is this rightwing heartland, this blue nirvana?</p><p>Try: London, the city that made Boris Johnson its mayor. Twice.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/05/the-guardian-view-on-the-tories-and-london-in-a-blue-funk\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/05/the-guardian-view-on-the-tories-and-london-in-a-blue-funk", "date_published": "2023-07-05T18:06:36+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK police accused by MPs of ‘cosying up’ to ‘pimping websites’", "description": "<p>Home affairs select committee members criticise policy of working with businesses such as Vivastreet</p><p>Senior police officers have “cosied up” to “pimping websites” that allegedly allow trafficked women to be “raped multiple times a day”, MPs have said.</p><p>Dame Diana Johnson, the chair of the home affairs select committee, said it was “disgraceful” that police forces and the National Crime Agency (NCA) were engaging with businesses such as Vivastreet.</p> <a href=\"https://www.theguardian.com/society/2023/jul/05/police-accused-home-affairs-select-committee\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jul/05/police-accused-home-affairs-select-committee", "date_published": "2023-07-05T18:06:13+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "England should take chance to move on but fire of Ashes outrage still burns | Ali Martin", "description": "<p>Will the short gap between Tests help England focus on the task in hand, or will the rancour linger on at Headingley?</p><p>Right, deep breath. It feels strange casting thoughts towards a crunch Ashes Test that gets under way on Thursday when the skip fire that resulted from the last one – sparked by the stumping of Jonny Bairstow by Alex Carey – is still raging.</p><p>This swift return to on-field action may well be a good thing. Over the past three days there has been so much said, written and tweeted about <a href=\"https://www.theguardian.com/sport/2023/jul/03/cricket-ashes-england-australia-jonny-bairstow\" title=\"\">Bairstow’s dismissal on the final day at Lord’s</a>; an outpouring of cultural differences, grudges, prime ministers and false equivalences that have gone well beyond the wicket itself. Fresh cricket to watch and digest should move things on, mercifully.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/05/cricket-england-australia-ashes-third-test-headingley-preview\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/05/cricket-england-australia-ashes-third-test-headingley-preview", "date_published": "2023-07-05T18:00:39+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Freakin’ it out’: lip-syncing New Jersey judge in hot water over TikTok videos", "description": "<p>Gary Wilcox allegedly performed to graphically sexual and violent songs while wearing his robes at court and in chambers</p><p>A judge in New Jersey is under investigation for allegedly filming TikTok videos in which he lip-synced to popular songs, at times in his bed or his judicial chambers.</p><p>Last Friday, the advisory committee on judicial conduct in New Jersey’s supreme court filed a <a href=\"https://www.njcourts.gov/sites/default/files/acjc/GaryWilcoxComplaint.pdf\">complaint</a> against Gary Wilcox, a 58-year-old superior court judge who presides over criminal cases in Bergen county.</p> <a href=\"https://www.theguardian.com/technology/2023/jul/05/new-jersey-judge-wilcox-tiktok-lip-syncing\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/jul/05/new-jersey-judge-wilcox-tiktok-lip-syncing", "date_published": "2023-07-05T17:53:54+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Time to worry about car tyre pollution, Chris Whitty tells MPs", "description": "<p>Chief medical officer says move to electric cars can reduce impact of exhausts, but may bring different problem to the fore</p><p>Ministers need to start looking seriously at the health risks from vehicle tyre wear as the impact of pollutants from car exhausts gradually reduces, Sir Chris Whitty has told MPs.</p><p>Giving evidence to the environmental audit committee, England’s chief medical officer said improvements in emissions from petrol and diesel vehicles, and a shift towards electric cars, were reducing the extent of dangerous pollutants such as nitrogen oxides.</p> <a href=\"https://www.theguardian.com/environment/2023/jul/05/time-to-worry-about-car-tyre-pollution-chris-whitty-tells-mps\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jul/05/time-to-worry-about-car-tyre-pollution-chris-whitty-tells-mps", "date_published": "2023-07-05T17:43:02+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Missing Israeli-Russian academic being held in Iraq by militia group", "description": "<p>Elizabeth Tsurkov went to Iraq to do research for Princeton University, office of Israeli prime minister says</p><p>An Israeli-Russian academic who went missing for months in Iraq is alive and being held in the country by an Iraqi Shia militia group, the Israeli prime minister Benjamin Netanyahu’s office said on Wednesday.</p><p>Elizabeth Tsurkov was captured by Kata’ib Hezbollah in March, the office said. She holds Israeli and Russian passports and entered Iraq using her Russian passport, according to the Israeli government.</p> <a href=\"https://www.theguardian.com/world/2023/jul/05/missing-israeli-russian-academic-being-held-in-iraq-by-militia-group\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/05/missing-israeli-russian-academic-being-held-in-iraq-by-militia-group", "date_published": "2023-07-05T17:41:32+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Cricket test: the right questions to ask about Jonny Bairstow’s stumping | Letters", "description": "<p>Readers reflect on the rights and wrongs of the English player’s dismissal by Australia</p><p>The debate on Jonny Bairstow’s dismissal rages on (<a href=\"https://www.theguardian.com/sport/blog/2023/jul/02/cricket-bairstow-carey-ashes-lords\" title=\"\">In the best cricket tradition, Bairstow v Carey turned on a man saying ‘over’, 2 July</a>). The viewpoint on this is simple, provided one asks the right questions. First, should Australia have withdrawn the appeal? Yes – Bairstow (like the square leg umpire), clearly thought that it was the end of the over, treated the ball as dead and was not attempting to take a run or gain any advantage; he placed his foot back in the crease and was going to have a chat with Stokes.</p><p>Second, does England have a right to complain that Australia didn’t withdraw the appeal? No – Bairstow was out according to the rules and according to the umpire; it was a basic error for which Bairstow cannot expect leniency or generosity. Alex Carey threw the ball before Bairstow left the crease, and everyone concerned (such as <a href=\"https://www.theguardian.com/sport/2013/dec/27/memorable-moments-2013-stuart-broad\" title=\"\">Stuart Broad, who didn’t walk in 2013</a> when he clearly edged the ball and Brendon McCullum, who ran out Muttiah Muralitharan in 2006 in very similar circumstances) has form for doggedly relying on the rules of cricket over the spirit.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/05/cricket-test-the-right-questions-to-ask-about-jonny-bairstow-stumping\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/05/cricket-test-the-right-questions-to-ask-about-jonny-bairstow-stumping", "date_published": "2023-07-05T17:38:15+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Kevin Spacey grabbed man ‘like a cobra’, UK court hears", "description": "<p>Alleged victim told police officers in interview that he was ‘taken aback’ by aggressive comments from actor</p><p>Kevin Spacey grabbed a man “like a cobra” in a West End theatre while making a “barrage of vile comments”, a court has heard.</p><p>A jury heard that the Oscar-winning actor “smelled of booze” before grabbing the complainant.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jul/05/kevin-spacey-grabbed-man-like-a-cobra-court-hears\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jul/05/kevin-spacey-grabbed-man-like-a-cobra-court-hears", "date_published": "2023-07-05T17:38:12+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The public can power Britain to net zero | Letter", "description": "<p>Ministers are lukewarm on climate goals, so we must hold their feet to the fire, says <strong>Rachael Orr </strong>of Climate Outreach</p><p>You report that the UK government has made almost no progress on its climate plans and is in danger of not delivering on its world-leading net zero plans (<a href=\"https://www.theguardian.com/technology/2023/jun/28/uk-has-made-no-progress-on-climate-plan-say-governments-own-advisers\" title=\"\">UK missing climate targets on nearly every front, say government’s advisers, 28 June</a>).</p><p>We offer a small ray of hope. It’s us. Despite a disappointing increase in negative coverage about net zero, our world-leading targets still enjoy <a href=\"https://www.ipsos.com/en-uk/uk-public-still-broadly-supports-most-net-zero-policies\" title=\"\">widespread public support</a>. The UK public consistently ranks climate change and the environment in the <a href=\"https://yougov.co.uk/topics/education/trackers/the-most-important-issues-facing-the-country?period=3m\" title=\"\">top four concerns</a> facing the country.</p> <a href=\"https://www.theguardian.com/environment/2023/jul/05/the-public-can-power-britain-to-net-zero\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jul/05/the-public-can-power-britain-to-net-zero", "date_published": "2023-07-05T17:37:44+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Get ready for a reprise of the Enemies of the People show: it's all Sunak has got left | Martin Kettle", "description": "<p>Their plans in disarray, the Tories will fight the next election pointing blame yet again at judges, clerics and ‘leftie lawyers’</p><p>Political prediction is a mug’s game. Wise commentators should try to refrain from too many of them. Yet it is hard to look at Rishi Sunak’s government right now and not offer one. Here’s mine. Amid the government’s current struggles, a culture war campaign against liberal institutions is increasingly likely to be the centrepiece of the Conservative general election effort next year. For convenience, call it Enemies of the People 2.</p><p>It was not intended to be like this when Sunak took over. When he first set out his <a href=\"https://www.gov.uk/government/news/prime-minister-outlines-his-five-key-priorities-for-2023\">five priority targets</a>, the goals by which he invited the public to judge his government when election day came, they appeared quite sensibly chosen, mostly modest, perhaps at least partially achievable and a welcome contrast from the gassy bombast of Boris Johnson and the delusional dogmas of Liz Truss.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/05/enemies-of-the-people-rishi-sunak-tories-judges\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/05/enemies-of-the-people-rishi-sunak-tories-judges", "date_published": "2023-07-05T17:28:08+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lab test confirms white powder found at White House is cocaine", "description": "<p>Secret Service review of visitor logs and surveillance cameras will seek to determine how drug came to be in the West Wing</p><p>A formal laboratory test of a white powder found in a “highly-trafficked” area of the White House has been confirmed as cocaine, <a href=\"https://www.nbcnews.com/politics/white-house/lab-test-confirms-white-substance-found-white-house-cocaine-rcna92660?cid=eml_nbn_20230705&amp;user_email=ef6bd0f65322b80bee123366d74b955fed51c6e39a1f337b010dff2ed72fc948&amp;utm_campaign=breakingnews&amp;%243p=e_sailthru&amp;_branch_match_id=1102592159209391360&amp;utm_medium=Email%20Sailthru&amp;_branch_referrer=H4sIAAAAAAAAA02P3WrEIBCFn8bemRhNzGZhKYWyrxH8GTeyZhQ15PVrKIXC3Mw58x3ObLWmcu971AbhLJ1KqQse371In4SPIj1gLcqHuuXjowkx%2B5dHFdYjh8d2wUR8Ef5sc55n9xdj4t6UFIOv3pTL3HwFusWjQNuC0rRCqdREdD7vhf765dClKjRAXTzQ0n9UOzXKI9BsUC1cSkbE03hLxDfsYUWNK2dcsJlNhMsG5BX2VvzyndSWOTkJzvWNaYCBCyGlnUe9TJMDOw1GgljU4ISYNRuYdY6Dnbkzy3i78uq%2BGrUn5V%2FYEnUG9fb4un79AYnR6XtCAQAA\">NBC News </a>reported on Wednesday, citing an unnamed official with knowledge of the investigation.</p><p>A Secret Service review of visitor logs and surveillance cameras will seek to determine how the cocaine, described as being in a small, zippered bag, came to be in the executive mansion.</p> <a href=\"https://www.theguardian.com/us-news/2023/jul/05/white-house-cocaine-lab-test\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jul/05/white-house-cocaine-lab-test", "date_published": "2023-07-05T17:24:54+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Women’s Ashes: England v Australia, second T20 – live", "description": "<ul><li>Over-by-over updates from the Oval (6pm BST)</li><li>Australia lead Women’s Ashes 6-0</li><li>Get in touch! <a href=\"mailto:tanya.aldred.freelance@theguardian.com\">Email Tanya here</a> or tweet <a href=\"https://twitter.com/tjaldred?lang=en\">@tjaldred</a></li></ul><p><strong>2nd over: England 14-0 (Dunkley 10, Wyatt 3) </strong>The cameras pan over to Izzy Wong in the dugout – who hasn’t played a game in this series so far. A full, on point, over from Schutt – a handful of singles and a wide keep the score ticking over.</p><p><strong>1st over: England 10-0 (Dunkley 9, Wyatt 1) </strong>Apologies all, my computer chose an importune moment to die. But half see a full-blooded outside edge go for four from Dunkley and another angled over the slips. Darcie Brown the bowler.</p> <a href=\"https://www.theguardian.com/sport/live/2023/jul/05/womens-ashes-england-v-australia-second-t20-live\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2023/jul/05/womens-ashes-england-v-australia-second-t20-live", "date_published": "2023-07-05T17:14:25+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Absentee prime minister routinely skips parliamentary scrutiny", "description": "<p>Rishi Sunak now has the worst attendance record of any British leader at PMQs with a list of feeble excuses</p><p>Mister Sunak Regrets …</p><p>The prime minister has <a href=\"https://www.theguardian.com/politics/2023/mar/24/rishi-sunak-bans-media-conservative-spring-conference\">never much liked scrutiny</a>. He considers himself to be one of the world’s natural leaders. A man born to the elite. Someone to be listened to in silence. Whose thoughts are to be absorbed and treasured. Not someone who is to be in any way held accountable for his actions. Worse still, be judged by those whom he considers beneath him. Us, in other words.</p> <a href=\"https://www.theguardian.com/politics/2023/jul/05/absentee-prime-minister-routinely-skips-parliamentary-scrutiny\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jul/05/absentee-prime-minister-routinely-skips-parliamentary-scrutiny", "date_published": "2023-07-05T17:07:37+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Harry’s Sun phone-hacking claim is ‘Alice in Wonderland stuff’, court hears", "description": "<p>Duke of Sussex alleges secret deal between the publisher of the Sun and the royal family</p><p>Prince Harry is pushing “Alice in Wonderland stuff” by claiming the royal family struck a secret deal with one of Rupert Murdoch’s media companies over phone hacking, according to the newspaper group.</p><p>Harry is attempting <a href=\"https://www.theguardian.com/uk-news/2023/apr/22/prince-harry-media-war-continues-with-phone-hacking-claim-against-sun\">to take the publisher of the Sun to trial</a>, alleging journalists working for the tabloid hacked his voicemails and illegally targeted him using private investigators over several decades. Murdoch’s company is trying to block the case on technical grounds, arguing that Harry waited too long to file his legal paperwork.</p><p>Mirror Group Newspapers: Trial finished on Friday, after Harry gave evidence in early June. Judgment expected in autumn.</p><p>News Group Newspapers, publisher of the Sun: Awaiting the outcome of Wednesday’s hearing, with a ruling expected in the coming weeks on whether Harry can take the case to trial in January.</p><p>Associated Newspapers, publisher of the Daily Mail: Awaiting the outcome of a hearing that took place in March, with a ruling expected in the coming weeks on whether Harry can take the case to trial sometime in 2024.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jul/05/harrys-sun-phone-hacking-claim-is-alice-in-wonderland-stuff-court-hears\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jul/05/harrys-sun-phone-hacking-claim-is-alice-in-wonderland-stuff-court-hears", "date_published": "2023-07-05T17:03:56+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "England will not try to replicate Bazball at Rugby World Cup, insists attack coach", "description": "<ul><li>Richard Wigglesworth would like to meet Stokes and McCullum</li><li>‘Best way to play and attack will end up being entertaining’</li></ul><p>The England attack coach, Richard Wigglesworth, has said entertainment does not come into his thinking when plotting the World Cup campaign. Wigglesworth is full of admiration how Ben Stokes and Brendon McCullum have cultivated an environment of freedom of expression in England’s Test cricket side, but when it comes to Steve Borthwick’s squad a premium will be placed on results.</p><p><a href=\"https://www.theguardian.com/sport/2022/dec/19/steve-borthwick-england-rugby-union-head-coach-replace-eddie-jones\">Borthwick succeeded Eddie Jones</a> nine months before England begin their World Cup campaign and after a disappointing Six Nations campaign with two victories Wigglesworth has prioritised winning with four warmup matches this summer.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/05/england-bazball-rugby-world-cup-richard-wigglesworth\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/05/england-bazball-rugby-world-cup-richard-wigglesworth", "date_published": "2023-07-05T17:00:38+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tottenham offer Harry Kane huge new contract but striker in no rush to sign", "description": "<ul><li>Levy adamant Kane not for sale and believes he will extend stay</li><li>Player keeping options open with one season left on his deal</li></ul><p>Tottenham have made a massive new contract offer to Harry Kane that would significantly improve his £200,000-a-week terms. But the club’s talisman has no immediate intention to sign it and will certainly not do so while the transfer window remains open.</p><p>Kane, who celebrates his 30th birthday on 28 July, has entered the final 12 months of his six-year Spurs deal and is coveted by a host of leading clubs, <a href=\"https://www.theguardian.com/football/2023/jun/27/tottenham-to-reject-bayern-munich-initial-60m-offer-harry-kane\">including Bayern Munich</a>, who last week bid an initial €70m. Thomas Tuchel, the Bayern manager, is pushing hard for Kane.</p> <a href=\"https://www.theguardian.com/football/2023/jul/05/tottenham-offer-harry-kane-new-contract-no-rush-to-sign-levy\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/05/tottenham-offer-harry-kane-new-contract-no-rush-to-sign-levy", "date_published": "2023-07-05T16:47:59+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Indian police bulldoze home of man accused of urinating on Indigenous youth", "description": "<p>Police said man charged with assault, which could see him fined and jailed for a year</p><p>Indian authorities on Wednesday demolished the home of a man accused of publicly urinating on a member of a tribal community after footage of the alleged assault sparked public condemnation.</p><p>A video shared widely on social media appeared to show Pravesh Shukla urinating on his young victim in a dark street in the central Sidhi district while smoking a cigarette. The attack took place last year but came to public attention only this week.</p> <a href=\"https://www.theguardian.com/world/2023/jul/05/indian-police-bulldoze-home-of-man-accused-of-urinating-on-indigenous-youth\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/05/indian-police-bulldoze-home-of-man-accused-of-urinating-on-indigenous-youth", "date_published": "2023-07-05T16:38:32+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘The task is impossible’: three teachers on why they are quitting", "description": "<p>Citing rising demands, low pay and budget pressures, teachers in England are leaving the profession in record numbers</p><p>Max, in his 30s, a primary school teacher from southern England, is among thousands of teachers in England who will be striking on Wednesday to protest against the government’s offer of a 4.3% pay rise and £1,000 one-off payment.</p><p>He will only be striking, though, he says, in solidarity with colleagues. “I have handed in my notice and will be leaving the profession in 10 days’ time. It is my third year as a teacher and it has been horrendous.”</p> <a href=\"https://www.theguardian.com/education/2023/jul/05/the-task-is-impossible-three-teachers-on-why-they-are-quitting\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2023/jul/05/the-task-is-impossible-three-teachers-on-why-they-are-quitting", "date_published": "2023-07-05T16:32:13+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘It’s just like the intifada’: Palestinians reel from Israel’s raid on Jenin", "description": "<p>Clean-up begins after three-day operation, the largest attack on occupied West Bank in two decades </p><p>On the second floor of the Shibli family home in the Jenin refugee camp, three small boys knelt on the tile floor, picking up hundreds of spent bullet casings left by Israeli snipers who had used their kitchen as a firing position. The cartridges clinked and chimed gently as the children cleared up and their glum parents surveyed the extent of the damage inflicted on their property.</p><p>The 50 members of the extended family, who all live in flats in the same large building, returned to their homes on Wednesday morning after Israeli forces withdrew the night before. The three-day operation, <a href=\"https://www.theguardian.com/world/2023/jul/05/israel-jenin-forces-withdraw-gaza\">codenamed Home and Garden</a>, was the largest Israeli offensive in the occupied West Bank in two decades, involving airstrikes and up to 2,000 ground troops.</p> <a href=\"https://www.theguardian.com/world/2023/jul/05/palestinians-reel-israel-raid-on-jenin\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/05/palestinians-reel-israel-raid-on-jenin", "date_published": "2023-07-05T16:24:00+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘No country for old people’: readers on losing England’s rail ticket offices", "description": "<p>Five passengers discuss the impact of proposals to remove ticketing staff from almost all stations</p><p>Rail firms have announced <a href=\"https://www.theguardian.com/business/2023/jul/05/plans-for-mass-closure-of-railway-ticket-offices-in-england-confirmed\">plans to shut down almost all of England’s remaining ticket offices</a> in an attempt to “modernise” the railway.</p><p>The move has angered unions and disability and passenger groups, who say it would affect the ability of some customers to travel independently.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jul/05/rail-ticket-offices-england-closure-reaction\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jul/05/rail-ticket-offices-england-closure-reaction", "date_published": "2023-07-05T16:11:25+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Hindley wins Tour de France stage five as Vingegaard outguns Pogacar on climb", "description": "<ul><li>Jai Hindley takes first mountain stage of race and yellow jersey</li><li>Adam Yates’ lead evaporates as Jonas Vingegaard goes second</li></ul><p>Jai Hindley of Australia won the first mountain stage of the Tour de France after the cruel climb of the Col de Marie Blanque saw Adam Yates’s race leadership evaporate and then exposed the frailties of his UAE Emirates teammate, the former Tour champion, Tadej Pogacar.</p><p>As Bora-Hansgrohe’s Hindley rode alone over the climb and sped down the descent into Laruns, to win the stage and take the <em>maillot jaune</em> of overall race leadership, the defending champion, Jonas Vingegaard, left Pogacar in his wake, one kilometre from the summit. It may yet prove a definitive moment in this year’s race.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/05/jai-hindley-wins-tour-de-france-stage-five-jonas-vingegaard-outguns-tadej-pogacar-on-climb-cycling\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/05/jai-hindley-wins-tour-de-france-stage-five-jonas-vingegaard-outguns-tadej-pogacar-on-climb-cycling", "date_published": "2023-07-05T16:07:10+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mission: Impossible – Dead Reckoning Part One review – Tom Cruise does it better", "description": "<p>Seven films in and nothing about M:I, from the star’s incredible stunt skills to the silly-serious tone, is showing any sign of slowing down</p><p>Already, the keynote stunt has become a legend: the one on the poster, the one he reportedly did – for real – six times in one day before he was satisfied. Tom Cruise’s compact body floats free of the motorbike as it drops to earth from between his diamond-hard thighs, having launched him with a throaty roar off an unfeasibly high cliff-edge; he sails through the sky, pulls the ripcord on a nifty little parachute, and swoops down towards … the speeding Orient Express, fully intent on the traditional carriage-top punch-up. We gasped in the audience. Someone behind me went: “Oh shi-i-i …” Carly Simon should have come in with a new song: Fair Enough, Somebody Does It Better.</p><p>This outrageously enjoyable spectacle has compelled my awestruck assent with its sheer stamina, scale and brio: the seventh in the Mission: Impossible action franchise with Cruise starring as Ethan Hunt, the mysterious, superfit leader of a top-secret intelligence/combat unit called the Impossible Mission Force, brought in by a shadowy US government agency when they want deniable stuff doing. Their initials of course are IMF, and in this film they finally get round to doing the gag about them not being the International Monetary Fund, the one we reviewers have been doing for years.</p> <a href=\"https://www.theguardian.com/film/2023/jul/05/mission-impossible-dead-reckoning-part-one-review-tom-cruise\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jul/05/mission-impossible-dead-reckoning-part-one-review-tom-cruise", "date_published": "2023-07-05T16:00:37+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Italian men hid father’s body so they could claim his pension, police believe", "description": "<p>Body of Bruno Delnegro was found in a cave in Abruzzo last year, with three sons and girlfriend of one now under investigation</p><p>Italian police believe that the body of man found by walkers in a remote spot in the Abruzzo region a year ago had been left there by his sons who continued to pocket his pension.</p><p>The body of Bruno Delnegro, who died of natural causes, was found by two Canadian walkers last July in a cave about 215 miles (350km) from his home in Trani, in the southern Puglia region.</p> <a href=\"https://www.theguardian.com/world/2023/jul/05/italian-men-hid-fathers-body-so-they-could-claim-his-pension-police-believe\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/05/italian-men-hid-fathers-body-so-they-could-claim-his-pension-police-believe", "date_published": "2023-07-05T15:57:31+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Scottish minister leads protest at King Charles coronation event", "description": "<p>Partick Harvie, co-leader of Scottish Greens, addresses protesters as Charles is presented with Scotland’s medieval crown jewels </p><p>A ceremony in Edinburgh marking King Charles III’s coronation has been targeted by politically significant republican protests led by a Scottish government minister.</p><p>The king was presented with Scotland’s medieval crown jewels in a short ceremony at St Giles’ Cathedral, where his late mother, Queen Elizabeth II, lay in rest with the same crown on her coffin last September.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jul/05/scottish-minister-leads-protest-at-king-charles-coronation-event\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jul/05/scottish-minister-leads-protest-at-king-charles-coronation-event", "date_published": "2023-07-05T15:42:42+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "England would do better to focus on winning games, not gamesmanship | Mark Ramprakash", "description": "<p>If you want to play hard, play hard – but if you want to be guided by some kind of moral code, be consistent about it</p><p>I heard about <a href=\"https://www.theguardian.com/sport/2023/jul/02/ben-stokes-australia-england-ashes-jonny-bairstow-cricket\" title=\"\">Jonny Bairstow’s stumping</a> before I saw it. When I finally caught a replay the first thing I noticed was the speed with which Alex Carey got rid of the ball. People who follow county cricket will have seen keepers throw the ball at the stumps regularly – most of the time because people bat outside their crease to seamers – rolling it at the stumps just to keep the batters on their toes.</p><p>The difference was that Bairstow was in his crease to start with. If we are to believe the Australian version of events – and I think the evidence probably backs their view – he has developed a habit of marching off down the wicket, which they identified as something to target. Given the speed with which the keeper threw the ball, technically it was still live, so to the letter of the law the dismissal was fair. I wouldn’t want to see it happen regularly, but in my view it was legitimate.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/05/england-australia-ashes-jonny-bairstow-alex-carey-stuart-broad-spirit-cricket\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/05/england-australia-ashes-jonny-bairstow-alex-carey-stuart-broad-spirit-cricket", "date_published": "2023-07-05T15:30:03+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Stubborn UK inflation may lead to 7% interest rates, economists warn", "description": "<p>JP Morgan says risk of ‘hard landing’ for economy heightened, with higher borrowing costs hitting business</p><p>The Bank of England may need to push interest rates to as high as 7% to tackle stubbornly high inflation, economists have warned, amid fears the soaring cost of borrowing could drive the economy into recession.</p><p>With households under growing pressure from rising mortgage costs, the US investment bank JP Morgan said there was a risk that persistent inflationary pressures could lead the central bank to raise interest rates by more than expected.</p> <a href=\"https://www.theguardian.com/business/2023/jul/05/interest-rates-jp-morgan-economists-uk-inflation\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jul/05/interest-rates-jp-morgan-economists-uk-inflation", "date_published": "2023-07-05T15:28:49+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tuesday was world’s hottest day on record — breaking Monday’s record", "description": "<p>Average global temperature hits 17.18C and experts expect record to be broken again very soon</p><p>World temperature records have been broken for a second day in a row, data suggests, as experts issued a warning that this year’s warmest days are still to come – and with them the warmest days ever recorded.</p><p>The average global air temperature was 17.18C (62.9F) on Tuesday, according to data collated by the US National Centers for Environmental Prediction (NCEP), surpassing the <a href=\"https://www.theguardian.com/world/2023/jul/04/monday-was-hottest-day-for-global-average-temperature-on-record-as-climate-crisis-bites#:~:text=This%20Monday%2C%203%20July%202023,heatwaves%20sizzled%20around%20the%20world.\">record 17.01C reached on Monday</a>.</p> <a href=\"https://www.theguardian.com/environment/2023/jul/05/tuesday-was-worlds-hottest-day-on-record-breaking-mondays-record\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jul/05/tuesday-was-worlds-hottest-day-on-record-breaking-mondays-record", "date_published": "2023-07-05T15:15:55+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Wayne Sleep at 75: ‘Did Rudolf Nureyev pinch my bum? More than that’", "description": "<p>He danced with ballet’s legends, partied with Freddie Mercury, and became a household name. As he celebrates his birthday with a gala performance, the 5ft 2in dynamo looks back at an action-packed life</p><p>In the 80s and 90s, Wayne Sleep was prime-time famous, on Wogan and Parkinson, Give Us a Clue, getting Gotcha’d by Noel Edmonds and Mr Blobby. But of course, he was also a seriously talented classical ballet dancer, “the greatest virtuoso dancer the Royal Ballet has ever produced”, the company’s founder Ninette de Valois once said. He made up for his short stature with explosive technique, giant leaps and natural charisma, energy always fizzing. Nobody since has so successfully crossed the line between classical dance and mainstream entertainment.</p><p>Sleep is about to mark his 75th birthday with a celebratory event at his old workplace, the Royal Opera House in London’s Covent Garden. He’ll be in conversation with Alan Titchmarsh, and performing too (you’ll have to wait and see what). I meet him at his house in west London by the Thames. At 5ft 2in (“and shrinking”) he’s voluble, cheeky, full of laughter, skittering across topics and off on tangents. Close-cropped white hair has long replaced the shaggy 70s curls. Though not as spry as he once was, he’ll still get up and dance to demonstrate whatever he’s talking about. The house, which he shares with husband Jose Bergera, is filled with photos of Sleep in his favourite roles – from choreographers Frederick Ashton, Kenneth MacMillan, John Neumeier, Jerome Robbins; as Mr Mistoffelees in the original Cats and there are snapshots of Sleep with friends: one shows him smiling with his arms round Elton John and Freddie Mercury at Live Aid.</p> <a href=\"https://www.theguardian.com/stage/2023/jul/05/wayne-sleep-at-75-did-rudolf-nureyev-pinch-my-bum-more-than-that\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/jul/05/wayne-sleep-at-75-did-rudolf-nureyev-pinch-my-bum-more-than-that", "date_published": "2023-07-05T15:15:31+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The great stag ban: why European cities loathe loud groups of lads", "description": "<p>From Ghent to Galway, Amsterdam to Edinburgh, everyone is tiring of rowdy drunkenness. Is this the end of the foreign stag weekend?</p><p><strong>Name:</strong> The Great Stag Ban.</p><p><strong>Age: </strong>Recent.</p> <a href=\"https://www.theguardian.com/news/2023/jul/05/the-great-stag-ban-why-european-cities-loathe-loud-groups-of-lads\">Continue reading...</a>", "link": "https://www.theguardian.com/news/2023/jul/05/the-great-stag-ban-why-european-cities-loathe-loud-groups-of-lads", "date_published": "2023-07-05T15:13:40+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Israel v England: European Under-21 Championship semi-final – live", "description": "<ul><li>Live updates from the 5pm BST kick-off at Batumi Arena</li><li><a href=\"https://www.theguardian.com/football/2023/jul/04/james-trafford-england-under-21-european-championship\">Trafford is the rising star with designs on being England’s No 1</a></li><li>Get in touch! <a href=\"mailto:will.unwin.casual@guardian.co.uk\">Email Will</a> or tweet <a href=\"https://twitter.com/Will_Unwin\">@Will_Unwin</a></li></ul><p><strong>Israel: </strong>Tzarfati; Lemkin, Gandelman, G. Cohen; Jaber, Azoulay, Gloukh, Hagag, Revivo; Turgeman, Layous</p><p><strong>Subs:</strong> Keuof, Morgan, Blorian, Arad, Khalaili, Bilevi, Hofmeister, Ferede, Abu Rumi, Gorno</p> <a href=\"https://www.theguardian.com/football/live/2023/jul/05/israel-v-england-european-under-21-championship-semi-final-live\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/jul/05/israel-v-england-european-under-21-championship-semi-final-live", "date_published": "2023-07-05T15:12:53+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Football Daily | Hannah Dingley’s groundbreaking step with Forest Green", "description": "<p><a href=\"https://www.theguardian.com/info/2022/nov/14/football-daily-email-sign-up\">Sign up now! Sign up now! Sign up now? Sign up now!</a></p><p>Melksham Town are no strangers to history. Who could forget their Wiltshire Football League title in 1993-94 or Gareth Lewis’s rather ludicrous tally of 72 goals in 1968-69? On Wednesday night they will mark another landmark occasion when Forest Green Rovers arrive at Oakfield Stadium <a href=\"https://www.theguardian.com/football/2023/jul/04/duncan-ferguson-leaves-forest-green-coach\">with Hannah Dingley at the helm</a>, the first woman to take charge of a men’s Football League team in the UK.</p> <a href=\"https://www.theguardian.com/football/2023/jul/05/football-daily-email-hannah-dingley-forest-green\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/05/football-daily-email-hannah-dingley-forest-green", "date_published": "2023-07-05T15:04:04+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Many of us will be affected by Alzheimer’s disease, so let’s plan for that reality | Philly Hare", "description": "<p>People with dementia have plenty to contribute to society – and small changes to our environment and attitudes can help</p><p>The news that the journalist, presenter and broadcaster <a href=\"https://www.theguardian.com/media/2023/jul/04/tv-presenter-fiona-phillips-reveals-she-has-alzheimers-at-age-of-62\">Fiona Phillips has Alzheimer’s disease</a> has made us all stop and think. Many will feel desperately sad for her, and frightened for themselves. In the UK, <a href=\"https://www.nhs.uk/conditions/dementia/about/\">one in 14 people</a> over the age of 65 have dementia, and one in six people over 80, so it’s likely that most of us will be affected by it in our lifetimes. And yet, living with dementia or caring for someone with the illness is not something many of us plan for. Phillips has said that both her parents, her grandparents and her uncle had the disease: “It’s something I might have thought I’d get at 80. But I was still only 61 years old. I felt more angry than anything else.”</p><p>I’m very lucky that my work with <a href=\"http://www.innovationsindementia.org.uk/\">Innovations in Dementia</a> brings me into contact with many people who live with dementia, and I have learned much from listening to, and working alongside, them. So what would I want to say to Phillips?</p><p>Philly Hare is a co-director of Innovations in Dementia, with particular interests in the empowerment and inclusion of people with dementia</p><p><em><strong>Do you have an opinion on the issues raised in this article? If you would like to submit a response of up to 300 words by email to be considered for publication in our<a href=\"https://www.theguardian.com/tone/letters\"> letters</a> section, please <a href=\"mailto:guardian.letters@theguardian.com?body=Please%20include%20your%20name,%20full%20postal%20address%20and%20phone%20number%20with%20your%20letter%20below.%20Letters%20are%20usually%20published%20with%20the%20author%27s%20name%20and%20city/town/village.%20The%20rest%20of%20the%20information%20is%20for%20verification%20only%20and%20to%20contact%20you%20where%20necessary.\">click here</a>.</strong></em></p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/05/alzheimers-disease-dementia-society-fiona-phillips\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/05/alzheimers-disease-dementia-society-fiona-phillips", "date_published": "2023-07-05T15:03:58+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A puddle in Pisa and a leap of faith – readers’ best photos", "description": "<p>Click <strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\">here</a></strong> to submit a picture for publication in these online galleries and/or on the Guardian letters page</p> <a href=\"https://www.theguardian.com/community/gallery/2023/jul/05/a-puddle-in-pisa-and-a-leap-of-faith-readers-best-photos\">Continue reading...</a>", "link": "https://www.theguardian.com/community/gallery/2023/jul/05/a-puddle-in-pisa-and-a-leap-of-faith-readers-best-photos", "date_published": "2023-07-05T15:00:36+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lung cancer diagnoses in UK women set to overtake men for first time", "description": "<p>Exclusive: Women urged to study symptoms and be as vigilant as they are for breast cancer</p><p>The number of women diagnosed with lung cancer in the UK is expected to overtake men this year for the first time, according to projections that have prompted calls for women to be as vigilant about the disease as they are about breast cancer.</p><p>Lung cancer is the most common cause of cancer death in the UK, accounting for one in five of the total. It has one of the worst cancer survival rates, which is largely attributed to diagnoses at a late stage, when treatment is less likely to be effective.</p> <a href=\"https://www.theguardian.com/society/2023/jul/05/lung-cancer-diagnoses-in-uk-women-set-to-overtake-men-for-first-time\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jul/05/lung-cancer-diagnoses-in-uk-women-set-to-overtake-men-for-first-time", "date_published": "2023-07-05T15:00:36+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mass shootings overshadow Fourth of July long weekend in the US – latest updates", "description": "<p>Joe Biden decries gun violence amid shootings in several US states across the long weekend </p><p>On 4 July last year, <a href=\"https://www.theguardian.com/us-news/2022/jul/27/highland-park-shooting-chicago-fourth-of-july-suspect\">a gunman opened fire</a> at the annual Independence Day parade in Highland Park, Illinois, killing seven people and wounding more than 30. One year later, the Chicago suburb commemorated the massacre with a ceremony, as well as some Fourth of July celebration events free of fireworks, <a href=\"https://www.nytimes.com/2023/07/04/us/highland-park-parade-shooting-anniversary.html\">the New York Times reports</a>:</p><p>There were no marching bands this year. No floats. No church groups tossing snacks to spectators. No American flags lining the sidewalks.</p><p>Instead, there were prayers. There were tears. And there was a somber stroll down Central Avenue, a collective effort to take back a parade route that was stolen in a storm of bullets.</p> <a href=\"https://www.theguardian.com/us-news/live/2023/jul/05/biden-mass-shooting-supreme-court-republican-social-media-ruling-live-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/live/2023/jul/05/biden-mass-shooting-supreme-court-republican-social-media-ruling-live-updates", "date_published": "2023-07-05T14:58:03+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK edges closer to rejoining EU’s £85bn Horizon science programme", "description": "<p>Talks on returning as an associate member after Brexit row are close to agreement, say diplomatic sources</p><p>The UK is on the brink of doing a deal to return to the EU’s £85bn flagship science research programme Horizon Europe.</p><p>Diplomatic sources say negotiations to become an associate member will continue over the weekend and the two sides are close to agreement after three months of talks, largely over the cost of re-entry.</p> <a href=\"https://www.theguardian.com/politics/2023/jul/05/uk-edges-closer-to-rejoining-eu-horizon-science-programme-brexit\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jul/05/uk-edges-closer-to-rejoining-eu-horizon-science-programme-brexit", "date_published": "2023-07-05T14:50:59+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘There needs to be changes’: Ian Poulter takes aim at golf authorities", "description": "<ul><li>Lee Westwood criticises ‘hypocrites’ over LIV</li><li>Poulter hopeful of being Ryder Cup captain in future</li></ul><p>Ian Poulter has made plain his belief that golf’s leading executives cannot continue in position if LIV players are to be properly assimilated back into the traditional tours. Poulter answered “yes” when asked whether heads must roll in the sport’s corridors of power before peace can break out. Poulter’s longtime Ryder Cup teammate Lee Westwood has criticised “hypocrisy” in its upper echelons.</p><p>The announcement last month that <a href=\"https://www.theguardian.com/sport/2023/jun/06/pga-tour-liv-golf-and-dp-world-tour-agree-to-make-shock-merger\">a framework agreement is in place</a> between the PGA Tour, DP World Tour and Saudi Arabia’s Public Investment Fund (PIF) – which backs LIV – triggered the prospect of Poulter and others returning to former playing domains. At the Centurion Club – where LIV returns this weekend – Poulter explained why that situation is not straightforward. LIV golfers have long memories.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/05/ian-poulter-takes-aim-at-golf-authorities-lee-westwood-liv\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/05/ian-poulter-takes-aim-at-golf-authorities-lee-westwood-liv", "date_published": "2023-07-05T14:49:02+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "New manager Andoni Iraola enjoys underdog mantle at Bournemouth", "description": "<ul><li>Iraola left Rayo Vallecano in La Liga to replace Gary O’Neil</li><li>‘This sense of underdogs, we have to use to our advantage’</li></ul><p>Andoni Iraola has said he will relish the underdog tag once more as he prepares to lead Bournemouth in the Premier League. Iraola, <a href=\"https://www.theguardian.com/football/2023/jun/19/bournemouth-sack-gary-oneil-as-manager-in-clubs-best-interests\">who replaced Gary O’Neil last month</a>, established Rayo Vallecano in La Liga after guiding the club to promotion and previously led the second-tier Spanish side Mirandés to the Copa del Rey semi-finals.</p><p>Last season Iraola’s Vallecano side <a href=\"https://www.theguardian.com/football/2022/nov/07/rayo-vallecano-stun-real-madrid-to-end-champions-unbeaten-start-in-la-liga\">beat Real Madrid</a> and Barcelona and he is adamant Bournemouth can give Premier League rivals a bloody nose. Iraola acknowledged there were similarities between Bournemouth and Vallecano, where he spent three years. The Spanish club finished 11th of 20 last season and also play in a modest stadium.</p> <a href=\"https://www.theguardian.com/football/2023/jul/05/new-manager-andoni-iraola-enjoys-underdog-mantle-at-bournemouth\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/05/new-manager-andoni-iraola-enjoys-underdog-mantle-at-bournemouth", "date_published": "2023-07-05T14:48:41+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Modest review – rollicking tale of star Victorian artist", "description": "<p><strong>Kiln theatre, London<br /></strong>Elizabeth Thompson takes on the whiskered lads of the Royal Academy in a show that bubbles over with charisma</p><p>Elizabeth Thompson was once such a famous artist that a police officer had to be stationed at the Royal Academy, where her work was displayed for the Summer Exhibition of 1874, in order to keep fans at bay. She brushed up against a male-dominated Royal Academy to which she came within two votes of being elected.</p><p>Her story is dramatised in this rollicking piece of gig theatre, written by Ellen Brammar with music by Rachel Barnes. Emer Dineen’s Elizabeth enters in a cerise dress, looking like a 19th-century debutante and behaving like a 21st-century enfant terrible, complete with pole dancer moves.</p> <a href=\"https://www.theguardian.com/stage/2023/jul/05/modest-review-kiln-theatre-london-elizabeth-thompson\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/jul/05/modest-review-kiln-theatre-london-elizabeth-thompson", "date_published": "2023-07-05T14:41:37+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Authors file a lawsuit against OpenAI for unlawfully ‘ingesting’ their books", "description": "<p>Mona Awad and Paul Tremblay allege that their books, which are copyrighted, were ‘used to train’ ChatGPT because the chatbot generated ‘very accurate summaries’ of the works</p><p>Two authors have filed a lawsuit against OpenAI, the company behind the artificial intelligence tool <a href=\"https://www.theguardian.com/technology/2023/jan/13/chatgpt-explainer-what-can-artificial-intelligence-chatbot-do-ai\">ChatGPT</a>, claiming that the organisation breached copyright law by “training” its model on novels without the permission of authors.</p><p>Mona Awad, whose books include Bunny and 13 Ways of Looking at a Fat Girl, and Paul Tremblay, author of The Cabin at the End of the World, filed the class action complaint to a San Francisco federal court last week.</p> <a href=\"https://www.theguardian.com/books/2023/jul/05/authors-file-a-lawsuit-against-openai-for-unlawfully-ingesting-their-books\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/jul/05/authors-file-a-lawsuit-against-openai-for-unlawfully-ingesting-their-books", "date_published": "2023-07-05T14:33:31+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK risks shattering global standing by dumping £11.6bn climate pledge, ministers told", "description": "<p>Civil servants say bold action needed to meet target – but painful decisions need to be made</p><p>Rishi Sunak risks damaging trust in the UK among developing countries and reducing the country’s standing in negotiations, because of a failure to <a href=\"https://www.theguardian.com/environment/2023/jul/04/revealed-uk-plans-to-drop-flagship-climate-pledge-rishi-sunak\">meet climate spending pledges, </a>civil servants have told ministers.</p><p>They said that under current policies the only way to meet the £11.6bn international climate funding target <a href=\"https://www.theguardian.com/environment/2021/oct/24/poor-countries-to-be-offered-extra-funding-to-break-cop26-impasse\">agreed at Cop26</a> was to take a drastic combination of “hugely reputationally damaging” measures including delaying meeting the target, redefining already committed spending as climate funding, and cutting money for research and development, biodiversity and plastic pollution mitigation.</p><p><strong>Delay the target.</strong> Officials said they could move it to the end of the 2026 calendar year instead of the financial year 2025/26, giving another three-quarters of a year to spend money. They warned this would “be hugely reputationally damaging at a time when the global south mistrusts wealthy countries”. They added: “The geopolitical ramifications are likely to extend beyond climate, damaging our standing with a wide range of developing countries, SIDs [small island developing states], Commonwealth and middle-ground nations, further undermining trust in the UK as a donor.”</p><p><strong>Count other already-committed amounts to climate payments as part of the £11.6bn</strong>. Civil servants said: “This would be seen as the UK ‘moving the goalposts’ and would be seen as a backwards step, reducing UK standing and influence in climate negotiations.”</p><p><strong>Eat into Defra and net zero department budgets. </strong>Currently half of the international funding paid by these departments is part of the £11.6bn commitment. Civil servants said it would be helpful for this to be closer to 75%, but this would eat into research and development funding as well as non-climate biodiversity protection programmes and other areas such as preventing plastic pollution.</p><p><strong>Obtain a one-off sum from the Treasury. </strong>Officials admitted this would be “strongly resisted” by the chancellor but said if the Treasury directly funded <a href=\"https://www.theguardian.com/environment/2022/nov/20/cop27-agrees-to-historic-loss-and-damage-fund-to-compensate-developing-countries-for-climate-impacts\">loss and damage options</a>, it “would be a strong signal of climate leadership by the UK”.</p> <a href=\"https://www.theguardian.com/global-development/2023/jul/05/uk-risks-shattering-global-standing-by-dumping-116bn-climate-pledge\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/jul/05/uk-risks-shattering-global-standing-by-dumping-116bn-climate-pledge", "date_published": "2023-07-05T14:27:00+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tell us about the strangest item you’ve bought via social media", "description": "<p>We want to hear about the impromptu products you have purchased on TikTok or Instagram</p><p>We’ve all been there: you’re scrolling through TikTok or Instagram when a targeted or sponsored advert catches your eye and – before you know it – you’ve made an impromptu purchase. But, but the time it arrives on your doorstep, the appeal of an online impulse buy can sometimes have worn off – <a href=\"https://www.mirror.co.uk/money/shopping-deals/shopping-second-hand-save-money-29733466\">one in four say they later regret their purchases</a>.</p><p>With this in mind, we want to know: what’s the strangest item you’ve bought via social media? Perhaps a particularly avant-garde fashion item caught your eye – or maybe you’re more easily enticed by innovative kitchen gadgets?</p> <a href=\"https://www.theguardian.com/media/2023/jul/05/tell-us-about-the-strangest-item-youve-bought-via-social-media\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/jul/05/tell-us-about-the-strangest-item-youve-bought-via-social-media", "date_published": "2023-07-05T14:10:32+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK Covid inquiry: public health bosses relied on media for information", "description": "<p>Inquiry hears of communication problems and lack of preparedness for pandemic</p><p>Communication from central government was so poor during parts of the Covid pandemic that directors of public health relied on TV and newspapers to find out about key decisions, the UK Covid public inquiry has heard.</p><p>Government departments did not even have contact details for some of the 150 senior public health officials based in councils, said Prof Jim McManus, president of the Association of Directors of Public Health, who told the inquiry: “They physically couldn’t contact us.”</p> <a href=\"https://www.theguardian.com/uk-news/2023/jul/05/uk-covid-inquiry-public-health-bosses-relied-on-media-for-information\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jul/05/uk-covid-inquiry-public-health-bosses-relied-on-media-for-information", "date_published": "2023-07-05T13:51:09+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Just Stop Oil protesters throw jigsaw pieces and confetti on Wimbledon grass", "description": "<ul><li>Two protesters ran on to Court 18 and threw orange confetti</li><li>Match between Dimitrov and Shimabukuro interrupted briefly</li></ul><p>Just Stop Oil protesters have disrupted play at Wimbledon by throwing jigsaw pieces and orange-coloured confetti on to court 18.</p><p>The activists ran on during a match between Bulgaria’s Grigor Dimitrov and Japan’s Sho Shimabukuro before scattering a 1000-piece Wimbledon-branded puzzle and environmentally-friendly orange confetti glitter on to the grass.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/05/just-stop-oil-protesters-disrupt-play-on-court-18-at-wimbledon-tennis\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/05/just-stop-oil-protesters-disrupt-play-on-court-18-at-wimbledon-tennis", "date_published": "2023-07-05T13:36:39+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "SAS must be named in inquiry into alleged unlawful killings, says Afghan families’ lawyer", "description": "<p>MoD acknowledged at preliminary hearing that ‘UK special forces’ were present in Afghanistan</p><p>A partial admission by the defence secretary that UK special forces were present in Afghanistan risks discrediting a public inquiry investigating allegations of unlawful killings by the SAS, according to a lawyer representing victims’ families.</p><p>Richard Hermer KC said Ben Wallace had made only “a semi-concession” in a preliminary hearing on Wednesday, when the minister made a rare acknowledgment that “UK special forces” were present in Afghanistan.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jul/05/afghanistan-alleged-unlawful-killings-sas-mod-hearing\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jul/05/afghanistan-alleged-unlawful-killings-sas-mod-hearing", "date_published": "2023-07-05T13:32:03+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pat Cummins praises ‘impeccable’ Australia and wants families protected", "description": "<ul><li>Captain voices concern before facing England at Headingley</li><li>Cummins insists his teammates ‘did nothing wrong’</li></ul><p>Pat Cummins has reiterated his belief in the spirit of cricket and described his players’ interpretation of it as “impeccable”. Australia’s captain is braced for a hostile reception when the third Ashes Test begins at Headingley on Thursday, and has requested extra protection for the team’s families in case they become the subjects of abuse.</p><p>The atmosphere at Lord’s on Sunday became so vitriolic – when <a href=\"https://www.theguardian.com/sport/2023/jul/02/ben-stokes-australia-england-ashes-jonny-bairstow-cricket\">Australia’s dismissal of Jonny Bairstow</a> caused indignation in England’s dressing room and fury in the stands – that Steve Smith’s mother, who is English, felt it necessary to leave the ground early, while the child of one of the team’s support staff was moved to tears.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/05/cricket-pat-cummins-calls-for-extra-protection-of-australia-players-families\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/05/cricket-pat-cummins-calls-for-extra-protection-of-australia-players-families", "date_published": "2023-07-05T13:27:33+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "I’m not a natural at making friends – but I have taught myself. Here’s how to do it | Joel Snape", "description": "<p>Many people feel their loneliness is immutable – and men can have particular problems. But if you cast shame aside, send a message and face down a few false starts, everything can change</p><p>How do you make friends? It’s a simple question with a terrifying edge to it, the unspoken assumption being that if you start to tease your technique apart, you might realise that you don’t actually <em>have</em> one. What if every friend you’ve ever made was just luck, happenstance, right-place-right-time, engineered by other, more naturally sociable people into whose orbits you somehow blundered? What if overthinking it ruins your ability to actually do it, like public speaking or tightrope walking? What if friends – or your friends, anyway – are a non-renewable resource?</p><p>These are questions that have elbowed their way into my brain every so often for the past couple of decades because, like many men, I’m not a natural at making friends. In my teens, I mostly stuck with the chums I’d bonded with while painting tiny figurines at school; at university, the new ones came from juggling and jiujitsu clubs. In my 20s, additions to my social circle came mostly from external pressure: one of my existing pals would squeeze me together with other acquaintances over a long enough timeline for awkward conversations to fossilise into friendships. And so it went.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/05/im-not-a-natural-at-making-friends-but-i-have-taught-myself-heres-how-to-do-it\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/05/im-not-a-natural-at-making-friends-but-i-have-taught-myself-heres-how-to-do-it", "date_published": "2023-07-05T13:27:16+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jermaine Baker shooting: officer may face misconduct case after court ruling", "description": "<p>Supreme court determines civil law test on use of force applies rather than criminal law test</p><p>A police officer who <a href=\"https://www.theguardian.com/uk-news/2017/jun/14/met-officer-who-shot-jermaine-baker-wont-face-charges\">shot a man dead</a> in 2015 could face professional misconduct proceedings after supreme court judges dismissed an appeal, in a landmark ruling that provides significant clarity over holding officers who use force to account.</p><p>The unanimous judgment brings to an end a long legal case by the firearms officer known as W80 who shot unarmed Jermaine Baker, 28, during a foiled attempt to free an inmate from a prison van near Wood Green crown court, north London.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jul/05/jermaine-baker-shooting-officer-may-face-misconduct-case-after-court-ruling\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jul/05/jermaine-baker-shooting-officer-may-face-misconduct-case-after-court-ruling", "date_published": "2023-07-05T13:12:23+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Women’s World Cup 2023: share your hopes and expectations", "description": "<p>This summer’s tournament promises to be the most anticipated Women’s World Cup in history. But how will your team fare? </p><p>The Women’s World Cup kicks off on Thursday 20 June, with Australia and New Zealand co-hosting a tournament on track to become the most attended standalone women’s sporting event ever.</p><p>More than <a href=\"https://www.theguardian.com/football/2023/jun/08/womens-world-cup-2023-set-to-break-attendance-record\">1m tickets</a> have already been sold and there will be millions more fans of the 32 competing nations watching around the world.</p> <a href=\"https://www.theguardian.com/football/2023/jul/05/womens-world-cup-2023-share-your-hopes-and-expectations\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/05/womens-world-cup-2023-share-your-hopes-and-expectations", "date_published": "2023-07-05T13:06:31+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Man, 34, admits murder of ex-partner and her boyfriend in Huddersfield", "description": "<p>Marcus Osbourne faces life sentence after pleading guilty to murdering Katie Higton and Steven Harnett in May</p><p>A 34-year-old man has admitted murdering his former partner and her new boyfriend in planned attacks carried out over several hours.</p><p>A judge told Marcus Osbourne he faced an inevitable life sentence in prison after he pleaded guilty to murdering Katie Higton and Steven Harnett in May.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jul/05/man-marcus-osbourne-34-admits-ex-partner-boyfriend-huddersfield\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jul/05/man-marcus-osbourne-34-admits-ex-partner-boyfriend-huddersfield", "date_published": "2023-07-05T13:05:36+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Dodging imaginary bullets in Benghazi: Edgar Martins’ best photograph", "description": "<p>‘How do you tell a story when there’s no witness, no evidence and no subject? After my dear friend died in the civil war in Libya, I realised this project was a way for me to process my bereavement’</p><p>Anton Hammerl was a photojournalist. He was also my dear friend. A few days after he arrived in Libya in 2011 to document the country’s civil war, he was forcefully abducted with three other journalists by government militia loyal to Muammar Gaddafi.</p><p>He was captured on the front line near the city of Brega. When his colleagues were finally set free two months later, we discovered that he had been shot on the day of his capture. His body was left in the desert; his mortal remains are missing to this day.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/jul/05/edgar-martins-best-photograph-libya-benghazi\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/jul/05/edgar-martins-best-photograph-libya-benghazi", "date_published": "2023-07-05T13:01:52+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Boosted UK legal aid rates ‘not enough’ to deal with Rwanda asylum cases", "description": "<p>15% rise ministers are considering would not address severe shortage of immigration lawyers, says Law Society</p><p>The Law Society has warned that a proposed 15% increase in legal aid rates will not be enough to ensure that there are sufficient immigration lawyers to deal with the government’s controversial scheme to send asylum seekers to Rwanda.</p><p>The Ministry of Justice launched a consultation on 27 June about increasing legal aid rates by 15% for immigration lawyers representing asylum seekers threatened with removal to Rwanda under new rules in the illegal migration bill.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jul/05/boost-to-uk-legal-aid-rates-would-not-be-enough-to-deal-with-asylum-cases\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jul/05/boost-to-uk-legal-aid-rates-would-not-be-enough-to-deal-with-asylum-cases", "date_published": "2023-07-05T12:53:22+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "London theatre show’s cake poster falls foul of junk food ad rules", "description": "<p>Theatre boss calls TfL decision ‘ridiculous’ after poster found to breach rules aimed at tackling obesity</p><p>London’s transport network has defended a decision to ban a theatre poster featuring an image of a Victoria sponge cake for flouting rules aimed at tackling childhood obesity.</p><p>The proposed poster for Tony n’ Tina’s Wedding depicted a bride and groom on top of a severed wedding cake with a jam and cream filling.</p> <a href=\"https://www.theguardian.com/media/2023/jul/05/london-theatre-shows-cake-poster-falls-foul-of-junk-food-ad-rules\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/jul/05/london-theatre-shows-cake-poster-falls-foul-of-junk-food-ad-rules", "date_published": "2023-07-05T12:50:53+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Actor Allison Mack released from prison in Nxivm sex-trafficking case", "description": "<p>Former Smallville actor, 40, pleaded guilty over role in cult-like group and was sentenced to three years in 2021</p><p>The actor Allison Mack, who pleaded guilty over her role in a sex-trafficking case tied to the cult-like group Nxivm, has been released from a California prison, according to a government website.</p><p>Mack, best known for her role as a young Superman’s close friend on Smallville, was sentenced to three years behind bars in 2021 after pleading guilty two years earlier to charges that she manipulated women to serve the leader of Nxivm, Keith Raniere.</p> <a href=\"https://www.theguardian.com/us-news/2023/jul/05/allison-mack-smallville-nxivm-sex-trafficking\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jul/05/allison-mack-smallville-nxivm-sex-trafficking", "date_published": "2023-07-05T12:49:02+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Kremlin denies China’s president urged Putin not to use nuclear arms in Ukraine", "description": "<p>Xi Jining reportedly warned Russian counterpart against using nuclear weapons on visit to Moscow in March</p><ul><li><strong><a href=\"https://www.theguardian.com/world/russia+ukraine\">See all our Russia-Ukraine war coverage</a></strong></li></ul><p></p><p>The Kremlin has denied a <a href=\"https://www.ft.com/content/c5ce76df-9b1b-4dfc-a619-07da1d40cbd3\">report</a> that the Chinese president, Xi Jinping, had personally warned his Russian counterpart, Vladimir Putin, against using nuclear weapons in Ukraine.</p><p>“No, I can’t confirm it,” Putin’s spokesperson, Dmitry Peskov, told reporters on Wednesday when asked about a <a href=\"https://www.ft.com/content/c5ce76df-9b1b-4dfc-a619-07da1d40cbd3\">Financial Times</a> report that said Xi delivered the message when he <a href=\"https://www.theguardian.com/world/2023/mar/20/xi-jinping-vladimir-putin-moscow-ukraine-war\">visited</a> Moscow in March.</p> <a href=\"https://www.theguardian.com/world/2023/jul/05/kremlin-china-president-xi-jining-vladimir-putin-nuclear-weapons-ukraine-russia\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/05/kremlin-china-president-xi-jining-vladimir-putin-nuclear-weapons-ukraine-russia", "date_published": "2023-07-05T12:46:58+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "NHS celebrations and a Mexican dance: Wednesday’s best photos", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/news/gallery/2023/jul/05/nhs-celebrations-and-a-mexican-dance-wednesdays-best-photos\">Continue reading...</a>", "link": "https://www.theguardian.com/news/gallery/2023/jul/05/nhs-celebrations-and-a-mexican-dance-wednesdays-best-photos", "date_published": "2023-07-05T12:42:42+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "70% of central London properties sold this year bought with cash – Savills", "description": "<p>Report fuels fear that rich overseas buyers are buying properties at expense of working Londoners</p><p>More than 70% of “prime central London” properties sold so far this year have been bought entirely in cash, according to a report by estate agents Savills that fuels concerns that <a href=\"https://www.theguardian.com/money/2023/may/11/london-knightsbridge-super-prime-property-market-back-pre-brexit-levels\">rich overseas buyers are snapping up properties at the expense of working Londoners</a>.</p><p>A total of 71% of <a href=\"https://www.theguardian.com/money/2023/apr/08/britain-most-expensive-house-rutland-gate-mansion-london-super-rich-buyer\">prime central London</a> – an estate agent term for an area that stretches from Chelsea to Camden and Notting Hill to Westminster – have been bought mortgage-free in the seven months from January. That compares with about 35% for the UK as a whole.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jul/05/70-of-central-london-properties-sold-this-year-bought-with-cash-savills\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jul/05/70-of-central-london-properties-sold-this-year-bought-with-cash-savills", "date_published": "2023-07-05T12:41:36+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Top 10 elderly heroines in fiction", "description": "<p>Old women in novels have too often been malign or feeble, but fiercer and more vital senior citizens can be found in authors from Agatha Christie to Elizabeth Strout </p><p>Old women do not get a good press in literature. In fairytales and novels, age in women is typically equated with malevolence, weakness or madness. Even when beauty and strength are unnaturally preserved for thousands of years, as in H Rider Haggard’s classic adventure She, old women tend to be wicked.</p><p>In a year when the power of older women is finally being celebrated in Victoria Smith’s magnificent nonfiction book <a href=\"https://www.theguardian.com/books/2023/feb/27/hags-by-victoria-smith-review-welcome-to-the-age-of-rage\">Hags</a>, and when many older women remain active, well-educated and more financially independent than many of their grandchildren, where are the older literary heroines who, as in Jenny Joseph’s famous poem, Warning, “wear purple”? Today’s women of 80-plus are not Miss Havisham. Their generation danced to the Rolling Stones, travel widely, have careers and even, like Martha Stewart, wear bikinis.</p> <a href=\"https://www.theguardian.com/books/2023/jul/05/top-10-elderly-heroines-in-fiction\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/jul/05/top-10-elderly-heroines-in-fiction", "date_published": "2023-07-05T12:39:09+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Edinburgh festival 2023: 50 shows to see", "description": "<p>Cracking comedy, an eclectic mix of theatre – and aerial dance in an ice rink. Our critics share their picks for the August arts extravaganza</p><ul><li><a href=\"https://www.theguardian.com/stage/2023/may/29/shows-edinburgh-festival-2023-reviewed\">Top Edinburgh fringe shows we’ve already reviewed</a></li></ul><p><strong>Rhod Gilbert: Work in Progress </strong><br /><a href=\"https://tickets.edfringe.com/whats-on/rhod-gilbert-work-in-progress\">Gilded Balloon Teviot</a></p> <a href=\"https://www.theguardian.com/stage/2023/jul/05/edinburgh-festival-2023-50-shows-to-see\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/jul/05/edinburgh-festival-2023-50-shows-to-see", "date_published": "2023-07-05T12:38:32+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Wimbledon 2023: Swiatek and Djokovic headline busy day three – live", "description": "<ul><li>Updates from day three’s play at the All England Club</li><li>Get in touch: contact Daniel <a href=\"mailto:daniel.harris.casual@theguardian.com\">by email</a> or <a href=\"https://twitter.com/DanielHarris\">on Twitter</a></li></ul><p><strong>Andy Murray faces either 2020 US Open champion Dominic Thiem or fifth seed Stefanos Tsitsipas in round two</strong>. Thiem led 6-3 3-4 before their game was suspended yesterday. It resumes later today.</p><p>Just checking Murray’s Twitter page and he has 3.5 million followers (Novak Djokovic has a mighty 9.2m). In the last hour, Murray has put this NHS tribute up.</p> <a href=\"https://www.theguardian.com/sport/live/2023/jul/05/wimbledon-2023-tennis-swiatek-djokovic-medvedev-kasatkina-burrage-live\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2023/jul/05/wimbledon-2023-tennis-swiatek-djokovic-medvedev-kasatkina-burrage-live", "date_published": "2023-07-05T12:23:29+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tour de France 2023: stage five takes race into Pyrenees – live", "description": "<ul><li>Updates from the 162.7km stage from Pau to Laruns</li><li>Get in touch: you can contact Barry <a href=\"mailto:barry.glendenning@theguardian.com\">by mail</a> or <a href=\"https://twitter.com/bglendenning\">Twitter</a></li><li><a href=\"https://www.theguardian.com/sport/2023/jun/28/tour-de-france-2023-stage-by-stage-guide-to-this-years-race\">Read William Fortheringham’s stage-by-stage guide</a></li></ul><p><strong>161km to go:</strong> No sooner does Christian Prudhomme give the signal to start racing than Powless attacks off the front with several other riders but they’re not allowed to get away. The peloton is strung out and travelling at 57km per hour but remains intact.</p><p><strong>Not long now:</strong> The riders are in the closing stages of the neutral zone and with the intermediate sprint 45 kilometres into the stage, it will be intriguing to see who and how many riders try to form the inevitable breakaway, and whether or not they will be allowed to escape. Mads Pedersen (Lidl-Trek), for example, has his eye on the green jersey currently occupied by Jakobsen and will presumably fancy his chances of hoovering up some points. In the polka-dot jersey, Neils Powless (EF Education-Easypost) will also hope to be first over the early climb.</p> <a href=\"https://www.theguardian.com/sport/live/2023/jul/05/tour-de-france-2023-stage-five-takes-race-into-pyrenees-live\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2023/jul/05/tour-de-france-2023-stage-five-takes-race-into-pyrenees-live", "date_published": "2023-07-05T12:22:31+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘He lived by the troll, he dies by the troll’: Putin takes on Prigozhin’s business empire", "description": "<p>Kremlin appears to gain control of Wagner warlord’s troll farms as Patriot media operations shut down</p><p>As Wagner mercenaries captured a major Russian military base and began their armed march on Moscow, members of Russia’s federal security services stormed one of Yevgeny Prigozhin’s headquarters in St Petersburg.</p><p>Masked men quickly seized computers and documents belonging to the Patriot group, a media holding at the heart of Prigozhin’s information empire that for years promoted the warlord at home while sowing chaos and interfering with elections abroad.</p> <a href=\"https://www.theguardian.com/world/2023/jul/05/putin-takes-on-yevgeny-prigozhin-business-empire\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/05/putin-takes-on-yevgeny-prigozhin-business-empire", "date_published": "2023-07-05T12:22:13+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fiona Phillips is right: life needn’t end with dementia. In my case, it rid me of my fear", "description": "<p>I was diagnosed with young-onset dementia at 58. I have achieved things since then that I once thought impossible</p><p>I used to be afraid of so much before my dementia diagnosis. Animals of all kinds, for example – the pure sight of them made the hairs on the back of my neck stand to attention, and my heart pound. My daughter has a cat, Billy, that she used to have to put outside if I visited; and I’d cross the road, full of fear, if I saw a dog on the pavement, even if it was with its owner and on a lead. But then dementia came along.</p><p>Dementia and cancer have long been the two most feared conditions – and for the over-65s, dementia is <em>the</em> most feared. I was 58 when I was diagnosed with <a href=\"https://www.alzheimers.org.uk/about-dementia/types-dementia/what-causes-young-onset-dementia\">young-onset dementia</a>, just four years younger than Fiona Phillips, who has revealed <a href=\"https://www.theguardian.com/media/2023/jul/04/tv-presenter-fiona-phillips-reveals-she-has-alzheimers-at-age-of-62\">she has the condition</a> at the age of 62.</p><p>Wendy Mitchell was an NHS non-clinical team leader before being diagnosed with young-onset dementia at the age of 58. She is the author of One Last Thing: How to Live with the End in Mind (Bloomsbury)</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/05/fiona-phillips-young-onset-dementia-fear\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/05/fiona-phillips-young-onset-dementia-fear", "date_published": "2023-07-05T12:16:31+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rob Newman review – a workout for the mind as well as the funny bone", "description": "<p><strong>Soho theatre, London<br /></strong>Newman’s boffin-ish routines reach for huge ideas about humankind and its ancestors via Gary Numan and DH Lawrence</p><p>The closing song of Rob Newman’s new show hymns <em>homo ergaster</em>, a species of ancient human who – to our host’s approval – vanished from Earth leaving minimal trace that they were ever here. That’s not Newman’s style: when you exit <a href=\"https://www.theguardian.com/stage/2021/may/27/rob-newmans-philosophy-show-review-soho-theatre\">his shows</a>, it’s with a mind forcibly imprinted with new perspectives on (to cite tonight’s examples) geological time, speech evolution and Tertullian’s views on population control. But this latest set treads softly. It’s more jeu d’esprit, a playful canter alongside Newman’s intellectual hobbyhorses, than comedy put to the service of some heavyweight theory on humankind.</p><p>It’s still erudite, of course, to a self-conscious degree. Newman loves to send up his boffin-ish tendencies, and joke about what a turnoff they are for audiences. Let me demur: his shows are a joy to watch, a workout for the mind as well as the funny bone. The laughter quotient is high with this new offering, which centres Newman’s playful spirit, as routines about “rappers’ remorse”, DH Lawrence on friendship (an excellently twisty gag, that one) and a new communication system he’s established with his wife jostle for stage space with goofy electropop songs about ultra-low emission zones.</p><p>At <a href=\"https://sohotheatre.com/events/rob-newman-live-on-stage/\">Soho theatre, London</a>, until 8 July</p> <a href=\"https://www.theguardian.com/stage/2023/jul/05/rob-newman-review-soho-theatre-london\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/jul/05/rob-newman-review-soho-theatre-london", "date_published": "2023-07-05T12:11:17+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Iranian envoy tells UK to stick to terms of Iran nuclear deal and lift sanctions", "description": "<p>Diplomat says accord could collapse if European signatories retain restrictions on missile development</p><p>The UK, France and Germany should stick to the terms of the Iran nuclear deal and lift sanctions on Iranian missile development, Tehran’s chargé d’affaires to London has said.</p><p>Speaking on the eve of a UN security council debate on Iran, Mehdi Hosseini Matin said on Wednesday that such a breach would lead to the collapse of the Joint Comprehensive Plan of Action (JCPOA). It would, he added, also affect the atmosphere around recent bilateral talks in Oman between Iran and the US to secure a separate mini-agreement covering the release of US prisoners, maintaining aspects of the nuclear deal and the release of Iranian assets frozen abroad.</p> <a href=\"https://www.theguardian.com/world/2023/jul/05/iranian-envoy-uk-iran-nuclear-deal-sanctions-missile-development\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/05/iranian-envoy-uk-iran-nuclear-deal-sanctions-missile-development", "date_published": "2023-07-05T12:06:23+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Twitter was locked in a chaotic doom loop. Now it’s on the verge of collapse | Siva Vaidhyanathan", "description": "<p>Since the ‘genius’ bought Twitter last year, he’s made a series of poor decisions – and now the platform is almost unusable</p><p>If you use Twitter, the service that not so long ago was the best way to take in breaking news and find audiences for serious conversations, you may have found it substantially less useful in the past year. Over this past weekend you found it almost unusable. On Saturday, everything melted down. Thousands of users reported that they had major issues using the platform, included an inability to access any tweets or to post their own tweets – so, basically, everything for which one might want to use Twitter.</p><p>On Saturday, <a href=\"https://nymag.com/intelligencer/2023/07/musks-twitter-rate-limit-forces-users-to-read-less-twitter.html\">Musk announced that Twitter was limiting the ways all users could access tweets</a> “to address extreme levels of data scraping &amp; system manipulation”. In other words, Musk was blaming commercial services that might want to scrape tweets and incorporate them into machine-learning models. There is no reason to believe this is actually happening, but Musk’s longtime hostility to artificial intelligence must have led him to deploy such services as likely suspects to blame for Twitter’s fragility.</p><p>Siva Vaidhyanathan is a professor of Media Studies at the University of Virginia and the author of Antisocial Media: How Facebook Disconnects Us and Undermines Democracy (Oxford University Press, 2018). He is also Guardian US columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/05/twitter-elon-musk-verge-of-collapse\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/05/twitter-elon-musk-verge-of-collapse", "date_published": "2023-07-05T12:00:35+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Double agents’: how US cities, tech firms and universities use fossil fuel lobbyists", "description": "<p>Exclusive: a new database spotlights the work of 1,500 fossil fuel lobbyists for other clients including a range of institutions, groups and businesses</p><p>More than 1,500 lobbyists in the US are working on behalf of fossil fuel companies while at the same time representing hundreds of liberal-run cities, universities, technology companies and environmental groups that say they are tackling the climate crisis, the Guardian can reveal.</p><p>Lobbyists for oil, gas and coal interests are also employed by a vast sweep of institutions, ranging from the city governments of Los Angeles, Chicago and Philadelphia; tech giants such as Apple and Google; more than 150 universities; some of the country’s leading environmental groups – and even ski resorts seeing their snow melted by global heating.</p> <a href=\"https://www.theguardian.com/us-news/2023/jul/05/double-agent-fossil-fuel-lobbyists\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jul/05/double-agent-fossil-fuel-lobbyists", "date_published": "2023-07-05T12:00:32+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Meta delays EU launch of Twitter rival Threads amid uncertainty over personal data use", "description": "<p>New app developed by Facebook and WhatsApp owner is due to launch in the UK and US on Thursday</p><p>Mark Zuckerberg’s rival to Twitter will not launch in the EU on Thursday amid regulatory uncertainty about the service’s use of personal data.</p><p>Sources at Meta, which owns Facebook, Instagram and WhatsApp, pointed to regulations as the reason for the postponement of an EU launch, amid a series of clashes between the social media group and the bloc.</p> <a href=\"https://www.theguardian.com/media/2023/jul/05/meta-delays-eu-launch-of-twitter-rival-threads-amid-uncertainty-over-personal-data-use\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/jul/05/meta-delays-eu-launch-of-twitter-rival-threads-amid-uncertainty-over-personal-data-use", "date_published": "2023-07-05T11:52:25+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "English tourist accused of carving name in Colosseum says he did not realise its age", "description": "<p>Ivan Dimitrov, from Bristol, apologises to Rome mayor and says he was ‘embarrassed’ to learn of amphitheatre’s antiquity</p><p>An English tourist accused of defacing the Colosseum has said he was not aware of the age of the ancient monument.</p><p>Ivan Dimitrov, a 27-year-old fitness instructor living in Bristol, wrote a letter of apology to the Rome mayor, Roberto Gualtieri, after allegedly engraving his and his girlfriend’s names into an internal wall of the 2,000-year-old landmark with a key.</p> <a href=\"https://www.theguardian.com/world/2023/jul/05/english-tourist-accused-of-carving-name-in-colosseum-says-he-did-not-realise-its-age\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/05/english-tourist-accused-of-carving-name-in-colosseum-says-he-did-not-realise-its-age", "date_published": "2023-07-05T11:50:05+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Premier League closes on deal to buy FA Cup’s international media rights", "description": "<ul><li>League could control of competition’s scheduling</li><li>Infront was preferred bidder before FA opted to retender</li></ul><p>The Football Association is prepared to sell the FA Cup’s international media rights to the Premier League in a huge commercial shake-up for the English game. The move could mean the league assumes control of the competition’s scheduling and would be viewed in some quarters as the Football Association selling off its crown jewels.</p><p>It may be viewed lower down the divisions as a power-grab that gives the top flight further clout over Football League clubs in determining aspects of the domestic fixture list. The viability of replays and the sanctity of weekend fixtures are issues that repeatedly surface in discussions among clubs.</p> <a href=\"https://www.theguardian.com/football/2023/jul/05/premier-league-closes-on-deal-to-buy-fa-cup-international-media-rights\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/05/premier-league-closes-on-deal-to-buy-fa-cup-international-media-rights", "date_published": "2023-07-05T11:48:17+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Early damage to Stephen Lawrence case may be irreparable, says Met chief", "description": "<p>Mark Rowley says it may not be possible to make up ground lost in first weeks of murder inquiry</p><p>The head of the Metropolitan police has said the Stephen Lawrence murder investigation may be irreparably damaged by the egregious errors made in the first weeks after the killing.</p><p>Sir Mark Rowley told the London assembly’s police and crime committee that some detectives had worked to gain some ground but he could not promise that new opportunities would arise.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jul/05/early-damage-to-stephen-lawrence-case-may-be-irreparable-says-met-chief\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jul/05/early-damage-to-stephen-lawrence-case-may-be-irreparable-says-met-chief", "date_published": "2023-07-05T11:46:46+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Leicester fined £880,000 for restricting online kit sales with JD Sports", "description": "<p>Competition and Markets Authority says Leicester City and JD admitted they broke competition law</p><ul><li><a href=\"https://www.theguardian.com/business/live/2023/jul/05/train-companies-begin-process-of-closing-hundreds-ticket-offices-england-car-sales-business-live\">Business live – latest updates</a></li></ul><p>Leicester City FC has been fined £880,000 by the UK’s competition watchdog after admitting restricting online sales of its football kit with JD Sports.</p><p>The Competition and Markets Authority (CMA) said Leicester City and JD had both admitted that they broke competition law.</p> <a href=\"https://www.theguardian.com/football/2023/jul/05/leicester-city-fined-880000-restricting-online-kit-sales-jd-sports\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/05/leicester-city-fined-880000-restricting-online-kit-sales-jd-sports", "date_published": "2023-07-05T11:45:32+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Republican party tweets Independence Day well-wishes with flag of Liberia", "description": "<p>Official GOP account deletes tweet featuring Liberian flag, which has single white star where Stars and Stripes has 50</p><p>The Republican party was embarrassed when a tweet from its official <a href=\"https://twitter.com/GOP?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor\">account</a> celebrating Independence Day featured the wrong flag.</p><p>The tweet read: “247 years ago, our forefathers told ’Ol King George to get lost! Happy Independence Day from the GOP!”</p> <a href=\"https://www.theguardian.com/us-news/2023/jul/05/republican-party-tweet-independence-day-liberian-flag\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jul/05/republican-party-tweet-independence-day-liberian-flag", "date_published": "2023-07-05T11:42:51+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The UK housing crisis isn’t just about mortgages – private renters desperately need help too | Alex Diner", "description": "<p>The local housing allowance freeze is pushing many tenants into dangerous, poor quality accommodation</p><p>We are in the midst of not just one housing crisis, but multiple overlapping crises. As interest rates have soared, attention has understandably focused on the explosion of the <a href=\"https://www.resolutionfoundation.org/publications/the-mortgage-crunch/\">mortgage “timebomb”</a>; the 4.2m households in Britain who have had their mortgage rates change and face sharp increases to their repayments, as well as the 3.3m households yet to do so. But another of our housing crises – that faced by low-income private renters – also made a rare foray into the limelight this week.</p><p>While the chancellor, Jeremy Hunt, has uprated other forms of social security with inflation, housing benefit for private renters – through a mechanism called <a href=\"https://www.theguardian.com/housing-network/2016/dec/07/rent-gap-local-housing-allowance\">local housing allowance</a> (LHA) – remains frozen at <a href=\"https://www.gov.uk/government/publications/local-housing-allowance-lha-rates-applicable-from-april-2023-to-march-2024\">2020 levels</a>. As a result, the Institute for Fiscal Studies has found that LHA covers only <a href=\"https://www.theguardian.com/society/2023/jun/27/just-5-of-private-rentals-affordable-on-housing-benefit\">5% of private rentals</a>.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/05/uk-housing-crisis-mortgages-private-local-allowance-freeze-tenants\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/05/uk-housing-crisis-mortgages-private-local-allowance-freeze-tenants", "date_published": "2023-07-05T11:20:51+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Chester’s Mystery Plays: good v evil parables at their most elemental", "description": "<p>Director John Young energises this medieval community-theatre tradition with a dynamic and dreamlike journey from the crucifixion to the last judgment</p><p>It is an inspired idea to present the Mystery Plays with the audience sitting on two sides of Chester Cathedral’s lofty nave. It is partly that the arrangement creates a striking theatrical corridor. Being long and thin, it is the ideal space for an enormous serpent to slither along after disrupting the tranquillity of Adam and Eve (Luke Hallam and Felicity Parry). It is just the right fit for a tablecloth around which the disciples can sit cross-legged for a last supper – as if their table stretched the length of a church. And it is big enough to accommodate the entire 200-strong cast for a rapturous curtain call.</p><p>But that is only half the story. With one bank of seating positioned so closely opposite the other, it also keeps this most democratic of theatrical traditions in the hands of the people. As our attention ping pongs from the stained-glass window at one end to the transept crossing at the other, we never lose sight of being part of an audience.</p><p><a href=\"https://chestermysteryplays.com/\">Chester Mystery Plays runs until 15 July</a></p> <a href=\"https://www.theguardian.com/stage/2023/jul/05/chester-mystery-plays-good-v-evil-parables-elemental\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/jul/05/chester-mystery-plays-good-v-evil-parables-elemental", "date_published": "2023-07-05T11:15:56+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "French government could cut off social media during unrest, says Macron", "description": "<p>Comments came as ministers blame young people using platforms like TikTok to incite violence after shooting of teenager</p><p>Emmanuel Macron has said the French government should consider controlling and cutting off social media networks “when things get out of hand” in the country.</p><p>The president’s comments came as ministers blamed young people using platforms such as Snapchat and TikTok for organising and encouraging rioting and violence after the shooting last week of a teenager during a police traffic stop in a Paris suburb.</p> <a href=\"https://www.theguardian.com/world/2023/jul/05/french-government-should-control-social-media-during-unrest-macron-says\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/05/french-government-should-control-social-media-during-unrest-macron-says", "date_published": "2023-07-05T11:14:56+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nigel Slater’s recipe for pasta with basil, green beans and lemon", "description": "A fresh, green way for a quick and easy pasta supper<p>Cut 150g of thin <strong>green beans</strong> into short lengths. Have 150g of <strong>broad beans</strong> ready (either freshly podded or frozen) or if you prefer, <strong>edamame beans</strong>.</p><p>Bring 2 deep pans of water to the boil. Salt one of them generously, scatter in 175g of <strong>pasta</strong> and cook for about 8-9 minutes until al dente. Salt the second pan lightly and add the beans – you can add both types at the same time. Cook for 5 to 6 minutes, then drain them.</p> <a href=\"https://www.theguardian.com/food/2023/jul/05/nigel-slater-recipe-for-pasta-with-basil-green-beans-and-lemon\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/jul/05/nigel-slater-recipe-for-pasta-with-basil-green-beans-and-lemon", "date_published": "2023-07-05T11:01:31+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Our government sees it as cute but unimportant’: the musicians keeping France’s Occitan language alive", "description": "<p>Post-revolutionary France tried to stamp it out, but working class communities kept speaking it. Now Occitan powers a vivacious and political music European music scene</p><p>It’s May Day in Marseille, and beyond the celebrations – and the ongoing protests against President Macron raising the retirement age – another smaller but just as potent group are taking a stand on behalf of marginalised voices. It’s the 30th edition of the annual street party la Sardinade des Feignants (translated as the Lazy Man’s Sardinade), organised by the 40-year-old Massilia Sound System, a raggamuffin reggae and dub collective. In the blazing sun, the band toast the exuberant crowd as cooks grill sardines, the regional staple that give the celebration its name, off to the side.</p><p>Massilia also sing in Occitan, AKA langue d’Oc, and promote the conservation and vibrancy of this language and its dialects. The romance language sounds like a mixture of Catalan and Italian with barely a hint of a French accent, and its speakers sweep across the Pays d’Oc of southern France and into the Pyrenees and northern Italy. But today, says Massilia’s Tatou, AKA Moussu T (Mr T in Occitan), “the government still sees regional cultures that are not the language of the court of Versailles as exotic, folkloric, bizarre – cute but unimportant.”</p> <a href=\"https://www.theguardian.com/music/2023/jul/05/our-government-sees-it-as-cute-but-unimportant-the-musicians-keeping-frances-occitan-language-alive\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jul/05/our-government-sees-it-as-cute-but-unimportant-the-musicians-keeping-frances-occitan-language-alive", "date_published": "2023-07-05T11:00:32+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "As AI cheating booms, so does the industry detecting it: ‘We couldn’t keep up with demand’", "description": "<p>ChatGPT is creating headaches for schools while giving rise to a growing cohort of companies that say they can ‘tell’ human from machine</p><p>Since its release last November, ChatGPT has shaken the education world. The chatbot and other sophisticated AI tools are reportedly being used everywhere from college essays to high school art projects. A recent survey of 1,000 students at four-year universities by <a href=\"https://www.intelligent.com/nearly-1-in-3-college-students-have-used-chatgpt-on-written-assignments/\">Intelligent.com found that</a> 30% of college students have reported using ChatGPT on written assignments.</p><p>This is a problem for schools, educators and students – but a boon for a small but growing cohort of companies in the AI-detection business. Players like <a href=\"https://gowinston.ai/\">Winston AI</a>, <a href=\"https://contentatscale.ai\">Content at Scale</a> and <a href=\"https://www.turnitin.com/\">Turnitin</a> are billing for their ability to detect AI-involvement in student work, offering subscription services where teachers can run their students’ work through a web dashboard and receive a probability score that grades how “human” or “AI” the text is.</p> <a href=\"https://www.theguardian.com/technology/2023/jul/05/as-ai-cheating-booms-so-does-the-industry-detecting-it-we-couldnt-keep-up-with-demand\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/jul/05/as-ai-cheating-booms-so-does-the-industry-detecting-it-we-couldnt-keep-up-with-demand", "date_published": "2023-07-05T11:00:31+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fevered Planet: How Diseases Emerge When We Harm Nature by John Vidal review – a frightening diagnosis", "description": "<p>A powerful warning that the health of people, animals and the planet can no longer be treated as separate issues</p><p>When <a href=\"https://www.theguardian.com/world/2023/mar/12/peru-six-dead-as-powerful-cyclone-causes-major-flooding\">Cyclone Yaku</a> hit the northern coast of Peru in March 2023, it unleashed hurricane-force winds and torrents of rain, triggering landslides and flooding. Then came El Niño, a periodic warming of eastern Pacific Ocean surface waters, boosting rainfall and fomenting an explosion of pool-breeding <em>Aedes aegypti</em> mosquitoes, the main vector of dengue fever. The ensuing outbreak of dengue – a viral infection that causes <a href=\"https://www.cdc.gov/dengue/symptoms/index.html#:~:text=The%20most%20common%20symptom%20of,%2C%20joint%2C%20or%20bone%20pain)\">high</a> temperature, headaches, vomiting and joint pain – may also have been given added momentum by <a href=\"https://unfccc.int/news/new-report-details-dire-climate-impacts-in-latin-america-and-the-caribbean\">climate change</a>. At higher temperatures, the mosquitoes bite more often, egg-hatching speeds up, and the dengue virus itself replicates faster. By late June, 2023, more than <a href=\"https://www3.paho.org/data/index.php/es/temas/indicadores-dengue/dengue-nacional/9-dengue-pais-ano.html\">160,000 people</a> in Peru had been infected with dengue and 287 had died.</p><p>Dengue, warns John Vidal in Fevered Planet, “is perfectly suited to spread fast in a warming, more humid, urbanised world”. And it is one of many such maladies that thrive in an era of climate crisis and environmental degradation.</p> <a href=\"https://www.theguardian.com/books/2023/jul/05/fevered-planet-how-diseases-emerge-when-we-harm-nature-by-john-vidal-review-a-frightening-diagnosis\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/jul/05/fevered-planet-how-diseases-emerge-when-we-harm-nature-by-john-vidal-review-a-frightening-diagnosis", "date_published": "2023-07-05T11:00:31+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How to make chicken satay – recipe | Felicity Cloake's Masterclass", "description": "<p>The Indonesian take on the grilled meat kebab is nicest when hot off the barbecue</p><p>Though most of south-east Asia has its own take on a grilled meat kebab, satay is, according to the Oxford Companion to Food, particularly associated with the island of Java, where it first arrived with traders from the west. Its origins are probably Levantine, but this version is very much Indonesian, and infinitely nicer hot from the barbecue than chilled on the deli counter.</p><p>Prep <strong>10 min</strong><br />Marinate <strong>30 min+<br /></strong>Cook <strong>1 hr</strong><br />Serves <strong>4</strong></p> <a href=\"https://www.theguardian.com/food/2023/jul/05/how-to-make-chicken-satay-recipe\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/jul/05/how-to-make-chicken-satay-recipe", "date_published": "2023-07-05T11:00:31+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Steven Gerrard’s intriguing Saudi move takes him out of comfort zone", "description": "<p>Saudi Pro League ups ante with incoming names but Al-Ettifaq have form for chewing up managers and spitting them out</p><p>If results go badly for Steven Gerrard in Dammam, he can join those who leave the eastern city and head over the King Fahd Causeway that connects Saudi Arabia to Bahrain and to the Sherlock Holmes pub in Manama. Inside are dark corners to enjoy a pint or two while watching Liverpool and Aston Villa.</p><p>Of course, that could also be a course of action if things go well. It’s hard to predict what will happen. Just as Gerrard’s coaching career has been up and down so far, Al-Ettifaq are an unpredictable team and the most-talked about league in world football right now has a habit of chewing up and spitting out more experienced coaches than the 43-year-old Liverpool legend.</p> <a href=\"https://www.theguardian.com/football/2023/jul/05/steven-gerrard-saudi-arabia-pro-league-move-out-of-comfort-zone-al-ettifaq\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/05/steven-gerrard-saudi-arabia-pro-league-move-out-of-comfort-zone-al-ettifaq", "date_published": "2023-07-05T11:00:31+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Women’s World Cup 2023 team guides part four: Switzerland", "description": "<p>Switzerland have only once reached the knockout stage of a major tournament but will be aiming to top Group A</p><p><em>This article is part of the Guardian’s <a href=\"https://www.theguardian.com/football/women-s-world-cup-2023--guardian-experts--network\">Women’s World Cup 2023 Experts’ Network</a>, a cooperation between some of the best media organisations from the 32 countries who qualified. theguardian.com is running previews from two countries each day in the run-up to the tournament kicking off on 20 July.</em></p> <a href=\"https://www.theguardian.com/football/2023/jul/05/womens-world-cup-2023-team-guides-part-four-switzerland\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/05/womens-world-cup-2023-team-guides-part-four-switzerland", "date_published": "2023-07-05T10:59:31+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘He saw the injustice’: how Arthur Hobbs fought for women’s football", "description": "<p>An under-16 tournament in Kent will celebrate ‘fearless’ man who co-founded the Women’s FA and fought to end playing ban</p><ul><li><a href=\"https://www.theguardian.com/football/2022/mar/22/sign-up-for-our-new-womens-football-newsletter-moving-the-goalposts\">Moving the Goalposts: sign up for our free weekly newsletter</a></li></ul><p></p><p>Many issues with women’s football development come from the notion that the sport was, for decades, considered incompatible with girls and women. In the UK, the Football Association banned women from any affiliated grounds in 1921, stating that the game was “quite unsuitable for females”. Other federations then followed with similar claims, and women’s football was affected in countries such as France, Spain, Germany, Nigeria and Brazil.</p><p>Younger generations of players can learn a lot from those who fought for the right to play, and learning this history is important if we are to avoid repeating it. In the Kent town of Deal on Saturday, a tournament will honour the founder of the Women’s Football Association. About 270 girls in under-16 teams will play in the first Arthur Henry Hobbs tournament at the Goodwin Academy.</p> <a href=\"https://www.theguardian.com/football/2023/jul/05/how-arthur-hobbs-fought-for-womens-football-moving-goalposts\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/05/how-arthur-hobbs-fought-for-womens-football-moving-goalposts", "date_published": "2023-07-05T10:51:19+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pushing Buttons: How much does Call of Duty really make? Inside the court case telling gaming’s secrets", "description": "<p>In this week’s newsletter: How a hearing on Microsoft’s acquisition of Activision Blizzard has made for the gossipiest weeks in gaming for years</p><p>• <strong><a href=\"https://www.theguardian.com/info/ng-interactive/2021/nov/24/sign-up-for-pushing-buttons-keza-macdonalds-weekly-look-at-the-world-of-gaming\">Don’t get Pushing Buttons delivered to your inbox? Sign up here</a></strong></p><p>It’s been an absolute gossip bonanza in the past couple of weeks for those of us who follow the games industry. The hearing on Microsoft’s proposed acquisition of Activision Blizzard by the US Federal Trade Commission (FTC) has exposed reams of previously confidential data about how Xbox and PlayStation do business, and some of the juiciest info was released accidentally. Some poor clerk with a black marker did a poor job redacting some of the documents involved in the case, meaning that they were easily legible from the court’s official scans. The documents were quickly removed from public view, but not before journalists had had a field day with them.</p><p>This is how we now know exactly how much Sony is spending on its showpiece PlayStation 5 games (previously we only had <a href=\"https://www.bloomberg.com/news/newsletters/2021-09-03/ex-playstation-chief-mulls-future-of-gaming-and-his-new-job?srnd=technology-vp\">an estimate</a> from ex-PlayStation boss Shawn Layden, which turned out to be roughly accurate). Horizon Forbidden West (pictured below) cost a reported $212m over 5 years, with a team of 300; The Last of Us Part II came in at $220m and took even longer. And those figures don’t even include marketing costs.</p> <a href=\"https://www.theguardian.com/games/2023/jul/05/pushing-buttons-xbox-playstation-activision-blizzard-ftc\">Continue reading...</a>", "link": "https://www.theguardian.com/games/2023/jul/05/pushing-buttons-xbox-playstation-activision-blizzard-ftc", "date_published": "2023-07-05T10:45:31+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK students: what do you wish you had known before going to university?", "description": "<p>We would like to hear from students and recent graduates about their tips for freshers</p><p>We are compiling advice for this year’s university freshers – and who better to ask than students themselves?</p><p>We would like to hear about the things you wish you’d known before going to university in the UK. How did you decide which university to go to, and what do you wish you’d done differently? What preparation turned out to be invaluable – and what do you wish you’d done? What are the best things to bring to uni, and what can you leave at home?</p> <a href=\"https://www.theguardian.com/education/2023/jul/05/uk-students-what-do-you-wish-you-had-known-before-going-to-university\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2023/jul/05/uk-students-what-do-you-wish-you-had-known-before-going-to-university", "date_published": "2023-07-05T10:39:27+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "FCA investigates Crispin Odey over fitness to work in financial services", "description": "<p>Regulator’s investigation of hedge fund manager follows allegations of sexual misconduct, which he denies</p><p>The UK’s financial regulator is investigating whether Crispin Odey, the hedge fund manager <a href=\"https://www.theguardian.com/business/2023/jun/09/hedge-fund-founded-by-crispin-odey-does-not-recognise-picture-painted-of-firm\">facing allegations of sexual misconduct</a>, is a “fit and proper person” to work in financial services.</p><p>The Financial Conduct Authority (FCA) has told MPs it was investigating claims that Odey, who was <a href=\"https://www.theguardian.com/business/2023/jun/12/crispin-odey-asset-management-name-removed-hedge-fund\">forced out of his firm Odey Asset Management</a> (OAM) by its board last month, dismissed the firm’s executive committee “for an improper purpose”.</p> <a href=\"https://www.theguardian.com/business/2023/jul/05/fca-investigates-crispin-odey-over-fitness-to-work-in-financial-services\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jul/05/fca-investigates-crispin-odey-over-fitness-to-work-in-financial-services", "date_published": "2023-07-05T10:26:52+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Spin | Mike Smith and why not all England memories of Headingley are golden", "description": "<p>Gloucestershire swing bowler played instead of Andy Caddick in the 1997 Ashes and it turned out to be his only Test</p><p>As the Ashes circus arm-wrestles into position in Leeds, wistful eyes cast back to 2019, when <a href=\"https://www.theguardian.com/sport/2019/aug/25/australia-ashes-england-third-test-ben-stokes-sensational\">Ben Stokes carved out the second Headingley miracle</a> of the ages. But not all England players have fond memories of surly skies and the Kirkstall Lane end.</p><p>It was at the Headingley Ashes Test of 1997 that Gloucestershire’s Mike Smith won his one and only England cap, during that relentless period of Australian dominance. It was one of England’s flightier performances: Jason Gillespie grabbing seven for 37 during a disastrous first innings, before Australia ran up 501, declared, and then rattled through England again to win by an innings and 61 runs.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/05/the-spin-mike-smith-headingley-cricket-ashes-england-australia\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/05/the-spin-mike-smith-headingley-cricket-ashes-england-australia", "date_published": "2023-07-05T10:20:12+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Share your thoughts on plans to close railway ticket offices in England", "description": "<p>We would like to hear from people who will be affected by planned ticket office closures</p><p>Rail firms have announced plans for the <a href=\"https://www.theguardian.com/business/2023/jul/05/plans-for-mass-closure-of-railway-ticket-offices-in-england-confirmed\">mass closure of England’s ticket offices</a> amid opposition from rail unions and concern voiced by disability and passenger groups.</p><p>The move, pushed by the government to save costs, was confirmed by the industry body, the Rail Delivery Group (RDG). Train operators told staff on Wednesday morning of proposals to shut down almost all of the 1,007 remaining offices, except the busiest stations, within three years.</p> <a href=\"https://www.theguardian.com/business/2023/jul/05/share-your-thoughts-on-plans-to-close-railway-ticket-offices-in-england\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jul/05/share-your-thoughts-on-plans-to-close-railway-ticket-offices-in-england", "date_published": "2023-07-05T10:08:51+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Unpublished letter by Abraham Lincoln discovered in Pennsylvania", "description": "<p>Short, handwritten note was for Charles Ellet Jr, who had written to the president for a civil engineer corps during the civil war</p><p>A previously unpublished letter written by Abraham Lincoln during the civil war has been discovered and put up for sale in Pennsylvania, offering rare insight into the US president’s strategic thinking in the first year of the conflict.</p><p>The recipient of the <a href=\"https://www.raabcollection.com/presidential-autographs/lincoln-confederate-supply-rail-lines\">short, handwritten note</a> was Charles Ellet Jr, later a colonel in the Union army who wrote to Lincoln seeking the formation of a well funded civil engineer corps to help fortify Washington DC against the Confederate threat.</p> <a href=\"https://www.theguardian.com/us-news/2023/jul/05/abraham-lincoln-letter-discovered-pennsylvania-sale\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jul/05/abraham-lincoln-letter-discovered-pennsylvania-sale", "date_published": "2023-07-05T10:00:31+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Thanks for visiting Florida’: one Black family’s road trip to a ‘hostile’ tourist trap", "description": "<p>The NAACP has issued a warning about the state. But being Black in America was a long-odds game well before DeSantis showed up</p><p>The sugary sand on Santa Rosa Beach is cool below the surface, sweet relief after a 10-minute hot-step from the parking lot with an armload of bulky chairs and a hangry toddler dragging me down. But by the third day of our family vacation, my young boys have settled in with their plastic shovels and left me cracking open a Michelob Ultra before noon. Drinking in the brew and the whooshing azure surf, I’m gobsmacked that <em>this</em> is what passes for adventure travel nowadays.</p><p>On 20 May the NAACP issued a travel advisory for Florida, noting a flagrant streak of contempt for and hostility toward Black, ethnic and queer communities; in a news release, the group quoted the state-sanctioned “war on woke” the Republican governor championed in a craven bid for his party’s presidential nomination. The NAACP board chair, Leon Russell, cited Ron DeSantis for “political grandstanding” and courting “a dangerous, extremist minority” – only to have conservatives mock Russell himself for living in Tampa.</p> <a href=\"https://www.theguardian.com/us-news/2023/jul/05/florida-naacp-black-americans-race-politics\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jul/05/florida-naacp-black-americans-race-politics", "date_published": "2023-07-05T10:00:31+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "After 20 years of yoga, I’m hanging up my mat for good | Anita Chaudhuri", "description": "<p>The practice’s modern iterations – including pricey paraphernalia and cultural appropriation – have left me cold, and I’ve had enough</p><p>I was saddened but not surprised to read yoga teacher Puravi Joshi’s recent <a href=\"https://www.dailymail.co.uk/femail/article-12208177/I-gave-stressful-City-job-discover-life-yoga-teacher-toxic.html\">newspaper account</a> of her less than zen-like experience working in an industry that is supposed to be all about inner smugness … sorry, I mean <em>peace</em>. Joshi recounted a litany of micro-aggressions doled out by studio bosses who made her audition for prime classes, critiqued her physique and gave western explanations about Hindu gods being like “cartoon characters”.</p><p>For the past 20 years I have been haphazardly “practising” (as they say) yoga but I have finally decided to roll up my mat for the final time. “But why?” I hear you ask. It’s true that for a while it looked as if yoga offered a quick fix for all of life’s biggest challenges – materialism, anxiety, ageing, spiritual bankruptcy – but alas, in the aftermath of Covid, many studios faced actual bankruptcy. Now, as centres struggle to stay afloat, it’s becoming harder to find a “normal” class. By that I mean one where people show up without a £1,520 Prada mat. One where you do a bit of deep breathing, a bit of ouchy stretching, a bit of lying on your back thinking about what you’re going to watch on Netflix when you get home (possibly not Bikram: Yogi, Guru, Predator).</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/05/after-20-years-of-yoga-im-hanging-up-my-mat-for-good\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/05/after-20-years-of-yoga-im-hanging-up-my-mat-for-good", "date_published": "2023-07-05T10:00:30+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "From coal to kayaking: West Virginia’s miners turn to tourism to pay the bills", "description": "<p>Increasing number of workers in once profitable mining industry now employed in tourism in a stunning corner of Appalachia</p><p>Rick Johnson’s introduction to the world of coal began as a teenager more than 40 years ago in rural western Virginia. For a decade and a half, he worked for extraction and chemical production companies across Appalachia.</p><p>“I was fed on coal,” he said recently.</p> <a href=\"https://www.theguardian.com/us-news/2023/jul/05/west-virginia-coal-miners-tourism\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jul/05/west-virginia-coal-miners-tourism", "date_published": "2023-07-05T10:00:30+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Oil lobbyists spend millions to stall California’s game-changing climate bill", "description": "<p>Bills would force large companies that do business in the state to report all emissions and crack down on bogus carbon offset claims</p><p><em>This article was produced by Capital &amp; Main. An extended version is available <a href=\"https://capitalandmain.com/oil-and-gas-lobbying-threatens-californias-game-changing-climate-bills\">here</a>.</em></p><p>Two transparency bills in the California legislature would require corporations to disclose more information about their emissions and their efforts to fight the climate crisis. The oil and gas industry is spending millions to kill them.</p> <a href=\"https://www.theguardian.com/us-news/2023/jul/05/california-emission-tracking-bill-corporation-oil-gas-lobby\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jul/05/california-emission-tracking-bill-corporation-oil-gas-lobby", "date_published": "2023-07-05T10:00:30+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Smoking Causes Coughing review – cigarette-superhero comedy is refreshingly immature", "description": "<p>Quentin Dupieux’s chaotic, bizarre film about a monster-fighting squad controlled by a rat named Didier will greatly annoy some, which is one of its strengths</p><p>Only a pedant and a bore would complain that the last word of that title should be “cancer”. The phrase’s childlike naivety and irrelevance, apparently taken from an obsolete era when smoking was considered bad in the sense that eating cream cakes was bad, is a hint of what you’re in for: a fantastically silly and magnificently inconsequential comedy from French film-maker and former DJ Quentin Dupieux. For the life of me, I can’t think of another director right now who wants (or is allowed) to do just straight comedy for theatrical release, without having to buy the right to do so by also being unfunnily dark and disturbing.<br /><br />Dupieux has put together something chaotic, disparate, entirely negligible and yet oddly gripping and also funny. For all that this is very French, many points of comparison seemed to me Anglo-Saxon. “Smoking causes coughing” is like one of Tristram Shandy’s opinions. Dupieux is renowned, or notorious, for his throwaway zaniness and adventures in surreal whimsy, and has collected a fanbase along the way for movies such as <a href=\"https://www.theguardian.com/film/2021/jul/14/deerskin-review-jean-dujardin\">Deerskin</a> and <a href=\"https://www.theguardian.com/film/2021/jul/14/deerskin-review-jean-dujardin\">Incredible But True</a>. Smoking Causes Coughing is I think his best yet, and the fact that many people are going to find it intensely annoying is in fact one of its comic effects.</p><p>It is theoretically a portmanteau film, a collection of short stories with an overarching narrative device, but this is to overstate its structural soundness – it’s more rickety than that. In modern-day France, a team of superheroes called the Tobacco Force do battle with bizarrely rubbery monsters. These warriors of virtue are named after the constituent ingredients of cigarettes: Benzene (Gilles Lelouche), Methanol (Vincent Lacoste), Nicotine (Anaïs Demoustier), Mercury (Jean-Pascal Zadi) and Ammonia (Oulaya Amamra). Wearing costumes and helmets, like a cross between the Power Rangers and Daft Punk, they kill these evil beasts by surrounding them and blowing their individual vapours which combine to form fatal cigarette smoke.<br /><br />Their controller is a rat called Didier (voiced by Alain Chabat), with an unsettling resemblance to <a href=\"https://www.theguardian.com/media-network/2016/mar/31/levis-flat-eric-advert-puppet\">Flat Eric</a>, the puppet created by Dupieux in his earlier career making music videos and TV commercials. After slaying the kind of dragon-creature that Captain Kirk once faced on a distant planet, the team are curtly informed by Didier that they have to retreat to a special training centre to regroup mentally and spiritually, ready for the upcoming war with a new villain: the Emperor of Evil, Lizardin (played by veteran Belgian comic Benoît Poelvoorde). Once at the camp, the team gather around the campfire and tell each other scary stories, and these bizarre and extraneous pieces of directionless nonsense are tensely dramatised.</p> <a href=\"https://www.theguardian.com/film/2023/jul/05/smoking-causes-coughing-review-cigarette-superhero-comedy-is-refreshingly-immature\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jul/05/smoking-causes-coughing-review-cigarette-superhero-comedy-is-refreshingly-immature", "date_published": "2023-07-05T10:00:30+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "NHS waiting lists could go up even more, health minister says on 75th anniversary – UK politics live", "description": "<p>Health service is in ‘critical condition’ but public support is ‘rock solid’, say three thinktanks in letter to political leaders</p><p>The Guardian has been given exclusive access to the health service in Tredegar, the south Wales town that forged the NHS. The NHS was launched in 1948 by the Labour MP Aneurin Bevan, inspired in part by the Tredegar Medical Aid Society in his birthplace and constituency. It has since saved the lives of millions and inspired health systems around the world.</p><p>Seventy-five years on, the Guardian found residents, patients and staff still proud of Bevan’s legacy, but anxious about the future of the NHS.</p><p>I think what [Starmer has] allowed to happen is a rightwing faction become drunk with power and use devices within the party almost on a search and destroy of the left.</p><p>They seem to be more interested in destroying the presence of the left of the party than in getting a Labour government.</p><p>Under Tony Blair we didn’t have mass expulsions like this or anything like that.</p><p>We didn’t have the withdrawal of the whip unless it was something very extreme. There was an atmosphere of tolerance but actually respect as well.</p><p>The public need to know that if someone is a Labour candidate that is a mark of quality they can rely on. It’s absolutely right that we have high standards for those who are going to represent the Labour party at election time.</p> <a href=\"https://www.theguardian.com/politics/live/2023/jul/05/nhs-waiting-lists-75th-anniversary-pmqs-deputies-rishi-sunak-keir-starmer-oliver-dowden-angela-rayner-uk-politics-live\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/live/2023/jul/05/nhs-waiting-lists-75th-anniversary-pmqs-deputies-rishi-sunak-keir-starmer-oliver-dowden-angela-rayner-uk-politics-live", "date_published": "2023-07-05T09:51:18+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Choosing to throw a full wheel of brie at Pink is not a normal decision – but these are not normal times", "description": "<p>From gifting cheese to yeeting human remains at their favourite stars, fans are resorting to extreme measures to create their own magic moments at gigs. This will not end well</p><p>It is important, when considering throwing a family-size wheel of brie at the singer Pink, to meditate on the logistics involved. The first is buying the brie: this alone will have taken some plotting, finding a place that had whole uncut wheels of brie, refrigeration, etc. Then there’s getting the brie there: in all the excitement of getting ready, the outfit changes and the gins-in-tins, the group photos and the sing-a-longs, there is – always – a wheel of brie, which is too big for a tote bag and grows heavier by the minute. You need to be near the front, and to get the brie to Pink, you have to choose to do it during the right song (a ballad rather than a bop). And then of course there is the decision that starts it all off: <em>at Pink this weekend, at a gig I bought tickets to months ago and have been growing in excitement for ever since, I’m going to take a big brie and throw it to her</em>. That is not a normal decision.</p><p>2023 has been a good year for pop stars being thrown things on stage. During her BST Hyde Park residency Pink received both the wheel of brie and a small bag of an audience member’s late mother’s ashes. (“This is your mum? I don’t know how to feel about this.”) Lil Nas X paused a Stockholm gig after a fan threw a sex toy mid-performance. (“Who threw their pussy on stage? What’s wrong with y’all?” was the frankly quite measured response.) Less amusingly Bebe Rexha was taken to hospital for stitches after she had a phone thrown at her on stage in New York last month, and country singer Kelsea Ballerini had to pause a gig in Idaho last week after being hit in the face with a bracelet thrown from the crowd. Legitimate artist safety concerns aside, it must be asked: why, in 2023, is there such a trend for yeeting things at performers?</p> <a href=\"https://www.theguardian.com/music/2023/jul/05/throw-wheel-of-brie-at-pink-fans-extreme-gigs\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jul/05/throw-wheel-of-brie-at-pink-fans-extreme-gigs", "date_published": "2023-07-05T09:39:44+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Plans for mass closure of railway ticket offices in England confirmed", "description": "<p>Announcement by Rail Delivery Group to ‘modernise’ industry will ramp up battle with unions</p><ul><li><a href=\"https://www.theguardian.com/business/live/2023/jul/05/train-companies-begin-process-of-closing-hundreds-ticket-offices-england-car-sales-business-live\">Business live – latest updates</a></li></ul><p>Rail firms have announced plans for the mass closure of England’s ticket offices to “modernise” the railway, ramping up the battle with unions and infuriating disability and passenger groups.</p><p>The move, pushed by the government to save costs, was confirmed by the industry body, the Rail Delivery Group. Train operators told staff on Wednesday morning of proposals to shut down almost all of the 1,007 remaining offices, bar at the busiest stations, within three years.</p> <a href=\"https://www.theguardian.com/business/2023/jul/05/plans-for-mass-closure-of-railway-ticket-offices-in-england-confirmed\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jul/05/plans-for-mass-closure-of-railway-ticket-offices-in-england-confirmed", "date_published": "2023-07-05T09:30:29+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Adelaide woman buried alive in act of revenge, court hears", "description": "<p>Tarikjot Singh, 22, pleaded guilty in February to the murder of Jasmeen Kaur, whose body was found in a shallow grave with her hands and feet bound with cables ties</p><p>An Adelaide man rejected by his former girlfriend bound her with tape and cable ties before burying her alive in an act of revenge, a court has been told.</p><p>Tarikjot Singh, 22, pleaded guilty to the murder of 21-year-old nursing student Jasmeen Kaur.</p> <a href=\"https://www.theguardian.com/australia-news/2023/jul/05/adelaide-woman-buried-alive-in-act-of-revenge-court-hears\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2023/jul/05/adelaide-woman-buried-alive-in-act-of-revenge-court-hears", "date_published": "2023-07-05T09:14:55+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A seat in the House of Lords isn’t God-given. It’s time parliament ejected all the bishops | Sandi Toksvig", "description": "<p>Scrapping automatic places for a minority religion is as good a place as any to start with reform of the upper house</p><p>On Thursday, MPs will debate the automatic right of 26 Church of England bishops to sit in the House of Lords – 26 bishops who can sit, speak and vote in our parliament on every law that is passed. My views are well known: given the bishops’ steadfast opposition to same-sex marriages, I am calling for their removal. It’s time for parliament to reflect and represent our diverse and modern society.</p><p>There are only two countries in the world where representatives of the state religion automatically get a seat in the legislature: the UK and Iran. Obviously, there are fundamental differences between the two countries and in the religious representatives’ views, but it is symbolic all the same. How can it be that our democratic system draws parallels with an Islamic theocracy?</p><p>Sandi Toksvig is a patron of Humanists UK</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/05/house-of-lords-reform-bishops-parliament\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/05/house-of-lords-reform-bishops-parliament", "date_published": "2023-07-05T09:00:29+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Britons ‘personally optimistic, nationally pessimistic’, research finds", "description": "<p>Study finds 91% of people feel ‘happy or OK’ but have less positive view of the ‘world out there’</p><p>Britons are staying happy by divorcing themselves from the fortunes of the wider world, according to research for the Guardian that shows people are increasingly “taking responsibility for our own happiness and finding joy in small, everyday moments”.</p><p>After several years of exhaustion, hypervigilance and anxiety caused by global events, 70% of people polled said they felt like “we’ve lived through a collective trauma”. But when asked to rate their happiness, the majority said they were doing all right: 91% felt “happy or OK”.</p> <a href=\"https://www.theguardian.com/politics/2023/jul/05/britons-personally-optimistic-nationally-pessimistic-research-finds\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jul/05/britons-personally-optimistic-nationally-pessimistic-research-finds", "date_published": "2023-07-05T09:00:29+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘This decision is a slap in the face’: the real cost of the US student debt ruling", "description": "<p>The supreme’s court decision was met with widespread anger from borrowers struggling to escape the burden of student debt, a system built under a ‘no-win scenario’</p><p>Millions of Americans were left reeling on Friday after the US supreme court struck down the Biden administration’s plan to forgive $430bn in student debt, stirring anxiety among borrowers just months before student loan payments are set to resume in October.</p><p>“This decision is a slap in the face to millions of Americans who, like me, were told to pursue college and dream of a brighter future, and are now punished for doing so,” said Tim Scalona, a law student at Suffolk University in Boston, who spent months bracing for the ruling. He was keenly aware of the current court’s hostility to student debt forgiveness.</p> <a href=\"https://www.theguardian.com/money/2023/jul/05/us-student-debt-supreme-court-biden-loan-relief-plan\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/jul/05/us-student-debt-supreme-court-biden-loan-relief-plan", "date_published": "2023-07-05T09:00:29+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The mother of neurodiversity: how Judy Singer changed the world", "description": "<p>In 1997 she transformed the way we think about human difference – and provided a name for a burgeoning movement</p><p>Judy Singer is several thousand miles from her Australian home, on a two-week trip around the UK, which includes an onstage interview at Cambridge University and her receipt of an honorary fellowship from Birkbeck, University of London. Soon after we meet, she will do a round of sightseeing, then travel to meet relatives in Hungary. Her itinerary sounds very taxing, but her tiredness is combined with the pleasure of being belatedly honoured for her trailblazing work.</p><p>We meet in a central London cafe where, for nearly three hours, she guides me through a life story that takes in the aftermath of the Holocaust, life in communist eastern Europe, her family’s migration to Australia, and a life that has mixed academia and activism with plenty of struggle and hardship. But what we talk about the most is neurodiversity, the concept she quietly introduced to the world in 1997.</p> <a href=\"https://www.theguardian.com/world/2023/jul/05/the-mother-of-neurodiversity-how-judy-singer-changed-the-world\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/05/the-mother-of-neurodiversity-how-judy-singer-changed-the-world", "date_published": "2023-07-05T09:00:28+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK Hong Kong scheme ‘funding charity with links to Chinese Communist party’", "description": "<p>Community groups accuse leadership of Wai Yin Society of having ‘unusually close’ ties with CCP</p><p>A consortium of Hong Kong community groups have accused the UK government’s flagship programme for welcoming Hongkongers of funding an organisation with alleged links to the Chinese Communist party (CCP).</p><p>Last week, the government announced grants worth more than £3m to a range of organisations that support east and south-east Asian communities, including Hongkongers who have recently arrived in the UK via the bespoke British National (overseas) (BNO) immigration route.</p> <a href=\"https://www.theguardian.com/world/2023/jul/05/uk-hong-kong-scheme-funding-charity-links-chinese-communist-party\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/05/uk-hong-kong-scheme-funding-charity-links-chinese-communist-party", "date_published": "2023-07-05T08:54:52+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "2,000 police in England and Wales may face sack in vetting revamp", "description": "<p>Dismissing failing officers to be made easier in wake of Wayne Couzens and David Carrick scandals</p><p></p><p>At least 2,000 police officers in England and Wales face losing their jobs under government plans to overhaul the misconduct system, Home Office sources have confirmed.</p><p>Ministers will make dismissing failing or disgraced officers easier after police chiefs including Sir Mark Rowley, the Metropolitan police commissioner, said the present system was “bizarre and over-regulated”.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jul/05/2000-police-in-england-and-wales-may-face-sack-in-vetting-revamp\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jul/05/2000-police-in-england-and-wales-may-face-sack-in-vetting-revamp", "date_published": "2023-07-05T08:41:30+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ofwat boss denies water industry badly regulated as he predicts higher bills", "description": "<p>David Black says water firms’ debt is ‘their issue to sort out’ because regulator did not have powers to tackle problem until recently</p><p>Water companies will be seeking big bill rises as they face huge infrastructure investment demands, the chief executive of the water regulator, Ofwat, has said.</p><p>David Black denied that the water industry was badly regulated and defended Ofwat’s role in an industry saddled with debt and facing public anger over poor performance, high dividends, executive pay and sewage pollution.</p> <a href=\"https://www.theguardian.com/business/2023/jul/05/ofwat-boss-denies-water-industry-badly-regulated-as-he-predicts-higher-bills\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jul/05/ofwat-boss-denies-water-industry-badly-regulated-as-he-predicts-higher-bills", "date_published": "2023-07-05T08:31:46+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "AO World says inflationary pressures are easing, as it returns to profit", "description": "<p>Electrical goods retailer reports pre-tax profits of £8m in year to end of March after big restructure</p><p>AO World has said inflationary pressures are easing, as the UK online electrical goods company bounced back to profitability after a big restructure, including “significant” job cuts.</p><p>The founder and chief executive of the company, which sells kitchen appliances, mobile phones, TVs and laptops for home delivery, said inflationary pressures had “levelled out” over the last year.</p> <a href=\"https://www.theguardian.com/business/2023/jul/05/ao-world-says-inflationary-pressures-are-easing-as-it-returns-to-profit\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jul/05/ao-world-says-inflationary-pressures-are-easing-as-it-returns-to-profit", "date_published": "2023-07-05T08:23:26+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "97 Minutes review – twisty terror thriller hands Alec Baldwin a moral quandary", "description": "<p>Baldwin plays an NSA director with a dilemma: shoot down the plane hijacked by a quasi-Slavic terrorist cell, killing its passengers, or let it reach New York</p><p>There is something deeply irksome about this film: it’s called 97 Minutes and yet is, in fact, roughly 93 minutes long. Not that making it longer would have improved it particularly, but ensuring it unfolded in real time would have slightly enhanced, at least in formal terms, an otherwise decent but nondescript action thriller. In this film’s world, the clock starts ticking when a vaguely defined quasi-Slavic terrorist cell hijack a plane bound for JFK over the Atlantic Ocean. During the tussle for control, the pilot is seriously injured, the co-pilot killed, and the fuselage pierced by a couple of bullets from 3D-printed guns, creating an unstable altitude-pressure situation.</p><p>There are civilian passengers on board, so if the plane is to land before it runs out of fuel, national security agents on the ground, led by director Hawkins (Alec Baldwin, presumably hustling up some scratch for his legal bills), must find a way of turning the autopilot on or shooting down the plane before it becomes a weapon in itself. Meanwhile, one of the hijackers, Alex (Jonathan Rhys Meyers), turns out to be an embedded Interpol agent who in turn conscripts a former doctor, Kim (MyAnna Buring), into helping him revive the pilot temporarily with EpiPen shots in order to get advice on guiding the plane. That strategy ultimately kills the poor pilot, in front of his young son (Jake Hayes) no less, but Alex and Kim seemingly have no other choice if they are to save everyone else on the plane.</p><p>97 Minutes is released on 10 July on digital platforms.</p> <a href=\"https://www.theguardian.com/film/2023/jul/05/97-minutes-review-alec-baldwin\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jul/05/97-minutes-review-alec-baldwin", "date_published": "2023-07-05T08:00:28+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Post your questions for Brian May", "description": "<p>Ask the Queen guitarist anything from the reissue of his 1983 album Star Fleet to being knighted by the king. Was Bohemian Rhapsody really called Mongolian Rhapsody? Or is this just fantasy?</p><p>Imagine you’re in one of the biggest bands in the world and you suddenly find yourself with time on your hands. Time for a well-earned break, surely? Not for <a href=\"https://www.theguardian.com/music/brian-may\">Brian May</a>: when <a href=\"https://www.theguardian.com/music/queen\">Queen</a> took time off in 1983, he took the opportunity to record a three-track mini album inspired by his son Jimmy’s love of the animated Japanese sci-fi series Star Fleet, naturally. May took to the studio with crack musicians including Eddie Van Halen, REO Speedwagon’s Alan Gratzer, Phil Chen (Rod Stewart) and Fred Mandel (Pink Floyd, Alice Cooper), where they covered the cartoon’s theme song and produced the solo-heavy Let Me Out and the 13-minute improv workout Blues Breaker, inspired by the John Mayall album.</p><p>Star Fleet is now getting a lavish 23-track reissue: a full new mix of the original new songs, as well as a “complete document” of every recording made across 21 and 22 April 1983 at the Record Plant studios in Los Angeles. “It’s all here – all of it,” May said in a statement. “Every note we played on those two days is right here, on show for the first time. I will take you behind the scenes into that studio with us for two unforgettably exhilarating days.”</p> <a href=\"https://www.theguardian.com/culture/2023/jul/05/post-your-questions-for-brian-may-queen\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/jul/05/post-your-questions-for-brian-may-queen", "date_published": "2023-07-05T08:00:28+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "After Work by Helen Hester and Nick Srnicek review – domestic bliss", "description": "<p>Our houses are packed with useful gadgets – so why do we still spend so much time on chores?</p><p>Does your home never feel clean enough? Is it full of half-finished DIY and maintenance projects? Is your domestic life mainly about chores rather than rest or pleasure? If the answer to some or all of these questions is yes, you may be interested in the Cowan paradox.</p><p>Forty years ago an American historian, Ruth Schwartz Cowan, revealed that the time spent on domestic labour by a typical household had not fallen since the 1870s, despite liberating new technologies such as washing machines and microwaves. This unexpected lack of progress – which in many countries continues to this day – is the huge social conundrum that Helen Hester and Nick Srnicek’s busy book explores and aims to help solve. “The reduction of unwaged [house]work is necessary,” they write, “not … simply because much of it is drudgery. Rather, this reduction is essential because it expands the availability of free time that is the prerequisite for any meaningful … freedom.”</p> <a href=\"https://www.theguardian.com/books/2023/jul/05/after-work-by-helen-hester-and-nick-srnicek-review-domestic-bliss-deferred\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/jul/05/after-work-by-helen-hester-and-nick-srnicek-review-domestic-bliss-deferred", "date_published": "2023-07-05T08:00:27+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fourth of July marked in the US – in pictures", "description": "<p>People across the US braved heat and heavy rain to take part in Fourth of July activities on Tuesday, celebrating the nation’s founding with parades, fireworks and hot dog eating contests</p> <a href=\"https://www.theguardian.com/us-news/gallery/2023/jul/05/fourth-of-july-celebrations-us-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/gallery/2023/jul/05/fourth-of-july-celebrations-us-in-pictures", "date_published": "2023-07-05T07:48:15+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ofwat boss says ‘hard lessons’ to learn from water crisis as he defends watchdog’s role – business live", "description": "<p>David Black says watchdog is protecting consumers’ interests, but admits higher water bills are coming to fund infrastructure</p><p>The boss of the electrical retailer <strong>AO World</strong> said inflationary pressures have reduced “dramatically,” as the company swung back into the black.</p><p>The retailer, which is based in Bolton and sells household appliances like fridges, also announced a “significant reduction in headcount” but declined to give further details.</p><p>The macro economic situation and the inflationary pressures that households are dealing with are clearly going to have an issue.</p><p>The core category that we sell, we do major domestic appliances is much more resilient. When your fridge breaks, then you’re likely to buy a new one and we still have full employment [in the economy].</p><p>Over the last 12 months we’ve seen inflationary pressures reducing dramatically. It’s very much levelled out as shipping prices have returned to more normal levels and supply chains have returned to a normal situation.</p><p>Their performance needs dramatic improvement and we do think they need to sort out their finances. It is their responsibility to do that. That’s what we’ll be holding them account to do. We are here to protect customers and we will continue to do that.</p><p>We’ve set price controls which set an efficient return on capital and that protects customers’ interests.</p><p>We received new powers in the Environment Act 2021 to change company licences and we’ve used those powers to amend those licences.</p><p>It is about the level of investment in the sector which has changed and the level of investment has been funded by debt. In one sense that is fine, the level of debt in the sector is responsible. A prudent company should use debt financing.</p><p>It’s a question of whether they’ve gone too far.</p><p>It is right to say that the dividend levels were excessive, which is why we’ve introduced the new powers to prevent this from happening…</p><p>The excesses of executive pay also anger me. We’ve taken action to protect customers from paying for these pay packages.</p><p>Companies make mistakes. In any sector you get poor performing businesses. The question is are customers going to pay for that.</p><p>We expect companies will request increases in bills at the next price review to fund larger investment programmes and those investments will deliver improvements to the environment.</p><p>Yes.</p><p>The provisions are there to impose a special administration. That’s the backstop option, but we are still a long way from that position.</p> <a href=\"https://www.theguardian.com/business/live/2023/jul/05/train-companies-begin-process-of-closing-hundreds-ticket-offices-england-car-sales-business-live\">Continue reading...</a>", "link": "https://www.theguardian.com/business/live/2023/jul/05/train-companies-begin-process-of-closing-hundreds-ticket-offices-england-car-sales-business-live", "date_published": "2023-07-05T07:37:02+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Help to buy has trapped me in an unsellable cladded flat", "description": "<p>My block failed a fire safety inspection after Grenfell, but the scheme won’t allow me to buy a second property</p><p><strong>I own a flat in a cladded block which failed its fire safety inspection and is now unsellable. I bought it in 2017 with a £180,000 help-to-buy loan when I was single, but I now have a partner and four children. </strong></p><p><strong>With only two bedrooms it’s unsuitable for a family of six, but I am handcuffed to this place because those with a help-to-buy loan are not allowed to purchase a second property. </strong></p> <a href=\"https://www.theguardian.com/money/2023/jul/05/help-to-buy-has-trapped-me-in-an-unsellable-cladded-flat\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/jul/05/help-to-buy-has-trapped-me-in-an-unsellable-cladded-flat", "date_published": "2023-07-05T07:30:27+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Man charged with two murders at making of music video in London", "description": "<p>Abel Chunda, 27, due to appear in court over killing of Leonardo Reid, 15, and a 23-year-old man</p><p>Detectives investigating the deaths of a 15-year-old boy and a 23-year-old man who were killed while making a music video have charged a suspect with two counts of murder.</p><p>The two victims died after witnesses saw a fight break out among a group of about 40 people who had been filming on their phones and posing with luxury cars in Islington, north London, on Thursday 29 June.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jul/05/man-charged-two-murders-music-video-islington-london\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jul/05/man-charged-two-murders-music-video-islington-london", "date_published": "2023-07-05T07:16:04+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Horror of Dolores Roach: a hugely fun drama about turning dead people into enchiladas", "description": "<p>Tonally, they got this podcast adaptation just right – the actors aren’t chewing the scenery, but they’ve had a few nibbles at some of the walls. It’s very entertaining</p><p>I’m going to start with a fairly controversial statement: personally, I think the abundance of streaming platforms formed over the past decade has permanently changed TV. I know, I know. I am the only person who has ever thought this, and ever will. But of the many ways the various clunkily named, plus-symbol affixed platforms have altered how we consume television – big-name A-listers in limited high-budget series; the way we now binge eight hours of content in one day just to have a zeitgeisty opinion about them; the strange re-popularisation of corny Christmas films – one that has flown relatively under the radar is the concept of “ambient television”.</p><p>What is ambient television? Well, primarily, it’s people who can’t fall asleep unless the American version of The Office<em> </em>is playing in the background. That’s what Netflix first figured out, then started to weaponise: a lot of streaming platform television is now, I am convinced, designed to be half-watched, puttered around to. You can make dinner and miss five or six scenes but figure out the gist anyway. The platform autoplays from one episode to the next and you didn’t notice because you took a toilet break without pausing and only twigged when you said, out loud, “this is a long episode”. You can paint your nails to it, or go on your phone to it, or flutter into a nap. We are living through a peak time in history for pausing episodes halfway through because it doesn’t really matter, and this is because streaming platforms have started methodically making half-TV, to be half-paid attention to.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jul/05/the-horror-of-dolores-roach-a-hugely-fun-drama-about-turning-dead-people-into-enchiladas\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jul/05/the-horror-of-dolores-roach-a-hugely-fun-drama-about-turning-dead-people-into-enchiladas", "date_published": "2023-07-05T07:00:27+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The complete story of the Premier League’s goalscoring record | The Knowledge", "description": "<p>Plus: Bruce Springsteen loving his football grounds, an overlapping season and keepers booked for diving</p><ul><li><a href=\"mailto:knowledge@theguardian.com\">Mail us</a> your questions or tweet <a href=\"https://twitter.com/theknowledge_gu\">@TheKnowledge_GU</a></li></ul><p><strong>“As Harry Kane (213) continues to chase Alan Shearer’s record of 260 Premier League goals, I was wondering who was the last person to lead the chart before Shearer,”</strong> begins Eric Hardy-King. <strong>“How many different leaders have there been? Obviously Brian Deane was there at the very beginning, and I think Teddy Sheringham finished top scorer in the first season, but who else has been outright leader? And how long has each player been top?”</strong></p><p>First things first: this answer required a subterranean data dive, with everything researched manually, so please don’t bet the farm on the table at the bottom being 100.00% correct. What we can say without fear of contradiction is that, in December, <strong>Alan Shearer</strong> will celebrate 30 years as the Premier League’s outright record goalscorer. He has been out on his own for the past 10,791 days, and in total for almost 11,000.</p> <a href=\"https://www.theguardian.com/football/2023/jul/05/the-complete-story-of-the-premier-league-goalscoring-record-knowledge\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/05/the-complete-story-of-the-premier-league-goalscoring-record-knowledge", "date_published": "2023-07-05T07:00:27+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I want to take the audience further than they’d like’: Kwame Kwei-Armah on Beneatha’s Place", "description": "<p>Continuing the story of Lorraine Hansberry’s A Raisin in the Sun, the writer and director aims to create change with a reflection on today’s culture wars about race</p><p>As we get ready to open Beneatha’s Place at the Young Vic theatre in London, it has been beautiful to dance again with the genius that is <a href=\"https://www.theguardian.com/stage/lorraine-hansberry\">Lorraine Hansberry</a>. She was an Afrofuturist whose plays spoke to what was happening at the time and things that were yet to happen in Africa. When we think about Black politics, we don’t often think about the 1950s and how radical it was. Hansberry was one of those 1950s radical Black thinkers who were standing on the shoulders of those who had gone before, such as Marcus Garvey, and laying the groundwork for those who came afterwards, such as the civil rights movement in the 60s and the Black Power movement of the 1970s.</p><p>My first encounter watching her play <a href=\"https://www.theguardian.com/stage/2001/jun/06/theatre.artsfeatures\">A Raisin in the Sun was here at the Young Vic</a> more than 20 years ago, in a production starring Lennie James. I remember being moved by the portrayal of this Black family’s aspirational dreams and relating to a mother who is trying to negotiate with her son’s perception of his own masculinity and what he should be doing with his life. Yet, of all the characters, I found myself most drawn to and resonating with Beneatha. She was Afrocentric at a time when that was not fashionable, she wanted to redefine herself and be someone else and, at the end of the play, as a diasporic African, she articulated her desire to want to go to Africa.</p> <a href=\"https://www.theguardian.com/stage/2023/jul/05/kwame-kwei-armah-on-his-play-beneathas-place\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/jul/05/kwame-kwei-armah-on-his-play-beneathas-place", "date_published": "2023-07-05T07:00:27+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Alessia Russo’s firepower can shoot ambitious Arsenal to next level | Sophie Downey", "description": "<p>England forward joins on free transfer after Manchester United rejected a world-record bid and she will add creativity and goals</p><p>The England forward Alessia Russo has become Arsenal’s third signing of the summer having completed her move from Manchester United. The 24-year-old had interest from clubs at home and abroad but a move to north London always looked most likely. It is <a href=\"https://www.theguardian.com/football/2023/jun/16/alessia-russo-leaving-manchester-united-with-arsenal-among-suitors\" title=\"\">the culmination of months of speculation</a>.</p><p>With Russo’s contract running down, Arsenal were heavily linked with her last summer and continued their interest in January with <a href=\"https://www.theguardian.com/football/2023/jan/30/arsenal-women-alessia-russo-manchester-united-world-record-offer\" title=\"\">a world-record bid</a> of just under £500,000. It was rejected by United who were in a title race and attempting to secure Champions League football for the first time.</p> <a href=\"https://www.theguardian.com/football/2023/jul/05/alessia-russo-arsenal-free-transfer-manchester-united-wsl\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/05/alessia-russo-arsenal-free-transfer-manchester-united-wsl", "date_published": "2023-07-05T07:00:26+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Can’t wait for the Barbie movie? Just as well – there are 45 more toy films to come | Peter Bradshaw", "description": "<p>The Transformers series has inspired Mattel to raid its stable for the screen. But the movies can’t match the joy of the real thing</p><p>For corporate Hollywood, there’s a new buzzword in town: <a href=\"https://www.newyorker.com/magazine/2023/07/10/after-barbie-mattel-is-raiding-its-entire-toy-box\">pre-awareness</a> – or maybe it’s just the newest, buzziest version of the oldest idea in movie storytelling. Toy manufacturer Mattel, while preparing for the launch of its forthcoming <a href=\"https://theguardian.com/film/barbie\">Barbie</a> movie, is trying to reinvent a further 45 of its toy products as screen ideas: the franchise seedcorn of intellectual property.</p><p>Inspired by the success of the lumberingly stupid but lucrative Transformers movies, Mattel’s toy stable, like Hot Wheels, He-Man and Polly Pocket, will be the basis of future movies, or streaming, or maybe even theatre. What Marvel did with its superheroes, Mattel is planning to do with its toys. And the point is that that the toys’ customer base already know what to expect.</p><p>Peter Bradshaw is the Guardian’s film critic</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/05/barbie-movie-toy-films-transformers-mattel\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/05/barbie-movie-toy-films-transformers-mattel", "date_published": "2023-07-05T07:00:26+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘What makes a good weaver is experience’: Alan Oliver showcases his craft – in pictures", "description": "<p>Oliver is a weaver, dyer and printer who uses traditional craft processes to make handwoven rugs, wall hangings and printed textiles. His work is often concerned with ideas around identity present within traditionally crafted textiles, and in particular an identity of place, which he explores through the use of natural dyes made from locally collected and foraged resources. Pieces also draw on elements of storytelling inherent within traditional textile crafts</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2023/jul/05/alan-oliver-weaver-showcases-his-craft-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2023/jul/05/alan-oliver-weaver-showcases-his-craft-in-pictures", "date_published": "2023-07-05T07:00:26+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Seventy-five years of the NHS’s Great Ormond Street hospital – in pictures", "description": "<p>Great Ormond Street hospital (Gosh) in London is an international centre of excellence in child healthcare, receiving more than 42,000 inpatient visits every year. Through research with local, national and international partners, Gosh has developed a new clinical treatments and techniques across the NHS and around the world</p> <a href=\"https://www.theguardian.com/society/gallery/2023/jul/05/seventy-five-years-of-the-nhs-great-ormond-street-hospital-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/society/gallery/2023/jul/05/seventy-five-years-of-the-nhs-great-ormond-street-hospital-in-pictures", "date_published": "2023-07-05T06:36:22+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "After the Funeral by Tessa Hadley review – brilliantly subversive stories", "description": "<p>Class and character are sharply observed in this immersive collection </p><p><a href=\"https://www.theguardian.com/profile/tessa-hadley\">Tessa Hadley</a> presents everything as fine at the front while it comes apart comprehensively at the back. The dozen short stories that comprise After the Funeral, her absorbing and thoroughly readable fourth collection, manage with a quiet dexterity the emotional situations that promote this kind of undoing.</p><p>Lynette, central character of Dido’s Lament, bumps into – or is bumped into by – Toby, her ex of many years. The collision, and what they make of it, will maintain a certain ambivalence. Who actually bumped into whom? Which of them, if either, has recovered from the damage they did one another in the past? Elsewhere it’s a different story, although as a story Old Friends occupies the same carefully curated kind of space: Christopher and Sally are made for one another – “she fitted into the shape of his own serious nature like a nut in its nutshell”. But Sally is still married to celebrity BBC war correspondent Frank, so she decides they’ll have to wait. Christopher isn’t sure what they are waiting for exactly, while the “whole exaggerated scale of Frank’s personal operation” continues to draw in everyone else “like a baggage train dragged after some showy emperor”.</p> <a href=\"https://www.theguardian.com/books/2023/jul/05/after-the-funeral-by-tessa-hadley-review-brilliantly-subversive-stories\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/jul/05/after-the-funeral-by-tessa-hadley-review-brilliantly-subversive-stories", "date_published": "2023-07-05T06:30:25+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "China floods: Xi Jinping urges action as rains destroy buildings and displace thousands", "description": "<p>Scientists have warned the country to expect ‘multiple natural disasters’ this month including typhoons and high temperatures</p><p>China’s president, Xi Jinping, has called for stronger efforts to protect lives and property from severe flooding, as the country’s scientists warned July will bring more misery from extreme weather.</p><p>Heavy rain has displaced thousands of people in the centre of China, and destroyed bridges and other property. <a href=\"https://www.theguardian.com/world/video/2023/jul/04/evacuations-underway-as-severe-flooding-hits-parts-of-china-video-report\">Video captured one building in southwest Chongqing crumbling into a raging torrent</a>, and the national broadcaster reported a railway bridge collapsed after it was weakened by flood waters in the same region.</p> <a href=\"https://www.theguardian.com/world/2023/jul/05/china-floods-xi-jinping-urges-action-as-rains-destroy-buildings-and-displace-thousands\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/05/china-floods-xi-jinping-urges-action-as-rains-destroy-buildings-and-displace-thousands", "date_published": "2023-07-05T06:11:25+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Why do women love true crime so much? I have a theory | Nancy Jo Sales", "description": "<p>The explosion of interest in true crime coincides with the rise of online dating. I suspect those things are more linked than they appear</p><p>Women love true crime.<strong> </strong>Studies over the last few years report that women <a href=\"https://www.nytimes.com/2019/07/16/books/review/kate-tuttle-true-crime-women.html\">overwhelmingly</a> make up most of the audience of the <a href=\"https://www.magellantv.com/articles/research-reveals-why-women-love-true-crime\">explosion</a> of true crime podcasts, books and TV shows. It’s almost a cliche, the image of a woman sitting with a glass of red wine and consuming with rapt attention one of the countless choices in the genre, from Dirty John to Murdaugh Murders: A Southern Scandal.</p><p>Researchers have offered a number of theories about why women are so attracted to tales of serial killers, murder and rape. One possible reason, they say, is that women identify with the victims of violent crimes, as women are often victims of such crimes themselves. In the US, nearly three women are <a href=\"https://www.nbcnews.com/news/us-news/domestic-violence-nearly-three-u-s-women-killed-every-day-n745166\">killed</a> every day by intimate partners. According to the CDC, <a href=\"https://www.cdc.gov/violenceprevention/sexualviolence/fastfact.html\">over half</a> of women have experienced sexual violence. And women make up 70% of the <a href=\"https://www.psychologytoday.com/us/blog/wicked-deeds/201411/serial-killer-myth-no-5-all-victims-are-female\">victims</a> of serial killers.</p><p>Nancy Jo Sales is the author, most recently, of Nothing Personal: My Secret Life in the Dating App Inferno</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/05/women-love-true-crime-podcasts-theory-serial-online-dating\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/05/women-love-true-crime-podcasts-theory-serial-online-dating", "date_published": "2023-07-05T06:10:25+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A moment that changed me: I lost my hair to cancer – and the trauma taught me an essential lesson", "description": "<p>I found being bald truly distressing. But losing a vital part of my armour for that long year gave me a whole new perspective</p><p>There are certain things in life we take for granted. We don’t question them. I may not have always enjoyed “good hair days”, but I always had a big head of hair. I never succumbed to tweakments, fillers or Botox to try to hold back the ravages of time. It was my hair on which I lavished time, attention and money. I could rely on it to perform. When I was working, I would swizzle it up off my face, with a bull clip, then let it down at night if I was going out. It was well behaved and, without sounding vain, I thought of it as my crowning glory.</p><p>I am slightly embarrassed to admit that, when I was diagnosed with non-Hodgkin lymphoma in November 2020, at 61, two days before England entered its second lockdown, one of the first questions I asked my oncologist was: “Will the chemo make me lose my hair?” His reply was: “Yes.” And he wasn’t lying. Within 10 days of completing my first round of chemo, I woke up one morning to discover my sleek mane had morphed into a crazy bird’s nest: matted, tangled and sticking out from my skull like a huge, wispy halo.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jul/05/a-moment-that-changed-me-i-lost-my-hair-to-cancer-and-the-trauma-taught-me-an-essential-lesson\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jul/05/a-moment-that-changed-me-i-lost-my-hair-to-cancer-and-the-trauma-taught-me-an-essential-lesson", "date_published": "2023-07-05T06:00:27+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tony Blair urges expanded role for private sector as NHS turns 75", "description": "<p>Former PM says service needs radical reform, including pointing patients to private healthcare offers</p><p>The NHS must undergo radical change or it will continue to decline and lose public support, Tony Blair has argued on the service’s 75th anniversary.</p><p>It must embrace a revolution in technology to reshape its relationship with patients and make much more use of private healthcare providers to cut waiting times, the former Labour prime minister says.</p> <a href=\"https://www.theguardian.com/society/2023/jul/05/tony-blair-urges-expanded-role-for-private-sector-as-nhs-turns-75\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jul/05/tony-blair-urges-expanded-role-for-private-sector-as-nhs-turns-75", "date_published": "2023-07-05T06:00:27+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I would not want to be in anyone else’s hands’: six people on how the NHS saved their lives", "description": "<p>As the health service turns 75, people share their experiences of life-saving treatment through the decades</p><p>As Britain’s National Health Service turns 75, six people share how the NHS has saved their lives over seven decades, thanks to pioneering medical advances, swift action in emergencies and staff who went above and beyond.</p> <a href=\"https://www.theguardian.com/society/2023/jul/05/i-would-not-want-to-be-in-anyone-elses-hands-six-people-on-how-the-nhs-saved-their-lives\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jul/05/i-would-not-want-to-be-in-anyone-elses-hands-six-people-on-how-the-nhs-saved-their-lives", "date_published": "2023-07-05T06:00:27+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘It has lost its appeal’: Canary Wharf faces an uncertain future", "description": "<p>London’s docklands financial district is facing the loss of major firms such as HSBC and its owners are having to innovate to stem the exodus</p><p>“It’s not happening.” This is the blunt assessment of the success of efforts to turn Canary Wharf into a shopping and leisure destination. “Mondays and Fridays are dead,” says the frank shop worker. “This shop used to take a fair bit before Covid but now everything’s changed.”</p><p>It’s a verdict that appears to be shared by other tenants in the vast east London financial hub. HSBC’s decision to <a href=\"https://www.theguardian.com/business/nils-pratley-on-finance/2023/jun/26/that-shrinking-feeling-londons-docklands-can-no-longer-bank-on-financial-sector\">leave its “tower of doom”</a> in the docklands and <a href=\"https://www.theguardian.com/business/2023/jun/26/hsbc-to-move-to-smaller-city-of-london-headquarters-due-to-hybrid-working\">move back to the City of London</a> after more than two decades has dealt a hammer blow to Canary Wharf’s standing as a global financial centre.</p> <a href=\"https://www.theguardian.com/business/2023/jul/05/it-has-lost-its-appeal-canary-wharf-faces-an-uncertain-future\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jul/05/it-has-lost-its-appeal-canary-wharf-faces-an-uncertain-future", "date_published": "2023-07-05T06:00:27+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fight the power! Scenes of protest – in pictures", "description": "<p>From Tiananmen Square to the Calais ‘jungle’, via a lone French farmer taking a stand, these images all show the power of standing up for what you believe</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2023/jul/05/fight-the-power-scenes-of-protest-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2023/jul/05/fight-the-power-scenes-of-protest-in-pictures", "date_published": "2023-07-05T06:00:26+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How ‘ultimate outsider’ Mozammel Hossain could become Tory choice for London mayor", "description": "<p>Man nicknamed ‘mysterious Moz’ for seeming to spring from nowhere has captivating back story and notable backers</p><p>Conservative campaign strategists spy a glimmer of hope as they seek to mitigate the potential loss of seats at the next general election campaign by keeping the coffers topped up.</p><p>On top of at least three looming byelections, as well as local elections next spring, they must drum up the funds for 10 mayoral races in May 2024, including the costly battle for London.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jul/05/how-ultimate-outsider-mozammel-hossain-could-become-tory-choice-for-london-mayor\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jul/05/how-ultimate-outsider-mozammel-hossain-could-become-tory-choice-for-london-mayor", "date_published": "2023-07-05T06:00:26+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Istanbul’s bellydancers and DJs fight for survival as Turkey’s night-time economy takes a hit", "description": "<p>With inflation at more than 100%, and a ruling party hostile to Istanbul’s vibrant nightlife culture, performers and bar owners are facing severe struggles</p><p>It’s 11pm at a rooftop restaurant overlooking Istanbul and the patrons are ready to party. In a corner, neon lights illuminate a DJ pumping Turkish pop music to long tables of patrons increasingly loose on raki, Turkey’s aniseed-flavoured national drink. Some have already got out of their chairs to dance, when suddenly the music shifts: the bellydancers have arrived.</p><p>A male bellydancer in a pink crop top dances, followed by a blond bellydancer in a rhinestone bra, and then Aslı Can, who enters the room in a storm of high kicks and hair flips.</p> <a href=\"https://www.theguardian.com/global-development/2023/jul/05/istanbul-bellydancers-djs-turkey-night-time-economy\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/jul/05/istanbul-bellydancers-djs-turkey-night-time-economy", "date_published": "2023-07-05T06:00:26+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Age of Insurrection review: how the far right rose – and found Trump", "description": "<p>David Neiwert offers a necessary and chilling read about American extremists and the threat they pose to us all</p><p>Rightwing extremism has always been a feature of American life, from the diehard supporters of slavery in the 19th century to the 20,000 fascists who filled Madison Square Garden in 1939 and the violent opponents of integration who beat and killed civil rights workers and leaders throughout the 1960s.</p><p>Today, this ugly tradition of hatred is perpetuated by dozens of vile groups, from the Proud Boys and the Oath Keepers to the Family Research Council and a slew of Christian nationalist organizations.</p> <a href=\"https://www.theguardian.com/books/2023/jul/05/the-age-of-insurrection-review-far-right-trump-david-neiwert\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/jul/05/the-age-of-insurrection-review-far-right-trump-david-neiwert", "date_published": "2023-07-05T06:00:26+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Google Pixel Fold review: the slick phone-tablet hybrid with killer camera", "description": "<p>Android maker’s first foldable has sleeker design, simpler software and top camera, but wallet-busting price</p><p>Google’s first folding phone-tablet hybrid is finally here to give Samsung’s leading Z Fold a run for its money, with different ideas of how such a cutting-edge device should work and a serious camera upgrade.</p><p>The Pixel Fold costs a colossal £1,749 ($1,799), which is £100 more than the already eye-wateringly expensive rival from Samsung, and more than twice the price of Google’s top regular phone, the <a href=\"https://www.theguardian.com/technology/2022/oct/13/google-pixel-7-pro-review-new-camera-champ-undercuts-competition\">£849 Pixel 7 Pro</a>. That puts the Pixel Fold in the rarefied company of ultra-premium gadgets, best thought of as the Ferraris or Bentleys of the phone world.</p> <a href=\"https://www.theguardian.com/technology/2023/jul/05/google-pixel-fold-review-the-slick-phone-tablet-hybrid-with-killer-camera\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/jul/05/google-pixel-fold-review-the-slick-phone-tablet-hybrid-with-killer-camera", "date_published": "2023-07-05T06:00:25+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Industrial Revolution iron method ‘was taken from Jamaica by Briton’", "description": "<p>Wrought iron process that drove UK success was appropriated from black metallurgists, records suggest</p><p>An innovation that propelled Britain to become the world’s leading iron exporter during the Industrial Revolution was appropriated from an 18th-century Jamaican foundry, historical records suggest.</p><p>The Cort process, which allowed wrought iron to be mass-produced from scrap iron for the first time, has long been attributed to the British financier turned ironmaster Henry Cort. It helped launch Britain as an economic superpower and transformed the face of the country with “iron palaces”, including Crystal Palace, Kew Gardens’ Temperate House and the arches at St Pancras train station.</p> <a href=\"https://www.theguardian.com/science/2023/jul/05/industrial-revolution-iron-method-taken-from-jamaica-briton\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/jul/05/industrial-revolution-iron-method-taken-from-jamaica-briton", "date_published": "2023-07-05T06:00:25+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Peaks and valleys: how reconnecting with nature helped me with grief", "description": "<p>William Searle was never able to show his daughter the magic of the New Forest. Moving to a remote Cornish valley gave him a much-needed new direction</p><p>As gulls rise above the valley they drift into the colours of the sun that is setting over the north Atlantic, a mile or so downriver from where I am standing. Their whiteness turns to pale red as they merge upward into a zone of sky where the colours are most intense. Then, with the smallest of wingbeats, they fly westwards towards the coast.</p><p>“Did you see the seagulls, Eli, did you see them?” I say to my four-year-old son who, only a moment ago, was at my side, but is now spinning in circles with a yellow bucket on his head. “Eli, Eli …” I say. But he doesn’t hear me (or chooses not to). Instead, he darts away towards the house, flinging the bucket down into a patch of long grass. I watch him go with the same keen interest as I had been watching the seagulls being painted red by the sun. Both, wonders.</p> <a href=\"https://www.theguardian.com/travel/2023/jul/05/peaks-and-valleys-how-reconnecting-with-nature-helped-me-with-grief\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2023/jul/05/peaks-and-valleys-how-reconnecting-with-nature-helped-me-with-grief", "date_published": "2023-07-05T06:00:25+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Women behind the lens: ‘This is what it is to be a football fan … three generations of women’", "description": "<p>Erica Voget’s work is part of a major exhibition inspired by how female football fans enjoy and live their passion for the game</p><p>Claudia Casado is a lifelong fan of Gimnasia y Esgrima La Plata, a football club in the city of La Plata in Argentina. Her daughter Mayra and her granddaughters, Katia and Mayte, are also fans of the club. They are pictured in Casado’s house in a poor neighbourhood, which is decked out in blue and white – the official colours of Gimnasia.</p><p>The fight for gender equality within sport really interests me. Clubs are generally considered to be dominated by men, but women have been occupying these spaces for many years, on and off the football field. Women’s football has grown over the past 10 years at a global level, but female players still face a struggle in terms of training, finding spaces to play, and earning a fair salary.</p> <a href=\"https://www.theguardian.com/global-development/2023/jul/05/women-behind-the-lens-this-is-what-it-is-to-be-a-football-fan-three-generations-of-women\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/jul/05/women-behind-the-lens-this-is-what-it-is-to-be-a-football-fan-three-generations-of-women", "date_published": "2023-07-05T06:00:25+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Stereotypes are evolving’: female divers shake up conservative Jordan", "description": "<p>Project Sea clears rubbish from Aqaba’s reefs, which is recycled into bags by Palestinian refugees – a female-led scheme in a country where women must still fight for equality</p><p>The yacht Diversity leaves the harbour of Aqaba, the only coastal town in Jordan. To the right is the Israeli resort of Eilat, framed by barren mountains; in the Red Sea, a boxfish makes leisurely circles in absurdly clear, turquoise water.</p><p>The boat soon anchors just offshore, directly in front of Aqaba’s electricity plant, and suddenly everything happens quickly: the passengers don wetsuits, pass around gloves and cloth bags, and then, one by one, dive in. They all have one mission: to collect as much rubbish as possible in 30 minutes.</p> <a href=\"https://www.theguardian.com/environment/2023/jul/05/project-sea-women-diving-for-plastic-to-save-jordan-coral-reefs\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jul/05/project-sea-women-diving-for-plastic-to-save-jordan-coral-reefs", "date_published": "2023-07-05T05:30:24+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "TV tonight: Nora from Queens is back, still dissatisfied and still a delight", "description": "<p>Awkwafina’s millennial returns for a third series – and a scolding from her grandma. Plus: Joanna Lumley finds enchantment where there is patently none. Here’s what to watch this evening</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jul/05/tv-tonight-nora-from-queens-is-back-still-dissatisfied-and-still-a-delight\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jul/05/tv-tonight-nora-from-queens-is-back-still-dissatisfied-and-still-a-delight", "date_published": "2023-07-05T05:20:24+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Russia-Ukraine war live: counteroffensive ‘particularly fruitful’ in recent days, senior Ukraine official says", "description": "<p>Senior security official reports ‘maximum destruction of manpower, equipment, fuel depots, military vehicles, command posts, artillery and air defense forces’</p><ul><li><strong><a href=\"https://www.theguardian.com/world/series/russia-ukraine-war-at-a-glance\">Russia-Ukraine war at a glance</a></strong></li></ul><p>Zelenskiy has again warned <a href=\"https://www.theguardian.com/world/russia\">Russia</a> may be planning to “simulate an attack” the Zaporizhzhia nuclear power plant, claiming that Russian troops have placed “objects resembling explosives” on the roofs of buildings at the site.</p><p>Citing Ukrainian intelligence, Zelenskiy said the objects had been positioned on the roof of several power units of the power plant that is currently held by Russia.</p> <a href=\"https://www.theguardian.com/world/live/2023/jul/05/russia-ukraine-war-live-counteroffensive-particularly-fruitful-in-recent-days-senior-ukraine-official-says\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2023/jul/05/russia-ukraine-war-live-counteroffensive-particularly-fruitful-in-recent-days-senior-ukraine-official-says", "date_published": "2023-07-05T05:12:51+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How can British politics move forward when it’s still haunted by the 2019 election? | Rafael Behr", "description": "<p>With Rishi Sunak and Keir Starmer too interested in distancing themselves from their predecessors, it’s hard to tell them apart</p><p>If Conservative MPs hadn’t sacked two prime ministers in the past year, some of them would surely be plotting against Rishi Sunak by now. He has plenty of enemies and his friends can’t say things are going well.</p><p>But even the surliest malcontents recognise that a challenge at this point would look absurd. Where a stronger leader might call on personal loyalty, Sunak has to make do with embarrassment. Sticking with the current leader is the least ridiculous option.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/05/british-politics-rishi-sunak-keir-starmer-2019-election\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/05/british-politics-rishi-sunak-keir-starmer-2019-election", "date_published": "2023-07-05T05:00:24+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Polecat: the ‘bandit-like’ predator once hunted as vermin in England", "description": "<p>The distinctive animal was the target of 17th-century churchwardens but is now rebounding in Buckinghamshire</p><p>One duty of churchwardens in the 17th and 18th centuries was paying bounties for exterminating the local wildlife – killing species that were considered vermin. In those days these local worthies were also the local government, mending roads and bridges and looking after the poor – so the task was more part of a national war on nature than a religious duty.</p><p>In Wing, a village in Buckinghamshire, the churchwardens listed buzzards, hedgehogs, kites, polecats, starlings, stoats, weasels, and sparrows in their annual accounts, all of which had merited payouts for the hunters because they had been slaughtered. And yet, surprisingly these “vermin” species – except kites and polecats – seemed to have clung on in the area. And now even those two are in resurgence; kites returned 20 years ago via a reintroduction programme and now polecats, <em>Mustela putorius</em>, have arrived on their own; spreading back from Wales where they managed to survive. Like other predators they eat species we value – frogs, rabbits and birds – but in winter they also eat a lot of rats. Polecats, which have distinctive banded facial markings likened to a bandit’s mask, are now a protected species and considered a valuable part of the countryside ecology.</p> <a href=\"https://www.theguardian.com/environment/2023/jul/05/polecat-the-bandit-like-predator-once-hunted-as-vermin-in-england\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jul/05/polecat-the-bandit-like-predator-once-hunted-as-vermin-in-england", "date_published": "2023-07-05T05:00:24+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The best way to save Thames Water? List it on the stock market | Nils Pratley", "description": "<p>Listing would allow the market to be admirably brutal – inflicting pain on the owners and forcing management changes</p><ul><li><strong><a href=\"https://www.theguardian.com/environment/2023/jul/04/henley-regatta-organisers-complain-of-sewage-pollution-from-thames-water\">Henley regatta complains of sewage pollution from Thames Water</a></strong></li><li><strong><a href=\"https://www.theguardian.com/environment/2023/jul/04/thames-water-fined-33m-for-pumping-sewage-into-rivers\">Water firms discharged raw sewage 300,000 times last year, court hears</a></strong></li></ul><p>As we wait for Thames Water’s crew of international investors <a href=\"https://www.theguardian.com/business/2023/jun/29/thames-water-could-delay-accounts-as-turmoil-in-water-industry-grows\">to decide if they want to inject more capital</a> into their ailing and over-borrowed asset, it is hard to escape the thought that a recapitalisation – if it’s doable – would have happened by now if only the company were listed on the stock market. In essence, what’s needed at Thames, if the owners wish to save it, is a large rights issue or debt-for-equity swap. The stock market tends to be good at such exercises. It cuts to the chase.</p><p>Recall the crisis in the outsourcing sector a decade ago, which has parallels with water in terms of scandal (with <a href=\"https://www.theguardian.com/business/2019/jul/03/serco-fined-229m-over-electronic-tagging-scandal\">overcharging</a>, rather than the sewage) and loss of confidence on the part of government and the outside world. The stock market was admirably brutal with companies such as Serco: it whacked the share price down 90%, thereby inflicting necessary pain on owners; it forced management change; then it became possible to raise funds.</p> <a href=\"https://www.theguardian.com/business/nils-pratley-on-finance/2023/jul/05/the-best-way-to-save-thames-water-list-it-on-the-stock-market\">Continue reading...</a>", "link": "https://www.theguardian.com/business/nils-pratley-on-finance/2023/jul/05/the-best-way-to-save-thames-water-list-it-on-the-stock-market", "date_published": "2023-07-05T05:00:24+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Turbulence is getting worse. So is my fear of flying. Can I cure it in time for a wedding?", "description": "<p>Up to 40% of the US population may have aviophobia. Is it possible to conquer it – and how?</p><p>“Why don’t you just take a Xanax?”</p><p>That’s what most people suggest when I tell them I’m afraid of flying.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jul/04/fear-of-flying-air-travel-flights-psychology\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jul/04/fear-of-flying-air-travel-flights-psychology", "date_published": "2023-07-05T05:00:24+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Our feminist ancestor’: Ama Ata Aidoo, author, activist and African heroine", "description": "<p>In her writing, she depicted bold African women; in her activism, she nurtured and inspired people everywhere</p><p>It sounds ridiculous to say that I have been preparing myself for the death of Prof <a href=\"https://www.theguardian.com/books/2023/jun/02/author-ama-ata-aidoo-feminists-everywhere-dies-aged-81-ghana\">Ama Ata Aidoo</a> for years, but that’s exactly what I tried – and failed – to do. A few years ago, there was a rumour she had died and I called her daughter, Kinna Likimani, a close friend, in a panic.</p><p>She reassured me: “Mummy is fine, don’t worry.” A few weeks ago, I was in London preparing to host the first live show of my podcast, <a href=\"https://www.aqstudios.fm/adventures-from-the-bedrooms-of-african-women\">Adventures from the Bedrooms of African Women</a>, when I got a voice note: “All the best with your live show. Also just a heads-up, Mummy is very unwell.”</p> <a href=\"https://www.theguardian.com/global-development/2023/jul/05/our-feminist-ancestor-ama-ata-aidoo-author-activist-and-african-heroine\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/jul/05/our-feminist-ancestor-ama-ata-aidoo-author-activist-and-african-heroine", "date_published": "2023-07-05T05:00:24+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Emmanuel Macron’s uphill battle to achieve ‘lasting order’ in deeply divided France", "description": "<p>Wave of unrest after teenager’s death leaves French president weighing pleas to tackle inequality against calls for tougher policing</p><p>Emmanuel Macron is facing the biggest domestic challenge of his fraught second term in office, after the <a href=\"https://www.theguardian.com/world/2023/jun/27/police-officer-investigated-boy-shot-dead-paris-nanterre\">police shooting of a teenager</a> of Algerian origin at a traffic stop last week led to multiple nights of urban unrest.</p><p>The French president on Tuesday announced crisis funding to help the reconstruction of burned-out buildings and public services. But questions remain over deep divisions in French society and the political class.</p> <a href=\"https://www.theguardian.com/world/2023/jul/05/emmanuel-macron-uphill-battle-to-achieve-lasting-order-deeply-divided-france\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/05/emmanuel-macron-uphill-battle-to-achieve-lasting-order-deeply-divided-france", "date_published": "2023-07-05T04:00:24+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sexual harassment of girls is a scourge at schools in England, say MPs", "description": "<p>Commons committee’s report calls for government strategy to engage with young boys to tackle problem</p><p>Sexual harassment of girls is “a scourge” in England’s schools, according to MPs, who have called for a government-led strategy to focus on boys who are failing to engage with relationship and sex education.</p><p>MPs on the women and equalities committee said in a report that there should be training for all teachers to help them hold conversations with boys and young men about sexual harassment and gender-based violence, in a way that challenges prevailing gender norms and ideas of masculinity.</p> <a href=\"https://www.theguardian.com/education/2023/jul/05/sexual-harassment-girls-scourge-schools-england-mps\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2023/jul/05/sexual-harassment-girls-scourge-schools-england-mps", "date_published": "2023-07-05T04:00:24+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘United front’ of teachers could launch biggest strikes in a decade in England", "description": "<p>New head of National Education Union says four unions could take action in autumn over pay dispute</p><p>Teachers could launch the biggest strikes in a decade from September as part of a “united front” by all four education unions in England, the next head of the biggest union has warned.</p><p>In his first interview since being elected general secretary of the National Education Union (NEU), Daniel Kebede predicted that Rishi Sunak’s threats to overrule the results of an independent pay review body would spark outrage among teachers and further strikes.</p> <a href=\"https://www.theguardian.com/education/2023/jul/05/united-front-teachers-could-biggest-strikes-decade-england\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2023/jul/05/united-front-teachers-could-biggest-strikes-decade-england", "date_published": "2023-07-05T04:00:24+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Birds may ‘divorce’ because of promiscuity or long spells apart", "description": "<p>Monogamous birds switch partners for reasons similar to human breakups, scientists say </p><p>Affairs or lengthy spells apart commonly spell divorce for human couples – but it seems similar factors play a role in breakups among birds.</p><p>It is thought more than 90% of bird species generally have a single mate over at least one breeding season, if not longer. However, some monogamous birds switch to a different partner for a subsequent breeding season despite their original mate remaining alive – a behaviour labelled “divorce”.</p> <a href=\"https://www.theguardian.com/science/2023/jul/05/birds-may-divorce-promiscuity-long-spells-apart\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/jul/05/birds-may-divorce-promiscuity-long-spells-apart", "date_published": "2023-07-05T04:00:23+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "From the archive: A 975-day nightmare: how the Home Office forced a British citizen into destitution abroad – podcast", "description": "<p>We are raiding the Guardian Long Read archives to bring you some classic pieces from years past, with new introductions from the authors</p><p>This week, from 2021: Richard Amoah went to Ghana for his father’s funeral and found himself barred from Britain for two years. Like other victims of the Windrush scandal, he is owed compensation – but what will he get?</p> <a href=\"https://www.theguardian.com/news/audio/2023/jul/05/from-the-archive-a-975-day-nightmare-how-the-home-office-forced-a-british-citizen-into-destitution-abroad-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/news/audio/2023/jul/05/from-the-archive-a-975-day-nightmare-how-the-home-office-forced-a-british-citizen-into-destitution-abroad-podcast", "date_published": "2023-07-05T04:00:23+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The trauma of Cary Grant: how he thrived after a terrible childhood - as told by his daughter", "description": "<p>Born into extreme poverty, Grant was told as a child his mother had died. She had actually been placed in a psychiatric institution. It was the start of a life of repression and extraordinary reinvention</p><p>During the casting process for Archie – a forthcoming series for ITVX – about the life of Cary Grant, the late actor’s daughter, Jennifer, had several, unbreakable criteria. The actor playing her dad needed to be suave, of course, per Cary’s public persona. He had to be cerebral – her dad was an avid self-improver. And he had to wow her in a way that reflected the intensity of her relationship with a man who, at the age of 62, gave up a huge career to devote himself exclusively to raising her. Even by the standards of Hollywood, this last detail was eccentric.</p><p>It is more than 35 years since Cary died and to talk to his daughter, the sadness is still, sometimes, immediate. Jennifer Grant was a baby when her parents divorced – her mother is the actor, Dyan Cannon – and it was her father with whom she primarily lived until his death, when she was 20. “When will I stop missing him?” wrote Grant in her 2011 memoir and although, of course, the answer is never, working on the TV show has helped her close the circuit between the father she knew and the incongruity of his concealed origins – a hardscrabble upbringing in England.. “I think it’s a story that deserves to be told,” says Jennifer, 57, from her house in Los Angeles, where she lives with her two children and works as an actor – most recently in the Brad Pitt film, Babylon. “It makes one appreciate Dad so much more. He had repressed so much – it was somewhat of a secret and it didn’t have to be. It was nothing shameful that he did, as a six-year-old boy.”</p> <a href=\"https://www.theguardian.com/film/2023/jul/05/jennifer-grant-on-her-dad-cary-grant\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jul/05/jennifer-grant-on-her-dad-cary-grant", "date_published": "2023-07-05T04:00:23+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Get a grip and listen’: Scottish voters share views as Yousaf reaches 100 days in office", "description": "<p>Focus group compares first minister with Sturgeon and discusses appeal of Labour as cost of living crisis continues</p><p>Scottish voters overwhelmed by the cost of living want Humza Yousaf to “get a grip and listen” to their struggles, as previous SNP supporters discuss the appeal of revitalised Scottish Labour.</p><p>As Yousaf reaches 100 days as first minister this week, members of a focus group convened by More in Common UK agree his public profile is not as strong as his predecessor Nicola Sturgeon, despite divergent views on her recent arrest.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jul/05/scottish-voters-humza-yousaf-100-days-in-office-snp\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jul/05/scottish-voters-humza-yousaf-100-days-in-office-snp", "date_published": "2023-07-05T04:00:23+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rise in racist abuse against Sadiq Khan linked to London clean air zone expansion", "description": "<p>Study by Greater London authority finds mayor has received over 300,000 pieces of racist abuse since being elected</p><p>Sadiq Khan has received more than 300,000 pieces of openly racist or racially-oriented abuse on social media since he was elected London mayor, with a recent surge in such messages connected to his plan to expand the city’s clean air zone, research has found.</p><p>The study, carried out by the Greater London authority, found that racist abuse against the Labour mayor, which peaked when he was <a href=\"https://www.theguardian.com/commentisfree/2017/jun/06/trumps-twitter-attacks-sadiq-khan-pitiful-president\">targeted on Twitter by Donald Trump</a>, has started to rise again this year.</p> <a href=\"https://www.theguardian.com/politics/2023/jul/05/rise-in-racist-abuse-against-sadiq-khan-linked-to-london-clean-air-zone-expansion\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jul/05/rise-in-racist-abuse-against-sadiq-khan-linked-to-london-clean-air-zone-expansion", "date_published": "2023-07-05T04:00:22+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Shock in New Zealand at footage of ‘MMA-style’ fight at youth justice facility", "description": "<p>Four staff members have reportedly been stood down after one filmed and others watched a violent fight between boys at the centre</p><p>New Zealand’s minister for children has condemned “very disturbing” footage of children at a youth justice facility holding a violent “MMA-style” fight while staff members looked on and filmed.</p><p>On Tuesday, <a href=\"https://www.newshub.co.nz/home/new-zealand/2023/07/exclusive-disturbing-video-shows-mma-style-fight-at-oranga-tamariki-youth-justice-facility.html\">television channel Newshub broadcast</a> the footage of two children fighting at the state-run Oranga Tamariki [child protective services] facility in South Auckland. One of the boys is repeatedly punched, kicked, and knocked down until he is unable to stand, while those gathered around shout profanities and egg the boys on.</p> <a href=\"https://www.theguardian.com/world/2023/jul/05/shock-in-new-zealand-at-footage-of-mma-style-fight-at-youth-justice-facility\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/05/shock-in-new-zealand-at-footage-of-mma-style-fight-at-youth-justice-facility", "date_published": "2023-07-05T03:07:44+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Chip wars: how semiconductors became a flashpoint in the US-China relationship", "description": "<p>The fight for the 21st century’s most critical technology has become a major source of hostility between the world’s two superpowers</p><p>As US Treasury secretary Janet Yellen <a href=\"https://www.theguardian.com/business/2023/jul/03/us-treasury-secretary-janet-yellen-to-visit-china-to-build-healthy-ties-with-beijing\">heads to Beijing</a> in an attempt to steady economic ties, high on the agenda will be how to navigate the growing chip war between China and the US.</p><p>Despite diplomatic overtures from both sides, the competition in advanced technology between the two superpowers shows no sign of letting up.</p> <a href=\"https://www.theguardian.com/world/2023/jul/05/chip-wars-how-semiconductors-became-a-flashpoint-in-the-us-china-relationship\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/05/chip-wars-how-semiconductors-became-a-flashpoint-in-the-us-china-relationship", "date_published": "2023-07-05T02:46:36+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I dare you’: Adele speaks out against fans throwing objects at musicians", "description": "<p>British singer tells audience at Caesars Palace people are forgetting ‘show etiquette’ after a spate of incidents involving Pink and Bebe Rexha</p><p>Adele has spoken out against the <a href=\"https://www.theguardian.com/music/2023/jun/22/music-concerts-fans-throwing-phones\">recent spate of people throwing objects at musicians on stage</a>, telling her audience she would “kill you” if they tried.</p><p>The British singer was filmed holding a T-shirt gun as she spoke to the audience at Caesars Palace, where she is performing her Las Vegas residency Weekends With Adele.</p> <a href=\"https://www.theguardian.com/music/2023/jul/05/adele-warns-fans-throwing-objects-at-musicians\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jul/05/adele-warns-fans-throwing-objects-at-musicians", "date_published": "2023-07-05T02:45:59+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Why are so many children refusing to go to school? | Podcast", "description": "<p>One in 10 GCSE-year pupils are absent from England’s schools each day, up 70% since before the Covid pandemic. What is going on?</p><p>Pupils skipping school has fast become a serious problem for educationists – and parents. The Guardian’s education editor, <strong>Richard Adams</strong>, has been investigating why more than 1.7 million schoolchildren in England and Wales miss class 10% of the time. He explains that this figure has gone up 108% since Covid and says the reasons are complex. Mental and physical health issues are being exacerbated by the pandemic, and a breakdown in the relationship between schools and parents can also play a part.</p><p>One young girl explains to <strong>Nosheen Iqbal</strong> what kept her away from class, while her mother talks about the impact of her daughter’s missed education. <strong>Jason Mallikarachi</strong>, an education welfare officer, discusses how mental health waiting lists are adding to the problem. He worries some children are being failed. But with so many pupils staying away, what can schools and parents do?</p> <a href=\"https://www.theguardian.com/news/audio/2023/jul/05/why-are-so-many-children-refusing-to-go-to-school-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/news/audio/2023/jul/05/why-are-so-many-children-refusing-to-go-to-school-podcast", "date_published": "2023-07-05T02:00:20+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Russia may be open to prisoner swap for jailed US reporter Evan Gershkovich", "description": "<p>Kremlin spokesman says there have been ‘certain contacts on the subject’ with the US but says any discussion will be held in secret</p><p>The Kremlin has suggested it could be open to a possible prisoner exchange involving jailed Wall Street Journal reporter Evan Gershkovich, but reaffirmed that such talks must be held away from the public eye.</p><p>Asked whether Monday’s <a href=\"https://www.theguardian.com/world/2023/jul/04/us-ambassador-to-russia-says-jailed-wall-street-journal-reporter-evan-gershkovich-in-good-health\">consular visits to Gershkovich</a>, who has been held behind bars in Moscow since March on charges of espionage, and Vladimir Dunaev, a Russian citizen in US custody on cybercrime charges, could potentially herald a prisoner swap, Kremlin spokesman Dmitry Peskov said Moscow and Washington had touched on the issue.</p> <a href=\"https://www.theguardian.com/world/2023/jul/05/russia-wsj-reporter-evan-gershkovich-prison-swap\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/05/russia-wsj-reporter-evan-gershkovich-prison-swap", "date_published": "2023-07-05T00:58:55+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Russia has planted suspected explosives on Zaporizhzhia nuclear plant roofs, says Zelenskiy", "description": "<p>President’s claims come after meeting with Emmanuel Macron, and Russia’s competing claim that Ukraine was planning its own attack on the plant</p><ul><li><a href=\"https://www.theguardian.com/world/ukraine\">Read all our Ukraine coverage</a></li></ul><p>Ukrainian president Volodymyr Zelenskiy has again warned Russia may be planning to “simulate an attack” the Zaporizhzhia nuclear power plant, claiming that Russian troops have placed “objects resembling explosives” on the roofs of buildings at the site.</p><p>Citing Ukrainian intelligence, Zelenskiy said the objects had been positioned on the roof of several power units of the power plant that is currently held by Russia.</p> <a href=\"https://www.theguardian.com/world/2023/jul/05/russia-has-planted-suspected-explosives-on-zaporizhzhia-nuclear-plant-roofs-says-zelenskiy\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/05/russia-has-planted-suspected-explosives-on-zaporizhzhia-nuclear-plant-roofs-says-zelenskiy", "date_published": "2023-07-05T00:47:22+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Israeli forces begin withdrawal from Jenin as rockets fired from Gaza", "description": "<p>Twelve Palestinians and one Israeli soldier dead after Israel carries out one of the biggest military operations in the occupied West Bank in years</p><p>Palestinian militants in the Gaza Strip fired five rockets toward Israel, the military said in the early hours of Wednesday, as its forces began to withdraw from the Palestinian city of Jenin after carrying out one of their biggest military operations in the occupied West Bank for years.</p><p>The rockets from Gaza were intercepted and there were no immediate reports of casualties.</p> <a href=\"https://www.theguardian.com/world/2023/jul/05/israel-jenin-forces-withdraw-gaza\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/05/israel-jenin-forces-withdraw-gaza", "date_published": "2023-07-05T00:00:39+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}]