[{"source": "https://www.pcworld.com/index.rss", "title": "This funky ‘modern’ laptop recreates the IBM PC 5150—sort of", "description": "<div id=\"link_wrapped_content\">\n<section class=\"wp-block-bigbite-multi-title\"><div class=\"container\"></div></section>\n\n\n\n<p>Perhaps modern computing just isn&rsquo;t thrilling you currently. (I know I have my complaints with it.) If that&rsquo;s the case, a new laptop that celebrates the old, by repackaging a slice of early 1980s desktop computing into a clamshell form factor, might give you a fresh perspective.</p>\n\n\n\n<p>Called the Book 8088, this netbook-sized PC isn&rsquo;t a pure reproduction of the storied IBM Personal Computer 5150. Instead, it combines genuine original parts (that iconic Intel 8088 chip) with newer hardware to recreate the IBM 5150&rsquo;s specs while squeezing the guts into a much smaller footprint. And not only did <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://arstechnica.com/gadgets/2023/07/going-deep-with-the-book-8088-the-brand-new-laptop-that-runs-like-its-1981/&amp;xcust=2-3-1981511-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\">Ars Technica</a> get hands-on time with one, Ars Technica senior technology reporter Andrew Cunningham spent considerable time studying its ins and outs.</p>\n\n\n\n<p>Ars Technica&rsquo;s chronicle of purchasing and using the Book 8088 is a fascinating blend of technical details and nostalgia&mdash;especially for me, as my first PC was technically an IBM PC 5150. With a clock speed of 4.77MHz, the Book 8088 crawls along compared to today&rsquo;s computers, but in its time the 8088 made previously time-consuming tasks much faster and easier. The main piece of software that my uncle bought for that 5150 before abandoning it to me and my cousins to play with? A spreadsheet program&mdash;Lotus 1-2-3, if memory serves.</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"Book 8088 photo on Ars Technica\" class=\"wp-image-1981521\" height=\"675\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/07/ars-book-8088-shot.png?w=1200\" width=\"1200\" /><figcaption class=\"wp-element-caption\">Ars Technica&rsquo;s deep dive on using the Book 8088 details both the history of the IBM 5150 and the technical details of the Book 8088.</figcaption></figure><p class=\"imageCredit\">Ars Technica</p></div>\n\n\n\n<p>But the experience isn&rsquo;t a perfect one, much less smooth. As Cunningham details, this $200 AliExpress laptop is a bit of a Frankenstein&rsquo;s creation, one that seems less a product spun up by a business looking to move machines and more of a hobbyist selling their side project. With a modern PC, you might also have problems with memory not being recognized properly on boot, but it doesn&rsquo;t take a soldering iron to fix it. Nor will you be running a bootleg BIOS and copies of Windows 3.0 and MS-DOS 6.22 not meant for use in actively sold products. Today&rsquo;s laptops also have speakers that work and bright LCD screens with good viewing angles.</p>\n\n\n\n<p>Still, this glimpse 40 years into the past is mesmerizing. You can see just how far we&rsquo;ve come&mdash;and how much love and care people have for the past. That stolen BIOS software? After being contacted by Cunningham, the original creator eventually put out a new version that officially supports the Book 8088 and provides improvements to its performance (like disk transfer speeds). You can also see how spoiled we are by people who fix older software to work on contemporary hardware (or at least make such versions easily accessible&mdash;hi, <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://www.gog.com/&amp;xcust=2-3-1981511-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\">GOG</a>). Part of the deep dive into using the Book 8088 covers the issue of software compatibility; programs written and tuned for the IBM 5150&rsquo;s original specs can crash on the Book 8088.</p>\n\n\n\n<p>But if this initial account of using the Book 8088 isn&rsquo;t enough of a nostalgia hit for you, there&rsquo;s good news: Ars Technica will be publishing a part two to the piece, which covers how to tune the Book 8088 and make it useful.</p>\n\nDesktop PCs, Laptops</div>", "link": "https://www.pcworld.com/article/1981511/this-funky-modern-laptop-recreates-the-ibm-pc-5150-sort-of.html", "date_published": "2023-07-05T20:21:30+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.pcworld.com/index.rss", "title": "ChatGPT’s web browser was too good, so its creators blocked it", "description": "<div id=\"link_wrapped_content\">\n<section class=\"wp-block-bigbite-multi-title\"><div class=\"container\"></div></section>\n\n\n\n<p>It&rsquo;s a rare day when a software developer blocks a feature for being<em> too</em> good, but that&rsquo;s exactly what&rsquo;s happened to OpenAI&rsquo;s ChatGPT AI chatbot &ndash;its abilities to browse the web with Bing were simply too effective at dodging paywalls.</p>\n\n\n\n<p>Recall that in March, <a href=\"https://www.pcworld.com/article/1669890/chatgpts-new-web-browsing-power-means-its-no-longer-stuck-in-2021.html\">OpenAI added support for the Bing browser to ChatGPT</a>, specifically to give it knowledge of current events. Until then (and right now) the AI algorithm had only been trained up through the fall of 2021. If you asked it for the result of a recent sporting event, for example, ChatGPT would plead ignorance. </p>\n\n\n\n<p>When Bing support was added, ChatGPT could then ferret out those answers, providing answers that were either current or just a day or so old. But OpenAI discovered that Bing was <em>too</em> good at its job &mdash; it was circumventing paywalls to provide the answers that users asked for. So OpenAI pulled the plug.</p>\n\n\n\n<p>&ldquo;We have learned that the ChatGPT Browse beta can occasionally display content in ways we don&rsquo;t want,&rdquo; the company said in a <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://help.openai.com/en/articles/8077698-how-do-i-use-chatgpt-browse-with-bing-to-search-the-web&amp;xcust=2-3-1981375-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\">blog post</a>. &ldquo;For example, if a user specifically asks for a URL&rsquo;s full text, it might inadvertently fulfill this request.&rdquo;</p>\n\n\n\n<p>Instead, asking ChatGPT today to summarize an article returns this response: &ldquo;I&rsquo;m sorry for the confusion, but as an AI developed by OpenAI, I don&rsquo;t have the ability to browse the internet in real-time or access specific URL content. However, I can certainly provide general information on the topic based on my training data up until September 2021.&rdquo;</p>\n\n\n\n<p>Other, specialized plugins that take advantage of the internet, such as researching trips via Kayak, are still enabled, OpenAI said.</p>\n\n\n\n<p>It&rsquo;s worth noting that asking Bing Chat to circumvent a paywall doesn&rsquo;t work. Instead, Bing notes that the article is &ldquo;behind a paywall&rdquo; and encourages you to sign up for the site. Google Bard may decline to provide the exact text, but repeatedly asking for the article&rsquo;s content can eventually produce a detailed summary of what the article reports. It&rsquo;s just another way in which <a href=\"https://www.pcworld.com/article/1671133/chatgpt-vs-bing-vs-bard-whats-the-best-ai-chatbot.html\">Bing, Bard, and ChatGPT handle different queries</a>. </p>\n\n\n\n<p>Usually, OpenAI&rsquo;s goals have been to provide what users want. In this case, however, noting that the Browse Beta can display content in &ldquo;ways we don&rsquo;t want&rdquo; reflects the values that OpenAI is imposing upon the user. That&rsquo;s good news for journalists who are using premium content to pay their bills and attract new readers, but disappointing for those who have seen the capabilities of AI chatbots become increasingly reined in. In this case, maybe OpenAI will find the happy medium that other sites use: simply &ldquo;reblogging&rdquo; the paid-for content? </p>\n\n\n\n<p></p>\n\n\n\n<p></p>\n\nOnline Services</div>", "link": "https://www.pcworld.com/article/1981375/chatgpts-web-browser-was-too-good-so-its-creators-blocked-it.html", "date_published": "2023-07-05T18:08:53+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.pcworld.com/index.rss", "title": "The Lemokey L3 is Keychron’s first gaming keyboard", "description": "<div id=\"link_wrapped_content\">\n<section class=\"wp-block-bigbite-multi-title\"><div class=\"container\"></div></section>\n\n\n\n<p>We&rsquo;re big fans of <a href=\"https://www.pcworld.com/search?q=keychron+review#gsc.tab=0&amp;gsc.q=keychron%20review&amp;gsc.page=1\" rel=\"noreferrer noopener\" target=\"_blank\">Keychron&rsquo;s premium keyboard designs</a> here at PCWorld. They consistently stomp the competition in terms of features and build quality, all while coming in at prices significantly lower than similar high-end builds. But there&rsquo;s a glaring omission in Keychron&rsquo;s sprawling lineup: While it offers a growing variety of wireless options, they&rsquo;re all Bluetooth, leaving gamers out in the cold if they want a high-speed cable-free option. Enter the Lemokey L3, the first board in a new Keychron sub-brand. </p>\n\n\n\n<p>The L3 offers a familiar suite of options for anyone who&rsquo;s looked at the popular Q series. We&rsquo;re talking full aluminum frame, gasket mounting, RGB lighting, internal foam, hot-swap switch sockets, PBT keycaps standard, and programming with the popular cross-platform VIA tool. You know, all that stuff your favorite keyboard nerd (guilty) won&rsquo;t shut up about. But the design has three big changes designed specifically to appeal to gamers. </p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"Lemokey L3 keyboard exploded layers \" class=\"wp-image-1981264\" height=\"1200\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/07/Lemokey-L3-Wireless-Custom-Keyboard-structure.webp?w=1096\" width=\"1096\" /></figure><p class=\"imageCredit\">Keychron</p></div>\n\n\n\n<p>First and most importantly, you get both 2.4GHz and Bluetooth wireless, with 1000Hz polling on the former, all of which have N-key rollover. That makes the connection speedy enough for all but the most caffeinated of eSports pros. The dongle + Bluetooth wireless setup is common from major brands like Razer, Logitech, Corsair, et cetera &mdash; in fact it&rsquo;s also on the SteelSeries wireless gaming board I&rsquo;m reviewing right now! &mdash; so this is a reliable upgrade. The other tweaks are four dedicated macro keys on the right side beneath the radial dial and a chunkier, faux-military look to the keyboard case. Again, both <a href=\"https://www.pcworld.com/article/1916318/razer-blackwidow-v4-pro-keyboard-review.html\" rel=\"noreferrer noopener\" target=\"_blank\">pretty standard choices</a> for a gaming-specific keyboard. </p>\n\n\n\n<p>The only potential pitfall I&rsquo;m seeing is reliance on QMK/VIA. Now, VIA is awesome as a tool for customization on a standard keyboard and one that&rsquo;s certainly preferable to some of the awful custom software offered up on most gaming keyboards. (<a href=\"https://www.pcworld.com/article/1915729/asus-azoth-keyboard-review.html\" rel=\"noreferrer noopener\" target=\"_blank\">Looking at you, Asus</a>.) And I believe most gamers will like it  because it doesn&rsquo;t actually require any software at all: You can load up custom layouts and macros right in a browser. But without an active Windows program, the Lemokey L3 won&rsquo;t be able to switch profiles on a per-game basis. That&rsquo;s less essential for a keyboard than a mouse since most PC games offer custom layout options anyway. Even so, I can see it being an issue for a small slice of PC gamers. </p>\n\n\n\n<p>The <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://www.keychron.com/pages/lemokey-l3&amp;xcust=2-1-1981203-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\" target=\"_blank\">Lemokey L3</a> will be offered in three colors: white, black, and blue, with Keychron&rsquo;s usual contrasting keycap options on top. It&rsquo;ll debut on Kickstarter later in July, with a regular launch coming sometime later. More specific price and release details weren&rsquo;t announced. </p>\n\nKeyboards</div>", "link": "https://www.pcworld.com/article/1981203/the-lemokey-l3-is-keychrons-first-gaming-keyboard.html", "date_published": "2023-07-05T15:54:41+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.pcworld.com/index.rss", "title": "Intel hints at path tracing on mid-range and integrated GPUs", "description": "<div id=\"link_wrapped_content\">\n<section class=\"wp-block-bigbite-multi-title\"><div class=\"container\"></div></section>\n\n\n\n<p>Ray tracing is yesterday&rsquo;s news. All the cool kids or at least all the kids who can build a desktop PC that costs as much as a used economy sedan are <a href=\"https://www.pcworld.com/search?q=path+tracing#gsc.tab=0&amp;gsc.q=path%20tracing&amp;gsc.page=1\" rel=\"noreferrer noopener\" target=\"_blank\">talking about path tracing now</a>. This more advanced method of light and reflection rendering is the hot topic of the graphics industry, and Intel wants to make sure you know it&rsquo;s on trend. To that end, the company has published a blog post highlighting its contributions via several new industrial papers and an instruction course on the latest in graphics tech. </p>\n\n\n\n<p>If that sounds dry, industrial, and academic, well, it is. Unless you&rsquo;re actively working on new graphical models with industrial-level support, you probably won&rsquo;t get much out of the pos. Intel has created some new ways to boost the efficiency of real-time path tracing, which is cool, but not something that&rsquo;s going to turn the GPU world on its head. The juicy bit is in the middle of the word salad: </p>\n\n\n\n<blockquote class=\"wp-block-quote\">\n<p>During this talk, titled&nbsp;<em>Path Tracing a Trillion Triangles</em>, we demonstrate that with efficient algorithms, real-time path tracing requires a much less powerful GPU, and can be practical even on mid-range and integrated GPUs in the future.&nbsp;</p>\n<cite>Intel</cite></blockquote>\n\n\n\n<p>Intel is betting big on AI-based neural graphics calculations for compression because you can&rsquo;t make a <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://www.intel.com/content/www/us/en/developer/articles/news/gpu-research-generative-ai-update.html&amp;xcust=2-1-1981110-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\" target=\"_blank\">press release</a> (spotted by <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://www.pcgamer.com/intel-reveals-ambitious-plans-to-enable-the-ultimate-in-path-traced-eye-candy-on-integrated-graphics/&amp;xcust=2-1-1981110-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\" target=\"_blank\">PCGamer</a>) in 2023 without putting &ldquo;AI&rdquo; in there somewhere. But its results are impressive nonetheless, claiming up to 95 percent compression versus standard path tracing methods. In layman&rsquo;s terms, that means it really could deliver stunning in-game lighting on a fraction of the hardware power necessary to achieve the same results today. </p>\n\n\n\n<p>Intel has been making some impressive strides in its Xe integrated graphics and Arc discrete GPUs (more in terms of value for the latter, admittedly) and it has stated repeatedly that it&rsquo;s in the GPU market for the long haul against AMD and Nvidia. This humble little blog post could offer us some insight into what they&rsquo;re working on for the second generation of Arc cards, <a href=\"https://www.pcworld.com/article/615510/intels-arc-gpu-roadmap-promises-enthusiast-graphics-with-battlemage.html\" rel=\"noreferrer noopener\" target=\"_blank\">expected in 2024</a>: path tracing capabilities on a shoestring budget. </p>\n\nGraphics Cards</div>", "link": "https://www.pcworld.com/article/1981110/intel-hints-at-path-tracing-on-mid-range-and-integrated-gpus.html", "date_published": "2023-07-05T15:29:40+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.pcworld.com/index.rss", "title": "Save over $1,000 on this AMD-infused Dell gaming laptop", "description": "<div id=\"link_wrapped_content\">\n<section class=\"wp-block-bigbite-multi-title\"><div class=\"container\"></div></section>\n\n\n\n<p>Gamers, you better listen up. This laptop deal is so hot, it may very well singe off your eyebrows. Dell&rsquo;s currently selling the <a href=\"https://www.anrdoezrs.net/click-8200811-12839518?url=https://deals.dell.com/en-us/productdetail/gl0f&amp;sid=2-1-1981109-1-0-0\" rel=\"nofollow\">Alienware m17 R5 for just $1,199.99</a>, which is a savings of $1,150 (!!!). That&rsquo;s a ton of moolah straight back in your pocket. Plus, this machine is an absolute powerhouse. Let&rsquo;s get right into it.</p>\n\n\n\n<p>The Alienware m17 R5 features an AMD Ryzen 9 6900HX CPU, an AMD Radeon RX 6850M XT GPU, 32GB of RAM, and 1TB of PCIe NVMe SSD storage. Basically, it should have no issues blasting through most modern games on the High or Ultra graphics preset. It could even be used for resource-heavy content creation tasks, too. The 17.3-inch display is also massive, which is ideal for immersive experiences. It has a resolution of 1920&times;1080, a refresh rate of 360Hz, and a response time of 1ms.&nbsp;That&rsquo;s not too shabby!</p>\n\n\n\n<p>This is fantastic deal, a real gem among the sand dunes. You better swoop in now because this deal may not last very long.</p>\n\n\n<p class=\"cta wp-block wp-block-button\"><a class=\"cta__btn\" href=\"https://www.anrdoezrs.net/click-8200811-12839518?url=https://deals.dell.com/en-us/productdetail/gl0f&amp;sid=2-1-1981109-7-0-0\" rel=\"nofollow\" target=\"_blank\">Get the Alienware m17 R5 for $1,199.99 at Dell</a></p>\nLaptops</div>", "link": "https://www.pcworld.com/article/1981109/save-over-1000-on-this-amd-infused-dell-gaming-laptop.html", "date_published": "2023-07-05T14:41:43+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.pcworld.com/index.rss", "title": "12VHPWR power connector woes might be over with this tweaked design", "description": "<div id=\"link_wrapped_content\">\n<section class=\"wp-block-bigbite-multi-title\"><div class=\"container\"></div></section>\n\n\n\n<p>There&rsquo;s a hot new power connector in the desktop PC world&hellip; and by hot, we mean &ldquo;<a href=\"https://www.pcworld.com/article/1372988/heres-what-we-know-about-the-geforce-rtx-4090-12vhpwr-cables-melting.html\" rel=\"noreferrer noopener\" target=\"_blank\">literally melting</a>.&rdquo; Issues with the new 12VHPWR power connector design for the latest PCIe 5.0-compliant graphics cards have seen a design flaw that apparently makes it extremely tricky to get electrical contacts properly inserted and aligned, resulting in isolated but extremely troubling examples of expensive failure. Designs for a revised standard are now coming to light, and will hopefully solve the issue. </p>\n\n\n\n<p>According to trusted German leaker <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://www.igorslab.de/en/rest-in-peace-12vhpwr-connector-welcome-12v-2x6-connector/&amp;xcust=2-1-1980977-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\" target=\"_blank\">Igor&rsquo;s Lab</a>, the PCI-SIG (the industrial group that standardizes PCI data and power connections) has revised the 12VHPWR design into the upcoming 12V-2&times;6 connector. Physically it looks almost identical, with twelve standard power pins and four extra, smaller pins for sideband data (making it reverse compatible), and it can handle the same maximum 600 watts of power to the connected device. </p>\n\n\n\n<p>According to the leaked specs, slight millimeter-sized tweaks to the connector header will make connections safer and easier to accomplish, and cards will refuse to power on if the four smaller pins aren&rsquo;t properly connected, offering an emergency failsafe that informs the user they need to check the connection. There&rsquo;s also an instruction to manufacturers to tie off cables further behind the male plug in order to avoid warping issues. </p>\n\n\n\n<p>Less drastic revisions to the standard also mean that these cables will support 300-watt and 150-watt cards, so that 12V-2&times;6 could more effectively replace a wider variety of power cables used with PCIe cards, and the new standard allows for up to 75 watts delivered over the PCIe connection itself. The new header connector will be delineated from the old one with &ldquo;H++&rdquo; printed on the plastic, as opposed to H+ on the 12VHPWR. </p>\n\n\n\n<p>Unfortunately, we might be in for a bit of wait before we see this new header design show up on a large number of consumer products. According to Igor Wallossek, the new standard will arrive along with the PCIe 6.0 and ATX 3.1, and is not yet finalized. We might see early versions of the 12VHPWR design implement some of these changes (almost impossible to tell by eye, remember)&mdash;in fact, Nvidia might be using it on <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://wccftech.com/nvidia-used-12v-2x6-connector-design-instead-of-12vhpwr-on-geforce-rtx-4070-gpus/&amp;xcust=2-1-1980977-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\" target=\"_blank\">some RTX 40-series cards already</a>. Other manufacturers are going with more straightforward solutions like <a href=\"https://www.pcworld.com/article/1935066/msi-may-have-fixed-the-12vhpwr-overheating-issue.html\" rel=\"noreferrer noopener\" target=\"_blank\">MSI&rsquo;s yellow visual indicators</a>. </p>\n\nGraphics Cards</div>", "link": "https://www.pcworld.com/article/1980977/12vhpwr-connector-woes-might-be-over-with-this-tweaked-design.html", "date_published": "2023-07-05T14:18:26+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.pcworld.com/index.rss", "title": "Smart free software lets you search Windows faster", "description": "<div id=\"link_wrapped_content\">\n<section class=\"wp-block-bigbite-multi-title\"><div class=\"container\"></div></section>\n\n\n\n<p>Are you tired of the Windows search function? Sure, it&rsquo;s okay and it&rsquo;s able to find most things when the indexing hasn&rsquo;t gotten stuck sorting for a needle in a haystack. But it&rsquo;s constantly indexing, which can make searching feel like it takes forever.</p>\n\n\n\n<p>It can be useful when trying to find content in files. So, for example, if you need to search for all docs containing a certain word or even the contents of zip files, the Windows search is actually useful.</p>\n\n\n\n<p>But what about those times when you just need to find a file with a certain name or words in the file name? Thankfully, there&rsquo;s a lightning-fast alternative. <em>Everything</em> is a free program that is so fast at locating what you&rsquo;re looking for that you barely have time to press search before you have your results. While it may only search by file name, it does so brilliantly and can save you a lot of time and hassle&mdash;you can actually search inside files, but without prior indexing it&rsquo;s extremely slow.</p>\n\n\n\n<ol>\n<li>Download the version of <em>Everything</em> that suits your computer at <em><strong><a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=http://www.voidtools.com&amp;xcust=2-1-1961710-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\" target=\"_blank\">www.voidtools.com</a></strong></em>.</li>\n\n\n\n<li>Install the program&mdash;the default choices will work just fine.</li>\n\n\n\n<li>Whenever you need to find a file quickly, launch the program&mdash;you may want to create a shortcut on the Desktop to make this easier.</li>\n\n\n\n<li>Type your keyword or part of it in the search field and press <strong><em>Enter</em></strong>. It&rsquo;s really that quick and easy.</li>\n\n\n\n<li>Additionally, if you need to search for a specific type of file, such as films, you can choose from the Search menu.</li>\n</ol>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-full\"><img alt=\"Everything\" class=\"wp-image-1961712\" height=\"609\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/06/Everything-screenshot.png\" width=\"969\" /></figure><p class=\"imageCredit\">Av Anders Reutersw&auml;rd</p></div>\n\n\n\n<p><em>This article was translated from Swedish to English, and originally appeared on pcforalla.se.</em></p>\n\nWindows</div>", "link": "https://www.pcworld.com/article/1961710/smart-free-software-lets-you-search-faster.html", "date_published": "2023-07-05T11:30:00+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.pcworld.com/index.rss", "title": "Why you should buy a Chromebook over a laptop", "description": "<div id=\"link_wrapped_content\">\n<section class=\"wp-block-bigbite-multi-title\"><div class=\"container\"></div></section>\n\n\n\n<p>For someone who writes about Windows almost daily, tests it, digs into it, and even plays around with it on his own time &mdash; why would I recommend buying a Chromebook instead? For several reasons, which boil down to this: Chromebooks often are the best choice for what you want to do.</p>\n\n\n\n<p>If you&rsquo;ve read our deep dive into <a href=\"https://www.pcworld.com/article/402141/chromebooks-versus-windows-laptops-which-should-you-buy.html\">laptops vs. Chromebooks</a>, you know that both platforms began as very different things. Laptops and PCs in general are designed to accommodate a range of tasks, from gaming to office work to browsing the web, using apps that take advantage of the PC&rsquo;s hardware.</p>\n\n\n\n<p>But laptops were designed when connectivity was minimal. Laptops existed when Americal Online was &ldquo;the Internet,&rdquo; and for many years there simply weren&rsquo;t any online text editors or even games beyond textually navigating through a multi-user dungeon, or MUD. Today, the landscape is radically different. A Chromebook can lean on a server to provide the horsepower that it can&rsquo;t, as well as free online storage.</p>\n\n\n\n<p><a href=\"https://www.pcworld.com/article/1963008/amazon-prime-day-2023-everything-you-need-to-know.html#:~:text=This%20year%2C%20Prime%20day%20falls%20on%20July%2011th,and%2012th%2C%20and%20will%20extend%20to%2024%20countries%3A\">Amazon Prime Day 2023</a> is right around the corner, promising sales on both laptops and Chromebooks. Consider both. But let us offer the following reasons why a Chromebook could make sense. </p>\n\n\n\n<blockquote class=\"wp-block-quote\">\n<blockquote class=\"wp-block-quote\">\n<p><strong>Further reading:</strong> See our roundup of the <a href=\"https://www.pcworld.com/article/608636/best-chromebooks.html\">best Chromebooks</a> for tested and approved recommendations.</p>\n</blockquote>\n</blockquote>\n\n\n\n<h2 class=\"wp-block-heading\" id=\"chromebooks-are-cheaper\">Chromebooks are cheaper</h2>\n\n\n\n<p>Yes, they are, even with ongoing <a href=\"https://www.pcworld.com/article/550968/best-laptop-deals-3.html\">laptop deals</a> that go beyond Amazon Prime Day. Our pick for the <a href=\"https://www.pcworld.com/article/436674/the-best-pc-laptops-of-the-year.html\">best budget laptop</a> is the seemingly perennial Acer Aspire 5, which is about $499 at Walmart. Most budget laptops, though, push into the $600 or $700 range. A quick comparison with Amazon&rsquo;s promoted Chromebooks shows a stark price difference: $160 to $360 or so. That&rsquo;s a 50 percent savings, right there.</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"Amazon featured Chromebooks\" class=\"wp-image-1976996\" height=\"488\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/06/Screenshot-2023-06-30-114125.png?w=1200\" width=\"1200\" /></figure><a class=\"imageCredit\" href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://www.amazon.com/stores/page/455E81E4-D1CA-4814-8F6C-8749973EA4EA&amp;xcust=2-1-1976934-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\" target=\"_blank\">Amazon</a></div>\n\n\n\n<p>You can point to two reasons right away. First, most buyers prefer a Core or Ryzen chip inside a laptop, just to accommodate the additional performance Windows and its applications require (to run <em>on</em> the laptop, remember). Those chips cost money, more than the Intel Celeron or Arm chips commonly found in Chromebooks. Microsoft also charges for its Windows license, presumably more than the Chrome OS that powers a Chromebook.</p>\n\n\n\n<h2 class=\"wp-block-heading\" id=\"chromebooks-are-purpose-built-for-the-web\">Chromebooks are purpose-built for the web</h2>\n\n\n\n<p>Chromebooks began life as little more than a web browser, in a world where the web was new and worth exploring. That still holds true today: Chromebooks often use the internet to access the same web services that live on your phone as dedicated apps. </p>\n\n\n\n<p>That&rsquo;s perfectly fine. Web developers develop for both scenarios. On a laptop, yes, Microsoft Office / Microsoft 365 opens as a dedicated app, but the apps still encourage you to save to the cloud. However, you can still buy Microsoft 365 and work on a Chromebook instead. The difference is that you&rsquo;ll be working in a browser instead, which is typically a cleaner interface. And because you&rsquo;re working on the web, some of the latest features will arrive to you first, because they&rsquo;re easier to deploy online.</p>\n\n\n\n<p>True, not every Microsoft 365 app works on a Chromebook. But these are typically the niche apps you can probably ignore: Visio, Project, and Publisher, among others. Microsoft Word, Excel, PowerPoint, and Outlook all work on the web, and thus on Chromebooks.</p>\n\n\n\n<h2 class=\"wp-block-heading\" id=\"chromebooks-can-be-more-rugged\">Chromebooks can be more rugged</h2>\n\n\n\n<p>Chromebooks were built for education. Education means kids! Kids are messy, careless, and drop things. They spill drinks. Not every Chromebook features ruggedized features, and not every laptop should be considered fragile. But if you want a device for storing in your garage shop, or stored in a kitchen nook where it might be knocked over, consider a Chromebook.</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"CTL NL6 Chromebook\" class=\"wp-image-1976998\" height=\"1200\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/06/CTL-NL6x-Chromebook.jpg?quality=50&amp;strip=all&amp;w=1200\" width=\"1200\" /><figcaption class=\"wp-element-caption\">The CTL NL6x may be a few years old, but the idea is that rugged Chromebooks are fairly readily available.</figcaption></figure><a class=\"imageCredit\" href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://www.prnewswire.com/news-releases/introducing-the-new-ctl-nl6x-extra-rugged-chromebook-for-education-300219440.html&amp;xcust=2-1-1976934-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\" target=\"_blank\">CTL</a></div>\n\n\n\n<h2 class=\"wp-block-heading\" id=\"chromebooks-expand-now-too\">Chromebooks expand now, too</h2>\n\n\n\n<p>Chromebooks have a reputation for being a single-screen device, since they&rsquo;ve been used in the classroom on a child&rsquo;s desk. Most ship with either a dedicated HDMI port for an external display connection, or a USB-C port, or both. The latter is certainly sufficient for a single 1080p display, and possibly a 4K display, too. An external display might not be a necessity, but it&rsquo;s a luxury you&rsquo;d probably like to have as an option, and a Chromebook can offer that.</p>\n\n\n\n<p>While most Chromebooks don&rsquo;t yet support Thunderbolt, you can use a USB-C dongle if a Chromebook has a USB-C port. At between $20 to $40, <a href=\"https://www.pcworld.com/article/402858/the-best-usb-c-hubs-for-your-laptop-tablet-or-2-in-1.html\">a USB-C hub or dongle</a> is far cheaper than a Thunderbolt dock anyway, and perfectly suited to adding support for external hard drives and storage cards.</p>\n\n\n\n<h2 class=\"wp-block-heading\" id=\"chromebooks-can-print\">Chromebooks can print</h2>\n\n\n\n<p>Historically, Chromebooks have had a reputation for being incompatible with printers. And while that&rsquo;s sometimes true, the blame is more with the printer. Many printers ship with all sorts of unwanted utilities to reorder ink and manage print formatting. Chromebooks try and do away with all that, and just <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://support.google.com/chromebook/answer/7225252&amp;xcust=2-1-1976934-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\">print the page</a>. If your printer allows that (Google&rsquo;s <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://support.google.com/chromebook/answer/12403345?sjid=16449697713936982896-NA&amp;xcust=2-1-1976934-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\">list of compatible printers</a> is extensive), you&rsquo;ll have no trouble printing with a Chromebook.</p>\n\n\n\n<h2 class=\"wp-block-heading\" id=\"chromebooks-run-apps-just-fine\">Chromebooks run apps just fine</h2>\n\n\n\n<p>Chromebooks come with a hidden talent: Virtually all modern Chromebooks support Android apps. Many Android apps are designed for phones and tablets, particularly games, which might look a little odd when formatted to a Chromebook screen. But any productivity apps will undoubtedly be designed to also be used on a Chromebook. Some Chromebooks can fold back into a tablet-like mode, too&mdash;giving you the best of both worlds.</p>\n\n\n\n\t\t<div class=\"wp-block-product-widget-block product-widget is-half-width is-float-right\">\n\t\t\t<div class=\"product-widget__block-title-wrapper\">\n\t\t\t\t<h4 class=\"product-widget__block-title\" id=\"best-chromebook-for-gaming\">\n\t\t\t\t\tbest chromebook for gaming\t\t\t\t</h4>\n\t\t\t</div>\n\n\t\t\t<div class=\"product-widget__content-wrapper\">\n\t\t\t\t\t\t\t\t\t<div class=\"product-widget__title-wrapper\">\n\t\t\t\t\t\t<h3 class=\"product-widget__title\" id=\"lenovo-ideapad-5-gaming-chromebook\">Lenovo IdeaPad 5 Gaming Chromebook</h3>\n\t\t\t\t\t</div>\n\t\t\t\t\n\t\t\t\t\t\t\t\t\t<div class=\"product-widget__image-outer-wrapper\">\n\t\t\t\t\t\t<div class=\"product-widget__image-wrapper\">\n\t\t\t\t\t\t\t<img alt=\"Lenovo IdeaPad 5 Gaming Chromebook\" class=\"product-widget__image\" height=\"1000\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/03/lenovo-chromebook-16-6.jpg?quality=50&amp;strip=all\" width=\"1500\" />\n\t\t\t\t\t\t</div>\n\t\t\t\t\t</div>\n\t\t\t\t\n\t\t\t\t\t\t\t\t\t<div class=\"review product-widget__review-details\">\n\t\t\t\t\t\t\t\t\t\t\t\t\t<div class=\"product-widget__rating-and-review-link\">\n\t\t\t\t\t\t\t\t<div class=\"product-widget__review-details--rating\">\n\t\t\t\t\t\t\t\t\t\t\t<div class=\"starRating\"></div>\n\t\t\t\t\t\t\t\t\t\t</div>\t\t\t\t\t\t\t\t\t<a class=\"product-widget__review-link\" href=\"https://www.pcworld.com/article/1677622/lenovo-ideapad-5-gaming-chromebook-review.html\" target=\"_blank\">Read our review</a>\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t</div>\n\t\t\t\t\t\t\t\t\t\t\t</div>\n\t\t\t\t\n\t\t\t\t<div class=\"product-widget__information\">\n\t\t\t\t\t\t\t\t\t\t\t\t<div class=\"product-widget__information--rrp-wrapper\">\n\t\t\t\t\t\t\t\t\t<span class=\"product-widget__information--rrp-label\">\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t</span>\n\t\t\t\t\t\t\t\t\t<span class=\"product-widget__information--rrp-value\">\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t</span>\n\t\t\t\t\t\t\t\t</div>\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t</div>\n\t\t\t</div>\n\t\t</div>\n\n\t\t\n\n\n<p>For years, Windows users have become accustomed to pointing out that a laptop can run just about anything. And that&rsquo;s true, though the need to run dozens of small helper utilities has, at least anecdotally, diminished. The real distinguishing feature between the two is gaming &mdash; but you&rsquo;ve been able to play Xbox games in the cloud for years, <a href=\"https://www.pcworld.com/article/393526/how-to-use-chromebooks-for-xbox-cloud-gaming.html\">even on Chromebooks</a>. Here&rsquo;s an <a href=\"https://www.pcworld.com/article/552417/android-on-pc-windows-11-vs-chromebooks.html\">in-depth examination of running Android apps on Chromebooks versus PCs</a>, and a more detailed discussion of <a href=\"https://www.pcworld.com/article/394652/how-to-play-games-on-a-chromebook.html\">how to run games on a Chromebook</a>. </p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"Adobe Sketchbook Chromebook\" class=\"wp-image-1977009\" height=\"750\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/06/Adobe-Sketchbook.jpg?quality=50&amp;strip=all&amp;w=1200\" width=\"1200\" /><figcaption class=\"wp-element-caption\">You&rsquo;ll find enough available  Android apps to reproduce  most if not all of what you&rsquo;d find on a Windows PC.</figcaption></figure><p class=\"imageCredit\">Derek Walter / IDG</p></div>\n\n\n\n<p>Hey, we like Windows PCs, too &mdash; hence our name. But we&rsquo;d be remiss if we didn&rsquo;t point out the reasons why a Chromebook shouldn&rsquo;t be overlooked.</p>\n\nChromebooks, Laptops</div>", "link": "https://www.pcworld.com/article/1976934/why-you-should-choose-a-chromebook-over-a-laptop.html", "date_published": "2023-07-05T10:45:00+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.pcworld.com/index.rss", "title": "10 overlooked Windows 11 features you should start using", "description": "<div id=\"link_wrapped_content\">\n<section class=\"wp-block-bigbite-multi-title\"><div class=\"container\"></div></section>\n\n\n\n<p>No operating system is without its positives, and that includes Windows 11, even as much as I complain about Microsoft&rsquo;s latest operating system. Its handful of useful features continues to grow as time goes on, with more and more being teased for future release (like <a href=\"https://www.pcworld.com/article/1928248/dynamic-lighting-will-be-windows-tool-to-manage-your-pcs-bling.html\">native RGB lighting controls</a>).</p>\n\n\n\n<p>But with helpful utilities and settings having trickled out slowly, it&rsquo;s easy to miss a few here and there, especially when flashier tricks hog the news headlines. We&rsquo;ve pulled out 10 features that we don&rsquo;t think get enough love&mdash;if you&rsquo;ve heard of them and haven&rsquo;t tried them yet, now&rsquo;s the time.</p>\n\n\n\n<h2 class=\"wp-block-heading\" id=\"notepad-tabs\">Notepad tabs</h2>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large is-resized\"><img alt=\"Windows 11 feature - Notepad tabs\" class=\"wp-image-1974889\" height=\"678\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/06/Windows-11-features-Notepad-tabs.png?w=1200\" width=\"1199\" /><figcaption class=\"wp-element-caption\">You no longer need to keep multiple Notepad windows open on the Taskbar.</figcaption></figure><p class=\"imageCredit\">PCWorld</p></div>\n\n\n\n<p>Notepad actually predates Windows, but it&rsquo;s still fully relevant (and useful!) today. The streamlined app lets you open a window to make quick notes. And in Windows 11, you can now manage and navigate between open files in a single window, thanks to the addition of tabs. It&rsquo;s far tidier than opening a new instance of Notepad for each file&mdash;and combined with the new dark mode, it makes the app look and feel modern.</p>\n\n\n\n<h2 class=\"wp-block-heading\" id=\"widgets\">Widgets</h2>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"Windows 11 feature - Widgets\" class=\"wp-image-1974894\" height=\"675\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/06/Windows-11-features-Widgets.png?w=1200\" width=\"1200\" /><figcaption class=\"wp-element-caption\">Widgets for Facebook, Spotify, and PC performance  monitoring could be coming soon.</figcaption></figure><p class=\"imageCredit\">PCWorld</p></div>\n\n\n\n<p>Windows 11 makes a wealth of info available with just one mouse click (or quick tap of <strong>Win + W</strong>). Right now you can get weather, stock prices, sports updates, and entertainment news, and those cards are slowly being joined by new additions, like for Xbox Game Pass. It&rsquo;s a much easier way to stay up to date than fully shifting to a browser and poking around in your tabs. And if we&rsquo;re lucky, cards available in preview builds of Windows 11&mdash;like <a href=\"http://pcworld.com/article/1809574/facebook-is-testing-a-widget-for-windows-11.html\">Messenger</a>, Phone Link, and <a href=\"https://www.pcworld.com/article/1937422/microsoft-quietly-adds-windows-widgets-to-monitor-your-pc.html\">PC performance monitoring</a>&mdash;will make it to general release.</p>\n\n\n\n<h2 class=\"wp-block-heading\" id=\"screen-recording\">Screen recording</h2>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large is-resized\"><img alt=\"Windows 11 feature - Snipping Tool\" class=\"wp-image-1974888\" height=\"610\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/06/Windows-11-features-Snipping-Tool.png?w=1200\" width=\"1199\" /><figcaption class=\"wp-element-caption\">Click the video icon, then <em>New</em> to start recording a portion of your screen.</figcaption></figure><p class=\"imageCredit\">PCWorld</p></div>\n\n\n\n<p>Previous versions of Windows had a Snipping Tool app, but you could only take screenshots. In Windows 11, screen recording finally gets added&mdash;and unlike Windows&rsquo; Xbox Game Bar&rsquo;s recording feature, you can use it to capture specific parts of your screen. If you serve as informal tech support for family and friends, this feature can make your life a lot easier when explaining how to tinker with an app or in Windows. (Note: You&rsquo;ll have to open the full Snipping Tool app for screen recording&mdash;it doesn&rsquo;t appear in the <strong>Win + Shift + S</strong> keyboard shortcut overlay.)</p>\n\n\n\n<h2 class=\"wp-block-heading\" id=\"quick-assist\">Quick Assist</h2>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage center\"><figure class=\"wp-block-image aligncenter size-full is-resized\"><img alt=\"Windows 11 feature - Quick Assist\" class=\"wp-image-1974903\" height=\"433\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/06/Windows-11-features-Quick-Assist.png\" width=\"291\" /><figcaption class=\"wp-element-caption\">If you need help, you&rsquo;ll first generate a code to share with the person doing the troubleshooting.</figcaption></figure><p class=\"imageCredit\">PCWorld</p></div>\n\n\n\n<p>If your loved ones can manage unfamiliar but basic interactions with a PC, a Windows Pro license isn&rsquo;t necessary to provide them remote support. You can have them fire up <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://support.microsoft.com/en-us/windows/solve-pc-problems-over-a-remote-connection-b077e31a-16f4-2529-1a47-21f6a9040bf3&amp;xcust=2-1-1974877-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\">Quick Assist</a> instead. (Remember this app from Windows 10? It&rsquo;s still around in Windows 11.) Once in the program, they&rsquo;ll log in to their Microsoft account, and then generate a six-digit code to send to you. You&rsquo;ll input that code into Quick Assist on your PC, at which point you can then see what&rsquo;s happening on their end, and even request full control of their PC.</p>\n\n\n\n<h2 class=\"wp-block-heading\" id=\"clock-info\">Clock info</h2>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"Windows 11 feature - System Tray Clock seconds\" class=\"wp-image-1974891\" height=\"675\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/06/Windows-11-features-clock-seconds.png?w=1200\" width=\"1200\" /><figcaption class=\"wp-element-caption\"><p>This tiny tweak adds more precision to your clock readout.</p></figcaption></figure><p class=\"imageCredit\">PCWorld</p></div>\n\n\n\n<p>If you&rsquo;ve needed more precision in your clock readout on the Windows 11 taskbar, you&rsquo;re in luck. You can now add seconds to the display&mdash;but you&rsquo;ll have to head to taskbar settings to flip it on, rather than your date and time settings. Under Taskbar behaviors, scroll to the bottom of the list and check the box for <em>Show seconds in system tray clock</em>.</p>\n\n\n\n<h2 class=\"wp-block-heading\" id=\"file-explorer-tabs\">File Explorer tabs</h2>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large is-resized\"><img alt=\"Windows 11 feature - File Explorer tabs\" class=\"wp-image-1974897\" height=\"699\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/06/Windows-11-features-File-Explorer-tabs.png?w=1200\" width=\"1200\" /><figcaption class=\"wp-element-caption\">Now if Microsoft would just add a Ctrl + Shift + T keyboard shortcut to quickly bring back closed tabs.</figcaption></figure><p class=\"imageCredit\">PCWorld</p></div>\n\n\n\n<p>Microsoft didn&rsquo;t just add tabs to Notepad. <a href=\"https://www.pcworld.com/article/1430331/use-the-new-tabbed-file-explorer-to-simplify-your-life.html\">File Explorer got the upgrade</a>, too. You no longer need third-party software to enable the feature (like Stardock&rsquo;s excellent <a href=\"https://www.pcworld.com/article/407624/stardock-groupy-manage-windows.html\">Groupy</a>). All your numerous Explorer windows can now be grouped as tabs in a single container. Just click the &ldquo;+&rdquo; button in the top-most menu bar (or hit <strong>Ctrl + T</strong> on your keyboard)&mdash;each new tab will appear along the top of the window, just like a web browser.</p>\n\n\n\n<h2 class=\"wp-block-heading\" id=\"fast-snap-bar-access\">Fast Snap Bar access</h2>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"Windows 11 feature - Snap Bar hover menu\" class=\"wp-image-1974893\" height=\"800\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/06/Windows-11-features-Snap-Bar-hover-menu.png?w=1200\" width=\"1200\" /><figcaption class=\"wp-element-caption\"><p>We love Snap, and having fast access to the default layouts makes it even easier to get the right arrangement for your open windows.</p></figcaption></figure><p class=\"imageCredit\">PCWorld</p></div>\n\n\n\n<p><a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://support.microsoft.com/en-us/windows/snap-your-windows-885a9b1e-a983-a3b1-16cd-c531795e6241&amp;xcust=2-1-1974877-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\">Snap</a> is one of our favorite features in Windows&mdash;being able to automatically resize and align windows saves time and makes working a lot easier. And not only do you get more layouts to choose from in Windows 11, but you can access them faster, too. Just hover your mouse over the maximize button in the upper right-hand corner of any window. A small pop-up menu will appear showing six different template options. Roll your cursor over any of the grids, and your current window will get sent to that position. Keyboard users can instead tap <strong>Win + Z</strong>, then the number of the layout they want.</p>\n\n\n\n<h2 class=\"wp-block-heading\" id=\"power-savings\">Power savings</h2>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"Windows 11 feature - Energy Recommendations\" class=\"wp-image-1974890\" height=\"678\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/06/Windows-11-features-Energy-Recommendations.png?w=1200\" width=\"1200\" /><figcaption class=\"wp-element-caption\"><p>Microsoft&rsquo;s Energy Recommendations can help reduce your power bill.</p></figcaption></figure><p class=\"imageCredit\">PCWorld</p></div>\n\n\n\n<p>Energy costs keep climbing&mdash;and in some parts of the world, they&rsquo;re still at record prices. While you can of course switch your power plan in Windows to something lighter, Windows 11 has a few specific settings you can turn on to reduce idle power consumption. (After all, why pay for the higher electricity use when you&rsquo;re not active on the PC?) You&rsquo;ll find these under <em>Settings &gt; System &gt; Power &amp; battery &gt; Energy recommendations</em>. You can then turn on one or more of the suggestions. These more stringent settings will help extend battery life on laptops, too.</p>\n\n\n\n<h2 class=\"wp-block-heading\" id=\"virtual-desktops\">Virtual desktops</h2>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"Windows 11 feature - Virtual Desktops\" class=\"wp-image-1974898\" height=\"502\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/06/Windows-11-features-Virtual-Desktops-ultrawide.png?w=1200\" width=\"1200\" /><figcaption class=\"wp-element-caption\"><p>You can set different backgrounds for each of your virtual desktops to tell them apart.</p></figcaption></figure><p class=\"imageCredit\">PCWorld</p></div>\n\n\n\n<p>This feature might be one of the most underrated in Windows. <a href=\"https://www.pcworld.com/article/1936035/virtual-desktops-more-space-and-order-with-windows-10-and-11.html\">Virtual desktops</a>, which first launched in Windows 10, let you spread your active apps and windows among different home screens&mdash;it reduces clutter and makes your primary desktop less overwhelming. Some people use their virtual desktops to separate out work from play (or research from daily tasks), while others separate programs by category or function. Navigating between your desktops is as fast as clicking on the Virtual Desktop taskbar icon or tapping <strong>Win + Ctrl + Left/Right Arrow</strong>.</p>\n\n\n\n<h2 class=\"wp-block-heading\" id=\"clipchamp\">Clipchamp</h2>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"Windows 11 feature - Clipchamp\" class=\"wp-image-1974892\" height=\"678\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/06/Windows-11-features-Clipchamp.png?w=1200\" width=\"1200\" /><figcaption class=\"wp-element-caption\">Clipchamp&rsquo;s video editing capabilities amply cover the basics.</figcaption></figure><p class=\"imageCredit\">PCWorld</p></div>\n\n\n\n<p><a href=\"https://www.pcworld.com/article/1955503/edit-video-like-the-pros-for-free.html\">Davinci Resolve</a> is great if you need deep video editing capabilities, but Microsoft has an alternative free option that&rsquo;s easier to jump into. <a href=\"https://www.pcworld.com/article/708192/how-to-use-clipchamp-microsofts-video-editor.html\">Clipchamp</a> can handle quick cuts, fades, and media insertions with ease, and the interface is far less intimidating. It also handles direct uploads to services like YouTube and TikTok, as well as cloud saves for OneDrive, Google Drive, and Dropbox. Combine this program with the built-in recording features in Windows (i.e., Xbox Game Bar or Snipping Tool) and you can be on your way to internet fame quickly.</p>\n\nWindows</div>", "link": "https://www.pcworld.com/article/1974877/10-overlooked-windows-11-features-you-should-start-using.html", "date_published": "2023-07-05T10:30:00+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.pcworld.com/index.rss", "title": "Don’t look for this on Prime Day: Office, Windows and 1TB of backup for $79.97", "description": "<div id=\"link_wrapped_content\">\n<section class=\"wp-block-bigbite-multi-title\"><div class=\"container\"></div></section>\n\n\n\n<p>Let&rsquo;s get right to the point: Prime Days isn&rsquo;t the only place to find savings, especially if you&rsquo;re looking for discounts on software. Deal Days are back again, and that means prices you can&rsquo;t get anywhere else on bundles like The Ultimate Microsoft Office Pro 2021 for Windows + Windows 11 Pro &amp; Degoo Premium: Lifetime 1TB Backup Plan, <a href=\"https://shop.pcworld.com/sales/the-ultimate-microsoft-office-pro-plus-2021-for-windows-windows-11-pro-degoo-premium-lifetime-1tb-backup-plan?utm_source=pcworld.com&amp;utm_medium=referral&amp;utm_campaign=the-ultimate-microsoft-office-pro-plus-2021-for-windows-windows-11-pro-degoo-premium-lifetime-1tb-backup-plan&amp;utm_term=scsf-574421&amp;utm_content=a0x1P000004IrtsQAC&amp;scsonar=1\" rel=\"noreferrer noopener\" target=\"_blank\">priced down to $79.97</a>.</p>\n\n\n\n<p>For those somehow new to these tools, that gets you access to both Microsoft&rsquo;s flagship OS and its most popular software suite. Office Pro is packed with staples like Word, Excel, and Outlook, plus Teams for quick remote collaboration anywhere. That&rsquo;s on top of secure cloud storage from Degoo that will ensure your work stays safe and <a href=\"https://shop.pcworld.com/sales/the-complete-2022-social-media-marketing-manager-bundle\" rel=\"noreferrer noopener\" target=\"_blank\">accessible</a>.</p>\n\n\n\n<p>For a limited time, save on <a href=\"https://shop.pcworld.com/sales/the-ultimate-microsoft-office-pro-plus-2021-for-windows-windows-11-pro-degoo-premium-lifetime-1tb-backup-plan?utm_source=pcworld.com&amp;utm_medium=referral&amp;utm_campaign=the-ultimate-microsoft-office-pro-plus-2021-for-windows-windows-11-pro-degoo-premium-lifetime-1tb-backup-plan&amp;utm_term=scsf-574421&amp;utm_content=a0x1P000004IrtsQAC&amp;scsonar=1\" rel=\"noreferrer noopener\" target=\"_blank\">The Ultimate Microsoft Office Pro 2021 for Windows + Windows 11 Pro &amp; Degoo Premium: Lifetime 1TB Backup Plan</a>, on sale for $79.97.</p>\n\n\n\n<p><a href=\"https://shop.pcworld.com/sales/the-ultimate-microsoft-office-pro-plus-2021-for-windows-windows-11-pro-degoo-premium-lifetime-1tb-backup-plan?utm_source=pcworld.com&amp;utm_medium=referral-cta&amp;utm_campaign=the-ultimate-microsoft-office-pro-plus-2021-for-windows-windows-11-pro-degoo-premium-lifetime-1tb-backup-plan&amp;utm_term=scsf-574421&amp;utm_content=a0x1P000004IrtsQAC&amp;scsonar=1\" rel=\"noreferrer noopener\" target=\"_blank\">&nbsp;</a></p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image\"><img alt=\"\" src=\"https://cdnp0.stackassets.com/dc4ace9bc06985d8b133362a176a95f0838981da/store/26700707c96cb0050a02d99ef256d036564e6a0d05a13862a7538cf63183/sale_322563_primary_image.jpg\" /></figure></div>\n\n\n\n<p><strong>The Ultimate Microsoft Office Pro 2021 for Windows + Windows 11 Pro &amp; Degoo Premium: Lifetime 1TB Backup Plan &ndash; $79.97</strong></p>\n\n\n\n<p><a href=\"https://shop.pcworld.com/sales/the-ultimate-microsoft-office-pro-plus-2021-for-windows-windows-11-pro-degoo-premium-lifetime-1tb-backup-plan?utm_source=pcworld.com&amp;utm_medium=referral-cta&amp;utm_campaign=the-ultimate-microsoft-office-pro-plus-2021-for-windows-windows-11-pro-degoo-premium-lifetime-1tb-backup-plan&amp;utm_term=scsf-574421&amp;utm_content=a0x1P000004IrtsQAC&amp;scsonar=1\" rel=\"noreferrer noopener\" target=\"_blank\">See Deal</a></p>\n\n\n\n<p><em>Prices subject to change.</em></p>\n\nWindows</div>", "link": "https://www.pcworld.com/article/1978775/dont-look-for-this-on-prime-day-office-windows-and-1tb-of-backup-for-79-97.html", "date_published": "2023-07-05T08:00:00+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}]