[{"source": "https://www.engadget.com/rss.xml", "title": "Samsung will unveil its new foldables on July 26th", "description": "<p>We knew it was coming but Samsung has confirmed the date of its latest Unpacked. The event will take place on July 26th at 7AM ET, the company <a href=\"https://urldefense.com/v3/__https://news.samsung.com/global/invitation-galaxy-unpacked-july-2023-join-the-flip-side__;!!Op6eflyXZCqGR5I!AkOolqIdpQv2kt0ab_EgAPHLX1iQQIC7KrVlo2hS4juqnxF8rVcVlP37xlZXJpdtcf71tn68yklF0-zeutH_kbH13VRe$\"><ins>announced today</ins></a>. The early start time is due to the fact Samsung plans to host the showcase from its home base of Seoul, South Korea. When Samsung first <a href=\"https://www.engadget.com/samsung-will-focus-on-foldables-in-its-upcoming-july-unpacked-event-064922443.html\"><ins>began teasing Unpacked</ins></a> last month, it promised the event would feature its latest generation of foldable devices. In other words, expect new iterations of the Galaxy Z Fold and Galaxy Z Flip. Thanks to pre-release leaks, we have a pretty good idea of what Samsung has planned for those devices. In the case of the former, all signs point to a refined hinge mechanism that allows the <a href=\"https://www.theverge.com/2023/6/15/23762037/galaxy-z-fold-5-leak-hinge-flat-foldable\"><ins>Z Fold 5</ins></a> to close flat, while the most significant change with the <a href=\"https://www.engadget.com/leaked-samsung-galaxy-z-flip-5-render-shows-a-bigger-cover-display-214020400.html\"><ins>Z Flip 5</ins></a> looks to be a larger front-facing cover display.</p><p>Ahead of the 26th, Samsung is offering a $50 reservation credit for those who decide they want to pre-order the Galaxy Z Fold 5 or Galaxy Z Flip 5 sight unseen. If you want to take advantage of the promotion, all you need to do is visit the <a href=\"https://urldefense.com/v3/__https://samsung.com/us/smartphones/the-next-galaxy/reserve/__;!!Op6eflyXZCqGR5I!AkOolqIdpQv2kt0ab_EgAPHLX1iQQIC7KrVlo2hS4juqnxF8rVcVlP37xlZXJpdtcf71tn68yklF0-zeutH_kSmTZLYK$\">company’s website</a> and provide your name and email. If you later change your mind, thankfully it’s a no-commitment offer.</p><span id=\"end-legacy-contents\"></span>This article originally appeared on Engadget at https://www.engadget.com/samsung-will-unveil-its-new-foldables-on-july-26th-230053235.html?src=rss", "link": "https://www.engadget.com/samsung-will-unveil-its-new-foldables-on-july-26th-230053235.html?src=rss", "date_published": "2023-07-05T23:00:53+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Meta’s Threads app is here to challenge Twitter", "description": "<p>Threads, Meta’s text-based app to challenge Twitter, is now official. Mark Zuckerberg <a href=\"https://www.facebook.com/zuck/posts/pfbid02BJtNMVwGCdbXBDEvcPkgN1Dz6oru7qSiP2BScMGShDExxxLnLYpUhJYUsZJP2v8Vl\">announced</a> the new service one day ahead of the July 6th launch date that appeared <a href=\"https://www.engadget.com/metas-instagram-linked-twitter-rival-threads-could-arrive-on-july-6th-063129168.html\">in app stores</a> earlier this week. Meta has begun rolling out the new service around the world, though it won’t be available within the <a href=\"https://www.engadget.com/metas-twitter-rival-threads-wont-initially-launch-in-the-eu-090314803.html\">European Union</a> until the company addresses potential regulatory concerns.</p><p>In a blog post announcing the Twitter rival, the company described Threads as a “separate space for real-time updates and public conversations” that relies on users’ Instagram credentials but will eventually be compatible with a wider swath of decentralized services like Mastodon. For now though, Threads users log into the app and <a href=\"https://www.threads.net/\">website</a> with their existing Instagram account. The company will “carry over” existing usernames and verification status to Threads, though users have the option to further customize their profiles.</p><span id=\"end-legacy-contents\"></span><p>Like on Instagram, the company will rely heavily on recommendations to help people discover new accounts to follow. And Meta has been <a href=\"https://twitter.com/alex193a/status/1676514177102258176\">quietly testing</a> the service with a small group of celebrities and creators, as well as its own employees, so new users won’t be greeted with an empty social network.</p><p>The service itself looks remarkably similar to Twitter though its design will feel familiar to Instagram users. It supports text posts up to 500 characters, as well as photos and videos up to five minutes. Threads will also support reposts — its version of a retweet — as well as quote posts. Users can also limit their replies, block and report other users. And posts from Threads can be easily shared to users’ Instagram Story for added visibility.</p><figure><img alt=\"Meta's threads app looks similar to twitter,\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-07/dd9979c0-1b84-11ee-bfbf-1fec7fec1191\" style=\"height: 1280px; width: 1920px;\" /><figcaption></figcaption><div class=\"photo-credit\">Meta</div></figure><p>The launch comes at a particularly chaotic moment for Twitter, just days after Elon Musk announced strict <a href=\"https://www.engadget.com/twitter-puts-strict-cap-on-how-many-tweets-users-can-read-each-day-182623928.html\">rate limits</a> that severely restricted the number of posts many users could view on the platform. The company also <a href=\"https://www.engadget.com/twitter-isnt-showing-tweets-unless-youre-logged-in-165254006.html\">stopped</a> showing tweets to logged-out users, before quietly <a href=\"https://www.engadget.com/twitter-quietly-backtracks-on-requiring-users-to-log-in-to-see-tweets-135230558.html\">backtracking</a>. Musk, who has complained about AI companies training their platforms on Twitter data, blamed both unpopular moves on “data scraping.”</p><p>With Threads, Meta is challenging not just Twitter but the growing wave of Twitter <a href=\"https://www.engadget.com/twitter-alternatives-mastodon-223221883.html\">alternatives </a>like Mastodon. The company is planning to make Threads compatible with ActivityPub, the open source protocol that powers Mastodon and other decentralized services sometimes collectively referred to as the <a href=\"https://www.eff.org/deeplinks/2022/11/leaving-twitters-walled-garden\">“Fediverse.”</a></p><p>“Our plan is to work with ActivityPub to provide you the option to stop using Threads and transfer your content to another service,” the company wrote in a blog post. “Our vision is that people using compatible apps will be able to follow and interact with people on Threads without having a Threads account, and vice versa, ushering in a new era of diverse and interconnected networks.”</p><p>As Meta explains, this means that users from Mastodon and other services that support ActivityPub will be able to follow and interact with public-facing posts on Threads. (Private accounts on threads will still be able to manually approve new followers from other services.) And other developers could one day create their own Threads-compatible features and services.</p><p>For now, it’s not clear how long it will take for Meta to fully integrate ActivityPub into Threads. In an early post on the service that was <a href=\"https://www.engadget.com/metas-threads-is-already-showing-conversations-on-the-web-120453471.html\">briefly viewable</a> ahead of its official launch, Instagram head Adam Mosseri said the company was “committed” to the protocol, but didn’t provide a timeline. It’s also not clear how ActivityPub integration could affect content moderation and other safety issues. While Meta’s Threads app has the same content moderation policies as Instagram, services built by other developers are able to set their own standards and policies just as different instances on Mastodon have their own guidelines and norms. Meta notes that this will give users “the freedom to choose spaces that align with their values.”</p><p>At the moment, the biggest question facing Threads, though, is whether it has a chance at becoming a viable Twitter alternative. Since Musk took over the company last year, Twitter users have flocked to alternative platforms like <a href=\"https://www.engadget.com/twitter-client-developers-fleeing-twitter-mastodon-130031551.html\">Mastodon</a>, <a href=\"https://www.engadget.com/jack-dorsey-backed-bluesky-is-having-a-moment-133039184.html\">Bluesky</a>, <a href=\"https://www.engadget.com/a-new-twitter-alternative-is-trying-to-lure-users-about-to-lose-their-old-checkmark-160011153.html\">T2</a>, and others. But so far none have achieved anything close to the scale of Twitter, much less Meta. But, with more than 1 billion Instagram users, Zuckerberg and Meta are clearly hoping that they can gather momentum much more quickly than other decentralized upstarts.</p>This article originally appeared on Engadget at https://www.engadget.com/metas-threads-app-is-here-to-challenge-twitter-230039730.html?src=rss", "link": "https://www.engadget.com/metas-threads-app-is-here-to-challenge-twitter-230039730.html?src=rss", "date_published": "2023-07-05T23:00:39+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "OpenAI is forming a team to rein in superintelligent AI", "description": "<p>OpenAI is <a href=\"https://openai.com/blog/introducing-superalignment\">forming a dedicated team</a> to manage the risks of superintelligent artificial intelligence. A superintelligence is a hypothetical AI model that is smarter than even the most gifted and intelligent human, and excels at multiple areas of expertise instead of one domain like some previous generation models. OpenAI believes such a model could arrive before the end of the decade. “Superintelligence will be the most impactful technology humanity has ever invented, and could help us solve many of the world’s most important problems,” the non-profit said. “But the vast power of superintelligence could also be very dangerous, and could lead to the disempowerment of humanity or even human extinction.”</p><p>The new team will be co-lead by OpenAI Chief Scientist Ilya Sutskever and Jan Leike, the research lab's head of alignment. Additionally, OpenAI said it would dedicate 20 percent of its currently secured compute power to the initiative, with the goal of developing an <a href=\"https://openai.com/blog/our-approach-to-alignment-research\"><ins>automated alignment researcher</ins></a>. Such a system would theoretically assist OpenAI in ensuring a superintelligence is safe to use and aligned with human values. “While this is an incredibly ambitious goal and we’re not guaranteed to succeed, we are optimistic that a focused, concerted effort can solve this problem,” OpenAI said. “There are many ideas that have shown promise in preliminary experiments, we have increasingly useful metrics for progress, and we can use today’s models to study many of these problems empirically.” The lab added it would share a roadmap in the future.</p><span id=\"end-legacy-contents\"></span><p>Wednesday’s announcement comes as governments around the world consider how to regulate the nascent AI industry. In the US, Sam Altman, the CEO of OpenAI, has <a href=\"https://www.latimes.com/politics/story/2023-07-05/ai-congress-regulation-lobbying\"><ins>met with at least 100 federal lawmakers</ins></a> in recent months. Publicly, Altman has said AI regulation is “essential,” and that OpenAI is “eager” to work with policymakers. But we should be skeptical of such proclamations, and indeed efforts like OpenAI’s Superalignment team. By focusing the attention of the public on hypothetical risks that may never materialize, organizations like OpenAI shift the burden of regulation to the horizon instead of the here and now. There are much more immediate issues around the interplay between AI and <a href=\"https://www.engadget.com/after-layoffs-and-an-ai-scandal-cnets-staff-are-unionizing-161508890.html\"><ins>labor</ins></a>, <a href=\"https://www.engadget.com/google-bard-chatbot-false-information-twitter-ad-165533095.html\"><ins>misinformation</ins></a> and <a href=\"https://www.engadget.com/copyright-in-spotlight-after-streaming-platforms-pull-ai-generated-drake-song-183513972.html\"><ins>copyright</ins></a> policymakers need to tackle today, not tomorrow.</p>This article originally appeared on Engadget at https://www.engadget.com/openai-is-forming-a-team-to-rein-in-superintelligent-ai-214333388.html?src=rss", "link": "https://www.engadget.com/openai-is-forming-a-team-to-rein-in-superintelligent-ai-214333388.html?src=rss", "date_published": "2023-07-05T21:43:33+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Spotify stops accepting payments that were set up through Apple's App Store", "description": "<p>Spotify is notifying users who’ve subscribed to its Premium service through Apple’s in-app purchase system that it will no longer be supporting it as a payment method. As a refresher, Spotify <a href=\"https://www.engadget.com/2016-06-30-spotify-claims-apple-blocking-app-approval.html\"><ins>hasn’t allowed</ins></a> users to subscribe through Apple’s in-app purchase since 2016. However, those who had already subscribed via that method years ago could keep paying Spotify that way until now.</p><p>As <a href=\"https://variety.com/2023/digital/news/spotify-cuts-off-apple-in-app-purchase-app-store-1235662082/\"><ins>reported</ins></a> by <em>Variety</em>, the company is emailing affected subscribers about the upcoming change. The email reads, “We’re contacting you because when you joined Spotify Premium you used Apple’s billing service to subscribe. Unfortunately, we no longer accept that billing method as a form of payment.” Spotify continues to say that those users will automatically be switched to the company’s Free, ad-supported tier at the end of the current billing cycle. “If you wish to keep your Premium subscription, you will need to re-subscribe after your last billing period has ended and your account has been moved on to the Free account.”</p><span id=\"end-legacy-contents\"></span><p>But that’s probably for the best. Due to Apple taking 30 percent of in-app purchases, Spotify users who were subscribed through in-app purchases were being charged an extra $3 per month compared to subscribing through Spotify directly. That’s despite the fact that Apple now reduces its commission rate to 15 percent on subscriptions after the first year. Apple said in a regulatory filing from 2019 that it collected that 15 percent fee <a href=\"https://variety.com/2019/digital/news/apple-spotify-fees-subscribers-app-store-tax-complaint-1203251621/\"><ins>on roughly 680,000 Spotify customers</ins></a>. Users transitioning from Apple’s payments can subscribe to Premium via a credit card or PayPal.</p><p>Both Apple and Google charge a “tax” on their respective app stores, regardless if a user is purchasing apps or subscribing through in-app purchase. Early last year, <a href=\"https://www.engadget.com/google-spotify-play-store-billing-pilot-212245796.html\"><ins>Google announced</ins></a> that it would be piloting a program that would allow third-party billing systems on Android, beginning with Spotify called User Choice Billing (UCB). Google began <a href=\"https://newsroom.spotify.com/2022-11-10/spotify-and-google-begin-rolling-out-user-choice-billing/\"><ins>rolling out UCB</ins></a> to Spotify users late last year. Though, it’s unclear how many users are subscribing via UCB compared to using Google’s standard in-app purchase system. While there have been rumors about Apple <a href=\"https://www.engadget.com/apple-third-party-app-stores-report-195840839.html\"><ins>allowing third-party app stores on iOS</ins></a>, there aren’t any official plans for those or for accepting third-party billing.</p>This article originally appeared on Engadget at https://www.engadget.com/spotify-stops-accepting-payments-that-were-set-up-through-apples-app-store-211722624.html?src=rss", "link": "https://www.engadget.com/spotify-stops-accepting-payments-that-were-set-up-through-apples-app-store-211722624.html?src=rss", "date_published": "2023-07-05T21:17:22+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Tidal adds hi-res FLAC streaming for HiFi Plus subscribers", "description": "<p>Music-streaming app Tidal has begun rolling out hi-res FLAC streams across the platform, according to CEO Jesse Dorogusker <a href=\"https://www.reddit.com/r/TIdaL/comments/14m6j5o/hires_flac_is_almost_here/\"><ins>via a Reddit post.</ins></a> FLAC (free lossless audio codec) streams offer high fidelity audio up to 24-bit/192Hz. These files are on the larger side, taking up around four times the space of a standard MP3, which is why you rarely see the format on widely-adopted streaming platforms.</p><p>The feature is rolling out in early access for iOS users and the company says listeners can choose from over six million tracks available in the hi-res FLAC format, with more being added every day. All you have to do is update the beta app, if you have access, and select the “Max” quality in settings. Dorogusker says that Tidal is waiting for user response before making the tools more widely available. The CEO notes that the new streaming option will be available for all users in August, for Android fans and those not affiliated with the company’s early access plan.</p><span id=\"end-legacy-contents\"></span><p>Previously, Tidal used MQA (Master Quality Authenticated) audio for hi-res streaming, but this is more of an upscaling technique than an actual file type. Dorogusker hasn’t addressed the continued use of MQA, but has said that the company will “support multiple formats” of hi-res audio.</p><p>With more access to hi-res audio comes a hi-res price tag. You need a HiFi Plus subscription to access FLAC streams, which costs $20 per month. Tidal <a href=\"https://www.engadget.com/tidal-is-increasing-its-hifi-plan-to-11-per-month-183139113.html\"><ins>recently increased the price for standard subscriptions,</ins></a> from $10 to $11 per month. Rumors abound that industry leader Spotify is <a href=\"https://www.engadget.com/spotify-may-finally-be-ready-to-launch-a-premium-hifi-audio-tier-123847826.html\"><ins>preparing its own hi-fi tier.</ins></a></p>This article originally appeared on Engadget at https://www.engadget.com/tidal-adds-hi-res-flac-streaming-for-hifi-plus-subscribers-164540463.html?src=rss", "link": "https://www.engadget.com/tidal-adds-hi-res-flac-streaming-for-hifi-plus-subscribers-164540463.html?src=rss", "date_published": "2023-07-05T16:45:40+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Early Amazon Prime Day deal knocks half off the new Echo Show 5", "description": "<p>If cost has been standing in the way of you picking up that smart display you really want, then today might be your lucky day. Early Prime Day sales are here, and they're slashing the prices on some of our <a href=\"https://trello.com/c/j5Pn7J9p/12624-good-deal-early-amazon-prime-day-deal-knocks-half-off-the-new-echo-show-5-7-4-9am-et\">favorite smart displays</a>, the Echo Show series. The <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDlCMlNCSFFLP3RoPTEmdGFnPWdkZ3QwYy1wLW8tMW5oLTIwIiwiY29udGVudFV1aWQiOiI1ODI4NmU0Zi1lMjBjLTRmNGYtYWFmMS03MTNkZWNmY2Q1MjkifQ&amp;signature=AQAAAa10JtJWO7nlFFoWfqoushbLjJFE47sNuo3PjAgshYgn&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB09B2SBHQK%3Fth%3D1\">Echo Show 5 third generation</a> is at a new all-time low price, with a 50 percent discount bringing its cost to $45 from $90.</p><p></p><p></p><p><a href=\"https://www.engadget.com/amazons-2023-echo-show-is-faster-and-offers-improved-audio-140027400.html\">Amazon released its third-gen Echo Show 5 in May</a> with better sound quality and 20 percent faster speeds than its predecessor. It uses Alexa to set timers, check the weather and turn on a playlist. Music-wise, it can stream Amazon Music (obviously), Apple Music and Spotify. You can use its 2MP camera to call loved ones or check in on your pets while out. The device itself is made of 100 percent recycled aluminum.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>Early Prime Day sales have also brought <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDg0RENKS1NMP3RhZz1nZGd0MGMtcC1vLTFuaC0yMCIsImNvbnRlbnRVdWlkIjoiNTgyODZlNGYtZTIwYy00ZjRmLWFhZjEtNzEzZGVjZmNkNTI5In0&amp;signature=AQAAAakCM9XOVnRIEWSwgd8XzdHCpMSz9jVXYnM1y8C7vLy-&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB084DCJKSL\">Amazon's Echo Show 8</a> and <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDgyWDFIUlY1P3RhZz1nZGd0MGMtcC1vLTFuaC0yMCIsImNvbnRlbnRVdWlkIjoiNTgyODZlNGYtZTIwYy00ZjRmLWFhZjEtNzEzZGVjZmNkNTI5In0&amp;signature=AQAAAaZai8koTybnvBAJ7S9HmhX3k3K9JIo9_BvkSyW5Yob_&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB082X1HRV5\">Echo Show 10</a> down to record-low prices. The Echo Show 8 second generation is down from $130 to $60 — a 54 percent discount — and features an eight-inch screen, 13MP screen for video calls, 1200 x 800 resolution and visual ID personalization. The third-generation Echo Show 10 is down from $250 to $163 — a 35 percent discount — and touts the same features found on the Echo Show 8, but on a 10.1-inch screen.</p><p><strong><em>Your Prime Day Shopping Guide</em></strong><em>: See all of our</em><a href=\"https://www.yahoo.com/topics/prime-day/\"><em> Prime Day</em></a><em> coverage. Shop the</em><a href=\"https://www.yahoo.com/lifestyle/prime-day-2023-191047652.html\"><em> best Prime Day deals</em></a><em> on Yahoo Life. Follow Engadget for the</em><a href=\"https://www.engadget.com/amazon-prime-day-2023-124519231.html\"><em> best Amazon Prime Day tech deals</em></a><em>. Learn about</em><a href=\"https://www.intheknow.com/tag/prime-day/\"><em> Prime Day trends</em></a><em> on In the Know. Hear from Autoblog’s car experts on must-shop auto-related</em><a href=\"https://www.autoblog.com/article/amazon-prime-day-2023/\"><em> Prime Day deals</em></a><em> and find  </em><a href=\"https://www.aol.com/lifestyle/amazon-prime-day-090057255.html\"><em>Prime Day sales</em></a><em> to shop on AOL, handpicked just for you.</em></p>This article originally appeared on Engadget at https://www.engadget.com/early-amazon-prime-day-deal-knocks-half-off-the-new-echo-show-5-163043163.html?src=rss", "link": "https://www.engadget.com/early-amazon-prime-day-deal-knocks-half-off-the-new-echo-show-5-163043163.html?src=rss", "date_published": "2023-07-05T16:30:43+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "OnePlus Nord 3 delivers a 120Hz screen and 80W fast charging", "description": "<p>OnePlus has <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=d8d4d385-7f93-4537-83d1-d5fb47d219ec&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=OnePlus&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJkOGQ0ZDM4NS03ZjkzLTQ1MzctODNkMS1kNWZiNDdkMjE5ZWMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cub25lcGx1cy5jb20vdWsvb25lcGx1cy1ub3JkLTMtNWciLCJjb250ZW50VXVpZCI6IjgwYTE2ZGEwLTM1ZGUtNGJkYy1hMGE4LTExZWUwYjZmMDE2NSJ9&amp;signature=AQAAAQYLH_JUix2NL7-gNNciurzaZ_J_euf9JkQ6h4_kC_RE&amp;gcReferrer=https%3A%2F%2Fwww.oneplus.com%2Fuk%2Foneplus-nord-3-5g\">unveiled</a> the Nord 3, and it's a significant upgrade over the 2T — to the point where you might prefer it over comparable rivals. The new mid-range model jumps to a 6.7-inch, 120Hz 2,772 x 1,240 screen, promising a big boost over the 6.4-inch, 90Hz 1080p panel from its predecessor. You'll also get 80W wired fast charging the company claims can deliver a 60 percent charge in 15 minutes.</p><p>The OnePlus Nord 3 also makes the leap to a MediaTek Dimensity 9000 chip (versus the 2T's Dimensity 1300), and it now comes with up to 16GB of RAM instead of last year's 12GB. The battery is larger, too, at 5,000mAh versus 4,500mAh. The device's 50MP primary camera is the same as on the higher-end <a href=\"https://www.engadget.com/oneplus-11-review-price-release-date-cameras-150015371.html\">OnePlus 11</a>. That won't beat the absolute best cameras on the market, but it's more compelling in this price class. You can also expect an 8MP ultra-wide camera, a 2MP macro sensor and a 16MP front cam.</p><span id=\"end-legacy-contents\"></span><p>Software support is stronger this time around. OnePlus now promises three years of major OS updates for the Nord 3 compared to just two for the 2T. You'll also receive four years of security fixes. That's not as extensive as for the OnePlus 11 or rivals like Samsung, but it still means your phone will likely remain up to date until you're ready to replace it.</p><p>OnePlus is taking Nord 3 pre-orders today, starting at €449 ($488) for 8GB of RAM and 128GB of storage. Pay €549 ($597) and you'll get 16GB of RAM alongside 256GB of storage. At the moment, though, it's only poised to reach 16 European Union countries as well as key markets like India. It's not surprising that OnePlus won't release the phone in the US (the company only offers its entry <a href=\"https://www.engadget.com/oneplus-nord-n300-5g-t-mobile-130023383.html\">Nord N-series</a> stateside), but it's also not coming to the UK as of this writing. A spokesperson <a href=\"https://www.techadvisor.com/article/1975573/exclusive-oneplus-nord-3-will-not-be-sold-in-uk.html\">told</a><em>Tech Advisor</em> last week that \"logistical challenges\" with customs prevented it from offering the Nord 3 and other phones online. You may still see a UK debut, but not in the immediate future.</p><p>Whether or not it's a good buy versus the Google <a href=\"https://www.engadget.com/google-pixel-7a-review-its-got-everything-you-need-and-more-for-just-499-184517525.html\">Pixel 7a</a> or Samsung <a href=\"https://www.engadget.com/samsung-galaxy-a54-galaxy-a34-hands-on-pricing-release-date-090009335.html\">Galaxy A54</a> depends on your priorities. OnePlus is offering some of the best display, camera hardware and memory in this category, but Google typically produces better real-world photos and offers a 'pure' Android interface with timelier upgrades. Samsung, meanwhile, offers better secondary cameras than OnePlus, more updates and tight integration with its ecosystem.</p>This article originally appeared on Engadget at https://www.engadget.com/oneplus-nord-3-delivers-a-120hz-screen-and-80w-fast-charging-161505940.html?src=rss", "link": "https://www.engadget.com/oneplus-nord-3-delivers-a-120hz-screen-and-80w-fast-charging-161505940.html?src=rss", "date_published": "2023-07-05T16:15:05+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "The modular Fairphone 4 arrives in the US for the first time", "description": "<p><a href=\"https://www.engadget.com/tag/fairphone/\"><ins>Fairphone</ins></a> is at long last bringing its sustainability-focused smartphones <a href=\"https://twitter.com/Fairphone/status/1676581724543754241\"><ins>to the US</ins></a>. The company has teamed up with Murena to start offering <a href=\"https://www.engadget.com/fairphone-4-5g-preview-103011717.html\"><ins>a version of the Fairphone 4</ins></a> in the country. The Murena Fairphone 4 is available to order now. It starts at $599 for 6GB of RAM and 128GB of storage, according to <a href=\"https://murena.com/america/shop/smartphones/brand-new/murena-fairphone-4/\"><ins>the Murena store</ins></a>. A variant with 8GB of RAM and 256GB of storage will run you $679. Storage is expandable via microSD.</p><p>Those prices might seem fairly steep for a two-year old device with <a href=\"https://www.engadget.com/qualcomm-snapdragon-750-global-5g-ai-echo-cancellation-133000558.html\"><ins>a mid-range Qualcomm chip from 2020</ins></a>, but the Murena Fairphone 4 is about much more than the pure specs. For one thing, it's a privacy-centric device with a version of Android that's detangled from Google. Murena's /e/ operating system eschews Google's stock apps. For instance, rather than Google Maps, you'll get an open-source alternative by default. The device has its own directory that gives each app a privacy rating. As such, you'll have some information about how each app tracks your data before you install one.</p><span id=\"end-legacy-contents\"></span><p>You can still install Google-built apps. Murena <a href=\"https://www.theverge.com/2023/7/5/23783714/murena-fairphone-4-us-release-date-price-sustainability-repair\"><ins>purports</ins></a> to snag apps from the Play Store without directing your information to Google. You can install a standard version of Android if you like, but Murena warns that this will void your warranty. (For what it's worth, Fairphone 4 buyers in Europe can opt to have either stock Android or /e/ out of the box). Murena plans to provide software updates and security patches for at least five years, while Fairphone offers a five-year hardware warranty.</p><p>Fairphone's ethos centers around repairability and as such the smartphone is designed to be long-lasting. The Fairphone 4 has a 10 out of 10 repairability score <a href=\"https://www.ifixit.com/News/55818/fairphone-4-teardown-if-only-apple-made-phones-like-this\"><ins>from iFixit</ins></a>. It has a modular design and it's said to be the first such phone with an IP rating of IP54. That means the phone should be protected from dust and rain. None of the components are glued together and you can use a regular screwdriver to swap them out.</p><p>The Murena Fairphone 4 has a 3905mAh battery as well as 5G and dual-SIM support. On the camera front, you'll get a dual 48MP rear camera and 25MP selfie camera. The device's body, camera array, loudspeaker, USB-C port and 6.3-inch display <a href=\"https://arstechnica.com/gadgets/2023/07/fairphone-is-coming-to-america/\"><ins>are all individual parts</ins></a> and you'll be able to buy replacements from Murena. Meanwhile, the Murena Fairphone 4 doesn't come with a USB cable, power adapter or headphones in the box. Murena sells those separately as it encourages buyers to use cables and adapters they might already have stuffed in a drawer somewhere.</p><p>Although the device is unlocked, T-Mobile and mobile virtual network operators that use the T-Mobile network are the only recommended carriers for it in the US. Fairphone is framing the device's US debut as a pilot as the company is primarily focused on the European market. &quot;This collaboration with e/OS/ is a great opportunity for us to pilot selling devices in the US market with a long-standing partner and learn more about the American market,&quot; Fairphone CEO Eva Gouwens told Engadget in a statement.</p>This article originally appeared on Engadget at https://www.engadget.com/the-modular-fairphone-4-arrives-in-the-us-for-the-first-time-155721165.html?src=rss", "link": "https://www.engadget.com/the-modular-fairphone-4-arrives-in-the-us-for-the-first-time-155721165.html?src=rss", "date_published": "2023-07-05T15:57:21+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Amazon's Echo Dot drops to an all-time low of $23 in early Prime Day deal", "description": "<p>Amazon Prime Day is upon us, and with it comes great deals on many of our favorite smart home devices, including already well-priced speakers. We're big fans of <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDlCOFYxTFozP3RhZz1nZGd0MGMtcC1vLTFuZy0yMCIsImNvbnRlbnRVdWlkIjoiOGFkOWZhOGUtMzBiNC00MWJiLTgwYWYtOWNlMmFlZGE1NjQyIn0&amp;signature=AQAAARBprD7G0ox6qb4CfUoU1B47OrDCWK66rplopsszOv6B&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB09B8V1LZ3\">Amazon's Echo Dot</a>, recently naming its fifth generation the <a href=\"https://www.engadget.com/best-smart-speakers-151515264.html\">best smart speaker</a> available for under $50, and now it's at an all-time low of $23. This 54 percent discount brings one of the most affordable smart speakers on the market down to a small fraction of what its competitor's cost.</p><p></p><p>Amazon released the <a href=\"https://www.engadget.com/amazons-echo-dot-comes-with-a-smart-plug-for-less-than-the-speaker-on-its-own-142920470.html\">Echo Dot fifth-gen</a> last year with improved sound quality compared to previous models. It plays Amazon Music, Spotify and Apple Music, has Alexa on hand to answer any questions or tell you the weather and comes with a mic off button for when you don't want her listening.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>Echo Dots are compatible throughout your home, making them ideal for parties or larger spaces. They can also sync with your <a href=\"https://www.engadget.com/amazons-fire-hd-10-tablet-is-50-percent-off-in-early-prime-day-sale-085028252.html\">Fire TV</a> and create a home theater system of sorts. Since the current discount lets you buy two for the price of one (with a few dollars for movie snacks left over), it's worth thinking about whether you want a more expansive sound.&nbsp;</p><p>If you're looking for a smart speaker for a more compact space — and to save a little more money — <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDlXTkszOUpOP3RhZz1nZGd0MGMtcC1vLTFuZy0yMCIsImNvbnRlbnRVdWlkIjoiOGFkOWZhOGUtMzBiNC00MWJiLTgwYWYtOWNlMmFlZGE1NjQyIn0&amp;signature=AQAAAWNDA-bBYEkz1kdFZ5nLYe--fTX4Eqq_MrkBy23RH7C_&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB09WNK39JN\">Amazon's Echo Pop</a> is also touting a big markdown for Prime Day, with a 55 percent discount bringing the speaker from $40 to $18. The new arrival has a front-facing speaker and can lose a little bit of sound quality at high volumes, but other than a few different color options, it doesn't vary too much from its sibling.&nbsp;</p><p></p><p><strong><em>Your Prime Day Shopping Guide</em></strong><em>: See all of our</em><a href=\"https://www.yahoo.com/topics/prime-day/\"><em> Prime Day</em></a><em> coverage. Shop the</em><a href=\"https://www.yahoo.com/lifestyle/prime-day-2023-191047652.html\"><em> best Prime Day deals</em></a><em> on Yahoo Life. Follow Engadget for the</em><a href=\"https://www.engadget.com/amazon-prime-day-2023-124519231.html\"><em> best Amazon Prime Day tech deals</em></a><em>. Learn about</em><a href=\"https://www.intheknow.com/tag/prime-day/\"><em> Prime Day trends</em></a><em> on In the Know. Hear from Autoblog’s car experts on must-shop auto-related</em><a href=\"https://www.autoblog.com/article/amazon-prime-day-2023/\"><em> Prime Day deals</em></a><em> and find  </em><a href=\"https://www.aol.com/lifestyle/amazon-prime-day-090057255.html\"><em>Prime Day sales</em></a><em> to shop on AOL, handpicked just for you.</em></p>This article originally appeared on Engadget at https://www.engadget.com/amazons-echo-dot-drops-to-an-all-time-low-of-23-in-early-prime-day-deal-153021785.html?src=rss", "link": "https://www.engadget.com/amazons-echo-dot-drops-to-an-all-time-low-of-23-in-early-prime-day-deal-153021785.html?src=rss", "date_published": "2023-07-05T15:30:21+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "8BitDo’s modernized Neo Geo CD controller offers 35-hour battery life and wireless connectivity", "description": "<p>8BitDo is reviving and modernizing the classic <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9XaXJlbGVzcy1Db250cm9sbGVyLUNsaWNrLXN0eWxlLUpveXN0aWNrLUdhbWluZy1Db25zb2xlL2RwL0IwQzlCWlIzOTU_dGg9MSZ0YWc9Z2RndDBjLXAtby0xbmYtMjAiLCJjb250ZW50VXVpZCI6ImY3YTlkMWZkLTExYzUtNDEyNS05MzMzLWQxMzQ1NTI0ZjhiMSJ9&amp;signature=AQAAAT13Eiw8GU-P9jjW7-r94MRG8PfuUsp2thdfxGHrsK37&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FWireless-Controller-Click-style-Joystick-Gaming-Console%2Fdp%2FB0C9BZR395%3Fth%3D1\">NSK Neo Geo controller</a>. The new controller, based on the Neo Geo CD controller released in 1994, supports Bluetooth and 2.4 GHz wireless and is compatible with Windows and Android as well as the significantly less common <a href=\"https://www.snk-corp.co.jp/us/neogeomini/\">Neo Geo Mini series</a>. The controller lasts 35 hours wirelessly and will take one hour to charge. You can optionally plug the controller into your device to eliminate any sort of latency or interference.</p><p>The officially-licensed NSK controller also features L/R shoulder buttons, button layout swapping and a turbo function to help with compatibility across a wide range of games and platforms. According to 8BitDo, it was able to create a \"flawless remake\" of the unique joystick found on the original, including the clicky feel and sound of the joystick.</p><span id=\"end-legacy-contents\"></span><p>In the past, 8BitDo products have been solid, and the Neo Geo CD should hopefully be no different. With its wide platform support, it’s a great companion for those who are constantly gaming on the go, though Apple fans will be left out for starters. 8BitDo <a href=\"https://www.engadget.com/8bitdo-controllers-now-work-with-apple-devices-163657954.html\">announced earlier this year</a> that all of its controllers now support iPhones, iPads and Macs. The company says that support for Apple devices is coming, but didn’t provide a specific timeline for when that may happen.</p><p>8BitDo is known for making customizable and often less expensive controllers compared to the equivalent first-party controllers as well as modern riffs on other classic controllers like those for the NES, Super NES and Sega Genesis. In early 2022, the company released its <a href=\"https://www.engadget.com/8-bitdo-ultimate-wired-controller-170545714.html\">Ultimate Wired Controller</a>, which included Xbox-specific face buttons, haptic feedback and a built-in headphone jack.</p><p>The 8BitDo Neo Geo CD will be available in four limited edition color options in addition to the standard black. The controller will be available for pre-order on Amazon starting today at $34.99 and will be available on August 15th.</p><p></p><p></p>This article originally appeared on Engadget at https://www.engadget.com/8bitdos-modernized-neo-geo-cd-controller-offers-35-hour-battery-life-and-wireless-connectivity-150005718.html?src=rss", "link": "https://www.engadget.com/8bitdos-modernized-neo-geo-cd-controller-offers-35-hour-battery-life-and-wireless-connectivity-150005718.html?src=rss", "date_published": "2023-07-05T15:00:05+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Capcom's 'Exoprimal' is coming to Xbox Game Pass soon", "description": "<p>You'll have some good choices for summer gaming if you have an Xbox Game Pass subscription. Microsoft has <a href=\"https://news.xbox.com/en-us/2023/07/05/game-pass-july-2023-wave-1-announce/\">revealed</a> that Capcom's dinosaur shooter <em>Exoprimal</em> will be available to Game Pass members on Xbox, PC and the cloud when the title launches July 14th. If you were hesitant to buy the hybrid PvE/PvP game sight unseen (or weren't sure about the beta), you won't necessarily have to.</p><p>Rockstar's <em>Grand Theft Auto V</em> is also making its third appearance on Game Pass, albeit only for Xbox and streaming — sorry, no PC downloads this time. There's not much more to add about the decade-old classic at this point, but it's likely worth checking out if you somehow haven't played <em>GTA V</em> before or simply miss the escapades of Michael, Franklin and Trevor.</p><span id=\"end-legacy-contents\"></span><p>Other additions include adventure game pioneer Ron Gilbert's <em>The Cave</em> (July 18th for cloud and Xbox), <em>Insurgency: Sandstorm</em> (July 11th for PC), <em>McPixel 3</em> (July 6th for all platforms), <em>Common'hood</em> (July 11th for all platforms) and the preview for <em>Techtonica</em> (July 18th, all platforms). You may want to play <em>Spelunky 2</em> soon, though, as the side-scrolling cave explorer is leaving Game Pass on July 15th.</p><p>These arrivals aren't necessarily as sweet as Sony's free PlayStation Plus games for July, which <a href=\"https://www.engadget.com/playstation-plus-free-july-games-include-cod-black-ops-cold-war-and-alan-wake-remastered-183056964.html\">include <em>Call of Duty: Black Ops Cold War</em></a> and <em>Alan Wake Remastered</em>. That's not true every month, though, and it's clear there are different objectives this time around. Microsoft is hoping to reel in people who look for launch day games and long-time favorites. Sony, meanwhile, is choosing well-known games that shine a spotlight on Microsoft's <a href=\"https://www.engadget.com/microsoft-activision-blizzard-merger-temporarily-blocked-by-us-judge-061933491.html\">attempt to buy Activision Blizzard</a>.</p>This article originally appeared on Engadget at https://www.engadget.com/capcoms-exoprimal-is-coming-to-xbox-game-pass-soon-143520052.html?src=rss", "link": "https://www.engadget.com/capcoms-exoprimal-is-coming-to-xbox-game-pass-soon-143520052.html?src=rss", "date_published": "2023-07-05T14:35:20+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Twitter quietly backtracks on requiring users to log in to see tweets", "description": "<p>Several days after Twitter <a href=\"https://www.engadget.com/twitter-isnt-showing-tweets-unless-youre-logged-in-165254006.html\"><ins>stopped showing tweets to logged-out users</ins></a>, that basic functionality seems to be returning. Several Engadget editors are once again able to see individual tweets without being logged into their accounts. Profiles still seem to be busted for those who aren’t signed in, however. For instance, I’m able to see a user’s bio, but their feed of tweets isn’t showing up. Meanwhile, tweet previews are working in iMessage again <a href=\"https://twitter.com/KLVNKBRWN/status/1676575665473089538\">for some folks</a>.</p><p>Making tweets inaccessible to logged-out users was a “temporary emergency measure,” according to Twitter owner Elon Musk. “We were getting data pillaged so much that it was degrading service for normal users,” <a href=\"https://twitter.com/elonmusk/status/1674865731136020505\"><ins>he wrote.</ins></a></p><span id=\"end-legacy-contents\"></span><p>The company gave a similar explanation as to why it temporarily <a href=\"https://www.engadget.com/twitter-puts-strict-cap-on-how-many-tweets-users-can-read-each-day-182623928.html\"><ins>put limits</ins></a> on the number of tweets each user is able to read per day. On Tuesday, <a href=\"https://www.engadget.com/twitter-says-it-couldnt-tell-people-about-rate-limiting-in-advance-183928265.html\"><ins>it said</ins></a> it made that move, which <a href=\"https://www.engadget.com/twitters-apps-are-breaking-following-elon-musks-decision-to-cap-tweet-rates-125028807.html\"><ins>busted various Twitter apps,</ins></a> to “detect and eliminate bots and other bad actors that are harming the platform,” such as those who are scraping data to train artificial intelligence models. Twitter added that the rate limits were affecting a small percentage of users at that point.</p><p>Twitter no longer has a communications department that can be reached for comment. Still, public tweets are once again becoming available for anyone to view just as Meta <a href=\"https://www.engadget.com/metas-threads-is-already-showing-conversations-on-the-web-120453471.html\"><ins>starts rolling out</ins></a> its Twitter competitor, which is called Threads. That service is expected to go live in several markets <a href=\"https://www.engadget.com/metas-instagram-linked-twitter-rival-threads-could-arrive-on-july-6th-063129168.html\"><ins>on Thursday</ins></a>, but <a href=\"https://www.engadget.com/metas-twitter-rival-threads-wont-initially-launch-in-the-eu-090314803.html\"><ins>not in the European Union.</ins></a></p>This article originally appeared on Engadget at https://www.engadget.com/twitter-quietly-backtracks-on-requiring-users-to-log-in-to-see-tweets-135230558.html?src=rss", "link": "https://www.engadget.com/twitter-quietly-backtracks-on-requiring-users-to-log-in-to-see-tweets-135230558.html?src=rss", "date_published": "2023-07-05T13:52:30+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Audi's updated Q8 E-Tron focuses on luxury over performance", "description": "<p>Audi's original E-Tron was really just an electric Q8. Now that it uses the E-Tron moniker as a label for all of its EVs, the carmaker has rebadged the updated E-Tron as the Q8 E-Tron. Yet this is more than just a facelift. Instead, Audi took the opportunity to make the vehicle better based on what it's learned over the past few years as an EV builder.</p><p>The biggest difference from the offset is the increased range. The previous E-Tron had a range of 204 miles at launch. This new Q8 E-Tron manages a more impressive 285 miles on a single charge, which should appease most people looking to buy an EV.</p><span id=\"end-legacy-contents\"></span><p>Behind the wheel, the new Audi is just a better driving vehicle than the original E-Tron. It's less performance-centric than you would expect from a brand like Audi, instead the automaker has targeted a luxury ride and frankly, it's nailed it. It's a good example of automakers taking what they've learned while building EVs over the past few years and evolving their platform. For the full story, check out our video below.</p><div id=\"a2f3d84c11704a10998b71f0e94f3d85\"><div style=\"width: 100%; height: 0; padding-bottom: 56.25%;\"></div></div><p></p>This article originally appeared on Engadget at https://www.engadget.com/audis-updated-q8-e-tron-focuses-on-luxury-over-performance-133217104.html?src=rss", "link": "https://www.engadget.com/audis-updated-q8-e-tron-focuses-on-luxury-over-performance-133217104.html?src=rss", "date_published": "2023-07-05T13:32:17+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "The best budget wireless earbuds for 2023", "description": "<p>While the absolute <a href=\"https://www.engadget.com/best-wireless-earbuds-120058222.html\">best true wireless earbuds</a> tend to cost between $150 and $300, the market has matured to the point where it’s possible to get something <em>good enough</em> without spending triple digits. Yes, you’ll still find lots of junk in the bargain bin, but with each passing year, we’re seeing more earbuds that offer pleasing sound, solid battery life and extensive feature sets without putting a heavy burden on your wallet. To help those on a budget, we researched and tested a range of true wireless earbuds that cost less than $100. These are the ones we found to offer the best value.</p><h2>Best for most: Anker Soundcore Space A40</h2><p></p><p>The <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9zb3VuZGNvcmUtQWRhcHRpdmUtQ2FuY2VsbGluZy1Db21mb3J0YWJsZS1DdXN0b21pemF0aW9uL2RwL0IwQjFMVkM1Vlo_dGg9MSZ0YWc9Z2RndDBjLXAtby0xbXktMjAiLCJjb250ZW50VXVpZCI6ImJmN2I2N2Y4LWU0MjEtNDQ1MC05NmRiLWQ5Y2RjMTcyOGM3YSJ9&amp;signature=AQAAAVvLO3j2kGYBAjge4x8DqFxnhej0Gw4qPvRTJCBnRbyx&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fsoundcore-Adaptive-Cancelling-Comfortable-Customization%2Fdp%2FB0B1LVC5VZ%3Fth%3D1\">Anker Soundcore Space A40</a> are often available for $80 but offer the kind of performance and features you’d see from earphones that cost twice as much. Their little round earpieces are light and evenly balanced, so they shouldn’t be a pain for most to wear for hours at a time. The default sound profile is good enough: It’s warm, with a bump in the upper-bass and a dip in the treble that can dull some finer details but sounds pleasant on the whole. Unlike many cheaper headphones, it doesn’t completely blow out the low-end. As with many modern pairs, you can tweak the sound with custom EQ tools in the Soundcore app. Using these won’t make the Space A40 sound as nice as the best premium pairs, but it can give them a touch more deep bass or high-frequency emphasis. The app in general is easy to use, and it saves any changes you make directly to the earphones.</p><span id=\"end-legacy-contents\"></span><p>The Space A40's best feature is their active noise cancellation (ANC), which is outstanding for the money. It won’t totally block out higher-pitched sounds, but it’s plenty effective at muting the rumbles of a train or jet engine. By default, Anker uses an adaptive ANC system that automatically tweaks the intensity based on your surroundings, though you can manually set it to strong, moderate or weak levels, too. That’s great for those with sensitive ears. There’s also a transparency mode, which isn’t nearly as good as what you’d find on a high-end pair like the <a href=\"https://www.engadget.com/airpods-pro-review-second-generation-130048218.html\">AirPods Pro</a> but works in a pinch.</p><p>Most of the little touches you’d want from a modern set of headphones are here as well. The Space A40 can connect to two devices simultaneously, and you can use one earbud on its own. Battery life is solid at eight-ish hours per charge, while the included case can supply another 40 or so hours and supports wireless charging. The IPX4 water resistance rating isn’t anything special but still means the earphones can survive light rain and everyday sweat. The touch control scheme can feel somewhat busy, as it lets you assign up to six different shortcuts to different taps and long presses and effectively forces you to omit a function or two, but it works reliably. We’ve had no real connection issues, either.</p><p>The only major shortcomings are the mic quality and the lack of auto-pausing when you remove an earbud. The former doesn’t handle sibilant sounds very well and can lose your voice in particularly noisy areas, so this isn’t the best option for phone calls, but it’s usable.</p><p>Bluetooth: v5.2<br />Active noise cancellation: Yes<br />Transparency mode: Yes<br />Custom EQ: Yes<br />Charging port: USB-C<br />Wireless charging: Yes<br />Water resistance: IPX4<br />Multipoint connectivity: Yes (2 devices)<br />Auto-pause: No<br />Battery life (rated): 10 hrs, 50 hrs w/ case<br />Fast charging (rated): 10 mins = 4 hrs<br />Codecs: SBC, AAC, LDAC<br />Warranty: 18 months</p><h2>Runner up: EarFun Air Pro 3</h2><p></p><p>The $80 <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9FYXJGdW4tQWlyLVByby1DYW5jZWxsaW5nLU11bHRpcG9pbnQvZHAvQjBCTk5NWVNHUT90YWc9Z2RndDBjLXAtby0xbXktMjAiLCJjb250ZW50VXVpZCI6ImJmN2I2N2Y4LWU0MjEtNDQ1MC05NmRiLWQ5Y2RjMTcyOGM3YSJ9&amp;signature=AQAAAWtxbryUICRZeUGXq-mBIgWJlonDfAi9Ek1SWkbh6dIy&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FEarFun-Air-Pro-Cancelling-Multipoint%2Fdp%2FB0BNNMYSGQ\">EarFun Air Pro 3</a> are a commendable alternative to the Space A40 if you see them on sale or if you prefer an AirPods-style “stem” design. Like the Space A40, they come with ANC, a transparency mode, a relatively stable fit, a pocketable case that supports Qi wireless charging and the ability to connect to two devices at once. Battery life is slightly worse, closer to six or seven hours than eight, but it’s not bad. Their IPX5 water resistance rating is a touch better, as is their built-in mic.</p><p>The Air Pro 3 sounds decent, too. By default, they have an excited, V-shaped EQ curve, with intense bass and a noticeable spike in the treble. Some might enjoy this, as it gives EDM and pop a good sense of thump, but others might find it fatiguing, and it can make higher frequencies sound a hair too sharp. The Space A40’s sound isn’t exactly balanced, but it should be a little more agreeable for most. You can still rein in and personalize the sound with a (less flexible) custom EQ tool in the EarFun app, though.</p><p>Likewise, the Air Pro 3’s active noise cancellation is serviceable in most cases, but it’s a half-step behind the Space A40 and isn't customizable. Plus, while the design is generally comfortable for extended listening, it’s bulkier than our top pick. On the plus side, the touch controls are slightly more extensive, as you can triple-tap each earbud to access additional shortcuts.</p><p>Bluetooth: v5.3<br />Active noise cancellation: Yes<br />Transparency mode: Yes<br />Custom EQ: Yes<br />Charging port: USB-C<br />Wireless charging: Yes<br />Water resistance: IPX5<br />Multipoint connectivity: Yes (2 devices)<br />Auto-pause: No<br />Battery life (rated): 9 hrs w/ ANC on, 7 hrs w/ ANC off, 45 hrs w/ case<br />Fast charging (rated): 10 mins = 2 hrs<br />Codecs: SBC, AAC, LC3, aptX adaptive<br />Warranty: 18 months</p><h2>Best under $50: EarFun Free 2S</h2><p></p><p>If you don’t want to spend more than $50 on a set of true wireless earbuds, consider the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9FYXJGdW4tUXVhbGNvbW0lQzIlQUUtQmx1ZXRvb3RoLVN3ZWF0c2hpZWxkVE0tV2F0ZXJwcm9vZi9kcC9CMEJSVjVWTllNLz90aD0xJnRhZz1nZGd0MGMtcC1vLTFteS0yMCIsImNvbnRlbnRVdWlkIjoiYmY3YjY3ZjgtZTQyMS00NDUwLTk2ZGItZDljZGMxNzI4YzdhIn0&amp;signature=AQAAAVNv4ShaTnef_bc2o_O52O__Ocd5WLycZ1YER7k48DV7&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FEarFun-Qualcomm%25C2%25AE-Bluetooth-SweatshieldTM-Waterproof%2Fdp%2FB0BRV5VNYM%2F%3Fth%3D1\">Earfun Free 2S</a>. Like the Air Pro 3, it has a big bass response and a smaller bump in the treble. It misses details in the mids and can get fatiguing over extended periods, but it’s a richer example of this kind of “fun” sound signature than most pairs in this price range. You can adjust the sound through EarFun’s app as well, though there’s still fewer EQ presets to choose from than with the Soundcore Space A40.</p><p>The earpieces themselves are well-shaped and not oversized; combined with their soft silicone ear tips, they should be comfortable for most to wear over long periods of time. An IPX7 rating means they’re fully waterproof, too. There’s a suite of reliable touch controls and battery life sits at around seven hours. The included case adds another 30 or so hours and supports wireless charging, too. It’s not the smallest case we’ve used, but it’s not so large that it can’t fit in a pocket, either.</p><p>That said, you start to run into more “you get what you pay for” situations once you drop into this price range. In addition to not sounding <em>quite</em> as sharp as our pricier picks, the Free 2S lack active noise cancellation, multi-device connectivity, auto-pausing and a transparency mode. And though their mic quality is decent in most cases, it’s pretty susceptible to wind noise.</p><p>Bluetooth: v5.2<br />Active noise cancellation: No<br />Transparency mode: No<br />Custom EQ: Yes<br />Charging port: USB-C<br />Wireless charging: Yes<br />Water resistance: IPX7<br />Multipoint connectivity: No<br />Auto-pause: No<br />Battery life (rated): 7 hrs, 30 hrs w/ case<br />Fast charging (rated): 10 mins = 2 hrs<br />Codecs: SBC, AAC, aptX<br />Warranty: 18 months</p><h2>Best for workouts: Jabra Elite 3</h2><p></p><p>The <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwOUI0NVQ1OUcvcmVmPW94X3NjX2FjdF90aXRsZV8xP3NtaWQ9QVRWUERLSUtYMERFUiZwc2M9MSZ0YWc9Z2RndDBjLXAtby0xbXktMjAiLCJjb250ZW50VXVpZCI6ImJmN2I2N2Y4LWU0MjEtNDQ1MC05NmRiLWQ5Y2RjMTcyOGM3YSJ9&amp;signature=AQAAAVg3IY8wEvqd3-m6w1GloBaIGOxMBYQcxSNtMC_KpbBu&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB09B45T59G%2Fref%3Dox_sc_act_title_1%3Fsmid%3DATVPDKIKX0DER%26psc%3D1\">Jabra Elite 3</a> are a couple of years old, but since they’re frequently on sale in the $60 to $70 range, they’re still worth a look. They’re particularly useful for workouts, as their compact design should be snug yet comfortable for most. What’s more, they don’t require any bulky wing stabilizers or over-ear hooks. They also have an IP55 water resistance rating, which should be enough to withstand most gym sessions. (As with most earbuds, you should give them a light cleaning between workouts.) Plus, they use physical buttons instead of touch controls. When you’re on the move, having that immediate, tactile feedback is more reliable for quickly changing tracks or adjusting volume.</p><p>The Elite 3 still sound better than most pairs in this price range, too. As noted <a href=\"https://www.engadget.com/jabra-elite-3-review-120031350.html\">in our review</a> the Elite 3’s signature is balanced enough for most music, with a slight but not overbearing bass boost that gives tracks a nice sense of body. By default, it sounds a bit better than both the Space A40 and the Air Pro: The treble is more present than the former, and the bass is less boomy than the latter. It’s more measured than the Free 2S as well, so if you see the Elite 3 on sale for around $50, it’s the pair to get. Similar to our other top picks, you can also customize the Elite 3’s EQ through the Jabra Sound+ app.</p><p>Where the Elite 3 falls short is in all the other stuff. There’s no active noise cancellation, no wireless charging, no multipoint connectivity and no auto-pausing. And while there is a transparency mode, the effect is so meager that you’re better off just removing the earpieces entirely. The seven-ish hours of battery life is solid, however, and you can use a single earbud at a time if needed. Call quality is acceptable as well, though not a standout feature.</p><p>You could also consider the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwQlRaVEZKUEo_dGFnPWdkZ3QwYy1wLW8tMW15LTIwIiwiY29udGVudFV1aWQiOiJiZjdiNjdmOC1lNDIxLTQ0NTAtOTZkYi1kOWNkYzE3MjhjN2EifQ&amp;signature=AQAAAVqJFq75PNSeCB2nw_CfAr1b_77K9-kwd98I81yK-Kxa&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB0BTZTFJPJ\">Elite 4</a>, which <a href=\"https://www.engadget.com/jabras-elite-4-earbuds-forgo-a-few-niceties-for-a-20-price-cut-130037814.html\">launched in March</a><em>&nbsp;</em>and feature both ANC and multipoint connectivity. At $100, though, most budget-conscious buyers are better off with the Space A40.</p><p>Bluetooth: v5.2<br />Active noise cancellation: No<br />Transparency mode: Yes<br />Custom EQ: Yes<br />Charging port: USB-C<br />Wireless charging: No<br />Water resistance: IP55<br />Multipoint connectivity: No<br />Auto-pause: No<br />Battery life (tested): 7 hrs, 28 hrs w/ case<br />Fast charging (rated): 10 mins = 1 hr<br />Codecs: SBC, aptX<br />Warranty: 2 years (w/ Sound+ app registration)</p><h2>Best for an open design: Amazon Echo Buds (2023)</h2><p></p><p>All of our picks so far are technically <em>earphones</em>, meaning they extend into your ear canal. For many people, that is inherently uncomfortable. Unfortunately, the market for decent yet affordable “earbuds,” which rest on the concha instead of going all the way in your ear, is spotty. If you can’t bring yourself to pay for a <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMEJESEI5WThILz90YWc9Z2RndDBjLXAtby0xbXktMjAiLCJjb250ZW50VXVpZCI6ImJmN2I2N2Y4LWU0MjEtNDQ1MC05NmRiLWQ5Y2RjMTcyOGM3YSJ9&amp;signature=AQAAASkog1htC-e9cG55SoLiVxi-AK_Kbg8izCWmvtBbMZdD&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB0BDHB9Y8H%2F\">pair of AirPods</a>, though, the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9BbGwtbmV3LUVjaG8tQnVkcy0yMDIzLVJlbGVhc2UtVHJ1ZS1XaXJlbGVzcy1FYXJidWRzL2RwL0IwOUpWRzNUV1gvcmVmPWNtX2NyX2FycF9kX3Byb2R1Y3RfdG9wP2llPVVURjgmdGFnPWdkZ3QwYy1wLW8tMW15LTIwIiwiY29udGVudFV1aWQiOiJiZjdiNjdmOC1lNDIxLTQ0NTAtOTZkYi1kOWNkYzE3MjhjN2EifQ&amp;signature=AQAAATc4PyqJeYZ0njKB6SN1lwm8cMM7m43bHXePQvkPfR1T&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FAll-new-Echo-Buds-2023-Release-True-Wireless-Earbuds%2Fdp%2FB09JVG3TWX%2Fref%3Dcm_cr_arp_d_product_top%3Fie%3DUTF8\">Amazon Echo Buds</a> are a worthy compromise at $50.</p><p>The plastic earpieces here aren’t exactly premium, but they rest lightly in the ear and feel sturdily put together. They let in and leak noise more easily than in-ear headphones, but if you prefer open earbuds, that’s a feature rather than a bug. If the fit doesn’t feel right, you can shed a little bulk <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9oZWxwL2N1c3RvbWVyL2Rpc3BsYXkuaHRtbD9ub2RlSWQ9VDFLbzA0MU0yUnB4UU8zTmlqJmxhbmd1YWdlPWVuX1VTJnRhZz1nZGd0MGMtcC1vLTFteS0yMCIsImNvbnRlbnRVdWlkIjoiYmY3YjY3ZjgtZTQyMS00NDUwLTk2ZGItZDljZGMxNzI4YzdhIn0&amp;signature=AQAAAdvenhgk4Ob9QOeuwF1c2gLw5OWOzcG5nXrTaUPnDb_K&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fhelp%2Fcustomer%2Fdisplay.html%3FnodeId%3DT1Ko041M2RpxQO3Nij%26language%3Den_US\">by removing</a> the pre-installed silicone covers. (Like most open earbuds, though, comfort here is dependent on your ear shape.) Mic quality is more than adequate, and the circular touch panels give ample room for using the controls, which are customizable and consistently responsive. Battery life sits around<em>&nbsp;</em>five hours, which is middling but not out of character for budget earbuds.<em>&nbsp;</em>The pocket-friendly case adds about three full charges, but it’s worth noting that Amazon doesn’t include a USB-C charging cable. A poor IPX2 water resistance rating means you should avoid the gym, too.</p><p>While the Echo Buds sound fine out of the box, I'd use the EQ sliders in the Alexa app to bring down the treble a click or two. By default, the highs are a bit too edgy. That said, this emphasis lends a nice crispness to things like vocals, cymbals and strings, and there’s enough separation to keep complex tracks from sounding totally muddled. The profile here isn’t as full-bodied as <a href=\"https://www.engadget.com/apple-airpods-review-2021-160026883.html\">the latest AirPods</a>, and no open earbuds deliver true sub-bass, but there’s at least some rumble for hip-hop and EDM.</p><p>Unlike many cheap earbuds, the Echo Buds support auto-pausing and multipoint. I often had to manually pause playback on one device before I could switch to the other, but having the feature at all at this price is great. Unsurprisingly, they also come with Alexa baked in, which you can access hands-free. You manage the Echo Buds through the Alexa app, which is much more cluttered than a dedicated audio app but includes extras like a lost device tracker and sidetone control for phone calls. And if you want nothing to do with Alexa, it also lets you turn off the mics and wake-word support.</p><p>Bluetooth: v5.2<br />Active noise cancellation: No<br />Transparency mode: No<br />Custom EQ: Yes<br />Charging port: USB-C<br />Wireless charging: No<br />Water resistance: IPX2<br />Multipoint connectivity: Yes (2 devices)<br />Auto-pause: Yes<br />Battery life (rated): 5 hrs, 6 hrs w/ wake word off, 20 hrs w/ case<br />Fast charging: 15 mins = 2 hrs<br />Codecs: SBC, AAC, aptX<br />Warranty: 1 year</p><h2>Honorable mentions</h2><h3>JLab Go Air Pop</h3><p>If you just want a competent pair of wireless earbuds for as little money as possible, take a look at the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9KTGFiLVdpcmVsZXNzLUJsdWV0b290aC1SZXNpc3RhbmNlLUNvbm5lY3Rpb24vZHAvQjA5SE41OTRUTD90YWc9Z2RndDBjLXAtby0xbXktMjAiLCJjb250ZW50VXVpZCI6ImJmN2I2N2Y4LWU0MjEtNDQ1MC05NmRiLWQ5Y2RjMTcyOGM3YSJ9&amp;signature=AQAAAQtJBdz1uSWpBazTKgvZdpP6vnrfGYOOhF6G8WsybjxY&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FJLab-Wireless-Bluetooth-Resistance-Connection%2Fdp%2FB09HN594TL\">JLab Go Air Pop</a>. For $25, they have a light design with decent isolation, plus eight to nine hours of battery life, IPX4 water resistance and a full set of touch controls that actually work. JLab even lets you swap between three EQ presets from the buds themselves. It’s still worth upgrading to the EarFun Free 2S if you can afford it, as the Go Air Pop sounds boomier by comparison and isn’t as clear in the treble and upper-mids. There’s no app support, either. But for $25, expect trade offs like this.</p><p></p><h3>QCY T20 AilyPods</h3><p>If you want the cheapest acceptable pair of open earbuds, meanwhile, get the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9RQ1ktVDIwLUJsdWV0b290aC1NaWNyb3Bob25lLUhlYWRwaG9uZS9kcC9CMEIzTFZTNzlHP3RhZz1nZGd0MGMtcC1vLTFteS0yMCIsImNvbnRlbnRVdWlkIjoiYmY3YjY3ZjgtZTQyMS00NDUwLTk2ZGItZDljZGMxNzI4YzdhIn0&amp;signature=AQAAAUVXVhnbEP-0ExHYDl5bNySRnpUiqHKIz3OCaktuoAbA&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FQCY-T20-Bluetooth-Microphone-Headphone%2Fdp%2FB0B3LVS79G\">QCY T20 AilyPods</a>. They are an unabashed rip-off of the third-gen AirPods from a relatively obscure Chinese brand, but they cost $33 and their pleasingly smooth sound is arguably better than the Echo Buds out of the box. They have a higher IPX4 water resistance rating, too. There’s no auto-pausing or multipoint, however, and their touch controls border on unusable. The Echo Buds’ sound is also easier to tidy up, as the handful of EQ presets in the QCY app actually make things worse.</p><p></p><h3>Nothing Ear Stick</h3><p>The <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3VzLm5vdGhpbmcudGVjaC9wcm9kdWN0cy9lYXItc3RpY2siLCJjb250ZW50VXVpZCI6ImJmN2I2N2Y4LWU0MjEtNDQ1MC05NmRiLWQ5Y2RjMTcyOGM3YSJ9&amp;signature=AQAAAX2F_vEtWiwIs9f5IDjpig3GYP9Y8WIRUpV4WEyWSACD&amp;gcReferrer=https%3A%2F%2Fus.nothing.tech%2Fproducts%2Fear-stick\">Nothing Ear Stick</a> have a <a href=\"https://www.engadget.com/nothing-ear-stick-hands-on-impressions-090050085.html\">fashionable transparent design</a> and a case that looks like a big, clear tube of lipstick. To access the earbuds, you just twist the case, which is always fun. The earpieces feel sturdy and polished, with responsive controls built around AirPods-style stem squeezes. Audio quality isn’t bad, either, though the treble is a little shouty by default. The main problem is that these are unsealed earbuds that cost $99. That’s still under our “budget” threshold, but it’s a little too close to AirPods territory for a pair with far fewer software tricks to make up for the sound sacrifices inherent to this design. If you’re particular about aesthetics and <em>must</em> have open earbuds, then the Ear Stick are a good take on the idea. Most others are better off with the Space A40.</p><p></p><p></p>This article originally appeared on Engadget at https://www.engadget.com/best-budget-wireless-earbuds-130028735.html?src=rss", "link": "https://www.engadget.com/best-budget-wireless-earbuds-130028735.html?src=rss", "date_published": "2023-07-05T13:00:28+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Meta's Threads is already showing conversations on the web", "description": "<p>With Twitter seemingly on its very last legs, it doesn't come as a big surprise that other social media giants would want to capitalize on the void. <a href=\"https://www.engadget.com/metas-instagram-linked-twitter-rival-threads-could-arrive-on-july-6th-063129168.html\">Meta is launching Threads,</a> which allows users to write and comment on posts much in the same way as Twitter. Now we have a first look at how Threads will operate, thanks to early users' profiles showing up on <a href=\"https://www.threads.net/\">its website</a>.</p><p>Instagram head <a href=\"https://www.threads.net/@mosseri\">Adam Mosseri</a> has used his first few posts to share more about Thread's purpose and features, including an image demonstrating how to limit replies. &quot;We have lots of work to do, but we're looking to build an open, civil place for people to have conversations,&quot; Mosseri shared in his first post. Users will also be able to Repost (instead of Retweet) individual Threads, as well as share them.</p><span id=\"end-legacy-contents\"></span><p>Threads will eventually include Fediverse integration, allowing users to follow and interact with users on other open services like Mastodon, a decision Mosseri explained as &quot;you may one day end up leaving Threads, or, hopefully not, end up de-platformed. If that ever happens, you should be able to take your audience with you to another server. Being open can enable that.&quot;</p><figure><img alt=\"Zuck Threads\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-07/2ebf47b0-1b2d-11ee-b4fd-5fb6725cdb5b\" style=\"height: 314px; width: 1342px;\" /><figcaption></figcaption><div class=\"photo-credit\">Threads</div></figure><p>Meta employees like CEO <a href=\"https://www.threads.net/@zuck\">Mark Zuckerberg</a> and Mosseri join celebs like <a href=\"https://www.threads.net/@shakira\">Shakira</a> and <a href=\"https://www.threads.net/@gordongram\">Gordon Ramsey</a> and a range of influencers who were given first access to Threads. The limited number of initial users reflects in current follower counts, with most profiles only having a few hundred and Zuckerberg and Mosseri at only a couple thousand.</p><p>Threads will be available on the web and for download on the Apple and Google Play App Stores starting the morning of July 6th in the US and UK. It <a href=\"https://www.engadget.com/metas-twitter-rival-threads-wont-initially-launch-in-the-eu-090314803.html\">won't be available across the rest of Europe yet</a>, though, likely due to stricter EU data privacy rules. In the meantime, Meta employees aren't averse to patting themselves on the back while <a href=\"https://www.engadget.com/twitter-has-reportedly-laid-off-product-manager-esther-crawford-204639968.html\">taking a dig at Twitter</a>, as Meta product designer Peter Franko did in <a href=\"https://www.threads.net/t/CuP8bwIOVUG/\">his first post on the site</a>.</p><figure><img alt=\"Franko Threads\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-07/80b296d0-1b2d-11ee-bb33-4eca90714f6d\" style=\"height: 380px; width: 1294px;\" /><figcaption></figcaption><div class=\"photo-credit\">Threads</div></figure><p></p>This article originally appeared on Engadget at https://www.engadget.com/metas-threads-is-already-showing-conversations-on-the-web-120453471.html?src=rss", "link": "https://www.engadget.com/metas-threads-is-already-showing-conversations-on-the-web-120453471.html?src=rss", "date_published": "2023-07-05T12:04:53+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Fisker gives the best look yet at its 600-mile range Ronin EV", "description": "<p>Fisker has given us another glimpse of the 600-mile range <a href=\"https://www.engadget.com/fisker-ronin-render-ev-171700682.html\">Ronin convertible EV</a> and promised to unveil it in full on August 3rd, according to an <a href=\"https://www.instagram.com/p/CuROUGeLKIB/\">Instagram post</a> from CEO Henrik Fisker. Like the original Fisker Karma, it's a low and swoopy four-door &quot;super GT&quot; sedan that will join the <a href=\"https://www.engadget.com/fisker-electric-ocean-suv-production-starts-173013409.html\">Ocean SUV</a> and future Pear EV. &quot;Fisker Ronin, All Electric super GT! Reveal August 3rd! Super fast &amp; space for 5! The ultimate long distance Grand Touring car with anticipated range of 600 miles!&quot; Fisker wrote in the post.&nbsp;</p><p>There's no word yet on the price, but the company previously promised to keep it under $200,000. Other than the anticipated range, specs like power have yet to be shared. It was first revealed last year when Fisker announced it would show it off in August 2023, so it's on schedule in that regard.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>It's a bit behind on Ocean EV deliveries, however. The company announced the start of production back in <a href=\"https://www.engadget.com/fisker-electric-ocean-suv-production-starts-173013409.html\">December 2022</a>, saying it planned to build 300 Ocean EVs in Q1 2023 and boost that to more than 8,000 in Q2 and 15,000 in Q3. So far, however, it has only shipped 22 units in the US and <a href=\"https://investors.fiskerinc.com/news/news-details/2023/Fisker-Makes-First-22-Deliveries-of-Fisker-Ocean-SUV-to-Customers-in-the-United-States/default.aspx\">just started</a> deliveries a few weeks ago. The Ocean (built at Fisker's &quot;carbon neutral&quot; Graz, Austria factory) is priced at $37,500 for the base model and goes up to $69,000 for the 350-mile range, 550 HP Ocean Extreme.</p><p>Fisker is working on an even more affordable EV, the four-door Pear that starts at $29,900 before any incentives. Not a lot of details are available for that vehicle either, but production is supposed to start next year in <a href=\"https://www.autoweek.com/news/green-cars/a43272626/what-the-29900-fisker-pear-ev-promises-details/\">Lordstown, Ohio</a>, with Foxconn as the contract manufacturer. The two companies plan to eventually produce a minimum of 250,000 units per year.&nbsp;</p>This article originally appeared on Engadget at https://www.engadget.com/fisker-gives-the-best-look-yet-at-its-600-mile-range-ronin-ev-114048266.html?src=rss", "link": "https://www.engadget.com/fisker-gives-the-best-look-yet-at-its-600-mile-range-ronin-ev-114048266.html?src=rss", "date_published": "2023-07-05T11:40:48+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "The Morning After: Sphere tests its giant LED video dome in Las Vegas", "description": "<p>MSG and Sphere Entertainment have started fully testing the <a href=\"https://www.engadget.com/the-venetian-resort-starts-testing-its-giant-led-video-sphere-153112387.html\">Sphere</a>, a 17,600-seat venue near The Venetian with an animated outer dome and a wraparound internal 16K LED screen. It displays images, video and animation on the outside and the inside, apparently opening up entirely new concert and cinematic experiences.</p><p>MSG's James Dolan and David Dibble explained to <em>Rolling Stone</em> the aim is to create a VR experience without the &quot;damn goggles.&quot; Creators use a special camera to produce footage that envelops the audience. Construction started in 2019, but the pandemic and technological complexity have brought costs close to $2.3 billion, making it the most expensive venue in Las Vegas to date. And this is <em>Las Vegas</em> – not a place of humble, small-scale buildings and structures.&nbsp;</p><p>You can watch it <a href=\"https://twitter.com/MichelR3764150/status/1675172939833184259?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1675172939833184259%7Ctwgr%5E2c37285fecf9f1e2fdf688ae33a4a34e184100f0%7Ctwcon%5Es1_&amp;ref_url=https%3A%2F%2Fwww.engadget.com%2Fthe-venetian-resort-starts-testing-its-giant-led-video-sphere-153112387.html\">here</a>, but it will count as one of your finite tweet views a day...</p><p>– Mat Smith</p><p><em>You can get these reports delivered daily direct to your inbox. </em><a href=\"https://www.engadget.com/about/newsletter/\"><em>Subscribe right here!</em></a>​​</p><h3>The biggest stories you might have missed</h3><h3></h3><p><a href=\"https://www.engadget.com/the-best-2-in-1-laptops-for-2023-155052641.html\"><ins>The best 2-in-1 laptops for 2023 </ins></a></p><p><a href=\"https://www.engadget.com/tech-giant-gatekeepers-must-comply-with-all-of-the-eus-new-digital-market-rules-065324264.html\"><ins>Tech giant gatekeepers must comply with all of the EU's new digital market rules</ins></a></p><p><a href=\"https://www.engadget.com/judge-blocks-federal-officials-from-contacting-tech-companies-192554203.html\"><ins>Judge blocks federal officials from contacting tech companies</ins></a></p><p><a href=\"https://www.engadget.com/2023-amazon-prime-day-early-access-deals-124853564.html\"><ins>The best early Prime Day deals for 2023</ins></a></p><p></p><h2><a href=\"https://www.engadget.com/apple-wants-to-take-the-epic-games-case-to-the-supreme-court-123501115.html\">Apple wants to take the Epic Games case to the Supreme Court</a></h2><h3>Prior rulings could reduce its App Store profits.</h3><h3></h3><p>Apple is initiating one last-ditch effort to maintain a cut of in-app sales, asking the Supreme Court to hear its appeal of Epic Games' anti-trust case, <em>Reuters </em>reports. Two lower courts ruled Apple must drop its guidelines preventing apps from including their own payment options, a policy that helped Apple's bottom line.</p><p>The lawsuit was a mixed bag for both parties involved: In 2021, US District Judge Yvonne Gonzalez Rogers ruled that Epic knowingly violated Apple's rules, and the iPhone maker wasn't required to re-add <em>Fortnite</em> to its App Store. Rogers also stated Apple wasn't acting like a monopoly, but it must allow apps to offer third-party payment systems. The change went into effect last year, and the US Ninth Circuit Court of Appeals upheld the entire injunction this past April.</p><p><a href=\"https://www.engadget.com/apple-wants-to-take-the-epic-games-case-to-the-supreme-court-123501115.html\"><strong>Continue reading.</strong></a></p><p></p><h2><a href=\"https://www.engadget.com/july-3rd-was-the-hottest-day-in-recorded-history-214854746.html\">July 3rd was the hottest day in recorded history</a></h2><h3>Average global temperatures climbed past 17 degrees Celsius on Monday.</h3><a href=\"https://www.engadget.com/july-3rd-was-the-hottest-day-in-recorded-history-214854746.html\"><figure><img alt=\"TMA\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-07/7556b030-1b16-11ee-abfb-1fc5e52db6ba\" style=\"height: 450px; width: 675px;\" /><figcaption></figcaption><div class=\"photo-credit\">Reuters</div></figure></a><p>According to US National Centers for Environmental Prediction, meteorologists documented the hottest day in recorded history on Monday, July 3rd. They saw average global temperatures over 17 degrees Celsius (62.62 Fahrenheit) for the first time since satellite monitoring of global temperatures began in 1979. Scientists even believe Monday is also the hottest day on record since humans began measuring daily temperatures in the late 19th century. The recent heat is attributed to a combination of El Niño and ongoing human-driven emissions of greenhouse gases. Studies have shown climate change is contributing to heat waves that are more frequent, last longer and hotter than ever.</p><p><a href=\"https://www.engadget.com/july-3rd-was-the-hottest-day-in-recorded-history-214854746.html\"><strong>Continue reading.</strong></a></p><p></p><span id=\"end-legacy-contents\"></span><h2><a href=\"https://www.engadget.com/twitter-says-it-couldnt-tell-people-about-rate-limiting-in-advance-183928265.html\">Twitter says it couldn't tell people about rate limiting in advance</a></h2><h3>The company claims bad actors could otherwise have changed their strategies.</h3><h3></h3><p>Twitter’s decision to limit the number of tweets users could read each day came as a surprise to many. (Most? All?) However, the company now says it could not give folks a heads-up. &quot;We temporarily limited usage so we could detect and eliminate bots and other bad actors that are harming the platform,&quot; a Twitter Business blog post reads. &quot;Any advance notice on these actions would have allowed bad actors to alter their behavior to evade detection.&quot;</p><p><a href=\"https://www.engadget.com/twitter-says-it-couldnt-tell-people-about-rate-limiting-in-advance-183928265.html\"><strong>Continue reading.</strong></a></p>This article originally appeared on Engadget at https://www.engadget.com/the-morning-after-sphere-tests-its-giant-led-video-dome-in-las-vegas-111513051.html?src=rss", "link": "https://www.engadget.com/the-morning-after-sphere-tests-its-giant-led-video-dome-in-las-vegas-111513051.html?src=rss", "date_published": "2023-07-05T11:15:13+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Meta's Twitter rival Threads won't initially launch in the EU", "description": "<p>Meta's rival to Twitter called <a href=\"https://www.engadget.com/metas-instagram-linked-twitter-rival-threads-could-arrive-on-july-6th-063129168.html\">Threads, an Instagram app</a> is set to launch tomorrow in the US and UK, but it may not come to the rest of Europe anytime soon. A Meta spokesperson told Ireland's Data Protection Commission that the service will not be rolled out in the EU \"at this point,\" <a href=\"https://www.independent.ie/business/technology/no-instagram-threads-app-in-the-eu-irish-dpc-says-metas-new-twitter-rival-wont-be-launched-here/a1927220337.html\"><em>Independent.ie</em></a> has reported.&nbsp;</p><p>Threads may not be launching in much of Europe due to more stringent data privacy requirements. The DPC is apparently not blocking the service — instead, it's Meta that has \"not yet prepared the service for a European launch outside the UK, which is not fully governed by GDPR or EU privacy rules,\" according to the report.</p><span id=\"end-legacy-contents\"></span><p>The EU just hit Meta with a ruling that it must obtain consent from users before delivering personalized ads in the region. Prior to that, the company was hit with a <a href=\"https://www.engadget.com/meta-eu-fine-personalized-ads-163403318.html\">€390 million EU fine</a> (about $425 million) for not receiving consent before serving up such ads.&nbsp;</p><p>On top of that, in 2021, the DPC fined WhatsApp €225 million ($266.8 million at the time) or not providing enough detail on how it shares EU users' data with Facebook. That could pose a problem for Threads in its current state, as it automatically imports data from Instagram, including advertising and behavior information, according to the policy listed on its <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL2FwcHMuYXBwbGUuY29tL3VzL2FwcC90aHJlYWRzLWFuLWluc3RhZ3JhbS1hcHAvaWQ2NDQ2OTAxMDAyIiwiY29udGVudFV1aWQiOiJjNjEyY2M1My01ZWFlLTRjMjEtYTYxZC04MWNjYjFmNDliZjAifQ&amp;signature=AQAAAQvRxFxcU5g07OCs1KGE-ZWTNAAEFcpLJWGjV2zuPPD3&amp;gcReferrer=https%3A%2F%2Fapps.apple.com%2Fus%2Fapp%2Fthreads-an-instagram-app%2Fid6446901002\">iOS App Store page</a>.&nbsp;</p><p>Threads is arriving amidst issues with Twitter like \"<a href=\"https://www.engadget.com/twitter-says-it-couldnt-tell-people-about-rate-limiting-in-advance-183928265.html\">rate limits</a>\" on tweets and <a href=\"https://www.engadget.com/twitters-apps-are-breaking-following-elon-musks-decision-to-cap-tweet-rates-125028807.html?src=rss\">degraded service</a> for the power-user app Tweetdeck. Many of Twitter's active users have been seeking an alternative with apps like <a href=\"https://www.engadget.com/bluesky-now-lets-you-choose-your-own-algorithm-183824105.html\">Bluesky</a> and Mastodon, but some see Threads as the most viable option due to Meta's scale. That's despite any reservations they may have about CEO Mark Zuckerberg and Facebook's <a href=\"https://www.engadget.com/meta-hit-with-13-billion-fine-over-facebooks-eu-us-data-transfers-102841491.html\">track record on privacy</a> and other issues.</p>This article originally appeared on Engadget at https://www.engadget.com/metas-twitter-rival-threads-wont-initially-launch-in-the-eu-090314803.html?src=rss", "link": "https://www.engadget.com/metas-twitter-rival-threads-wont-initially-launch-in-the-eu-090314803.html?src=rss", "date_published": "2023-07-05T09:03:14+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Tech giant 'gatekeepers' must comply with all of the  EU's new digital market rules", "description": "<p>Seven companies, mostly made up of American tech giants, have <a href=\"https://ec.europa.eu/commission/presscorner/detail/en/statement_23_3674\">notified</a> the European Commission that they meet the criteria to be classified as &quot;gatekeepers&quot; under the Digital Markets Act (DMA). Alphabet, Amazon, Apple, TikTok owner ByteDance, Meta, Microsoft and Samsung have declared that they meet the thresholds the EU set when it <a href=\"https://www.engadget.com/european-union-digital-markets-services-acts-131818075.html\">passed the new law</a>. According to <a href=\"https://www.reuters.com/technology/amazon-google-apple-meta-microsoft-say-they-meet-eu-gatekeeper-status-2023-07-04/\"><em>Reuters</em></a>, Booking.com also expects to meet gatekeeper status by the end of the year and will notify authorities by then.&nbsp;</p><p>Gatekeepers are companies with an annual turnover in Europe of at least €7.5 billion (US$8.16 billion) in the last three financial years or those with a fair market value of at least €75 billion (US$81.6 billion) in the last financial year in at least three member states of the EU. They must also have served more than 45 million monthly active end users and more than 10,000 yearly active business users in the EU over the last three years. These criteria were designed to include the biggest players in the field, since as the law's name indicates, it's meant to cover large online platforms that act as &quot;gatekeepers&quot; in digital markets.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>Under the DMA, gatekeepers will be prohibited from favoring their own services over their rivals' and from locking users into their ecosystem. They must allow third parties to interoperate with their own services. They must also allow business users to promote their products/services and &quot;conclude contracts with their customers outside the gatekeepers' platform.&quot; In Google's and Apple's case, that means they can't prevent developers from using a different payment systems other than their own. The companies can't prohibit users from removing pre-installed apps or from sideloading apps from outside sources, as well. That will mean huge changes for Apple, in particular, whose ecosystem has been designed as a &quot;walled garden&quot; for the longest time. In December last year, <a href=\"https://www.bloomberg.com/news/articles/2022-12-13/will-apple-allow-users-to-install-third-party-app-stores-sideload-in-europe?sref=10lNAhZ9#xj4y7vzkg\"><em>Bloomberg</em></a> reported that Apple was preparing to allow third-party app stores and sideloading with the release of iOS 17.&nbsp;</p><p>All gatekeepers will have to comply with all aspects of the DMA in 2024. For now, European authorities will be reviewing the submissions and will be designating the gatekeepers for specific platform services by September 6th.&nbsp;</p><div id=\"d476ad2ea1304a608a1d0d19f76605ca\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">7 companies have notified the 🇪🇺 Commission that they meet the <a href=\"https://twitter.com/hashtag/Gatekeepers?src=hash&amp;ref_src=twsrc%5Etfw\">#Gatekeepers</a> thresholds under the Digital Markets Act (<a href=\"https://twitter.com/hashtag/DMA?src=hash&amp;ref_src=twsrc%5Etfw\">#DMA</a>): <br /><br />Alphabet<br />Amazon<br />Apple<br />ByteDance<br />Meta<br />Microsoft<br />Samsung<br /><br />🔜 Following our review process, official designation will be announced no later than 6 September <a href=\"https://t.co/1qr5Scly0S\">pic.twitter.com/1qr5Scly0S</a></p>— Thierry Breton (@ThierryBreton) <a href=\"https://twitter.com/ThierryBreton/status/1676111183282323456?ref_src=twsrc%5Etfw\">July 4, 2023</a></blockquote></div><p></p>This article originally appeared on Engadget at https://www.engadget.com/tech-giant-gatekeepers-must-comply-with-all-of-the-eus-new-digital-market-rules-065324264.html?src=rss", "link": "https://www.engadget.com/tech-giant-gatekeepers-must-comply-with-all-of-the-eus-new-digital-market-rules-065324264.html?src=rss", "date_published": "2023-07-05T06:53:24+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}]