[{"source": "https://thehill.com/news/feed/", "title": "Biden to tout $500 billion invested in manufacturing and clean energy during his presidency", "description": "President Biden will announce Thursday that private companies have invested more than $500 billion in manufacturing and clean energy during his administration as he travels to South Carolina.  A White House fact sheet attributed the investments to “Bidenomics” — a new slogan the administration is using to describe the president’s economic achievements.  During his visit...", "link": "https://thehill.com/policy/energy-environment/4082561-biden-to-tout-500-billion-invested-in-manufacturing-and-clean-energy-during-his-presidency/", "date_published": "2023-07-06T00:00:00+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Democratic Wisconsin governor guts Republican tax cut before signing state budget", "description": "Wisconsin Gov. Tony Evers (D) gutted a GOP tax cut before signing off on a two-year state spending plan Wednesday. Evers used his constitutional veto power to reduce the income tax cut included in the budget passed by the state's Republican-controlled legislature from $3.5 billion to $175 million, and did away with tax cuts for the...", "link": "https://thehill.com/homenews/state-watch/4082603-tony-evers-wisconsin-budget-line-item-veto/", "date_published": "2023-07-05T23:51:04+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Pentagon to revamp classified intel access after Discord leak", "description": "Welcome to The Hill's Defense &#38; NatSec newsletter {beacon} Defense &#38;National Security Defense &#38;National Security   The Big Story  Pentagon to revamp classified intel access after Discord leak The Pentagon will alter how its military personnel access classified information and put in place new measures to better identify possible “insider threats” after a massive leak...", "link": "https://thehill.com/newsletters/defense-national-security/4082685-pentagon-to-revamp-classified-intel-access-after-discord-leak/", "date_published": "2023-07-05T23:36:11+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "New Jersey judge under investigation for ‘inappropriate’ TikTok videos", "description": "A judge in New Jersey is accused of posting “inappropriate” TikTok videos, including some filmed at the courthouse or in his judicial robes, in violation of judicial conduct rules, according to a new complaint. Gary Wilcox, a judge of the Supreme Court of New Jersey, used an alias to post videos on the social media...", "link": "https://thehill.com/homenews/state-watch/4082616-new-jersey-judge-under-investigation-for-inappropriate-tiktok-videos/", "date_published": "2023-07-05T23:17:25+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "JetBlue ending alliance with American Airlines after judge’s ruling", "description": "JetBlue announced Wednesday that it will be ending its Northeast Alliance (NEA) with American Airlines, nearly two months after a judge struck down the partnership.   “Despite our deep conviction in the procompetitive benefits of the NEA, after much consideration, JetBlue has made the difficult decision not to appeal the court’s determination that the NEA...", "link": "https://thehill.com/business/4082625-jetblue-ending-alliance-with-american-airlines-after-judges-ruling/", "date_published": "2023-07-05T23:10:53+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Talks between UPS, Teamsters break down again", "description": "Welcome to The Hill's Business &#38; Economy newsletter {beacon}   Business &#38; Economy     Business &#38; Economy   The Big Story  Talks between UPS and Teamsters derailed after marathon negotiations The Teamsters union and UPS blamed each other for leaving the bargaining table as negotiations between both sides seemed to reach a fever...", "link": "https://thehill.com/newsletters/business-economy/4082624-talks-between-ups-teamsters-break-down-again/", "date_published": "2023-07-05T22:55:07+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Ohio abortion rights groups near finish line in ballot effort", "description": "Welcome to The Hill's Health Care newsletter {beacon} Health Care Health Care   The Big Story  Abortion rights groups file signatures for Ohio ballot   Groups submitted nearly twice as many signatures as needed to get a measure on the ballot, but they still face a crucial August special election that could change the rules. ©...", "link": "https://thehill.com/newsletters/health-care/4082588-ohio-abortion-rights-groups-near-finish-line-in-ballot-effort/", "date_published": "2023-07-05T22:40:00+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Student debt: White House faces backlash for restarting interest on loans", "description": "The White House is facing backlash about its decision to turn back on interest for student loans as part of its “on-ramp” repayment program, which progressives and advocates argue isn’t enough to help struggling borrowers. The program aims to help those who can’t repay their loans when payments resume this fall by removing the threat...", "link": "https://thehill.com/homenews/4082398-student-debt-white-house-faces-backlash-for-restarting-interest-on-loans/", "date_published": "2023-07-05T22:00:16+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "How politics is playing a role in basing decision for Space Command Headquarters", "description": "“The powers not delegated to the United States by the Constitution, nor prohibited by it to the States, are reserved to the States respectively, or to the people.” This language in the 10th Amendment to the Constitution clearly states one of the pillars of the founding of the United States of America — the principle...", "link": "https://thehill.com/opinion/congress-blog/4082528-how-politics-is-playing-a-role-in-basing-decision-for-space-command-headquarters/", "date_published": "2023-07-05T22:00:00+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "July Fourth was hottest day on record", "description": "Welcome to The Hill's Energy &#38; Environment newsletter {beacon} Energy &#38; Environment Energy &#38; Environment   The Big Story  July Fourth marked Earth’s hottest day on record  Wednesday marked the Earth's hottest day ever recorded, according to the University of Maine’s Climate Change Institute. © Getty Worldwide temperatures on July 4 averaged 62.92 degrees Fahrenheit,...", "link": "https://thehill.com/newsletters/energy-environment/4082526-july-fourth-was-hottest-day-on-record/", "date_published": "2023-07-05T21:58:09+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Team behind ‘Peaky Blinders’ says DeSantis campaign was not given permission to use footage of Cillian Murphy", "description": "The production team behind the popular “Peaky Blinders” television show said Florida Gov. Ron DeSantis’ presidential campaign did not have permission to use clips from the hit drama in a video ad published last month. The video hits former President Trump for pledging to support LGBTQ people, and celebrates news headlines that describe as \"draconian\"...", "link": "https://thehill.com/blogs/blog-briefing-room/4082015-team-behind-peaky-blinders-says-desantis-campaign-was-not-given-permission-to-use-footage-of-cillian-murphy/", "date_published": "2023-07-05T21:54:03+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump bashes DeSantis after July 4th: 'His campaign is in total disarray'", "description": "Former President Trump blasted Florida Gov. Ron DeSantis (R) on social media for his stop in New Hampshire on Tuesday, labeling his campaign as being in “total disarray.” “Ron DeSanctimonious is getting absolutely ‘demolished’ for yesterday’s performance in New Hampshire,” Trump wrote on Truth Social. “No crowds, no enthusiasm, no interest. His Campaign is in...", "link": "https://thehill.com/homenews/campaign/4082466-trump-bashes-desantis-after-july-4th-his-campaign-is-in-total-disarray/", "date_published": "2023-07-05T21:41:01+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "DeSantis, Trump mock Biden administration after cocaine found at White House", "description": "Florida Gov. Ron DeSantis (R) took a jab at the Biden administration after officials confirmed Wednesday that cocaine had been found inside the White House. \"I've long believed, I think a lot of us have believed that the Biden administration's been blowing it on a lot of fronts. But I guess it's a little bit...", "link": "https://thehill.com/homenews/campaign/4082423-desantis-mocks-biden-administration-after-cocaine-found-at-white-house/", "date_published": "2023-07-05T21:27:32+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "New study estimates ‘forever chemicals’ may be found in 45 percent of U.S. tap water", "description": "A new federal study estimates that toxic “forever chemicals” can be found in 45 percent of U.S. tap water. “Forever chemicals,” also known as PFAS, refer to a group of thousands of substances that linger in the human body and nature; they bioaccumulate instead of breaking down. Exposure to PFAS, which stands for per- and...", "link": "https://thehill.com/policy/energy-environment/4082287-forever-chemicals-in-45-of-us-tap-water-study/", "date_published": "2023-07-05T21:24:52+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Pentagon to tighten classified intel access after leak", "description": "{beacon}    Evening Report Wednesday, July 5 ©  AP Photo/Manuel Balce Ceneta, File Pentagon to tighten classified intel access after leak Defense officials on Wednesday announced that, in the wake of junior Air National Guardsman Jack Teixeira's alleged leaking of classified documents online, the Pentagon is changing how military personnel access classified information and implementing...", "link": "https://thehill.com/newsletters/evening-report/4082430-pentagon-to-tighten-classified-intel-access-after-leak/", "date_published": "2023-07-05T21:22:09+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump lashes out at Biden family, media after cocaine found at White House", "description": "Former President Trump on Wednesday lashed out at President Biden, his son Hunter Biden, Justice Department special counsel Jack Smith and the media after a suspicious white powder found at the White House over the weekend came back positive for cocaine. “Does anybody really believe that the COCAINE found in the West Wing of the...", "link": "https://thehill.com/homenews/4082399-trump-lashes-out-biden-family-smith-media-cocaine-white-house/", "date_published": "2023-07-05T21:19:32+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Former Trump 2020 attorney Lin Wood retires ahead of potential disbarment", "description": "An attorney who worked for former President Trump during his challenges to the results of the 2020 presidential election has decided to retire ahead of his potential disbarment over Trump’s attempts to overturn President Biden’s victory.  Lin Wood announced his decision in a post on his Telegram account, saying the State Bar of Georgia agreed...", "link": "https://thehill.com/regulation/court-battles/4082320-former-trump-2020-attorney-lin-wood-retires-ahead-of-potential-disbarment/", "date_published": "2023-07-05T21:05:53+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Meta takes on Twitter", "description": "Welcome to The Hill's Technology newsletter {beacon} Technology Technology  The Big Story  Meta launches rival app to replace Twitter Meta, the parent company of Facebook and Instagram, is gearing up to compete with Twitter with a new \"text-based conversation app\" expected to launch this week.  © Christoph Dernbach/dpa via AP A website for the Twitter rival...", "link": "https://thehill.com/newsletters/technology/4082366-meta-takes-on-twitter/", "date_published": "2023-07-05T20:53:23+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Gaetz suggests eliminating marijuana testing of service members", "description": "Rep. Matt Gaetz (R-Fla.) has proposed an amendment to the National Defense Authorization Act that would eliminate marijuana testing of service members when they are enlisted and when they receive a commission. \"Our military is facing a recruitment and retainment crisis unlike any other time in American history. I do not believe that prior use of...", "link": "https://thehill.com/homenews/house/4081999-matt-gaetz-amendment-marijuana-testing-military/", "date_published": "2023-07-05T20:41:53+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Drones replace fireworks in some US cities", "description": "Welcome to The Hill's Sustainability newsletter {beacon} Sustainability Sustainability   The Big Story  Drones are replacing fireworks across smoke-plagued US West Some cities across the country chose to swap traditional fireworks for sparkly, drone-lit skies this Fourth of July — hoping to quash the excess air pollution produced by a centuries-old American tradition.   © AP...", "link": "https://thehill.com/newsletters/sustainability/4082267-drones-replace-fireworks-in-some-us-cities/", "date_published": "2023-07-05T20:33:20+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Free American workers from non-compete clauses", "description": "A recently released report by the U.S. Government Accountability Office (GAO) found the use of non-compete agreements is widespread throughout the U.S. labor market and restricts job mobility, lowers wages for workers, and discourages innovation. GAO found that workers’ job mobility is reduced in states that are more likely to enforce non-compete agreements, and states that limit...", "link": "https://thehill.com/opinion/congress-blog/4081913-free-american-workers-from-non-compete-clauses/", "date_published": "2023-07-05T20:30:00+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Feds crack down on THC edibles 'nearly identical' to common snacks", "description": "Federal authorities have sent cease and desist orders to several companies that market edibles containing Delta-8 tetrahydrocannabinol (THC) in its packaging, saying they are almost identical to common snacks.  In a news release, the Federal Trade Commission (FTC), along with the Food and Drug Administration (FDA), said it sent those letters to six companies, demanding...", "link": "https://thehill.com/policy/healthcare/4082181-feds-crack-down-on-thc-edibles-nearly-identical-to-common-snacks/", "date_published": "2023-07-05T20:28:15+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Ramaswamy closes in on DeSantis as Trump dominates in GOP poll", "description": "Biotech entrepreneur Vivek Ramaswamy is narrowing in on Florida Gov. Ron DeSantis in the GOP presidential primary as former President Trump leads the field, according to a new poll. A poll released by Echelon Insights this week found Trump as the frontrunner at 49 percent while DeSantis notched 16 percent in second place and Ramaswamy...", "link": "https://thehill.com/homenews/campaign/4082220-ramaswamy-closes-in-on-desantis-as-trump-dominates-in-gop-poll/", "date_published": "2023-07-05T20:04:37+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Special counsel subpoenas Arizona secretary of state office in Jan. 6 probe", "description": "The Arizona Secretary of State’s office has been subpoenaed by special counsel Jack Smith as part of his investigation into the Jan. 6 attack on the Capitol, a spokesperson confirmed to The Hill. The subpoenas sought information related to lawsuits brought by the Trump campaign and the chair of the Arizona Republican Party about alleged...", "link": "https://thehill.com/homenews/campaign/4082167-special-counsel-subpoenas-arizona-secretary-of-state-office-in-jan-6-probe/", "date_published": "2023-07-05T19:58:20+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Fed officials were privately divided despite unanimous vote to pause rate hikes", "description": "Federal Reserve officials were privately divided over whether they should pause interest rate hikes despite unanimously voting to do so last month, according to meeting notes released Wednesday. Minutes from the June meeting of the Federal Open Market Committee (FOMC) — the panel of Fed officials responsible for setting interest rates — showed disagreements among...", "link": "https://thehill.com/business/4082255-fed-officials-were-privately-divided-despite-unanimous-vote-to-pause-rate-hikes/", "date_published": "2023-07-05T19:58:11+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Princeton doctoral student Elizabeth Tsurkov kidnapped in Iraq", "description": "A Princeton doctoral student has been kidnapped in Iraq while conducting research in the country, according to Israel's Prime Minister, Benjamin Netanyahu. Elizabeth Tsurkov, 36, was in Iraq conducting field research for her doctoral dissertation at Princeton University. Netanyahu said that Tsurkov, an Israeli native, is being held by the Kata’ib Hezbollah, which the National...", "link": "https://thehill.com/policy/international/4082125-princeton-doctoral-student-elizabeth-tsurkov-kidnapped-in-iraq/", "date_published": "2023-07-05T19:50:07+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump pulled in more than $35M in second quarter", "description": "Former President Trump's campaign and political action committee together hauled in more than $35 million in the second quarter of fundraising, the Trump campaign confirmed to The Hill. The news of Trump's massive joint fundraising committee's numbers, which includes figures from both his PAC and campaign, was first reported by Politico, which also noted that...", "link": "https://thehill.com/homenews/campaign/4082186-trump-pulled-in-over-35m-in-second-quarter/", "date_published": "2023-07-05T19:38:42+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Putin’s nightmare: the risk of ‘disorder’", "description": "Elite fear of social disintegration is a possible explanation for the strangely favorable deal Putin cut with Prigozhin.", "link": "https://thehill.com/opinion/international/4081739-putins-nightmare-disorder-leading-to-revolt/", "date_published": "2023-07-05T19:30:00+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Pentagon to update classified intel access following leaks", "description": "The Pentagon will alter how its military personnel access classified information and put in place new measures to better identify possible “insider threats,” after a massive leak of top-secret documents earlier this year, defense officials said Wednesday.   Defense Secretary Lloyd Austin in April ordered a 45-day internal security review of Pentagon policies and procedures after a...", "link": "https://thehill.com/policy/defense/4082142-pentagon-to-update-classified-intel-access-following-leaks/", "date_published": "2023-07-05T19:19:32+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Markey, Frost introduce bill to require full Medicare coverage of climate-resilient medical equipment", "description": "Legislation introduced by Sen. Ed Markey (D-Mass.) and Rep. Maxwell Frost (D-Fla.) would require Medicare to fully cover the costs of medically necessary equipment to people at particular risk during climate disasters. The legislation, the Survival Aid for Emergencies (SAFE) through Medicare Act, covers equipment such as solar batteries and heat pumps that may be...", "link": "https://thehill.com/policy/energy-environment/4082066-markey-frost-introduce-bill-to-require-full-medicare-coverage-of-climate-resilient-medical-equipment/", "date_published": "2023-07-05T19:11:54+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Supreme Court just legalized LGBTQI+ discrimination — it’s time for Congress to step in", "description": "We will fight back. Congress should too.", "link": "https://thehill.com/opinion/civil-rights/4081608-the-supreme-court-just-legalized-lgbtqi-discrimination-its-time-for-congress-to-step-in/", "date_published": "2023-07-05T19:00:00+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "UN touts rise of windfall profit taxes as inflation stays sticky", "description": "Economic trend-spotters at the United Nations are seeing an increasing number of windfall profit taxes aimed at abnormal levels of profitability amid high inflation. “Windfall profit taxes were prominent among measures introduced in developed countries,” economists with the U.N. Conference on Trade and Development wrote in their 2023 World Investment Report released Wednesday. “Several developed...", "link": "https://thehill.com/business/4082001-un-touts-rise-of-windfall-profit-taxes-as-inflation-stays-sticky/", "date_published": "2023-07-05T18:47:09+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Thousands of Los Angeles hotel workers return to work, but say more strikes to come", "description": "Thousands of hotel workers in southern California returned to work Wednesday after a three-day strike demanding higher wages and better benefits, but the union says the walkout was just \"the first wave\" of action.  Unite Here Local 11, the union representing the workers, said in a release that the mass walkout “marks just the first...", "link": "https://thehill.com/homenews/state-watch/4081991-thousands-of-los-angeles-hotel-workers-return-to-work-but-say-more-strikes-to-come/", "date_published": "2023-07-05T18:46:59+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Man accused of targeting Obama's DC home after Trump social media post", "description": "A man arrested last week for his participation in the Jan. 6 attack on the Capitol allegedly targeted former President Obama’s home in Washington, D.C., after former President Trump posted what he claimed was his predecessor’s address on social media. Taylor Taranto was arrested in the Kalorama neighborhood of D.C. where the Obamas reside last...", "link": "https://thehill.com/blogs/blog-briefing-room/4081977-man-accused-of-targeting-obamas-dc-home-after-trump-social-media-post/", "date_published": "2023-07-05T18:34:17+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Protestors arrested after storming Wimbledon court", "description": "Three protesters with the organization Just Stop Oil stormed the courts of Wimbledon twice Wednesday during first-round matches of the tennis tournament in London. The climate protesters interrupted two matches on Court 18 at the tournament. In the first disruption, a man and a woman jumped onto the court and spread orange confetti. In the...", "link": "https://thehill.com/policy/international/4081799-protestors-arrested-after-storming-wimbledon-court/", "date_published": "2023-07-05T18:30:34+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Back to the future: Look to the 1980s for guidance on AI management", "description": "The federal government needs to form an AI Lead Rapid Response Team (ALRT) to track and manage the rollout of AI technology.", "link": "https://thehill.com/opinion/technology/4079196-back-to-the-future-look-to-the-1980s-for-guidance-on-ai-management/", "date_published": "2023-07-05T17:00:00+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "GQ takes down article critical of Warner Bros. boss", "description": "Men's lifestyle and culture magazine GQ has pulled from its website an article that was critical of David Zaslav, the media titan and CEO at conglomerate Warner Bros. Discovery. The article, authored by freelance Hollywood film critic Jason Bailey, painted Zaslav in a negative light, referring to him at one point as \"the most hated...", "link": "https://thehill.com/homenews/media/4081743-gq-takes-down-article-critical-of-warner-bros-boss/", "date_published": "2023-07-05T16:53:38+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Former NYC Mayor Bill De Blasio, wife announce separation", "description": "Former New York City Mayor Bill de Blasio and his wife Chirlane McCray announced they will separate in a New York Times feature on Wednesday. The couple reached their height of New York political fame during de Blasio’s two mayoral terms from 2014 to 2021, and during his ill-fated and brief 2020 presidential campaign. During...", "link": "https://thehill.com/blogs/blog-briefing-room/4081622-former-nyc-mayor-bill-de-blasio-wife-announce-separation/", "date_published": "2023-07-05T16:45:41+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Secret Service: Substance found at White House was cocaine", "description": "The Secret Service confirmed Wednesday that a substance found at the White House over the weekend was cocaine. The Secret Service is still investigating the “cause and manner of how it entered the White House,” it said. On Sunday, the White House complex went into “a precautionary closure as officers from the Secret Service Uniformed...", "link": "https://thehill.com/homenews/administration/4081787-secret-service-substance-found-at-white-house-was-cocaine/", "date_published": "2023-07-05T16:38:34+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Joe Biden keeps snubbing Netanyahu — here’s why", "description": "Biden and his team are seized by the same longstanding affliction as the broader Western foreign policymaking intelligentsia, which is to hold Israel to a higher standard of moral purity than any other nation on earth.", "link": "https://thehill.com/opinion/international/4074635-joe-biden-keeps-snubbing-netanyahu-heres-why/", "date_published": "2023-07-05T16:30:00+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Hill's 12:30 Report — The 2024 presidential race is heating up", "description": "To view past editions of The Hill's 12:30 Report, click here: https://bit.ly/41ZMHnw To receive The Hill's 12:30 Report in your inbox, please sign up here: https://bit.ly/3qmIoS9  --&#62; A midday take on what's happening in politics and how to have a sense of humor about it.*  *Ha. Haha. Hahah. Sniff. Haha. Sniff. Ha--breaks down crying hysterically. TALK OF THE MORNING  Five...", "link": "https://thehill.com/newsletters/1230-report/4081711-the-hills-1230-report-the-2024-presidential-race-is-heating-up/", "date_published": "2023-07-05T16:30:00+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Stephen A. Smith speaks out about ESPN layoffs, warns 'I could be next'", "description": "Sports commentator Stephen A. Smith responded after numerous ESPN staff members were laid off last week, warning that he could be next in additional rounds of layoffs.  Smith said during an episode of his “The Stephen A. Smith Show” on Monday that the roughly 20 of his on-air colleagues who were laid off are friends of...", "link": "https://thehill.com/business/4081753-stephen-a-smith-speaks-out-about-espn-layoffs-warns-i-could-be-next/", "date_published": "2023-07-05T16:27:47+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Ex-Obama AG calls court decision on social media 'stupid,' 'potentially dangerous'", "description": "Former Attorney General Eric Holder on Wednesday knocked a federal court’s decision to limit Biden administration officials' communications with social media companies, calling it “potentially dangerous.”  “Well this is pretty stupid. And potentially dangerous,” Holder, who served under former President Obama, said on Twitter, sharing an article about the decision.   A federal judge granted a...", "link": "https://thehill.com/regulation/court-battles/4081678-ex-obama-ag-calls-court-decision-on-social-media-stupid-potentially-dangerous/", "date_published": "2023-07-05T16:26:57+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Here are the 10 most expensive places to buy a home", "description": "Rising prices in the first quarter of the year pushed up the income needed to afford a home to its highest level since 2007.  Major homeownership expenses last quarter required about 33 percent of a family’s monthly income, a report from nationwide property data provider ATTOM showed. Typically, lenders call for a buyer's monthly debt-to-income ratio not to exceed 28...", "link": "https://thehill.com/business/4081604-here-are-the-most-expensive-places-to-buy-a-home/", "date_published": "2023-07-05T16:01:25+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Asian American students were victims of racial discrimination", "description": "It looks like I gave liberals too much credit.", "link": "https://thehill.com/opinion/civil-rights/4081538-asian-american-students-were-victims-of-racial-discrimination/", "date_published": "2023-07-05T16:00:00+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Switch Up: Black Lives Matter, 10 years later", "description": "Trayvon Martin was only 17 years old when he was shot and killed by George Zimmerman. His death, and the subsequent acquittal of Zimmerman, sparked nationwide protests – and the birth of a movement we know today as Black Lives Matter. It’s been 10 years since the Black Lives Matter movement was created by organizers...", "link": "https://thehill.com/homenews/race-politics/4081242-the-switch-up-black-lives-matter-10-years-later/", "date_published": "2023-07-05T16:00:00+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "‘Smallville' actress sentenced in NXIVM cult sex-trafficking case secures early release from prison", "description": "Allison Mack was released early from prison in California this week after serving time related to a sex-trafficking case involving the NXIVM cult, The Associated Press reported. Mack, an actress famous for her role as Superman’s friend in the CW drama \"Smallville,\" was sentenced to three years in prison in 2021 for her role in...", "link": "https://thehill.com/blogs/blog-briefing-room/4081551-smallville-actress-sentenced-in-nxivm-sex-cult-case-secures-early-release-from-prison/", "date_published": "2023-07-05T15:50:22+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Israel pulls back troops from West Bank following deadly raid", "description": "Israeli forces withdrew from the West Bank after a two-day raid into the city of Jenin that included mass air strikes, bulldozers to rip up streets and hundreds of troops as part of an effort to crack down on a base of operations for Palestinian militants. At least 11 people died in the military raid,...", "link": "https://thehill.com/policy/defense/4081438-israel-pulls-back-troops-from-west-bank-following-deadly-raid/", "date_published": "2023-07-05T15:44:44+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "IRS issues 'last call' for taxpayers to claim $1.5B in 2019 refunds", "description": "The IRS has issued a “last call” for U.S. taxpayers to file for roughly $1.5 billion in unclaimed refunds from the 2019 tax year. The agency estimates that around 1.5 million people are eligible to claim a combined nearly $1.5 billion in outstanding refunds, with the average median refund estimated at $893. The deadline to...", "link": "https://thehill.com/business/domestic-taxes/4081580-irs-issues-last-call-for-taxpayers-to-claim-1-5b-in-2019-refunds/", "date_published": "2023-07-05T15:41:08+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "TSA records its busiest day in history ahead of July Fourth", "description": "The Transportation Security Administration recorded its single busiest day in history on Friday, TSA officials confirmed over the weekend.", "link": "https://thehill.com/homenews/nexstar_media_wire/4081590-tsa-records-its-busiest-day-in-history-ahead-of-july-fourth/", "date_published": "2023-07-05T15:33:11+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Myopic SCOTUS ruling on race-neutrality threatens our collective future", "description": "In education, healthcare and public health, the Supreme Court’s ruling is set to have devastating impacts.", "link": "https://thehill.com/opinion/judiciary/4079136-the-scotus-myopic-ruling-on-race-neutrality-threatens-our-collective-future/", "date_published": "2023-07-05T15:00:00+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Cruz challenger Colin Allred raises $6.2 million in first two months of campaign", "description": "Rep. Colin Allred (D-Texas), who is running for the Democratic nomination to challenge Sen. Ted Cruz (R) for his Senate seat, raised more than $6 million during the first two months of his campaign.  Allred’s campaign told The Hill that it will report bringing in more than $8.6 million for its Federal Elections Commission (FEC)...", "link": "https://thehill.com/homenews/campaign/4081506-cruz-challenger-colin-allred-raises-6-2-million-in-first-two-months-of-campaign/", "date_published": "2023-07-05T14:53:09+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Post-July 4 travel expected to be smoother as people return home", "description": "There's good news for people returning from their July Fourth holiday — the trip home likely will be smoother than it was getting there.", "link": "https://thehill.com/changing-america/sustainability/infrastructure/4081297-post-july-4-travel-expected-to-be-smoother-as-people-return-home/", "date_published": "2023-07-05T14:40:37+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Zinke endorses Tim Sheehy's Montana Senate bid", "description": "Tim Sheehy's Senate bid in Montana received a boost on Wednesday after Rep. Ryan Zinke (R-Mont.) endorsed him, adding to the number of top Republicans who have lined up behind his campaign. Zinke, who had encouraged Sheehy to enter the primary field to unseat Sen. Jon Tester (D-Mont.), lauded the newly-minted GOP candidate as being...", "link": "https://thehill.com/homenews/campaign/4081496-zinke-endorses-tim-sheehys-montana-senate-bid/", "date_published": "2023-07-05T14:36:02+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Chinese trade adviser warns export controls 'just a start' ahead of Yellen visit", "description": "A former top Chinese trade adviser warned that export trade controls put in place by China are “just a beginning” of their economic plans, ahead of a scheduled visit to the country from Treasury Department Secretary Janet Yellen.  Former Vice Minister of Commerce Wei Jianguo told China Daily, a Chinese government-run outlet, Wednesday that Beijing...", "link": "https://thehill.com/business/trade/4081441-chinese-trade-adviser-warns-export-controls-just-a-start-ahead-of-yellen-visit/", "date_published": "2023-07-05T14:26:18+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Schiff, censured by GOP, raises $8.1M for Senate bid in second quarter", "description": "Rep. Adam Schiff (D-Calif.), who was censured by House Republicans last month, raised $8.1 million for his Senate campaign in the second quarter of 2023. The California Democrat finished the quarter with nearly $30 million in cash on hand, after receiving contributions from more than 144,000 unique donors, according to his campaign. “With over $29.5...", "link": "https://thehill.com/homenews/campaign/4081425-schiff-censured-by-gop-raises-8-1m-in-second-quarter-for-senate-bid/", "date_published": "2023-07-05T14:18:34+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Democrats despise the democracy of the Supreme Court", "description": "If you like democracy, you should love the Supreme Court.", "link": "https://thehill.com/opinion/judiciary/4081026-democrats-despise-the-democracy-of-the-supreme-court/", "date_published": "2023-07-05T14:00:00+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Downed North Korean satellite had 'no military utility': South Korean officials", "description": "The North Korean satellite that failed to reach orbit in May wasn’t advanced enough to conduct reconnaissance from space, South Korean military officials announced Wednesday. The satellite launch failed shortly after liftoff, and the technology plunged into the ocean just west of the Korean Peninsula. South Korea launched a monthlong search mission that recovered “key”...", "link": "https://thehill.com/policy/international/4081378-downed-north-korean-satellite-had-no-military-utility/", "date_published": "2023-07-05T13:58:38+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Oath Keepers leader warns Trump against trial: 'You're going to be found guilty'", "description": "Oath Keepers founder Stewart Rhodes warned former President Trump that he will be found guilty if he goes to trial in federal court, calling on his own experience facing a jury last year.  Rhodes alleged in a jailhouse interview with the Washington Times that the federal government is working to turn Trump’s close allies against...", "link": "https://thehill.com/blogs/blog-briefing-room/4081379-oath-keepers-leader-warns-trump-against-trial/", "date_published": "2023-07-05T13:45:52+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Casey posts $4 million haul for Senate campaign", "description": "Sen. Bob Casey's (D-Pa.) campaign announced Wednesday that he raised $4 million during the second fundraising quarter, showing off his financial might as he looks to take home a fourth term next year.  Casey's team revealed that the figure represents the senator's single biggest fundraising quarter in his career. The incumbent Democrat announced his campaign in...", "link": "https://thehill.com/homenews/campaign/4081364-casey-posts-4-million-haul-for-senate-campaign/", "date_published": "2023-07-05T13:31:54+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Former Illinois GOP gubernatorial candidate launches bid against Rep. Bost", "description": "Former Illinois GOP gubernatorial candidate Darren Bailey is launching a bid to take on Rep. Mike Bost (R-Ill.) for the state's 12th Congressional District. Bailey was endorsed by former President Trump last year in the GOP gubernatorial primary but later lost to Gov. J.B. Pritzker (D). Bailey officially filed with the Federal Election Commission (FEC)...", "link": "https://thehill.com/homenews/campaign/4081368-former-illinois-gop-gubernatorial-candidate-launches-bid-against-rep-mike-bost/", "date_published": "2023-07-05T13:31:09+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "We must address the AI risks right in front of us today", "description": "If we want to grapple effectively with potential threats to humanity, the best way to start is to regulate the AI risks right in front of us.", "link": "https://thehill.com/opinion/technology/4079054-we-must-address-the-ai-risks-right-in-front-of-us-today/", "date_published": "2023-07-05T13:30:00+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Mondaire Jones launches 2024 House bid to reclaim New York seat", "description": "Former Rep. Mondaire Jones (D-N.Y.) launched a bid Wednesday to reclaim his former New York House seat. “People here know me,” Jones said in a campaign video posted to Twitter. “I stand up to Republicans trying to overthrow our democracy and take away the freedom to have an abortion, even as I push members of my...", "link": "https://thehill.com/homenews/campaign/4081331-mondaire-jones-launches-bid-to-reclaim-new-york-house-seat/", "date_published": "2023-07-05T13:06:48+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "An IRS-prepared tax return could shortchange taxpayers — here’s what you need to know", "description": "Until now, this has largely been an academic argument.", "link": "https://thehill.com/opinion/finance/4079818-an-irs-prepared-tax-return-could-shortchange-taxpayers-heres-what-you-need-to-know/", "date_published": "2023-07-05T13:00:00+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Former GOP rep, Jan. 6 select committee adviser working with Hunter Biden legal team", "description": "Former GOP Rep. Denver Riggleman (Va.), who also served as an adviser to the House select committee that investigated the Jan. 6, 2021, Capitol riot during the past term of Congress, is working with the legal team for Hunter Biden.  CBS News reported Tuesday that that Riggleman is primarily helping the legal team with assessing...", "link": "https://thehill.com/homenews/house/4081322-former-gop-rep-jan-6-select-committee-adviser-working-with-hunter-biden-legal-team/", "date_published": "2023-07-05T12:51:48+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The affirmative action ruling has exposed Democrats' failure on education", "description": "The education system’s failure to prepare non-white students for college admissions on the merits is not just an accident of Democratic one-party rule. It is a feature of Democratic machine politics.", "link": "https://thehill.com/opinion/education/4078331-the-affirmative-action-ruling-has-exposed-democrats-failure-on-education/", "date_published": "2023-07-05T12:00:00+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "July Fourth marked Earth's hottest day on record", "description": "The Fourth of July marked the Earth’s hottest day on record, according to the University of Maine’s Climate Change Institute. The worldwide average temperature on Tuesday hit 62.92 degrees Fahrenheit, or 17.18 degrees Celsius, the institute found using data from 1979 onwards from the U.S. National Centers for Climate Prediction. This surpassed Monday’s record-breaking breaking temperature...", "link": "https://thehill.com/policy/energy-environment/4081283-july-fourth-marked-earths-hottest-day-on-record/", "date_published": "2023-07-05T11:53:24+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Will the ambitious UN Summit of the Future just be a rehash of the past?", "description": "Supporters compare it to the 1945 San Francisco UN-Founding Conference in hopes it will change the world forever. Detractors describe it as a U.N. talk-a-thon.", "link": "https://thehill.com/opinion/international/4079751-will-the-ambitious-un-summit-of-the-future-just-be-a-rehash-of-the-past/", "date_published": "2023-07-05T11:30:00+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Man injured by neighbors shooting target practice in Wisconsin, sheriff says", "description": "Authorities say the man was struck in the leg, and that bullets had traveled almost 1,000 yards.", "link": "https://thehill.com/homenews/4080522-man-injured-by-neighbors-shooting-target-practice-in-wisconsin-sheriff-says/", "date_published": "2023-07-05T10:34:01+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Hill's Morning Report — McCarthy to face a punishing July", "description": "Editor’s note: The Hill’s Morning Report is our daily newsletter that dives deep into Washington’s agenda. To subscribe, click here or fill out the box below. The appropriations clock is ticking. Fresh off a successful effort to raise the debt ceiling, Speaker Kevin McCarthy (R-Calif.) now faces what might amount to an even tougher challenge:...", "link": "https://thehill.com/newsletters/morning-report/4081232-the-hills-morning-report-mccarthy-to-face-a-punishing-july/", "date_published": "2023-07-05T10:15:00+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Democrats' effort to force gun votes fizzles in House", "description": "A Democratic strategy to move tougher gun laws through the House has hit a brick wall of GOP opposition, all but guaranteeing the hot-button issue will be relegated to the realm of campaign messaging in the Republican-led lower chamber.   Democratic leaders had launched procedural maneuvers last month designed to force votes on several gun reform measures over the...", "link": "https://thehill.com/homenews/house/4079689-house-democrats-effort-force-gun-votes-fizzles/", "date_published": "2023-07-05T10:00:00+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Five things we now know about the 2024 campaign", "description": "Election Day 2024 is still 16 months away, but plenty has been revealed in the early months of the presidential campaign. The Republican field looks set. President Biden is not facing a truly serious challenge for the Democratic nomination. And the Supreme Court keeps throwing curveballs. There are many twists and turns still to come....", "link": "https://thehill.com/homenews/campaign/4079706-five-things-we-now-know-about-the-2024-campaign/", "date_published": "2023-07-05T10:00:00+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "McCarthy’s latest challenge: Prevent shutdown while avoiding GOP revolt", "description": "Speaker Kevin McCarthy (R-Calif.) is fresh from a successful effort to raise the debt ceiling but now faces what might be an even tougher challenge: preventing a government shutdown without sparking an all-out revolt within his own Republican conference.  House GOP leaders return to Washington next week after a long Independence Day recess with one...", "link": "https://thehill.com/homenews/house/4076668-mccarthys-latest-challenge-prevent-shutdown-while-avoiding-gop-revolt/", "date_published": "2023-07-05T10:00:00+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Senate Republicans fear abortion could derail hopes for majority", "description": "Republican senators are looking for a way to avoid the political hit they took on abortion rights in the 2022 midterm election, when they suffered a net loss of one seat, as Senate Democrats ramp up to make it a top issue in 2024.  Republicans think they have a great opportunity to recapture the Senate next year, as...", "link": "https://thehill.com/homenews/senate/4079745-senate-republicans-fear-abortion-could-derail-hopes-for-majority/", "date_published": "2023-07-05T10:00:00+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Highland Park shooting marked with remembrance, renewed call for gun reform", "description": "Highland Park, Illinois, celebrated July 4th in somber remembrance, one year after seven people were killed in a mass shooting during the previous running of the city's parade. The community gathered in a ceremony to remember the seven people killed and dozens injured, and to “reclaim” the Independence Day parade route from the tragedy. “This...", "link": "https://thehill.com/homenews/state-watch/4080992-highland-park-shooting-marked-remembrance-renewed-call-gun-reform/", "date_published": "2023-07-05T02:38:45+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "White House celebrates Fourth with military families, concert", "description": "President Biden and the first lady hosted a group of active duty military service members and their families for an afternoon barbecue at the White House to celebrate the 4th of July. The celebration was a star-studded bash, headlined by Grammy winners Ne-Yo and Brothers Osborne. “As we remember the extraordinary country that this is,...", "link": "https://thehill.com/homenews/administration/4080962-white-house-celebrates-fourth-concert/", "date_published": "2023-07-05T01:45:30+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Zelensky warns of Russian activity at Zaporizhzhia nuclear power plant", "description": "Ukrainian President Volodymyr Zelensky claimed on Tuesday that Russian forces have placed “objects resembling explosives” on the roof of some buildings at the Zaporizhzhia nuclear power plant in southern Ukraine. The suggestion, in his nightly address, warns of a possible Russian false flag attack on Ukrainian infrastructure, after a hydroelectric dam failed in June causing...", "link": "https://thehill.com/policy/international/4080762-zelensky-warns-russian-activity-zaporizhzhia-plant/", "date_published": "2023-07-05T01:25:18+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "2024 candidates converge on Iowa, New Hampshire for July 4th parades", "description": "Candidates vying for the White House in 2024 were on the campaign trail for Independence Day, meeting voters all over key early-voting states Iowa and New Hampshire. Merrimack, N.H., drew the best turnout among candidates with three Republicans in the town of 25,000 — Florida Gov. Ron DeSantis, Rep. Will Hurd (Texas) and Sen. Tim...", "link": "https://thehill.com/homenews/campaign/4080810-2024-candidates-converge-iowa-new-hampshire-july-4th-parades/", "date_published": "2023-07-05T01:03:00+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}]