[{"source": "https://www.jefftk.com/news.rss", "title": "AI Intermediation", "description": "<p><span>\n\nWhy is Google such a valuable company?  More than half of its money\ncomes from search ads: when people are looking to spend money it's\nvery common that they use Google. Even slightly influencing spending\ndecisions, with the scale of their userbase, lets them bring in\nmassive amounts of money.  They are a very successful intermediary.\n\n</span>\n\n<p>\n\nRight now I bet there are dozens of startups trying to figure out how\nthey can build AI assistants to be even better intermediaries.  The\nbusiness plan looks something like:\n\n</p>\n\n<p>\n\n\n\n</p>\n\n<ul>\n\n<li><p>Find some area where you can put in a bit of work and get an AI\nassistant that is seriously useful to some group of people.  So useful\nthat they love it and get their friends to start using it.  Maybe you\nstart with people trying to buy houses who get a ton of mostly useless\nemails with new listings but also the occasional gem.  It doesn't\nmatter whether there's a commercial tie-in at this stage, you just\nwant to be great.\n\n</p></li>\n<li><p>Keep expanding the areas your AI assistant is useful in.\nTalk to your most enthusiastic users, find related areas you can save\ntime and hassle, grow, grow, grow.\n\n</p></li>\n<li><p>Some of these areas will have natural commercial applications;\nmake deals where you send them a bunch of traffic in exchange for a\nsmall discount, and keep part of the discount.  Disclose this to your\nusers so the FTC doesn't get mad at you!\n\n</p></li>\n<li><p>Stay focused and execute better than your competitors.  It's a\ncrowded space, but also one with a lot of potential.\n\n</p></li>\n<li><p>Eventually you have a large number of people where you're\nbuying things on their behalf and exercising substantial discretion in\ndoing so.  They're happy with your purchases, and your position as a\ntrusted intermediary lets you bring in a ton of money.\n\n</p></li>\n</ul>\n\n\n\n<p>\n\nI haven't yet met an AI assistant I'd trust to act on my behalf, and\nprompt injection is pretty concerning.  But as companies figure out\nscalable oversight and improve reliability I expect we'll get there.\n\n</p>\n\n<p>\n\n(Prompted by helping a friend think through a business plan for a\nstartup, though with how crowded the space is they weren't able to get\nfunding and decided to do something else.)\n\n  </p>", "link": "https://www.jefftk.com/p/ai-intermediation", "date_published": "2023-07-05T08:00:00+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}]