[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC7IcJI8PUf5Z3zKxnZvTBog", "title": "Breaking Free... Escaping the Stories We Are Locked Inside Of", "description": "We believe ourselves to be original at every turn while in fact we’re more commonly found rehearsing almost identical patterns in our choices and behaviors.\nSign up to our mailing list to receive 10% off your first order with us: https://r1.dotdigital-pages.com/p/6TU0-63X/hellotsol\nFor books and more from The School of Life, visit our online shop: https://9qq0.short.gy/7BKBpI\nOur website has classes, articles and products to help you lead a more fulfilled life: https://9qq0.short.gy/Mcn9xw\n​​For Psychotherapy and other therapeutic services: https://9qq0.short.gy/CyoBaV\nIf you want to keep working on your mental well-being and self-understanding, download our hugely helpful new app now: https://9qq0.short.gy/u20S3v\nFor information on The School of Life’s learning and wellbeing solutions for businesses, including workshops and talks, visit https://bit.ly/3ICqvGw  \nEmail business@theschooloflife.com or join our monthly business newsletter: https://bit.ly/3ICEJHq \nJoin this channel to get access to exclusive members perks:\nhttps://www.youtube.com/channel/UC7IcJI8PUf5Z3zKxnZvTBog/join\n\n\nFURTHER READING\n\nYou can read more on this and other subjects on our blog, here: https://9qq0.short.gy/QazafT\n\n“It sounds odd to say that we might be locked within a story. What might this curious expression mean?\n\nChiefly that we keep unknowingly repeating dynamics that go in very particular - and not especially pleasant - directions. We’re involved in stories of defeat, humiliation, suffering, fear and loneliness, believing ourselves to be original at every turn while in fact rehearsing almost identical patterns in our choices and behaviours. And we probably do this in two areas above all: our working lives and our love lives…”\n\n\nMORE SCHOOL OF LIFE\n\nWatch more films on SELF in our playlist: \nhttp://bit.ly/TSOLself\n\n\nSOCIAL MEDIA\n\nFeel free to follow us at the links below:\n\nFacebook: https://www.facebook.com/theschooloflifelondon/  \nTwitter: https://twitter.com/TheSchoolOfLife   \nInstagram: https://www.instagram.com/theschooloflifelondon/ \nLinkedIn: https://www.linkedin.com/company/the-school-of-life-for-business/\n\nCREDITS\n\nProduced in collaboration with:\n\nReflective Films\nhttps://www.reflectivefilms.co.uk/\n\n\nTitle animation produced in collaboration with\n\n\nGraeme Probert\nwww.gpmotion.co.uk", "link": "https://www.youtube.com/watch?v=nZ2w8OFckZQ", "date_published": "2023-07-05T13:19:37+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}]