[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Omar Sosa & Sekou Keita SUBA Trio: Tiny Desk Concert", "description": "Felix Contreras | July 5, 2023\nWe've had hundreds of different voices and instruments behind the Tiny Desk over the years, but to my ears the performance that featured Omar Sosa and Seckou Keita sounded as if it was dropped directly from the heavens of musical compatibility right into our laps.\n\nFrom the very start of \"Allah Léno,\" the notes began to sprinkle down like soft snowflakes from Sosa's piano and Keita's magnificent 24-string West African kora, while percussionist Gustavo Ovalles' tasteful drumming percolated beneath the interplay of Sosa and Keita. Proving once again that the Tiny Desk space is sacred ground for musical inspiration, barely four minutes in, Keita ended an inspired run with a huge smile acknowledged by his bandmates as well as those lucky enough to be in the NPR Music offices that day.\n\nThe title of the second song \"Kharit\" means \"friendship\" in the Senegalese language wolof and it starts with Ovalles' spellbinding, rhythmic work with traditional Venezuelan maracas. It starts at a relaxed pace but picks up speed with intuitive interaction between Sosa and Keita.\n\nThe last song \"Maam\" is devoted to \"all mothers,\" a sentiment that cuts across borders. This is truly an international band with Sosa hailing from Cuba, Keita from Senegal and Ovalles from Venezuela and the song titles are a mix of Arabic and west African wolof. And for about twenty, glorious minutes, the Tiny Desk was a weigh station along an ancient musical route connecting our imaginations with the vision of a truly remarkable trio.\n\nSET LIST\n\"Allah Léno\"\n\"Kharit\"\n\"Maam\"\n\nMUSICIANS\nOmar Sosa: piano\nSeckou Keita: kora\nGustavo Ovalles: percussion\n\nTINY DESK TEAM\nProducer: Felix Contreras \nDirector/Editor: Kara Frame\nAudio Engineer: Josh Rogosin\nCreative Director: Bob Boilen \nSeries Producer: Bobby Carter\nVideographers: Kara Frame, Maia Stern, Sofia Seidel\nAudio Assistant: Neil Tevault\nProduction Assistant: Ashley Pointer\nPhotographer: Elizabeth Gillis\nTiny Desk Team: Suraya Mohamed, Joshua Bryant, Hazel Cills\nVP, Visuals and Music: Keith Jenkins\nSenior VP, Programming: Anya Grundmann\n\n#nprmusic #tinydesk #seckoukeita #omarsosa", "link": "https://www.youtube.com/watch?v=KUm6f0QJ_FI", "date_published": "2023-07-05T09:00:19+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}]