[{"source": "https://www.theguardian.com/international/rss", "title": "Women’s World Cup 2023 team guides part five: Australia", "description": "<p>The co-hosts have hit form at the right time and there is genuine hope Sam Kerr and co can go all the way</p><p><em>This article is part of the Guardian’s <a href=\"https://www.theguardian.com/football/women-s-world-cup-2023--guardian-experts--network\">Women’s World Cup 2023 Experts’ Network</a>, a cooperation between some of the best media organisations from the 32 countries who qualified. theguardian.com is running previews from two countries each day in the run-up to the tournament kicking off on 20 July.</em></p> <a href=\"https://www.theguardian.com/football/2023/jul/06/womens-world-cup-2023-team-guides-part-five-australia\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/06/womens-world-cup-2023-team-guides-part-five-australia", "date_published": "2023-07-05T23:01:45+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Djokovic is the greatest male player but never quite Wimbledon’s darling | Barney Ronay", "description": "<p>The eternal outsider, with 23 slams, is still summoning feats of sporting ultimacy and keeps lapping the track on his own</p><p>What is it with Novak Djokovic? At times you get the feeling the greatest player in the history of men’s tennis could walk out to face a vaping, white-shorted Phillip Schofield, or a Just Stop Oil pensioner on a wildcard and this most gushing of arenas, a Centre Court that loves nothing more than to fawn over its champions, would still shout “Go on Phillip” or “Let’s Go Oil”, just to break the day up a little.</p><p>On a <a href=\"https://www.theguardian.com/sport/2023/jul/05/my-mission-at-wimbledon-wild-wednesday-87-matches-in-one-day\">slow-burn Wednesday afternoon</a> Djokovic did what he tends to do in these early rounds, easing his way up through the revs, refamiliarising himself with his grass-court movements, the preternatural flex and twang on the baseline, the pitter-patter dashes to the net.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/05/novak-djokovic-jordan-thompson-wimbledon-second-round\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/05/novak-djokovic-jordan-thompson-wimbledon-second-round", "date_published": "2023-07-05T20:12:04+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "‘A story that didn’t used to be told’: the rise and fall of baseball’s Negro Leagues", "description": "<p>In eye-opening documentary The League, director Sam Pollard tells a fully-rounded tale of how Black baseball used to thrive </p><p>Sam Pollard inherited his love for baseball from his father, a fan of the St Louis Cardinals – Black America’s team in the 1960s. Growing up in New York just made it a long-distance affair. “They had some phenomenal players,” Pollard recalls to the Guardian. “Lou Brock, Curt Flood, Bob Gibson, Bill White. And then when I got to be 14, 15 years old, I really wanted to understand their lineage. Where did they come from?”</p><p>Decades later, the director retraces that Black baseball genealogy in The League – a new Questlove-produced documentary on the rise, fall and last impact of the Negro Leagues, the professional baseball association that sprang up in the long shadow of Jim Crow. It’s a history famously touched on in Ken Burns’s seminal docuseries Baseball. But in The League, the B-story becomes the main thread.</p> <a href=\"https://www.theguardian.com/film/2023/jul/05/rise-fall-baseball-negro-league-documentary-sam-pollard\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jul/05/rise-fall-baseball-negro-league-documentary-sam-pollard", "date_published": "2023-07-05T18:08:45+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "PSG tell Kylian Mbappé to sign new deal as Luis Enrique appointed head coach", "description": "<ul><li>Christophe Galtier sacked after only one season in charge</li><li>Nasser al-Khelaifi: ‘We don’t want to lose Kylian for free’</li></ul><p>Paris Saint-Germain have sacked Christophe Galtier, bringing down the curtain on a tumultuous campaign under the Frenchman, and replaced him with the former Barcelona and Spain coach Luis Enrique.</p><p>And as PSG unveiled Luis Enrique, the club’s president <a href=\"https://www.theguardian.com/football/blog/2023/jun/17/kylian-mbappe-is-a-victim-of-the-psg-honeypot-and-his-talents-are-being-wasted\">said Kylian Mbappé must sign</a> a new contract if he wants to stay as the French champions will not let him leave for free next year. Mbappé sent a letter to PSG last month stating he had no intention of extending his contract, which expires in 2024.</p> <a href=\"https://www.theguardian.com/football/2023/jul/05/luis-enrique-takes-charge-paris-saint-germain-selfish-players\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/05/luis-enrique-takes-charge-paris-saint-germain-selfish-players", "date_published": "2023-07-05T16:31:28+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Wrong turn before finish line costs Olympian thousands in prize money", "description": "<ul><li>Senbere Teferi finishes third in 10k race after last-minute error</li><li>Ethiopian runner represented nation at Rio and Tokyo Olympics</li></ul><p>A wrong turn cost Ethiopian runner Senbere Teferi the win in the Peachtree Road Race on Tuesday.</p><p>Teferi appeared seconds away from defending her title in the 10km race held annually in Atlanta on the Fourth of July. But the 28-year-old, who was trailing a police motorcycle, followed the vehicle off course when it took a right turn.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/05/senbere-teferi-ethiopian-runner-wrong-turn-atlanta\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/05/senbere-teferi-ethiopian-runner-wrong-turn-atlanta", "date_published": "2023-07-05T16:12:56+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Next F1 season will be longest calendar of 24 races in sport’s history", "description": "<ul><li>Schedule part of ‘journey to a more sustainable calendar’</li><li>British Grand Prix avoids Wimbledon and Open clash</li></ul><p>Formula One bosses have announced the longest calendar in the sport’s history with a record-breaking 24 races scheduled for next season. The campaign will open on a Saturday in Bahrain on 2 March and end more than 10 months later in Abu Dhabi on 8 December.</p><p>The British Grand Prix will take place at Silverstone on 7 July, avoiding a clash with the Wimbledon men’s singes final, and the concluding day of golf’s Open Championship at Royal Troon.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/05/next-f1-season-will-be-longest-calendar-of-24-races-in-sports-history\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/05/next-f1-season-will-be-longest-calendar-of-24-races-in-sports-history", "date_published": "2023-07-05T14:06:58+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Fourth of July overshadowed by 16 mass shootings across US", "description": "<p>Fifteen people were killed and 94 injured across 13 states as well as Washington DC</p><p>From the nation’s capital to Fort Worth, Texas, from Florin, California, in the west to the Bronx, New York, in the east, the Fourth of July long weekend in the US was overshadowed by 16 mass shootings in which 15 people were killed and 94 injured.</p><p>The <a href=\"https://www.gunviolencearchive.org/\">Gun Violence Archive</a>, an authoritative database on gun violence in America, calculated the grim tally using its definition of a mass shooting as an incident in which four or more people excluding the shooter are killed or injured by firearms.</p> <a href=\"https://www.theguardian.com/us-news/2023/jul/05/fourth-of-july-mass-shootings-gun-violence\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jul/05/fourth-of-july-mass-shootings-gun-violence", "date_published": "2023-07-05T13:08:14+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "England call on Moeen Ali, Mark Wood and Chris Woakes for third Ashes Test", "description": "<ul><li>Harry Brook moves up to No 3 in batting order for Headingley</li><li>Jimmy Anderson and Josh Tongue are stood down</li></ul><p>England have rung the changes as they seek to keep the Ashes alive in this week’s third Test at Headingley, with three alterations to the XI and a promotion for Harry Brook.</p><p>Brook is slated to step up to No 3 in place of <a href=\"https://www.theguardian.com/sport/2023/jul/04/ollie-pope-ruled-out-for-rest-of-the-ashes-for-england-due-to-a-shoulder-injury-cricket\">Ollie Pope, whose summer is over due to a dislocated shoulder</a>, while Moeen Ali, Mark Wood and Chris Woakes all return to the bowling attack.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/05/england-cricket-moeen-ali-mark-wood-chris-woakes-third-ashes-test\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/05/england-cricket-moeen-ali-mark-wood-chris-woakes-third-ashes-test", "date_published": "2023-07-05T10:42:28+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "How civil rights activists are preparing for a post-affirmative action college landscape", "description": "<p>The court didn’t explicitly rule out consideration of a student’s race, leaving door open to interpretation of college admissions aims</p><p>Since 1978, when affirmative action in college admissions was <a href=\"https://www.oyez.org/cases/1979/76-811\">first upheld</a> by the US supreme court, civil rights leaders have fended off various challenges to dismantle the policy. Last week, those challenges finally prevailed, as the court struck down race-conscious admissions, ruling them unconstitutional. Breaking away from decades of precedent, the chief justice, John Roberts, wrote in his opinion that universities had “concluded, wrongly, that the touchstone of an individual’s identity is not challenges bested, skills built, or lessons learned but the color of their skin. Our constitutional history does not tolerate that choice.”</p><p>I spoke to several civil rights advocates who are now hoping to curtail the fallout from the supreme court’s decision. Some noted what they saw as a loophole: the court didn’t explicitly rule out consideration of a student’s race in all situations. Roberts’ statement continued: “Nothing in this opinion should be construed as prohibiting universities from considering an applicant’s discussion of how race affected his or her life, be it through discrimination, inspiration or otherwise.”</p> <a href=\"https://www.theguardian.com/law/2023/jul/05/how-civil-rights-activists-are-preparing-for-a-post-affirmative-action-college-landscape\">Continue reading...</a>", "link": "https://www.theguardian.com/law/2023/jul/05/how-civil-rights-activists-are-preparing-for-a-post-affirmative-action-college-landscape", "date_published": "2023-07-05T10:00:32+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "‘They took everything’: an Indigenous town rocked by the killings of young people", "description": "<p>In Covelo, an isolated town in northern California, back-to-back slayings are the most recent chapter of violence arising from colonisation</p><p>Marline Fulwider is no stranger to grief. As a young woman, she lost her 23-year-old brother; years later, her 25-year-old son-in-law, whom she had previously taken in as a foster child, was <a href=\"https://mendovoice.com/2021/09/1-bettega-dead-2-bettegas-arrested-after-homicide-involving-vehicle-in-covelo/\">killed</a>.</p><p>But nothing could have prepared Fulwider for the morning of 16 April, when another teen she had taken in was <a href=\"https://us12.campaign-archive.com/?u=d58e8d47c32727a999b3dde01&amp;id=850dbee03f\">found beaten to death</a>. Ruby Sky Montelongo was just 16 years old.</p> <a href=\"https://www.theguardian.com/us-news/2023/jul/05/california-indigenous-american-killings-missing-murdered\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jul/05/california-indigenous-american-killings-missing-murdered", "date_published": "2023-07-05T10:00:31+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Manchester United confirm Mason Mount signing from Chelsea for £55m", "description": "<ul><li>Fee for England midfielder could rise to £60m with add-ons</li><li>Mount the first addition to Erik ten Hag’s squad this summer</li></ul><p>Mason Mount has completed his initial £55m transfer from Chelsea to become Erik ten Hag’s first summer signing as the Manchester United manager seeks to improve on last season’s Carabao Cup win and third-place finish. Mount has signed a contract to 2028 with an option to extend by a year.</p><p>The 24-year-old bolsters Ten Hag’s creative options, with Mount operating mainly in advanced midfield or as a No 10 where he will provide competition for Christian Eriksen and Bruno Fernandes.</p> <a href=\"https://www.theguardian.com/football/2023/jul/05/manchester-united-confirm-mason-mount-signing-chelsea-55m\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/05/manchester-united-confirm-mason-mount-signing-chelsea-55m", "date_published": "2023-07-05T09:50:45+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Door Mouse review – strip club thriller that’s Raymond Chandler by way of Tank Girl", "description": "<p>Played by Hayley Law, Mouse is a graphic artist and burlesque performer who takes a predictable but well-drawn route through the mean streets</p><p>Part noir thriller and part punky comic-book subcult story, this Canadian-made debut from writer-director Avan Jogia is a bit hit and miss but impressive all the same. Credit is due as much to lead Hayley Law, better known as a recording artist, who has a knack for deadpan line delivery and a tremendous screen presence.</p><p>Law plays Mouse, a young graphic artist who draws pornographic stories for a very niche indie comic book market. It’s not making her a lot of money so she also performs in a shady burlesque-strip club run by strict but protective matriarch Mama (Famke Janssen, adding some serious horsepower to the ensemble). Mouse has a weird platonic bond with Ugly (Keith Powers), whose name is an obvious misnomer. He follows her around all the time and is almost ignored by everyone else, to the point where I was expecting his function to be a Fight Club-style projection device, but it turns out he is real.</p> <a href=\"https://www.theguardian.com/film/2023/jul/05/door-mouse-review-strip-club-thriller-thats-raymond-chandler-by-way-of-tank-girl\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jul/05/door-mouse-review-strip-club-thriller-thats-raymond-chandler-by-way-of-tank-girl", "date_published": "2023-07-05T06:00:26+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Brazil team arrive in Australia for Women’s World Cup with tribute to Iran protesters", "description": "<ul><li>Squad plane bears Mahsa Amini and Amir Nasr Azadani images</li><li>Brazilian star Marta confirms retirement after tournament</li></ul><p>The Brazilian football team has arrived in Australia for the Women’s World Cup with a strong statement on human rights.</p><p>The squad landed in Brisbane on Wednesday morning on a plane bearing the pictures of Iranian protesters Mahsa Amini and Amir Nasr Azadani on the tail.</p> <a href=\"https://www.theguardian.com/football/2023/jul/05/brazil-womens-world-cup-team-plane-tribute-iran-protesters\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/05/brazil-womens-world-cup-team-plane-tribute-iran-protesters", "date_published": "2023-07-05T02:57:12+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}]