[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCLRlryMfL8ffxzrtqv0_k_w", "title": "Harry Potter Reboot, Avatar 3: The Seed Bearer, Shrek 5... KinoCheck News", "description": "This time in the #KinoCheckNews \"Game of Thrones\", \"House of the Dragon\", \"Aegon Targaryen Series\", \"Lilo & Stitch Live Action\", \"Street Fighter\", \"Avatar 3\", \"Shrek 5\", \"Harry Potter Series\" etc.| Subscribe ➤ https://abo.yt/ki | 2023 Movie News Show | More News https://KinoCheck.com/news \n\n00:00 Shrek 5\nApart from \"Toy Story\", \"Shrek\" is probably one of the most iconic franchises in the genre of 3D animation. Although the 4 films about the cult ogre have grossed nearly 3 billion US dollars at the box office, it was quiet around the green hero for a long time. This is now changing: Illumination CEO Chris Meledandri told Variety that talks for \"Shrek 5\" are already ongoing... https://kinocheck.com/news/tom4jj\n\n01:45 New Game of Thrones Series\nDespite all the concerns, the \"Game of Thrones\" prequel \"House of the Dragon\" was able to build on the success of the original series. So it makes perfect sense that HBO is now considering further spin-offs: According to Variety, another prequel series is currently being planned around Aegon Targaryen... https://kinocheck.com/news/fzuzsl\n\n02:46 Harry Potter Reboot\nHardly any other topic is as hotly debated among Potterheads as the adaptations of J.K. Rowling's \"Harry Potter\" book series. After the last appearances of Daniel Radcliffe, Emma Watson and Rupert Grint in the movie series almost 12 years ago, there is now news about a reboot in a special format... https://kinocheck.com/news/zvt9af\n\n04:17 Avatar 3\nIn spite of its partly predictable plot, \"Avatar 2: The Way of Water\" was able to impress fans and critics above all with its visuals. In particular, the elaborate depiction of marine life caused director James Cameron to outperform his own film \"Titanic\" on the list of the most successful movies of all time... https://kinocheck.com/news/p5oo1z\n\n05:48 Street Fighter Movie\n\"Street Fighter\" is one of the most famous gaming brands ever and still thrills many gamers more than 30 years after its original release. The now announced plans for a live-action Street Fighter movie therefore caused quite a sensation among fans... https://kinocheck.com/news/l0i3ms\n\n07:16 Lilo & Stitch Live-Action Movie\nThere hasn't been a \"Lilo & Stitch\" movie since the mid-2000s, but now there's finally going to be a follow-up on Disney+ with a live-action film adaptation. The story of the two odd friends is world-famous and it was really only a matter of time before the project, which was announced back in 2018, would move forward. The website Knight Edge Media exclusively announced at the end of last week that the actress of the young Lilo has been cast... https://kinocheck.com/news/08n1yl\n\nMost popular movies right now ➤ https://amzo.in/bestsellermovies | Most wanted movies of all time ➤ https://amzo.in/wishlistmovies\n\nNote | News with courtesy of all involved publishers. | All Rights Reserved. | https://amzo.in are affiliate-links. That add no additional cost to you, but will support our work through a small commission. | #KinoCheck®", "link": "https://www.youtube.com/watch?v=H9TCyepeouo", "date_published": "2023-04-08 13:03:04+00:00", "persistent": false, "user": null, "language": "en-US"}]