[{"source": "https://thehill.com/news/feed/", "title": "Rail safety requires clear-eyed discourse and real solutions", "description": "February's train derailment in East Palestine, Ohio, reminded Americans how a single incident can impact communities. Fair or not, it also shook confidence in freight railroads — critical to the economy yet often misunderstood as a monolith or public utility. While it remains challenging to assuage the justified concerns of those affected, we must have...", "link": "https://thehill.com/opinion/congress-blog/3940732-rail-safety-requires-clear-eyed-discourse-and-real-solutions/", "date_published": "2023-04-08 21:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Warning signs flash for Republicans on abortion ahead of 2024", "description": "Republicans are grappling with how they message on abortion in next year’s elections, after the party suffered a defeat in the highly contested Wisconsin Supreme Court race on Tuesday. Milwaukee County Judge Janet Protasiewicz’s victory handed a majority to liberals on the court for the first time in 15 years, along with abortion rights activists...", "link": "https://thehill.com/homenews/campaign/3939740-warning-signs-flash-for-republicans-on-abortion-ahead-of-2024/", "date_published": "2023-04-08 21:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "6 injured in shooting during 'Senior Skip Day' event at South Carolina beach", "description": "Six people were injured in a shooting at a beach near Charleston, South Carolina, on Friday afternoon, during a “Senior Skip Day” event. Five of the injured individuals were teenagers between 15 and 16 years old, while the sixth was a woman in her mid-30s, Isle of Palms Police Department Chief Kevin Cornett said at...", "link": "https://thehill.com/homenews/state-watch/3940816-6-injured-in-shooting-during-senior-skip-day-event-at-south-carolina-beach/", "date_published": "2023-04-08 20:59:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Four things to know about the Texas abortion pill ruling", "description": "The Texas ruling against the Food and Drug Administration’s (FDA) approval of mifepristone, a pill that can be used for an abortion up to 10 weeks of pregnancy, could have major implications for abortion access throughout the country.  U.S. District Judge Matthew Kacsmaryk issued his ruling, which could stop the prescribing and distribution of mifepristone,...", "link": "https://thehill.com/regulation/court-battles/3940757-four-things-to-know-about-the-texas-abortion-pill-ruling/", "date_published": "2023-04-08 20:16:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Sunday shows preview: Fallout from Trump charges continues, gun reform debate heats up", "description": "The fallout from former President Trump’s historic criminal charges, as well as renewed debate over gun reform, is likely to dominate the Sunday talk show circuit this weekend. The former president was charged with 34 felony counts of falsifying business records on Tuesday for his role in a hush money payment to adult film star...", "link": "https://thehill.com/homenews/sunday-talk-shows/3940750-sunday-shows-preview-fallout-from-trump-charges-continues-gun-reform-debate-heats-up/", "date_published": "2023-04-08 20:07:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The anti-vax tribalism of Republican judges", "description": "Now judges who a few years ago had no views about vaccines suddenly regard them with deep suspicion.", "link": "https://thehill.com/opinion/judiciary/3940069-the-anti-vax-tribalism-of-republican-judges/", "date_published": "2023-04-08 18:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Eliminate useless uses of forever chemicals", "description": "We don’t blindly accept chemical manufacturers’ claims about the safety of their products, so we shouldn’t blindly accept claims about their benefits, either.", "link": "https://thehill.com/opinion/energy-environment/3940000-eliminate-useless-uses-of-forever-chemicals/", "date_published": "2023-04-08 17:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Schumer says Texas abortion pill ruling is about GOP 'goal of a nationwide abortion ban’", "description": "Senate Majority Leader Chuck Schumer (D-N.Y.) said the Texas abortion pill ruling that could restrict access to mifepristone is about a “Republicans’ goal of a nationwide abortion ban.”  Schumer told reporters in a press call on Saturday that the decision from U.S. District Judge Matthew Kacsmaryk, a Trump appointee, is “awful, extreme and unprecedented.” He...", "link": "https://thehill.com/homenews/senate/3940665-schumer-says-texas-abortion-pill-ruling-is-about-gop-goal-of-a-nationwide-abortion-ban/", "date_published": "2023-04-08 16:44:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Italy's Giorgia Meloni is the female Donald Trump for many on the left", "description": "Whenever Donald Trump speaks or does something publicly, it produces rage for many on the left. But he’s not alone as their target. Intelligent conservative women who rise to prominence and excel in their chosen professions seem to be catching up fast with Trump in that regard.   Two American examples come to mind. A quick...", "link": "https://thehill.com/opinion/white-house/3939099-italys-giorgia-meloni-is-the-female-donald-trump-for-many-on-the-left/", "date_published": "2023-04-08 16:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Energy decarbonization requires an all-of-the-above approach", "description": "Our approach to decarbonization must value steps forward, whether they are monumental or incremental.", "link": "https://thehill.com/opinion/energy-environment/3939959-energy-decarbonization-requires-an-all-of-the-above-approach/", "date_published": "2023-04-08 15:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "‘I was screaming before you interrupted me’: American politics has become amplified rage", "description": "The scene on the floor of the Tennessee House perfectly captured our \"age of rage.\"", "link": "https://thehill.com/opinion/judiciary/3940490-i-was-screaming-before-you-interrupted-me-american-politics-has-become-amplified-rage/", "date_published": "2023-04-08 14:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Democrats ask chief justice to investigate Clarence Thomas trips: ‘It is your duty’", "description": "A group of 16 congressional Democrats asked Supreme Court Chief Justice John Roberts to investigate the luxury trips that Justice Clarence Thomas has accepted from a major Republican donor for more than two decades.  Eight senators and eight representatives sent Roberts a letter on Friday to urge him to initiate an investigation into any unethical...", "link": "https://thehill.com/homenews/senate/3940506-democrats-ask-chief-justice-to-investigate-clarence-thomas-trips-it-is-your-duty/", "date_published": "2023-04-08 13:42:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Indictment underscores media’s Trump obsession", "description": "Wall-to-wall media coverage of Donald Trump's indictment this week underscores the former president’s hold on the press and the challenges for rivals to break through.   Cable networks breathlessly covered the indictment, even when there was little new to report.  Local news helicopters followed as Trump left his Florida home for the airport, prompting comparisons to the O.J. Simpson...", "link": "https://thehill.com/media/3939302-indictment-underscores-medias-trump-obsession/", "date_published": "2023-04-08 13:13:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden slams Texas abortion pill ruling as 'political, ideological’ attack", "description": "President Biden slammed the ruling by a federal judge in Texas rejecting the Food and Drug Administration’s (FDA) approval of an abortion pill as a “political, ideological” attack.  Biden said in a statement on Friday that the court has substituted its judgment for that of the FDA, which he called the “expert agency” on approving...", "link": "https://thehill.com/homenews/administration/3940491-biden-slams-texas-abortion-pill-ruling-as-political-ideological-attack/", "date_published": "2023-04-08 13:12:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "I asked ChatGPT and New Bing if I can copyright their texts, and this is how they responded", "description": "If a machine has a right to own a copyright, what other rights should/could that machine hold?", "link": "https://thehill.com/opinion/technology/3940482-i-asked-chatgpt-and-new-bing-if-i-can-copyright-their-texts-and-this-is-how-they-responded/", "date_published": "2023-04-08 13:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden administration appealing Texas judge's decision blocking abortion pill approval", "description": "The Biden administration is appealing the ruling by a federal judge in Texas that a common abortion pill was improperly approved more than two decades ago, which has put access to the drug at risk.  A filing in the case states that the Food and Drug Administration (FDA) is appealing the ruling from U.S. District...", "link": "https://thehill.com/homenews/administration/3940452-biden-administration-appealing-texas-judges-decision-blocking-abortion-pill-approval/", "date_published": "2023-04-08 12:37:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Why Britain is watching Biden’s ‘blue-collar blueprint’", "description": "Looking across the Atlantic provides some painful lessons in what happens when center-left parties overlook their working-class base.", "link": "https://thehill.com/opinion/international/3939992-why-britain-is-watching-bidens-blue-collar-blueprint/", "date_published": "2023-04-08 12:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "DOJ investigating leak of apparent classified Pentagon documents", "description": "The Justice Department (DOJ) is investigating the apparent leak of classified documents on multiple social media websites that potentially detail information about U.S. and NATO aid to Ukraine.  The Defense Department is also reviewing the documents after they were shared by Russian sources online on sites like Twitter. The documents, which are dated March or...", "link": "https://thehill.com/policy/defense/3940428-doj-investigating-leak-of-apparent-classified-pentagon-documents/", "date_published": "2023-04-08 11:52:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Public health must diversify which data 'count' in AI algorithms", "description": "Last Wednesday, Elon Musk, among other industry leaders, urged artificial intelligence labs to institute a six-month moratorium on artificial intelligence research, given the growing concern about the wide-ranging consequences of the groundbreaking technology. Public health experts must immediately follow suit with Musk's directive before it is too late to repair the irrevocable population health damages....", "link": "https://thehill.com/opinion/healthcare/3938146-public-health-must-diversify-which-data-count-in-ai-algorithms/", "date_published": "2023-04-08 11:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Democrats eager to take on Boebert again after near-upset", "description": "Democrats are gearing up to challenge Rep. Lauren Boebert (R-Colo.) again after nearly unseating her in one of the biggest surprises of last year’s midterms. In a sign of her perceived vulnerability, the Democratic Congressional Campaign Committee (DCCC) this week highlighted Boebert’s district as one of 31 targets next year, even after former President Trump...", "link": "https://thehill.com/homenews/campaign/3939359-democrats-eager-to-take-on-boebert-again-after-near-upset/", "date_published": "2023-04-08 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "French outreach to China highlights Europe’s divide with US", "description": "High-profile diplomatic meetings on opposite sides of the world are underscoring growing tensions between the U.S. and Europe in how to engage with China. French President Emmanuel Macron, on a three-day trip to China, is billing his outreach as an effort to recruit Chinese President Xi Jinping to play a major role in building peace...", "link": "https://thehill.com/policy/international/3939129-france-china-europe-divide-u-s/", "date_published": "2023-04-08 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Tennessee underscores role of state legislatures as political battlegrounds", "description": "The events in Tennessee on Thursday put a new focus on how the battle over major wedge issues like gun control, abortion and LGBTQ issues are largely playing out in state legislatures across the country. In a stunning move, the Tennessee state House’s Republican super majority expelled two Democratic representatives for protesting the state’s gun...", "link": "https://thehill.com/homenews/campaign/3939921-tennessee-underscores-role-of-state-legislatures-as-political-battlegrounds/", "date_published": "2023-04-08 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Democratic lawmakers voice anger over abortion pill ruling: 'This is an outrage'", "description": "Democratic lawmakers voiced outrage on Friday over the ruling from a Texas federal judge that could threaten access to abortion pills. U.S. District Judge Matthew Kacsmaryk's opinion claimed that the Food and Drug Administration (FDA) improperly rushed the approval process of mifepristone and violated federal standards. He granted the FDA just seven days to file...", "link": "https://thehill.com/homenews/house/3940237-democratic-lawmakers-voice-anger-over-abortion-pill-ruling-this-is-an-outrage/", "date_published": "2023-04-08 03:05:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Idaho AG walks back opinion on prohibiting referrals for out-of-state abortions", "description": "Idaho Attorney General Raúl Labrador (R) rescinded a legal opinion that prohibited referrals for out-of-state abortions, CNN reported Friday.  Labrador reportedly said in a letter to state Rep. Brent Crane (R) that the opinion was “mischaracterized as law enforcement guidance sent out publicly to local prosecutors and others.”  “It was not a guidance document, nor...", "link": "https://thehill.com/homenews/state-watch/3940207-idaho-ag-walks-back-opinion-on-prohibiting-referrals-for-out-of-state-abortions/", "date_published": "2023-04-08 02:26:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Advocacy groups slam federal ruling jeopardizing access to abortion pills", "description": "Advocacy organizations and medical groups criticized a federal ruling that could prevent access to an abortion pill, arguing that it threatens access to safe health care.  The statements came after a federal judge in Texas ruled on Friday that the Food and Drug Administration’s (FDA) approval of mifepristone more than two decades ago was improperly rushed...", "link": "https://thehill.com/policy/healthcare/3940181-advocacy-groups-slam-federal-ruling-jeopardizing-access-to-abortion-pills/", "date_published": "2023-04-08 01:35:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Raskin reveals Oversight Republicans have quietly sent six subpoenas in probe of Biden family finances", "description": "Republicans on the House Oversight Committee quietly sent six subpoenas as part of their investigation into Biden family finances, according to a memo from Rep. Jamie Raskin (D-Md.).  Raskin, the ranking member of the committee, wrote in a memo to other Democrats on the committee that Chairman James Comer (R-Ky.) has issued six subpoenas and...", "link": "https://thehill.com/homenews/house/3940124-raskin-reveals-oversight-republicans-have-quietly-sent-six-subpoenas-in-probe-of-biden-family-finances/", "date_published": "2023-04-08 00:19:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Federal judge bars FDA from changing abortion pill availability", "description": "A federal judge in Washington state issued a ruling on Friday prohibiting the Food and Drug Administration (FDA) from changing the availability of the abortion drug mifepristone. The decision came out almost concurrently with a separate opinion by a federal judge in Texas that ruled to block the approval of the same drug after seven...", "link": "https://thehill.com/homenews/3940115-federal-judge-bars-fda-from-changing-abortion-pill-availability/", "date_published": "2023-04-08 00:03:27+00:00", "persistent": false, "user": null, "language": "en-US"}]