[{"source": "http://louderwithcrowder.com/feed/", "title": "\"A scary, chilling thought\": Women's sports advocate speaks out after being assaulted by trans activists", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=33436611&amp;width=1200&amp;height=800&amp;coordinates=0%2C0%2C200%2C0\" /><br /><br /><p>Riley Gaines gave a speech at San Francisco State University on Thursday in defense with women's sports and women's rights. As is par for the course when someone expresses opinions they don't like, trans activists violently assaulted her to the point where a team of police officers needed to keep her hidden for three hours in order to save her life.</p><p>Allegedly, according to Gaines. And according to the video. If you ask the activists and their supporters, they will tell you it was a mostly peaceful protest.</p><p>Gaines joined Tucker Carlson to give her account of what happened and said it was terrifying: \"After my speech, the room was stormed. The lights were turned off and I was rushed, with no one there to escort me to a safe place. I was punched, I was hit multiple times, and I was shoved. </p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\">Tucker Carlson speaks with <a href=\"https://twitter.com/Riley_Gaines_?ref_src=twsrc%5Etfw\">@riley_gaines_</a> after she narrowly escaped from a violent mob of trans activists:<br /><br />\"This does not deter me, this assures me that I am doing the right thing.\"<br /><br />Read more: <a href=\"https://t.co/Kky7vcEG5d\">https://t.co/Kky7vcEG5d</a> <a href=\"https://t.co/K5ed4b2CPw\">pic.twitter.com/K5ed4b2CPw</a><br />— The Post Millennial (@TPostMillennial) <a href=\"https://twitter.com/TPostMillennial/status/1644502461594632192?ref_src=twsrc%5Etfw\">April 8, 2023</a></blockquote> </div><p>Gaines was barricaded in for three hours in a classroom. You might, like Tucker, wonder why the police didn't do more. \"They were scared to put their hands on these people because they know what these people are capable of ... the officers I could tell didn’t feel comfortable putting themselves in a position that would mean they do their job. Which is a really scary, chilling thought.\"</p><p><span></span>Raines gained notoriety by speaking out against transgender swimmer Lia Thomas during the controversial NCAA finals in March 2022. Riley and the other competitors, according to science, were all women. Lia, according to the AP Styleguide, was also a woman. Albeit, a woman who was born male, went through puberty as a male, <a href=\"https://meaww.com/lia-thomas-women-uncomfortable-changing-in-locker-room-with-trans-u-penn-swimmer\" target=\"_blank\">still has male genitalia, and still dates women</a> just like those who were born male and went through puberty as males with male genitalia have been traditionally known to do.<br /></p><p>There are critics who believe transgender athletes like Lia being born a male gives them unfair genetic advantages over the biologically female collegiate swimmers. Even though, as the AP Styleguide says, Lia is a woman. Raines is one of those critics and <a href=\"https://www.louderwithcrowder.com/lia-thomas-riley-gaines-tied\" target=\"_self\">experienced the political agenda of the left</a> when it comes to <a href=\"https://www.louderwithcrowder.com/lia-thomas-riley-gaines\" target=\"_self\">men pretending to be women in sports</a> firsthand.</p><p>In a totally ironic twist, earlier Thursday afternoon, the White House said how proud they were of trans activists fighting back and encouraged more of it.</p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\">KJP: \"This has been one of the worst wks...of 2023...in terms of anti-LGBTQ bills becoming law...This is a dangerous, dangerous attack on the rights of parents to make the best health care decisions...LGBTQI+ kids are resilient. They are fierce. They fight back...We are so proud\" <a href=\"https://t.co/ILgyXkilEd\">pic.twitter.com/ILgyXkilEd</a><br />— Curtis Houck (@CurtisHouck) <a href=\"https://twitter.com/CurtisHouck/status/1644033082725396483?ref_src=twsrc%5Etfw\">April 6, 2023</a></blockquote> </div><p>Later that evening, some of these fierce activists attacked a woman and trapped her in a room fearing for her life. What a coinkydink.</p><p>><p><p><p><p><p><\n<p>\n<em>Brodigan is Grand Poobah of this here website and when he isn't writing words about things enjoys day drinking, pro-wrestling, and country music. You can find him <a href=\"https://twitter.com/brodigan\" target=\"_blank\">on the Twitter</a> too.</em>\n</p>\n<p>\n<em><strong>Facebook doesn't want you reading this post or any others lately. </strong>Their algorithm hides our stories and shenanigans as best it can. The best way to stick it to Zuckerface? <strong>Bookmark </strong><a href=\"https://www.louderwithcrowder.com\" target=\"_blank\"><strong>LouderWithCrowder.com</strong></a> and check us out throughout the day! </em><em>Also, follow us on <a href=\"https://www.instagram.com/lwcnewswire/\" target=\"_blank\">Instagram</a> and <a href=\"https://www.twitter.com/lwcnewswire/\" target=\"_blank\">Twitter</a>.</em>\n</p></p>", "link": "https://www.louderwithcrowder.com/riley-gaines-addresses-assault", "date_published": "2023-04-08 12:30:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "http://louderwithcrowder.com/feed/", "title": "LA will celebrate Easter with *checks notes* a drag march protesting laws that ban mutilating children", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=33436495&amp;width=1200&amp;height=800&amp;coordinates=0%2C0%2C200%2C0\" /><br /><br /><p>As I'm sure you're all aware, tomorrow is <a href=\"https://www.louderwithcrowder.com/chris-pratt-giant-cross-easter\" target=\"_blank\">Easter Sunday.</a> Most people celebrate by going to church and sharing a meal with loved ones, and, if you have kiddos, maybe an egg hunt. Or if you're in <a href=\"https://www.louderwithcrowder.com/california-legalize-child-kidnapping\" target=\"_blank\">California</a>, you go to...a drag queen march. Apparently.</p><p>In West Hollywood, drag queens are marching on the day of our Lord's resurrection to protest laws that protect children from having their genitals surgically mutilated. Or, if you speak leftist, \"gender-affirmed.\"  They'e also protesting laws that prevent adults from taking their children to sexually explicit drag shows. </p><p>The rally has been dubbed \"Drag March LA,\" and will take place on Santa Monica Boulevard. Contestants from RuPaul's Drag Race are expected to be there. The tweet from the Los Angeles LGBT Center that announced the march cited \"over 400 pieces of anti-LGBTQ legislation on the books\". Which makes it sound like states are outlawing homosexuality. But they're actually banning adults from grooming children. Po-tay-to, po-tah-to. </p><p>The event is sponsored by over 40 pro-LGBTQ organizations, and several of them are faith-based , including the pro-LGBTQ church All Saints Los Angeles, and Founders Metropolitan Community Church, which is a self-described \"progressive community of faith.\" All Saints also has an upcoming <a href=\"https://www.allsaintsla.church/events-1/drag-me-to-church\" target=\"_blank\">\"Drag Me to Brunch\"</a> event scheduled, featuring a drag show, brunch, and bottomless mimosas. </p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\">\\u201cThis year alone, there are over 400 pieces of anti-LGBTQ+ legislation on the books. \\nOn Easter Sunday (April 9th), we\\u2019ll gather in our Sunday Best to show the world what we\\u2019re made of\\u2014and that we\\u2019re not going back. \\n\\nRSVP NOW https://t.co/6dc8e2vtl5\\u201d</div> — Los Angeles LGBT Center (@Los Angeles LGBT Center)\n        <a href=\"https://twitter.com/LALGBTCenter/status/1643631418717683712\">1680707242</a>\n</blockquote>\n\n<p>Joe Hollendonor, the CEO of the LA LGBT Center, said in a statement to Variety:<em> \"It is no mistake that today’s ‘Drag Bans’ are accompanied by a sweeping movement to ban access to gender-affirming care; we are fighting for our right to privacy, bodily autonomy, self-determination, and freedom of expression.\" </em></p><p>I feel like one could have privacy, bodily autonomy, self-determination, and freedom of expression <em>without </em>mutilating children or subjecting them to age-inappropriate, sexually explicit \"entertainment\" shows. And they could especially refrain from doing so on Easter Sunday. No? Just me? Ok. </p><p>><p><p><p><p><p><\n<p>\n<em>Lily is a Zoomer college dropout who somehow landed a writing gig here at LwC.com. In her spare time, she enjoys going for runs, touching grass, and occasionally <a href=\"https://twitter.com/LwCLily\" target=\"_blank\">tweeting tweets</a> for fellow tweeters.</em>\n</p>\n<p>\n<em><strong>Facebook doesn't want you reading this post or any others lately. </strong>Their algorithm hides our stories and shenanigans as best it can. The best way to stick it to Zuckerface? <strong>Bookmark </strong><a href=\"https://www.louderwithcrowder.com\" target=\"_blank\"><strong>LouderWithCrowder.com</strong></a> and check us out throughout the day! </em><em>Also, follow us on <a href=\"https://www.instagram.com/lwcnewswire/\" target=\"_blank\">Instagram</a> and <a href=\"https://www.twitter.com/lwcnewswire/\" target=\"_blank\">Twitter</a>.</em>\n</p></p><p><br /></p>", "link": "https://www.louderwithcrowder.com/drag-march-easter", "date_published": "2023-04-08 12:02:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "http://louderwithcrowder.com/feed/", "title": "Trans-on-Trans: Caitlyn Jenner unloads on Nike going woke, signing Dylan Mulvaney as spokesperson", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=33436421&amp;width=1200&amp;height=800&amp;coordinates=198%2C0%2C0%2C0\" /><br /><br /><p>Not everyone in the trans community is as enamored by current \"It-trans\" Dylan Mulvaney. Caitlyn Jenner, the O.G., thinks Nike made a huge, woke mistake. </p><p>The former Bruce said of Nike and Dylan that it was an outrage and a shame to see such a great American company go woke. \"It is a shame to see such an iconic American company go so woke! We can be inclusive but not at the expense of the mass majority of people, and have some decency while being inclusive. This is an outrage.\"</p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\">As someone that grew up in awe of what Phil Knight did, it is a shame to see such an iconic American company go so woke! We can be inclusive but not at the expense of the mass majority of people, and have some decency while being inclusive. This is an outrage. <a href=\"https://t.co/VJoLCvTyBt\">https://t.co/VJoLCvTyBt</a><br />— Caitlyn Jenner (@Caitlyn_Jenner) <a href=\"https://twitter.com/Caitlyn_Jenner/status/1643988654774444035?ref_src=twsrc%5Etfw\">April 6, 2023</a></blockquote> </div><p>Side note: Oli London once thought he was trans-Korean and went for penis reduction surgery to be, quote, <a href=\"https://www.louderwithcrowder.com/transracial-spends-250k-to-look-korean-plans-penis-reduction-why-do-people-get-so-offended\" target=\"_blank\">more authentically Korean</a>. He has since detransitioned back to being a British Man.</p><p>To be fair, Jenner has <a href=\"https://www.louderwithcrowder.com/caitlyn-jenner-biden-tshirt\" target=\"_blank\">been telling the left where to tuck it for a few years now</a>. Especially <a href=\"https://www.louderwithcrowder.com/caitlyn-jenner-against-biological-swimmer\" target=\"_blank\">when it comes to women's sports</a>. Being a former male athlete himself, Caitlyn knows firsthand the biological advantages those of us who were blessed to be born with a weiner have over those who have not. </p><p>It's caused some to <a href=\"https://www.louderwithcrowder.com/caitlyn-jenner-george-takei\" target=\"_blank\">try and yeet Jenner from the LGBTQAIIP+ community</a>. Being trans is encouraged. Being trans while still being a Republican and the left turns into a bunch of flaming transphobes.</p><p>You have to laugh, though. Because this all started with Jenner back when Bruce transitioned to Caitlyn and they talked ESPN into giving *checks notes* \"her\" <a href=\"https://www.louderwithcrowder.com/truth-behind-caitlyn-jenners-espy-award\" target=\"_blank\">a lifetime achievement award as a publicity stunt</a>. When we say \"beautiful and brave\" in a mocking fashion, it's because of the media legit and without any sense of irony calling Caitlyn beautiful and brave for no longer being Bruce.</p><p>And now we have Dylan Mulvaney. 2023, amirite?</p><p>><p><p><p><p><p><\n<p>\n<em>Brodigan is Grand Poobah of this here website and when he isn't writing words about things enjoys day drinking, pro-wrestling, and country music. You can find him <a href=\"https://twitter.com/brodigan\" target=\"_blank\">on the Twitter</a> too.</em>\n</p>\n<p>\n<em><strong>Facebook doesn't want you reading this post or any others lately. </strong>Their algorithm hides our stories and shenanigans as best it can. The best way to stick it to Zuckerface? <strong>Bookmark </strong><a href=\"https://www.louderwithcrowder.com\" target=\"_blank\"><strong>LouderWithCrowder.com</strong></a> and check us out throughout the day! </em><em>Also, follow us on <a href=\"https://www.instagram.com/lwcnewswire/\" target=\"_blank\">Instagram</a> and <a href=\"https://www.twitter.com/lwcnewswire/\" target=\"_blank\">Twitter</a>.</em>\n</p></p>", "link": "https://www.louderwithcrowder.com/caitlyn-jenner-dylan-mulvaney", "date_published": "2023-04-08 12:00:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "http://louderwithcrowder.com/feed/", "title": "Jack Black And Lizzo Were Featured On An Episode Of 'The Mandalorian' And The Reviews Are Absolutely Abysmal", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=33436343&amp;width=1200&amp;height=800&amp;coordinates=200%2C0%2C0%2C0\" /><br /><br /><p>It almost seems like our <a href=\"https://www.louderwithcrowder.com/rainn-wilson-anti-christian\" target=\"_blank\">entertainment industry</a> is actively trying to create shows absolutely no one likes. Not even the wokest wokies could pretend this one was good. </p><p>The Mandalorian episode with Jack Black and <a href=\"https://www.louderwithcrowder.com/ron-desantis-college-socialists\" target=\"_blank\">Lizzo</a> is the lowest-rated episode. Ever. It got a mere 6.5 stars on IMDb. In fact, the newest season may just be their worst ever, with three of the six episodes released so far receiving the worst reviews of the entire series. </p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\">\\u201cThe latest episode of The Mandalorian featuring guest appearances by Lizzo and Jack Black is the lowest-rated entry in the series to date.\\n\\nhttps://t.co/5xCgciajme\\u201d</div> — The Post Millennial (@The Post Millennial)\n        <a href=\"https://twitter.com/TPostMillennial/status/1644502858581135360\">1680915009</a>\n</blockquote>\n\n<p>The entire season has also gotten terrible reviews on Rotten Tomatoes, with a 64% audience review. By contrast, season 1 got 92%, and season 2 came in at 91%. Take a gander at the extremely cringe clips from the episode, and these reviews will make a tad more sense. If anything, it's a wonder they aren't lower. </p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\">\\u201cThis is the worst \"#StarWars\" I have ever seen! @Jon_Favreau & @BryceDHoward you should be ashamed and embarressed for making this garbage! If you thought #Grogu jumping was an embarrassing scene, check this out! #TheMandalorian #Mando #DisneyStarWarsIsntStarWars\\u201d</div> — Raging_Ryno (@Raging_Ryno)\n        <a href=\"https://twitter.com/RynoRaging/status/1643539877617893376\">1680685416</a>\n</blockquote>\n\n<p>Lizzo plays the Dutchess of Plazir-15 in the Outer Rim territories, and is married to Jack Black's character Captain Bombardier, a reformed Imperial. Apparently, Lizzo has had a personal obsession with Baby Yoda for a while now, which may have something to do with how she got the role. And when I say obsessed...she posted a TikTok as the character back in October. And it was just a <em>tad</em> unsettling. </p><p><br /></p><blockquote cite=\"https://www.tiktok.com/@lizzo/video/7025342832810446085\" class=\"tiktok-embed\">\n<section>\n<a href=\"https://www.tiktok.com/@lizzo\" target=\"_blank\" title=\"@lizzo\">@lizzo</a>\n<p>Baby Yoda wanted to try the trend too 🥺 give GROGU some love 🐸🥺🐸</p>\n</section>\n</blockquote>\n<p><br /></p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\">\\u201cHow it started     vs      How it\\u2019s going\\u201d</div> — FOLLOW @YITTY (@FOLLOW @YITTY)\n        <a href=\"https://twitter.com/lizzo/status/1643994959081779204\">1680793916</a>\n</blockquote>\n\n<p>I don't really understand why Lizzo is in the show at all. It's quite a random appearance. And to my knowledge, she isn't an actress. So was her only qualification her love for Baby Yoda...?</p><p>One other reason for the show's abysmal reviews could be the lack of Gina Carano. Current season three is the first without her appearance as the beloved character Cara Dune. If you recall, <a href=\"https://www.louderwithcrowder.com/show-notes-february-11\" target=\"_blank\">Disney fired Gina back in 2021</a> for the crime of COVID wrong-think. It's almost like, when companies go \"woke,\" they...go broke. Funny how that works.</p><p>><p><p><p><p><p><\n<p>\n<em>Lily is a Zoomer college dropout who somehow landed a writing gig here at LwC.com. In her spare time, she enjoys going for runs, touching grass, and occasionally <a href=\"https://twitter.com/LwCLily\" target=\"_blank\">tweeting tweets</a> for fellow tweeters.</em>\n</p>\n<p>\n<em><strong>Facebook doesn't want you reading this post or any others lately. </strong>Their algorithm hides our stories and shenanigans as best it can. The best way to stick it to Zuckerface? <strong>Bookmark </strong><a href=\"https://www.louderwithcrowder.com\" target=\"_blank\"><strong>LouderWithCrowder.com</strong></a> and check us out throughout the day! </em><em>Also, follow us on <a href=\"https://www.instagram.com/lwcnewswire/\" target=\"_blank\">Instagram</a> and <a href=\"https://www.twitter.com/lwcnewswire/\" target=\"_blank\">Twitter</a>.</em>\n</p></p>", "link": "https://www.louderwithcrowder.com/lizzo-jack-black-mandalorian", "date_published": "2023-04-08 11:29:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "http://louderwithcrowder.com/feed/", "title": "Watch: All out chick fight ends when one gets chokeslammed straight to hell, makes it rain on herself", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=33436286&amp;width=1200&amp;height=800&amp;coordinates=0%2C0%2C200%2C0\" /><br /><br /><p>The worst friends are the ones who get into fights and leave YOU to be the one to take all the damage. We go now to a parking lot in somewhere U.S.A. and join a brawl already in progress. </p><p>It's unclear what caused things to pop off. Perhaps the two ladies were having an argument over Dylan Mulvaney <a href=\"https://www.louderwithcrowder.com/dylan-mulvaney-nike\" target=\"_blank\">and whether or not s/he is an insult to women</a>. Then one girl said to the other \"<a href=\"https://www.louderwithcrowder.com/kid-rock-bud-light\" target=\"_blank\">You're not getting my Bud Light</a>\" and sh*t went down.</p><p>The friend was the one who got hurt though when she made the mistake of approaching security from behind and BY GAWD, SHE'S BEEN BROKEN IN HALF!!!</p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\">slammed her like the undertaker 😭😭 <br /><br /> <a href=\"https://t.co/xKpUWIiZwR\">pic.twitter.com/xKpUWIiZwR</a><br />— vids that go hard (@vidsthatgohard) <a href=\"https://twitter.com/vidsthatgohard/status/1642683709156651008?ref_src=twsrc%5Etfw\">April 3, 2023</a></blockquote> </div><p>It would have been sweet if she sat up immediately after making contact with the pavement.</p><p class=\"shortcode-media shortcode-media-rebelmouse-image\">\n<img alt=\"\" class=\"rm-shortcode\" id=\"56a32\" src=\"https://www.louderwithcrowder.com/media-library/image.gif?id=33436316&amp;width=980\" />\n</p><p>As if the chokeslam wasn't embarrassing enough, upon impact the girl made it rain dolla dolla bills on herself. Which I'm confused by. Did she run up on a security guard with the money in her hands? In the midst of the chaos, did she forget she had two fistfuls of cash when she got involved? The only thing we know for sure is that she made the mistake of approaching the security guard who watches a little too much WWE. He was no doubt already in a foul mood that Vince McMahon has taken over creative again.</p><p>Internet, you know what to do...</p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\">The internet remains undefeated. <a href=\"https://t.co/fYJwYjL0aT\">pic.twitter.com/fYJwYjL0aT</a><br />— Catch Up (@CatchUpFeed) <a href=\"https://twitter.com/CatchUpFeed/status/1644509919285051399?ref_src=twsrc%5Etfw\">April 8, 2023</a></blockquote> </div><p>My favorite part is that while everyone was now attending to the chokeslamed girl, the two girls who started it were still wailing on each other.</p><p class=\"shortcode-media shortcode-media-rebelmouse-image\">\n<img alt=\"\" class=\"rm-shortcode\" id=\"0a0f3\" src=\"https://www.louderwithcrowder.com/media-library/image.png?id=33436287&amp;width=980\" />\n</p>\n<p>Some days, it doesn't pay to go out. Stay home. Relax in your sweats. Watch a little Netflix. There is less of a chance of taking on damage that way.</p><p>><p><p><p><p><p><\n<p>\n<em>Brodigan is Grand Poobah of this here website and when he isn't writing words about things enjoys day drinking, pro-wrestling, and country music. You can find him <a href=\"https://twitter.com/brodigan\" target=\"_blank\">on the Twitter</a> too.</em>\n</p>\n<p>\n<em><strong>Facebook doesn't want you reading this post or any others lately. </strong>Their algorithm hides our stories and shenanigans as best it can. The best way to stick it to Zuckerface? <strong>Bookmark </strong><a href=\"https://www.louderwithcrowder.com\" target=\"_blank\"><strong>LouderWithCrowder.com</strong></a> and check us out throughout the day! </em><em>Also, follow us on <a href=\"https://www.instagram.com/lwcnewswire/\" target=\"_blank\">Instagram</a> and <a href=\"https://www.twitter.com/lwcnewswire/\" target=\"_blank\">Twitter</a>.</em>\n</p></p>", "link": "https://www.louderwithcrowder.com/girl-fight-chokeslam", "date_published": "2023-04-08 11:22:36+00:00", "persistent": false, "user": null, "language": "en-US"}]