[{"source": "https://www.theguardian.com/international/rss", "title": "British-Israeli sisters killed in West Bank gun attack named", "description": "<p>Rina and Maia Dee, aged 15 and 20, identified on Twitter by Benjamin Netanyahu as mother remains in intensive care</p><p>The two British-Israeli sisters killed in a gun attack in the occupied West Bank on Friday have been named as Rina and Maia Dee.</p><p>Rina, 15, and Maia, 20, who were born in London, were identified on Twitter by the Israeli prime minister, Benjamin Netanyahu.</p> <a href=\"https://www.theguardian.com/world/2023/apr/08/british-israeli-sisters-killed-in-west-bank-gun-attack-named\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/08/british-israeli-sisters-killed-in-west-bank-gun-attack-named", "date_published": "2023-04-08 21:57:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Chasing the runner’s high: the elusive buzz scientists are still figuring out", "description": "<p>The promise of a runner’s high hovers tantalisingly on the horizon, but pinning down exactly what it is – and where else you can get it – is tricky</p><p>I’m a reluctant runner. Two or three times a week, I stagger around the streets and pathways of my neighbourhood, motivated only by the company of my running buddy and by the anticipation of the food I will enjoy when I get home.</p><p>The idea of a runner’s high hovers tantalisingly on the horizon, like a neurochemical mirage. Maybe once on a longer run I felt it, like my feet had grown wings and for the first time in my running life I actually wanted to keep going.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/apr/09/chasing-the-runners-high-the-elusive-buzz-scientists-are-still-figuring-out\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/apr/09/chasing-the-runners-high-the-elusive-buzz-scientists-are-still-figuring-out", "date_published": "2023-04-08 20:00:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Lampard offers few fresh ideas as Chelsea endure new manager splat | Jonathan Wilson", "description": "<p>Defeat at Wolves suggested that coach’s second coming will not provide an edge in the Champions League against Real Madrid</p><p>The narrative seemed to write itself: Frank Lampard, having been offed by a famous Roman, <a href=\"https://www.theguardian.com/football/blog/2023/apr/06/old-and-new-chelsea-meet-with-the-box-office-return-of-frank-lampard\" title=\"\">resurrecting his managerial career</a> at Easter. But the narrative was wrong. There has been no new manager bounce for Chelsea, quite the reverse. They have had a different manager for their past three games and they haven’t won any of them. This has been a new manager splat.</p><p>Sacking Graham Potter with quarter of the season remaining was presumably supposed to jolt Chelsea into life, to at least give them a puncher’s chance in the Champions League. That has not happened. Maybe at Stamford Bridge there will be an emotional surge, the once and future manager returning to save his club in their hour of need, but there was <a href=\"https://www.theguardian.com/football/2023/apr/08/wolves-chelsea-premier-league-match-report\" title=\"\">little of that in Wolverhampton</a>.</p> <a href=\"https://www.theguardian.com/sport/blog/2023/apr/08/frank-lampard-offers-few-new-ideas-as-chelsea-suffer-new-manager-splat\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/blog/2023/apr/08/frank-lampard-offers-few-new-ideas-as-chelsea-suffer-new-manager-splat", "date_published": "2023-04-08 17:14:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Relief for Tiger Woods as he lives to fight another two days at Masters", "description": "<ul><li>Former world No 1 makes cut despite closing with two bogeys</li><li>Fred Couples, 63, will become oldest to play four Masters rounds</li></ul><p>Trees may have fallen but an idol did not. Spectators still reeling from the astonishing Friday afternoon episode where a <a href=\"https://www.theguardian.com/sport/2023/apr/07/miraculous-escape-for-spectators-as-three-trees-are-blown-over-at-masters\">trio of Georgia pines crashed to the turf</a>, were at least cheered by the survival of Tiger Woods for this major’s closing 36 holes.</p><p>Woods maintained a superb record of never missing a Masters cut as a professional, a streak that now extends to 23. He has tied Gary Player and Fred Couples at that figure, a tournament record. Incredibly, Couples also made it into the delayed round three at cold, rain soaked Augusta. Rory McIlroy, Bryson DeChambeau and Justin Thomas were among those to bow out as Woods and Couples rolled back the years. The Masters really is all about tradition.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/08/relief-for-tiger-woods-as-he-lives-to-fight-another-two-days-at-masters\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/08/relief-for-tiger-woods-as-he-lives-to-fight-another-two-days-at-masters", "date_published": "2023-04-08 16:45:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Isak boosts Newcastle’s top-four hopes by capping comeback win at Brentford", "description": "<p>Only this week, Eddie Howe had explained why anger was such an important attribute for managers to possess. How he must have put that particular emotion to excellent use halfway through this match. Forty-five minutes in, Newcastle’s manager will have wondered where his team had gone. What on earth had happened to the swagger evident in abundance across London just a few days earlier in the <a href=\"https://www.theguardian.com/football/2023/apr/05/callum-wilson-and-joelinton-double-up-as-newcastle-thrash-west-ham\">rampant 5-1 victory over West Ham</a>?</p><p>Fortunate only to be a goal down after Ivan Toney had scored his second penalty attempt, the visitors headed into the changing room for an ear-bashing at half-time having been totally overrun in a woeful first-half performance.</p> <a href=\"https://www.theguardian.com/football/2023/apr/08/brentford-newcastle-premier-league-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/08/brentford-newcastle-premier-league-match-report", "date_published": "2023-04-08 16:10:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Kamala Harris praises courage of ‘Tennessee Three’ on visit to Nashville", "description": "<p>US vice-president shows support for Democrats ousted by Republicans from state house as scandal rages on</p><p>About 500 people packed the chapel at Fisk University, a historically Black college in Nashville, Tennessee, and sang the civil rights anthem This Little Light of Mine while they waited for US vice-president <a href=\"https://www.theguardian.com/us-news/kamala-harris\">Kamala Harris</a> to appear. When she did, the crowd erupted in cheers.</p><p>Harris and her listeners were there to show support for her fellow Democrats and state lawmakers Justin Jones, Justin Pearson and Gloria Johnson – <a href=\"https://www.theguardian.com/us-news/2023/apr/06/tennessee-gun-control-protest-house-expel-democrats\">Jones and Pearson were ousted</a> from the Republican-controlled Tennessee house of representatives after joining a protest in favor of gun control at the capitol in Nashville, and Johnson narrowly survived an expulsion vote.</p> <a href=\"https://www.theguardian.com/us-news/2023/apr/08/kamala-harris-tennessee-three-nashville-visit-expelled-democrats\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/08/kamala-harris-tennessee-three-nashville-visit-expelled-democrats", "date_published": "2023-04-08 13:58:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Progressives tout string of wins across US as template for Democrats", "description": "<p>Victories in Chicago and St Louis, plus a key judicial race in Wisconsin, argue against tacking to center, leftwingers say</p><p>Progressives in the midwest had three reasons to celebrate on Tuesday. In Wisconsin, the liberal judge Janet Protasiewicz <a href=\"https://www.theguardian.com/us-news/2023/apr/04/wisconsin-supreme-court-election-results\">delivered a resounding victory</a> in the state supreme court race, flipping control of the court for the first time in 15 years. In Chicago, the progressive mayoral candidate Brandon Johnson <a href=\"https://www.theguardian.com/us-news/2023/apr/04/chicago-mayoral-election-polls-brandon-johnson-paul-vallas\">prevailed</a> over Paul Vallas, a more conservative Democrat who ran on a tough-on-crime message. And in St Louis, progressives won a majority of seats on the board of aldermen, the lawmaking body for the city.</p><p>As they took their victory lap, progressives made clear that they viewed the wins as merely the beginning of a broader trend in America’s elections.</p> <a href=\"https://www.theguardian.com/us-news/2023/apr/08/progressive-democratic-victories-chicago-wisconsin-st-louis\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/08/progressive-democratic-victories-chicago-wisconsin-st-louis", "date_published": "2023-04-08 10:00:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Bean stew, clam casserole and a creamy dip: Yotam Ottolenghi’s recipes for cannellini beans", "description": "<p>Jarred cannellini beans are best with grilled tomatoes and crisp oregano, tinned work wonders in a creamy dip and zippy sauce, and dried beans complete a gorgeous shellfish stew with spiced tomato</p><p><br />Tinned beans, jarred beans and dried beans: happily, there is use for them all. For convenience, it’s tinned all the way. Jarred, meanwhile, have the benefit of being big, buttery and instantly ready, so they are most definitely your friend. Last, for when you have some time, and want the beans to absorb the flavours of whatever they are cooked with, it’s dried for the win (but get them soaking and cooking sooner rather than later, because they need time to reach their full potential). Regardless of which type you go for, however, there are myriad ways to incorporate the humble bean into your day-to-day.</p> <a href=\"https://www.theguardian.com/food/2023/apr/08/cannellini-bean-recipes-yotam-ottolenghi-clam-casserole-tomato-sweet-potato-dip-urfa-sauce\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/apr/08/cannellini-bean-recipes-yotam-ottolenghi-clam-casserole-tomato-sweet-potato-dip-urfa-sauce", "date_published": "2023-04-08 07:00:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Bidding wars: inside the super-charged fight for rental properties", "description": "<p>Facing high demand and low supply, there is often only 48 hours to strike a deal. With some hopefuls paying £50,000 upfront to secure a home</p><p>The cost of renting in London and many other parts of the country has soared over the past year, with a lack of available properties meaning tenants face tough competition to secure a home. Some feel they have little option but to pay thousands of pounds upfront – £50,000 isn’t unusual – or sign longer leases to beat other hopeful applicants.</p><p>According to the latest figures from the property website Zoopla, <a href=\"https://www.theguardian.com/money/renting\">average rents</a> in London have hit £1,978 a month – up 15.2% over the last 12 months – while Rightmove said annual rent inflation in the capital was running at 15.7%.</p> <a href=\"https://www.theguardian.com/money/2023/apr/08/bidding-wars-inside-the-super-charged-fight-for-rental-properties\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/apr/08/bidding-wars-inside-the-super-charged-fight-for-rental-properties", "date_published": "2023-04-08 07:00:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Tom Gauld attends a ‘positive thinking for authors’ seminar – cartoon", "description": "<a href=\"https://www.theguardian.com/books/picture/2023/apr/08/tom-gauld-attends-a-positive-thinking-for-authors-seminar-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/books/picture/2023/apr/08/tom-gauld-attends-a-positive-thinking-for-authors-seminar-cartoon", "date_published": "2023-04-08 07:00:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "‘A very arranged mess’: Serge Gainsbourg’s Paris home to open to public", "description": "<p>Property owned by daughter Charlotte Gainsbourg has been kept as it was when singer died 30 years ago</p><p>Since his death in 1991, fans of the singer-songwriter and French cultural icon Serge Gainsbourg have turned his home in a quiet street in the chic 7th arrondissement of Paris into a shrine.</p><p>For more than 30 years they have painted graffiti and portraits on the outside walls and left quotes and messages of love and affection in homage to the controversial artist hailed as both a great poet and a grandstanding provocateur.</p> <a href=\"https://www.theguardian.com/music/2023/apr/08/serge-gainsbourg-house-to-open-to-public-paris-charlotte-gainsbourg\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/apr/08/serge-gainsbourg-house-to-open-to-public-paris-charlotte-gainsbourg", "date_published": "2023-04-08 07:00:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Manus Island and Nauru: previously unseen testimony and AI imagery reveal ‘unimaginable’ part of Australian history", "description": "<p>The witness statements were collected during more than 300 hours of interviews with refugees as part of a now discontinued pro bono class action</p><ul><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>Thirty-two witness statements from refugees detained by Australia offshore on Nauru and Manus Island have been published as part of <a href=\"https://www.exhibitai.com.au/\">an exhibition</a> chronicling, in graphic detail, conditions inside Australia’s offshore immigration processing centres.</p><p>The statements were collected during more than 300 hours of interviews with women and men detained offshore as part of a now discontinued pro bono class action that challenged the detention of a number of people forcibly held in immigration detention.</p> <a href=\"https://www.theguardian.com/australia-news/2023/apr/08/manus-island-and-nauru-previously-unseen-testimony-and-ai-imagery-reveal-unimaginable-part-of-australian-history\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2023/apr/08/manus-island-and-nauru-previously-unseen-testimony-and-ai-imagery-reveal-unimaginable-part-of-australian-history", "date_published": "2023-04-08 04:34:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Russia-Ukraine war at a glance: what we know on day 409 of the invasion", "description": "<p>Russia or its backers likely behind classified military leak, US officals reportedly say; WSJ reporter Evan Gershkovich charged with espionage in Russia but denies accusation</p><p><strong>Russia or pro-Russian elements are likely behind the leak of <a href=\"https://www.theguardian.com/world/2023/apr/07/pentagon-investigates-reported-leak-of-top-secret-ukraine-documents\">several classified US military documents</a> posted on social media, </strong>three US officials told Reuters. The unnamed officials said the documents provided a partial, month-old snapshot of the war and appear to have been doctored to play down Russian losses, according to Reuters. The New York Times earlier reported the documents provided details of US and Nato plans to help prepare Ukraine for a spring offensive against Russia. The US Justice Department said it has begun a probe into the leak.</p><p><strong>Three civilians were killed and 17 wounded over the past 24 hours in Russian artillery, missile and aerial attacks on 114 settlements in nine regions</strong>, the Ukrainian defence ministry said on Friday. Authorities in Russian-controlled areas of eastern Ukraine said seven civilians were killed on Thursday in two Ukrainian artillery strikes. Both sides deny targeting civilians.</p><p><strong>Russian Federal Security Service investigators <a href=\"https://www.theguardian.com/world/2023/apr/07/wsj-evan-gershkovich-charged-espionage-russia\">formally charged Evan Gershkovich with espionage</a></strong> but the <a href=\"https://www.theguardian.com/media/wallstreetjournal\">Wall Street Journal</a> reporter denied the charges and said he was working as a journalist, Russian news agencies reported on Friday. Gershkovich is the first American journalist detained in Russia on espionage charges since the end of the cold war.</p><p><strong>The Ukrainian military said it had downed a Russian Su-25 ground attack jet near Marinka</strong>. A video showed a big explosion as the plane slammed into the ground, with its pilot descending on a parachute. The Russian military did not confirm the plane’s downing, AP reported.</p><p><strong>Russia’s foreign minister, Sergei Lavrov, has threatened to abandon a landmark grain deal with Ukraine if obstacles to Moscow’s exports remained</strong>. The agreement last July allows Ukraine to export grain through a safe corridor in the Black Sea. “If there is no further progress in removing barriers to the export of Russian fertilisers and grain, we will think about whether this deal is necessary,” Lavrov told a news conference in Ankara alongside his Turkish counterpart, Mevlut Cavusoglu, on Friday</p><p><strong>Ukraine can resume exporting electricity after a six-month gap</strong>, given the success of repairs carried out after repeated Russian attacks, the energy minister, Herman Halushchenko, said on Friday. Last October, Ukraine halted exports of electricity to the European Union – its main export market for energy since the war began – following Russia strikes on energy infrastructure. “The most difficult winter has passed,” Halushchenko said.</p><p><strong>Ukraine has said Russia is concentrating all its efforts on capturing the eastern city of Bakhmut</strong>, where it described the situation as “difficult” but said it was holding out.. The UK Ministry of Defence said earlier that Russian forces had “highly likely” advanced into Bakhmut’s town centre and seized the west bank of the Bakhmutka River, severely threatening Ukraine’s key supply route to the west.</p><p><strong>Ukraine president Volodymyr Zelenskiy on Friday criticised Russia’s treatment of the Muslim-minority Tatar community in Kremlin-controlled Crimea</strong> and vowed to recapture the peninsula from Russia during a first official state iftar. Speaking outside the centre of the capital, Zelenskiy announced Ukraine was beginning a new tradition of hosting an official iftar, the meal breaking the daily fast during the month of Ramadan.</p><p><em>Reuters and Agence-France Presse contributed to this report</em></p> <a href=\"https://www.theguardian.com/world/2023/apr/08/russia-ukraine-war-at-a-glance-what-we-know-on-day-409-of-the-invasion\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/08/russia-ukraine-war-at-a-glance-what-we-know-on-day-409-of-the-invasion", "date_published": "2023-04-08 01:58:03+00:00", "persistent": false, "user": null, "language": "en-US"}]