[{"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Taiwanese PC Company MSI Falls Victim to Ransomware Attack", "description": "Taiwanese PC company MSI (short for Micro-Star International) officially confirmed it was the victim of a cyber attack on its systems.\nThe company said it \"promptly\" initiated incident response and recovery measures after detecting \"network anomalies.\" It also said it alerted law enforcement agencies of the matter.\nThat said, MSI did not disclose any specifics about when the attack took place", "link": "https://thehackernews.com/2023/04/taiwanese-pc-company-msi-falls-victim.html", "date_published": "2023-04-08 14:37:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Iran-Based Hackers Caught Carrying Out Destructive Attacks Under Ransomware Guise", "description": "The Iranian nation-state group known as MuddyWater has been observed carrying out destructive attacks on hybrid environments under the guise of a ransomware operation.\nThat's according to new findings from the Microsoft Threat Intelligence team, which discovered the threat actor targeting both on-premises and cloud infrastructures in partnership with another emerging activity cluster dubbed", "link": "https://thehackernews.com/2023/04/iran-based-hackers-caught-carrying-out.html", "date_published": "2023-04-08 07:19:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Apple Releases Updates to Address Zero-Day Flaws in iOS, iPadOS, macOS, and Safari", "description": "Apple on Friday released security updates for iOS, iPadOS, macOS, and Safari web browser to address a pair of zero-day flaws that are being exploited in the wild.\nThe two vulnerabilities are as follows -\n\nCVE-2023-28205 - A use after free issue in WebKit that could lead to arbitrary code execution when processing specially crafted web content.\n\n\nCVE-2023-28206 - An out-of-bounds write issue in", "link": "https://thehackernews.com/2023/04/apple-releases-updates-to-address-zero.html", "date_published": "2023-04-08 05:15:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Researchers Discover Critical Remote Code Execution Flaw in vm2 Sandbox Library", "description": "The maintainers of the vm2 JavaScript sandbox module have shipped a patch to address a critical flaw that could be abused to break out of security boundaries and execute arbitrary shellcode.\nThe flaw, which affects all versions, including and prior to 3.9.14, was reported by researchers from South Korea-based KAIST WSP Lab on April 6, 2023, prompting vm2 to release a fix with version 3.9.15 on", "link": "https://thehackernews.com/2023/04/researchers-discover-critical-remote.html", "date_published": "2023-04-08 05:04:00+00:00", "persistent": false, "user": null, "language": "en-US"}]