[{"source": "https://thehill.com/news/feed/", "title": "Health care providers in North Carolina file lawsuit against state over abortion restrictions", "description": "Health care providers in North Carolina filed a lawsuit against the state challenging the constitutionality of various provisions of its abortion ban.  The American Civil Liberties Union (ACLU) brought the lawsuit on behalf of Planned Parenthood South Atlantic and physician Beverly Gray. The suit challenges the legitimacy of North Carolina’s Senate Bill 20, which bans...", "link": "https://thehill.com/homenews/state-watch/4054526-health-care-providers-in-north-carolina-file-lawsuit-against-state-over-abortion-restrictions/", "date_published": "2023-06-16 23:04:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Mandy Cohen set to be new CDC chief", "description": "Welcome to The Hill's Health Care newsletter {beacon} Health Care Health Care   The Big Story  Biden makes his pick for new CDC director President Biden announced Mandy Cohen as his pick to lead the Centers for Disease Control and Prevention after current director Rochelle Walensky steps down later this month. © AP While Cohen...", "link": "https://thehill.com/newsletters/health-care/4054536-mandy-cohen-set-to-be-new-cdc-chief/", "date_published": "2023-06-16 23:03:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Florida man sentenced to nearly 5 years for attacking police officer during Jan. 6 riot", "description": "A Florida man was sentenced to nearly five years in prison on Friday for attacking a police officer during the Jan. 6, 2021, Capitol riot.  According to a release from the U.S. Attorney’s Office for the District of Columbia, 27-year-old Mason Joel Courson from Tamarac, Florida was sentenced to 57 months’ imprisonment after he pleaded...", "link": "https://thehill.com/regulation/court-battles/4054514-florida-man-sentenced-to-nearly-5-years-for-attacking-police-officer-during-jan-6-riot/", "date_published": "2023-06-16 22:59:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "GOP plays offense on student loans", "description": "Welcome to The Hill's Business &#38; Economy newsletter {beacon} Business &#38; Economy Business &#38; Economy   PRESENTED BY  The Big Story  Republicans offer their own student loans plans ahead of SCOTUS decision Senate Republicans are rolling out plans aimed at addressing college costs as borrowers nationwide brace for the Supreme Court’s upcoming decision on the...", "link": "https://thehill.com/newsletters/business-economy/4054524-gop-plays-offense-on-student-loans/", "date_published": "2023-06-16 22:54:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "U.S. may face resurgence of wildfire smoke", "description": "Welcome to The Hill's Energy &#38; Environment newsletter {beacon} Energy &#38; Environment Energy &#38; Environment   The Big Story  Wildfire smoke set to return this weekend as Canadian fires rage Although the heavy layer of smoke that blanketed the East Coast last week has lifted, wildfires that fueled it burn on, risking a potential resurgence...", "link": "https://thehill.com/newsletters/energy-environment/4054500-u-s-may-face-resurgence-of-wildfire-smoke/", "date_published": "2023-06-16 22:41:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Bristol Myers Squibb joins in on challenging Medicare drug price negotiation program", "description": "U.S. pharmaceutical company Bristol Myers Squibb (BMS) on Friday became the latest organization to file a legal challenge against the the Medicare drug price negotiation program established by the Inflation Reduction Act (IRA). This suit echoes the complaints filed by Merck &#38; Co. and the Chamber of Commerce, alleging the IRA provision that gives Medicare...", "link": "https://thehill.com/homenews/4054443-bristol-myers-squibb-joins-in-on-challenging-medicare-drug-price-negotiation-program/", "date_published": "2023-06-16 22:41:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Are you owed money from the FTC's $3.3M student loan scam settlement?", "description": "Earlier this week the Federal Trade Commission announced that $3.3 million will go to tens of thousands of victims of a student loan debt relief scheme.", "link": "https://thehill.com/homenews/education/4054483-are-you-owed-money-from-the-ftcs-3-3m-student-loan-scam-settlement/", "date_published": "2023-06-16 22:29:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Bill markups set stage for culture war fights", "description": "Welcome to The Hill's Defense &#38; NatSec newsletter {beacon} Defense &#38;National Security Defense &#38;National Security   The Big Story  Defense bill markups set the stage for culture war fights House lawmakers this week introduced major military policy and funding changes they hope to see in defense spending bills later this year, previewing efforts to address...", "link": "https://thehill.com/newsletters/defense-national-security/4054454-bill-markups-set-stage-for-culture-war-fights/", "date_published": "2023-06-16 22:29:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Suarez hints at willingness to consider pardoning Trump if elected president", "description": "Miami Mayor Francis Suarez (R), who declared his candidacy for president on Thursday, hinted that he may be willing to pardon former President Trump for the federal charges he is facing.  Suarez said in an interview on MSNBC on Friday that one of the possible reasons for the president to use the pardon power is...", "link": "https://thehill.com/homenews/campaign/4054400-suarez-would-consider-pardoning-trump-if-elected/", "date_published": "2023-06-16 22:06:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Senate revives antitrust bill", "description": "Welcome to The Hill's Technology newsletter {beacon} Technology Technology   The Big Story  Senate brings back antitrust bill A key bipartisan antitrust reform bill targeting the power of tech giants was reintroduced in the Senate on Thursday.  © The Hill, Annabelle Gordon The American Innovation and Choice Online Act led by Sens. Amy Klobuchar (D-Minn.)...", "link": "https://thehill.com/newsletters/technology/4054392-senate-revives-antitrust-bill/", "date_published": "2023-06-16 22:00:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "New COVID shots will target dominant version of XBB strain", "description": "The Food and Drug Administration (FDA) told vaccine manufacturers on Friday their fall COVID-19 update should target the XBB.1.5 strain of omicron. That variant is currently responsible for about 40 percent of all infections, according to the Centers for Disease Control and Prevention (CDC). Vaccine companies have been working on XBB-specific vaccines, so they will...", "link": "https://thehill.com/policy/healthcare/4054401-new-covid-shots-will-target-dominant-version-of-xbb-strain/", "date_published": "2023-06-16 21:56:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "'Rust' armorer's attorney says hangover rumors have 'fatally tainted' the case", "description": "The set armorer charged in relation to the shooting death on the set of “Rust” last year vehemently denied claims that she was hungover the day of the shooting, attorneys said in a filing Friday. Prosecutors last week accused Hannah Gutierrez-Reed of being hungover on the day Alec Baldwin accidentally shot and killed a camerawoman...", "link": "https://thehill.com/blogs/in-the-know/4054007-rust-armorers-attorney-says-hangover-rumors-have-fatally-tainted-the-case/", "date_published": "2023-06-16 21:38:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Federal judge blocks Indiana gender-affirming health care ban", "description": "A federal judge on Friday prevented Indiana’s gender-affirming health care ban from taking effect, granting a temporary reprieve to transgender youths and families seeking care in Indiana. Indiana’s Senate Bill 480, which would have taken effect July 1, bars health care providers in the state from administering gender-affirming medical care to transgender minors. Republican Gov. Eric...", "link": "https://thehill.com/homenews/state-watch/4054349-federal-judge-blocks-indiana-gender-affirming-health-care-ban/", "date_published": "2023-06-16 21:33:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Gas stoves raise indoor levels of cancer-causing benzene, study finds", "description": "Using gas-powered stoves and ovens can raise the levels of the cancer-causing chemical benzene in a home, according to a new study.  The study, published in the journal Environmental Science and Technology, looked at 87 stoves in California and Colorado. Researchers found that gas and propane stoves and ovens emitted significantly more benzene than electric alternatives. ...", "link": "https://thehill.com/policy/energy-environment/4054311-gas-stoves-raise-indoor-levels-of-cancer-causing-chemical/", "date_published": "2023-06-16 21:27:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump holds clear lead in GOP primary field after indictment: poll", "description": "Former President Trump maintains a strong lead in the crowded Republican presidential primary after he was indicted on federal charges in a classified documents case, according to a new Harvard CAPS-Harris Poll survey released exclusively to The Hill on Friday.  Fifty-nine percent of Republican voters said that if the GOP primary were held today, they...", "link": "https://thehill.com/homenews/campaign/4054341-trump-holds-clear-lead-in-gop-primary-field-after-indictment-poll/", "date_published": "2023-06-16 21:25:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden set for first 2024 campaign rally", "description": "{beacon} Evening Report Friday, June 16   ©  The Hill/Greg Nash Biden holds first campaign rally Saturday President Biden on Saturday will hold his first campaign rally since formally declaring his 2024 reelection bid earlier this year.   Biden, who will address union members in Philadelphia, enters the weekend with a swell of endorsements from...", "link": "https://thehill.com/newsletters/evening-report/4054331-biden-set-for-first-2024-campaign-rally/", "date_published": "2023-06-16 21:17:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump beats Biden by 6 points in 2024 matchup: poll", "description": "Former President Trump leads President Biden by six points in a 2024 presidential race hypothetical matchup in a new survey shared Friday with The Hill from Harvard CAPS-Harris Poll. The poll found that 45 percent of respondents said they would vote for Trump if the 2024 election were held today between the former president and...", "link": "https://thehill.com/homenews/campaign/4054317-trump-beats-biden-by-6-points-in-2024-matchup-poll/", "date_published": "2023-06-16 21:15:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "American Medical Association says use of BMI metric on its own has done 'historical harm'", "description": "The American Medical Association (AMA) said the use of the body mass index (BMI) metric on its own has done “historical harm” as an \"imperfect measure\" of bodily health. The AMA said in a post on its website this week that BMI has been widely used because it is easy to measure and inexpensive while...", "link": "https://thehill.com/policy/healthcare/4054274-american-medical-association-says-use-of-bmi-metric-on-its-own-has-done-historical-harm/", "date_published": "2023-06-16 21:08:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Daniel Ellsberg, Pentagon Papers leaker, dies at 92", "description": "Daniel Ellsberg, one of the most prominent whistleblowers in history, having leaked the Pentagon Papers revealing that the U.S. government was misleading the public about the status of the Vietnam War, died Friday at age 92.  Ellsberg had been diagnosed with terminal pancreatic cancer in February.  His son, Robert, announced his father’s death on Twitter,...", "link": "https://thehill.com/blogs/blog-briefing-room/4054164-daniel-ellsberg-pentagon-papers-leaker-dies-at-92/", "date_published": "2023-06-16 20:34:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biomedical research improves access to Alzheimer’s treatments", "description": "In past years, the failure rate of Alzheimer’s drugs has been alarmingly high. In fact, as recently as 2020, 99 percent of investigational drug products failed and never made it to market. Not only is Alzheimer’s an expensive disease, but its symptoms are also devastating for patients and families. The United States is on the...", "link": "https://thehill.com/opinion/congress-blog/4054163-biomedical-research-improves-access-to-alzheimers-treatments/", "date_published": "2023-06-16 20:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Blinken: US has 'no reason to adjust' nuclear posture over Russia's weapons transfer to Belarus", "description": "Secretary of State Antony Blinken on Friday said the Biden administration is closely monitoring Russia’s claims that it’s stored a tactical nuclear weapon in Belarus, but that Washington has “no reason to adjust” its own nuclear posture.  Russian President Vladimir Putin earlier in the day said that Moscow sent the first of several nuclear weapons to its ally Belarus, with the...", "link": "https://thehill.com/policy/defense/4054196-blinken-on-us-nuclear-posture-russia-belarus-weapons-transfer/", "date_published": "2023-06-16 20:29:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "DOJ seeks protective order to prevent Trump from releasing classified materials amid ongoing investigation", "description": "The Justice Department on Friday filed a motion seeking to block former President Trump from releasing any classified materials that will be shared with his legal team during his prosecution for the mishandling of records at Mar-a-Lago, noting that some are still being used in the course of their investigation.  The documents “include information pertaining...", "link": "https://thehill.com/regulation/court-battles/4054194-justice-files-for-protective-order-to-prevent-trump-from-releasing-classified-materials/", "date_published": "2023-06-16 20:20:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden rails against GOP for not acting on gun violence in speech to young activists", "description": "President Biden on Friday railed against Republicans in Congress for not acting on gun violence, while rallying young gun safety activists ahead of the 2024 election. “Congress needs to act,\" Biden said during remarks at the National Safer Communities Summit at the University of Hartford in Connecticut. \"Let me be clear about something: if this...", "link": "https://thehill.com/homenews/administration/4054112-biden-gop-gun-violence-young-activists/", "date_published": "2023-06-16 20:08:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Nursing home residents reluctant to voice concerns, report abuse or neglect for fear of retaliation: survey", "description": "Nursing home residents are often reluctant to voice concerns about their care or report abuse or neglect for fear of retaliation by staff, according to a new survey. The survey from the Long Term Care Community Coalition, which was released for World Elder Abuse Awareness Day, highlights residents’ experiences with fear of retaliation “in their own...", "link": "https://thehill.com/policy/healthcare/4054063-nursing-home-residents-reluctant-to-voice-concerns-report-abuse-or-neglect-for-fear-of-retaliation-survey/", "date_published": "2023-06-16 20:06:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Photos of the Week: Trump indictment, Congressional Baseball Game and a volcano", "description": "South Korea's Apache AH-64 helicopter fires flares during a South Korea-U.S. joint military drill at\nSeungjin Fire Training Field in Pocheon, South Korea, on June 15.", "link": "https://thehill.com/photos-of-the-week/4053877-photos-of-the-week-trump-indictment-baseball-game-volcano/", "date_published": "2023-06-16 19:34:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Republicans play offense on student loans ahead of SCOTUS decision", "description": "Republicans are taking advantage of a perceived opening on student loans, proposing legislation to tackle the issue in both the House and Senate this week ahead of the Supreme Court’s upcoming decision on the legality of President Biden’s relief plan.  Experts are skeptical the conservative-majority justices will uphold Biden's forgiveness proposal, but his administration has...", "link": "https://thehill.com/homenews/education/4053896-republicans-play-offense-on-student-loans-ahead-of-scotus-decision/", "date_published": "2023-06-16 19:31:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Report of discriminatory policing in Minneapolis 'unsurprising,' says Congressional Black Caucus", "description": "The Department of Justice’s (DOJ) findings that the Minneapolis Police Department routinely used excessive force and unlawfully discriminated against Black and Native American people is “appalling” but not surprising, the Congressional Black Caucus said Friday.  “While the findings are appalling, they are wholly unsurprising given the public outcry from residents and organizers in the City...", "link": "https://thehill.com/homenews/state-watch/4054010-discriminatory-policing-minneapolis-congressional-black-caucus/", "date_published": "2023-06-16 19:27:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Transgender activist apologizes for going topless at the White House", "description": "Transgender activist Rose Montoya apologized in a video posted to Twitter on Friday for filming herself topless at a White House event last weekend celebrating Pride month. The initial video drew fierce public backlash, mostly from conservatives. The White House was asked about the video and described Montoya’s behavior as “simply unacceptable,” “inappropriate” and “disrespectful.”...", "link": "https://thehill.com/blogs/in-the-know/4054014-transgender-activist-apologizes-for-going-topless-at-the-white-house/", "date_published": "2023-06-16 19:26:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Wide-ranging report warns of shark extinction risk", "description": "A team of researchers analyzing almost 400 coral reefs found significantly declining numbers of certain shark species, warning that they face a risk of extinction because of overfishing.  The researchers released a report in the academic journal Science on Thursday after analyzing the presence of five common species of sharks that live by coral reefs....", "link": "https://thehill.com/policy/energy-environment/4053981-report-warns-reef-shark-extinction-risk/", "date_published": "2023-06-16 19:24:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump fires back at Kelly after 'scared s—less' remarks", "description": "Former President Trump attacked his former chief of staff John Kelly after Kelly said the former president is is \"scared s---less” over pending federal changes that he mishandled classified information. “John Kelly pretended to be a 'tough guy,' but was actually weak and ineffective, born with a VERY small 'brain.' He had a hard time...", "link": "https://thehill.com/blogs/blog-briefing-room/4053954-trump-fires-back-at-kelly-after-scared-s-less-remarks/", "date_published": "2023-06-16 19:24:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Veterans Affairs police to start using body, dash cams", "description": "Veterans Affairs (VA) police officers next week will begin to wear body cameras and use dashboard cameras on their vehicles, with all of the roughly 4,670 officers required to do so by the end of 2023, the VA Department announced Friday.  The requirement will first go into effect June 20 for those who serve at...", "link": "https://thehill.com/policy/defense/4054001-veterans-affairs-police-to-start-using-body-dash-cams/", "date_published": "2023-06-16 19:16:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trucking company using video game billboards to recruit drivers", "description": "Transportation and logistics company Schneider National is going to new frontiers to find its next generation of truckers. The company announced last week that it is partnering with the video game “American Truck Simulator” to recruit drivers with virtual billboards. “American Truck Simulator,” developed by Czech firm SCS Software, gives players a chance to head...", "link": "https://thehill.com/blogs/blog-briefing-room/4053898-trucking-company-video-game-billboards-recruitment/", "date_published": "2023-06-16 19:14:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Bipartisan bill to address credit card swipe fees would help small businesses", "description": "Federal legislation was recently introduced to address the high fees businesses fork over every time a customer pays with a credit card. It’s an expense that’s required whether plastic is swiped in-person, entered online, or used through an app. By fostering free market competition, the Credit Card Competition Act could save job creators an estimated $15 billion per year. Small...", "link": "https://thehill.com/opinion/congress-blog/4053905-bipartisan-bill-to-address-credit-card-swipe-fees-would-help-small-businesses/", "date_published": "2023-06-16 19:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Chris Wallace says Trump conviction 'could be a life sentence'", "description": "CNN anchor Chris Wallace said if former President Trump is convicted on any of the charges against him in federal court stemming from his handling of classified documents, he could die in prison. \"Well, look, you’d have to be crazy not to be worried,\" Wallace said about how Trump might be feeling. \"It’s, almost everyone,...", "link": "https://thehill.com/homenews/4053956-chris-wallace-says-trump-conviction-could-be-a-life-sentence/", "date_published": "2023-06-16 18:55:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Ex-White House aide Ducklo to join Biden campaign", "description": "T.J. Ducklo, a former White House aide and the national press secretary for President Biden's 2020 campaign, will join Biden's reelection campaign as a senior communications adviser. Ducklo will be based in Delaware and officially join in mid-July, the campaign confirmed to The Tennessee Lookout. Ducklo is the chief communications officer for Nashville Mayor John Cooper...", "link": "https://thehill.com/homenews/campaign/4053862-ex-white-house-aide-ducklo-to-join-biden-campaign/", "date_published": "2023-06-16 18:06:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Could Trump defy the odds again?", "description": "Like Brexit in the UK, it is conceivable that voters are so fed up that they will defy the elites, the media and Hollywood, and vote for Trump.", "link": "https://thehill.com/opinion/campaign/4053511-could-trump-defy-the-odds-again/", "date_published": "2023-06-16 18:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "UPS Teamsters vote to authorize strike if no deal reached by Aug 1", "description": "UPS Teamsters voted overwhelmingly to authorize their union to call a strike if no deal is reached by the current contract’s expiration date of Aug. 1, the union announced Friday. The International Brotherhood of Teamsters, the union which represents more than 340,000 UPS workers, said 97 percent of participants voted in favor of authorizing a...", "link": "https://thehill.com/business/4053804-ups-teamsters-vote-to-authorize-strike-if-no-deal-reached-by-aug-1/", "date_published": "2023-06-16 17:53:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Most homeowners already have mortgage rates below 6 percent, prompting them to stay put", "description": "Most homeowners across the county have a mortgage rate well below the current average for a 30-year fixed rate mortgage, according to a new report.   Close to 90 percent of owners have a mortgage rate below 6 percent, the report from real estate brokerage Redfin showed. And nearly one-quarter have mortgage rates below 3 percent. ...", "link": "https://thehill.com/business/4053795-most-homeowners-already-have-mortgage-rates-below-6-prompting-them-to-stay-put/", "date_published": "2023-06-16 17:38:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Rethinking rural broadband", "description": "Access to the internet is no longer a luxury, but a necessity in the digital age. While some Americans are sailing in the fast lane with access to affordable, lightening quick data, others are stuck in the slow lane. As our federal investments try to speed things up for our rural and more remote communities,...", "link": "https://thehill.com/opinion/congress-blog/4053687-rethinking-rural-broadband/", "date_published": "2023-06-16 17:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "NBA: Ja Morant suspended for 25 games for 'alarming' conduct", "description": "Memphis Grizzlies player Ja Morant will be suspended for the first 25 games of the season as a penalty for flashing a gun on social media for a second time, the NBA said Friday.", "link": "https://thehill.com/blogs/in-the-know/4053780-nba-ja-morant-suspended-for-25-games-for-alarming-conduct/", "date_published": "2023-06-16 17:29:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Minneapolis police routinely used excessive force and discriminated against Black, Native American people: DOJ", "description": "The Minneapolis Police Department routinely used excessive force and unlawfully discriminated against Black and Native American people, according to a Justice Department report released Friday following the agency's two-year investigation in the wake of George Floyd’s death. The police department and the city of Minneapolis engaged in conduct that violated the First and Fourth Amendments,...", "link": "https://thehill.com/homenews/administration/4053686-minneapolis-police-routinely-used-excessive-force-and-discriminated-against-black-native-american-people-doj/", "date_published": "2023-06-16 17:16:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Burgum dodges question on Trump pardon: 'Ask Biden'", "description": "Republican presidential candidate Gov. Doug Burgum (N.D.) dodged a question on whether, if elected, he would issue a hypothetical pardon to President Trump. “You’re asking me a hypothetical question about something from two years from now, when we don’t even know if this is going to go forward or if there’s even going to be...", "link": "https://thehill.com/homenews/campaign/4053709-burgum-dodges-question-on-trump-pardon-ask-biden/", "date_published": "2023-06-16 17:01:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The ‘hawkish’ Fed pause is a clear message that rates will stay higher for longer", "description": "With the funds rate at 5 percent-5.25 percent and both consumer and producer inflation on a downward path, interest rates are now positive in real terms.", "link": "https://thehill.com/opinion/finance/4051726-the-hawkish-fed-pause-is-a-clear-message-that-rates-will-stay-higher-for-longer/", "date_published": "2023-06-16 17:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "‘I cannot fail’: Jean-Pierre addresses facing stereotypes as WH press secretary", "description": "White House Press Secretary Karine Jean-Pierre said in a Thursday interview that she is hyperaware of the stereotypes that follow her as a Black woman speaking for the highest office in the nation.  Speaking with theGrio’s April Ryan at the fourth annual Black Women Lead summit, Jean-Pierre discussed how she navigates a space that remains heavily...", "link": "https://thehill.com/homenews/administration/4053667-i-cannot-fail-jean-pierre-addresses-facing-stereotypes-as-wh-press-secretary/", "date_published": "2023-06-16 16:47:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Wildfire smoke makes weekend comeback as Canadian fires rage", "description": "Parts of the U.S. are likely to see a resurgence of the wildfire smoke that blanketed the East Coast last week, with New York projected to see further haze Friday and parts of the upper Midwest already having major issues with air quality.  New York is not expected to see a full resurgence of the...", "link": "https://thehill.com/policy/energy-environment/4053676-wildfire-smoke-makes-weekend-comeback-as-canadian-fires-rage/", "date_published": "2023-06-16 16:39:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "How Trump ended up with Judge Cannon", "description": "The odds were really as short as three to one against drawing Judge Cannon.", "link": "https://thehill.com/opinion/judiciary/4052380-how-trump-ended-up-with-judge-cannon/", "date_published": "2023-06-16 16:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Hill's 12:30 Report — Security experts call Trump handling of documents 'nauseating'", "description": "To view past editions of The Hill's 12:30 Report, click here: https://bit.ly/41ZMHnw To receive The Hill's 12:30 Report in your inbox, please sign up here: https://bit.ly/3qmIoS9  --&#62; A midday take on what's happening in politics and how to have a sense of humor about it.*  *Ha. Haha. Hahah. Sniff. Haha. Sniff. Ha--breaks down crying hysterically. TALK OF THE MORNING  Trump...", "link": "https://thehill.com/newsletters/1230-report/4053552-the-hills-1230-report-security-experts-call-trump-handling-of-documents-nauseating/", "date_published": "2023-06-16 16:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump attorney who left classified documents defense departs another Trump case", "description": "Attorney Jim Trusty requested he be allowed to withdraw from representing former President Trump in his defamation suit against CNN, days after Trusty stopped representing Trump in his criminal classified documents case. In court documents filed on Friday, Trusty cited “irreconcilable differences” between him and the former president, who is seeking $475 million in punitive...", "link": "https://thehill.com/regulation/court-battles/4053605-trump-attorney-who-left-classified-documents-defense-departs-another-trump-case/", "date_published": "2023-06-16 16:19:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Putin says Russia has sent first nuclear weapons to Belarus", "description": "Russian President Vladimir Putin on Friday said Russia has sent the first nuclear weapons to Belarus as part of a plan to deploy tactical nuclear bombs in the country bordering Ukraine. Speaking at the St. Petersburg International Economic Forum, Putin said the rest of the nuclear weapons would be delivered by the end of the...", "link": "https://thehill.com/policy/defense/4053455-putin-says-russia-has-sent-first-nuclear-weapons-to-belarus/", "date_published": "2023-06-16 16:18:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden selects Mandy Cohen as next CDC director", "description": "President Biden on Friday said he has selected Mandy Cohen to lead the Centers for Disease Control and Prevention (CDC) after Rochelle Walensky leaves this month. Cohen, who comes from the private sector after serving five years as North Carolina health secretary, will inherit the role of CDC director as the agency finds itself under...", "link": "https://thehill.com/policy/healthcare/4053616-biden-announces-mandy-cohen-as-pick-for-next-cdc-director/", "date_published": "2023-06-16 16:14:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "DC-area rain levels 7 to 9 inches below normal as drought gets worse across region", "description": "Moderate drought conditions expanded across the DC area, according to a drought report released Thursday, as rain levels drop to 7 to 9 inches below normal this year and experts raise concerns about the impact on water supply. The latest U.S. Drought Monitor report showed “moderate drought” expanded across the larger region surrounding the district,...", "link": "https://thehill.com/homenews/4053600-dc-area-rain-levels-7-to-9-inches-below-normal-as-drought-gets-worse-across-region/", "date_published": "2023-06-16 16:08:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The cure for sports blackmail: Have your city take over the team", "description": "Every year, some owner threatens some city with the loss of a team unless he gets his way with a new stadium or some other massive public subsidy. It's time for the cities to turn it around and respond by seizing their teams.", "link": "https://thehill.com/opinion/judiciary/4049840-the-cure-for-sports-blackmail-have-your-city-take-over-the-team/", "date_published": "2023-06-16 16:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Harry and Meghan's Archewell Audio parts ways with Spotify", "description": "Spotify and a production company owned by Prince Harry and Meghan, the Duchess of Sussex, are ending their partnership. “Spotify and Archewell Audio have mutually agreed to part ways and are proud of the series we made together,” the two companies said in a joint statement to ITK on Friday. The collaboration — first announced...", "link": "https://thehill.com/blogs/in-the-know/4053571-harry-and-meghans-archewell-audio-parts-ways-with-spotify/", "date_published": "2023-06-16 15:59:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Pittsburgh Tree of Life synagogue shooter guilty of hate crimes, could receive death penalty", "description": "The man who killed 11 worshipers in a mass shooting at the Tree of Life synagogue in Pittsburgh in 2018 was found guilty Friday of federal hate crime charges. A jury will now decide if Robert Bowers will receive the death penalty for committing the most deadly antisemitic attack in U.S. history. Bowers, 50, opened...", "link": "https://thehill.com/regulation/court-battles/4051346-pittsburgh-tree-of-life-synagogue-shooter-guilty-of-hate-crimes-could-receive-death-penalty/", "date_published": "2023-06-16 15:54:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Sununu 'not leaning' toward another term; will make 'firm decision' in summer", "description": "New Hampshire Gov. Chris Sununu (R) said in an interview on Friday that he's \"not leaning\" toward another term as governor but that he will make a \"firm decision\" this summer. Sununu, who is in his fourth term, said \"I don't think I'm going to run again\" during an interview on \"The Greg Hill Show.\"...", "link": "https://thehill.com/homenews/campaign/4053557-sununu-not-leaning-toward-another-term-will-make-firm-decision-in-summer/", "date_published": "2023-06-16 15:53:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "JPMorgan says former Virgin Islands first lady aided Epstein", "description": "JPMorgan Chase accused the former first lady of the U.S. Virgin Islands of aiding Jeffrey Epstein’s sex-trafficking operation, according to in a new court filing on Thursday. The company alleged that former Virgin Islands first lady Cecile de Jongh, who managed Epstein’s companies based in the U.S. territory, helped facilitate visas and employment for several of his...", "link": "https://thehill.com/regulation/court-battles/4053482-jpmorgan-says-former-virgin-islands-first-lady-aided-epstein/", "date_published": "2023-06-16 15:47:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Anti-gay chants force early end to US vs. Mexico soccer match", "description": "A soccer match between the U.S. Men’s National Team and Mexico was halted early on Thursday night because of a homophobic chant from the crowd. The raucous match saw the U.S. rout Mexico 3-0 in the CONCACAF Nations League semifinal held at Allegiant Stadium in Las Vegas. The match was halted in the 97th minute,...", "link": "https://thehill.com/blogs/blog-briefing-room/4053468-anti-gay-chants-force-early-end-to-us-vs-mexico-soccer-match/", "date_published": "2023-06-16 15:46:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Schwarzenegger: Trump won't win in 2024", "description": "Arnold Schwarzenegger isn’t worried about former President Trump getting reelected, saying, “I don’t think it’s going to happen.” “But I mean, that’s just my thinking,” the “Terminator” star and former Republican governor of California said in an interview on CNN’s “Who’s Talking to Chris Wallace?” airing Friday. “I just don't think that you get reelected...", "link": "https://thehill.com/blogs/in-the-know/4053368-schwarzenegger-trump-wont-win-in-2024/", "date_published": "2023-06-16 14:47:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Tim Scott claps back at Obama over race remarks", "description": "Sen. Tim Scott (R-S.C.) took a jab at former President Obama this week after the Democrat criticized the declared 2024 GOP presidential contender over his remarks about race and racial progress in the country. \"Let us not forget we are a land of opportunity, not a land of oppression. Democrats deny our progress to protect...", "link": "https://thehill.com/homenews/campaign/4053356-tim-scott-claps-back-at-obama-over-race-remarks/", "date_published": "2023-06-16 14:43:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Boris Johnson signs on as Daily Mail columnist", "description": "Former British Prime Minister Boris Johnson will join tabloid The Daily Mail as its newest columnist, the publication announced Friday. The new role has drawn ire from U.K. Parliament ethics officials, as it is standard for ministers to vet their post-Downing Street roles with them first. The column is a reprisal of Johnson's pre-political career....", "link": "https://thehill.com/blogs/blog-briefing-room/4053248-boris-johnson-signs-on-as-daily-mail-columnist/", "date_published": "2023-06-16 14:32:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Pentagon needs a programming office, but not this one", "description": "CAPE and its predecessors have long been at odds with Navy and Marine Corps planners and programmers.", "link": "https://thehill.com/opinion/national-security/4052057-the-pentagon-needs-a-programming-office-but-not-this-one/", "date_published": "2023-06-16 14:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "AFL-CIO backs Biden in early 2024 endorsement", "description": "The top union organization, the AFL-CIO, endorsed President Biden’s reelection campaign on Friday, a major win for the president as he works to shore up support from big labor for his 2024 White House bid. The endorsement comes ahead of Biden rallying with union members in Philadelphia on Saturday. The general board of AFL-CIO voted...", "link": "https://thehill.com/homenews/campaign/4053187-afl-cio-backs-biden-in-early-2024-endorsement/", "date_published": "2023-06-16 14:24:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Japan raises age of sexual consent to 16, redefines rape", "description": "Japanese lawmakers implemented regulation Friday which raises the national age of consent from 13 to 16 and rewrites how the country defines sex crimes. The change was long sought-after by members of the public, rewriting a law which has been unchanged since 1907. Japan had the lowest age of consent in the developed world, though...", "link": "https://thehill.com/blogs/blog-briefing-room/4053213-japan-raises-age-of-sexual-consent-to-16-redefines-rape/", "date_published": "2023-06-16 14:10:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Senators introduce bipartisan bill to allow seizure of pay from failed bank CEOs", "description": "The top senators on the Senate Banking Committee unveiled bipartisan legislation on Thursday that would allow regulators to claw back compensation from senior executives of failed banks. The Recovering Executive Compensation from Unaccountable Practices (RECOUP) Act would allow the Federal Deposit Insurance Corporation (FDIC), as well as a bank’s board, to seize executives’ compensation from...", "link": "https://thehill.com/business/4053221-senators-introduce-bipartisan-bill-to-allow-seizure-of-pay-from-failed-bank-ceos/", "date_published": "2023-06-16 14:10:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "AFT backs Biden for reelection in latest union endorsement", "description": "The American Federation of Teachers (AFT), the second-largest teacher’s union in the country, endorsed President Biden and Vice President Harris for reelection on Friday in another show of organized labor strength for the president. The AFT offered its endorsement of Biden on the same day the AFL-CIO, the country’s largest federation of unions in the...", "link": "https://thehill.com/homenews/campaign/4052484-aft-backs-biden-for-reelection-in-latest-union-endorsement/", "date_published": "2023-06-16 14:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Ranked-choice voting is an elections-administration nightmare", "description": "RCV leads to long voting lines, delayed results, and inevitable tabulation mistakes. And once those tabulation mistakes are made, RCV inherently makes it more difficult to detect and fix them.", "link": "https://thehill.com/opinion/campaign/4042449-ranked-choice-voting-is-an-elections-administration-nightmare/", "date_published": "2023-06-16 14:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden, Trump tied in Michigan: poll", "description": "President Biden and former President Trump are tied in a new poll of voters in swing state Michigan, with 44 percent saying they would vote for Biden and the same percentage opting for Trump. Twelve percent of voters in Michigan said they were still undecided between the two options, according to the EPIC-MRA poll released Friday. Trump...", "link": "https://thehill.com/homenews/campaign/4053251-biden-trump-tied-in-michigan-poll/", "date_published": "2023-06-16 13:56:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Pennsylvania bridge collapse can be Josh Shapiro's presidential moment — but he has to earn it", "description": "Politicians spend a lot of time talking, but the great ones execute.", "link": "https://thehill.com/opinion/campaign/4050372-pennsylvania-bridge-collapse-can-be-josh-shapiros-presidential-moment-but-he-has-to-earn-it/", "date_published": "2023-06-16 13:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "A diplomacy and development toolkit is essential to U.S. China strategy", "description": "If we don’t show up around the world, we cede the playing field to autocracies.", "link": "https://thehill.com/opinion/international/4051360-a-diplomacy-and-development-toolkit-is-essential-to-u-s-china-strategy/", "date_published": "2023-06-16 13:10:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Schwarzenegger says he would run, and win, in 2024 if he could", "description": "Former California Gov. Arnold Schwarzenegger (R) said in a new interview that he would run for president in 2024, and win, if he was eligible. “Yes, of course,” Schwarzenegger told CNN’s Chris Wallace, when asked whether he would run if the Constitution did not require that the president be a natural born U.S. citizen.  “I...", "link": "https://thehill.com/blogs/in-the-know/4053173-schwarzenegger-says-he-would-run-and-win-in-2024-if-he-could/", "date_published": "2023-06-16 12:50:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Is the Trump circus about to push DeSantis into 2028?", "description": "\"The Trump dynamic is getting more surreal by the day.\"", "link": "https://thehill.com/opinion/campaign/4051518-is-the-trump-circus-about-to-push-desantis-into-2028/", "date_published": "2023-06-16 12:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Pope discharged following abdominal surgery", "description": "Pope Francis was discharged from a hospital in Rome on Friday, after undergoing abdominal surgery last week. The 86-year-old pontiff spent nine days at Gemelli Policlinic hospital, following a surgery to repair a hernia. The pope’s medical team said there were no complications with the procedure and that his “post-operative course and recovery is regular,”...", "link": "https://thehill.com/policy/international/4053145-pope-discharged-following-abdominal-surgery/", "date_published": "2023-06-16 12:16:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The GOP’s ‘pardon me’ primary", "description": "The “pardon me” issue will continue to loom large, suffocating the GOP primary if Trump is indicted for Jan. 6-related federal crimes and 2020 Georgia election meddling.", "link": "https://thehill.com/opinion/campaign/4051575-the-gops-pardon-me-primary/", "date_published": "2023-06-16 12:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Three dead, more than 75 injured as tornado tears across Texas town", "description": "Three people were killed and more than 75 were injured after a tornado tore through a small Texas town on Thursday, according to a local outlet. Two other people remain missing in the town of Perryton, the Ochiltree County Sheriff's Office said, according to ABC 7 Amarillo. The National Weather Service in Amarillo confirmed that...", "link": "https://thehill.com/homenews/state-watch/4053117-three-dead-more-than-75-injured-as-tornado-tears-across-texas-town/", "date_published": "2023-06-16 11:47:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Hold the WHO accountable for embracing North Korea", "description": "The WHO’s Executive Board does not just welcome dictatorships; it embraces those that have committed outrages against their people’s health.", "link": "https://thehill.com/opinion/international/4041940-hold-the-who-accountable-for-embracing-north-korea/", "date_published": "2023-06-16 11:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "2 Americans vacationing in Mexico found dead in hotel room", "description": "Two Americans vacationing in Mexico were found dead in their hotel room on Tuesday under circumstances that remain under investigation.", "link": "https://thehill.com/homenews/4052006-2-americans-vacationing-in-mexico-found-dead-in-hotel-room/", "date_published": "2023-06-16 10:28:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "State legislators invited to DC to discuss protecting reproductive rights", "description": "WASHINGTON (NEXSTAR) -- Ahead of the first anniversary of Roe v. Wade overturning, 80 legislators from across the country came to the White House this week to talk about how each of their states is protecting reproductive rights. \"We're still working really, really hard with those patients in mind who need access to care,\" Maryland...", "link": "https://thehill.com/homenews/4052514-state-legislators-invited-to-dc-to-discuss-protecting-reproductive-rights/", "date_published": "2023-06-16 10:27:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Fake Microsoft virus scam targeting elderly", "description": "ALL points of contact through Microsoft are made by the user first, not someone claiming to be from Microsoft.", "link": "https://thehill.com/homenews/4052748-fake-microsoft-virus-scam-targeting-elderly/", "date_published": "2023-06-16 10:27:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Hill's Morning Report — Trump, Biden step up 2024 fundraising", "description": "Editor’s note: The Hill’s Morning Report is our daily newsletter that dives deep into Washington’s agenda. To subscribe, click here or fill out the box below. Early polls in the presidential race tell one story. The political money chase always tells another. The drive to report fat campaign coffers this quarter means political teams work...", "link": "https://thehill.com/newsletters/morning-report/4053057-the-hills-morning-report-trump-biden-step-up-2024-fundraising/", "date_published": "2023-06-16 10:20:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Culture war fights, China dominate initial defense bill markups", "description": "House lawmakers this week introduced major military policy and funding changes they hope to see in defense spending bills later this year, previewing efforts to combat China and to address contentious culture war issues.   Over the course of seven subcommittee gatherings on Tuesday and Wednesday, the House Armed Services Committee (HASC) passed an initial round of markups...", "link": "https://thehill.com/policy/defense/4051972-defense-bill-markups-china-culture-war-issues/", "date_published": "2023-06-16 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "GOP unrest: Conservatives threaten to tank party’s 2024 spending bills", "description": "Speaker Kevin McCarthy (R-Calif.) is seeking to appease his conservative agitators by targeting next year’s federal spending at last year’s levels. It’s not going well.  A long list of conservatives left Washington this week accusing McCarthy and other GOP leaders of using budgetary “gimmicks” to create the false impression that they’re cutting 2024 outlays back...", "link": "https://thehill.com/homenews/house/4052548-gop-unrest-conservatives-threaten-to-tank-partys-2024-spending-bills/", "date_published": "2023-06-16 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "More than half of US employers ready to try four-day workweek", "description": "More than half of American employers offer a four-day workweek, or plan to, according to a survey released Tuesday.  A poll of 976 business leaders by ResumeBuilder.com, the job-seekers website, found that 20 percent of employers already have a four-day workweek. Another 41 percent said they plan to implement a four-day week, at least on...", "link": "https://thehill.com/business/4052078-more-than-half-of-us-employers-ready-to-try-four-day-workweek/", "date_published": "2023-06-16 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The fight against cancer faces daunting new challenge: debt politics", "description": "Even in times of federal budget tightening, cancer research has garnered bipartisan congressional backing, combining with private sector funding to fuel significant scientific progress in tackling the killer disease. \"Cancer's escaped the political gravitational pull,\" said Lawrence Gostin, a professor of global health law at Georgetown University Law School. But this year could be different,...", "link": "https://thehill.com/policy/healthcare/4042130-the-fight-against-cancer-faces-daunting-new-challenge-debt-politics/", "date_published": "2023-06-16 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump indictment lays bare security risks of storage at Mar-a-Lago", "description": "Fresh details about how some of the nation’s most closely guarded secrets were handled at former President Trump’s Mar-a-Lago estate have appalled national security experts, who warn the scenario presents serious security risks.   The episode left observers shocked by how sensitive documents were shuffled and stored across the property, even after court filings last year revealed...", "link": "https://thehill.com/regulation/court-battles/4052239-trump-indictment-lays-bare-security-risks-of-storage-at-mar-a-lago/", "date_published": "2023-06-16 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Democratic group launches ‘This f***ing guy’ campaign centered on Trump chaos", "description": "A major Democratic super PAC on Friday launched a campaign intended to highlight chaotic moments from former President Trump’s first term in the White House as Trump faces fresh controversy over his indictment on federal charges. American Bridge 21st Century is promoting a campaign titled “This F*cking Guy,” which officials said is intended to remind...", "link": "https://thehill.com/homenews/campaign/4052244-democratic-group-launches-this-fing-guy-campaign-centered-on-trump-chaos/", "date_published": "2023-06-16 09:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Federal government to give states $930M in grants to expand high-speed internet", "description": "The Biden administration on Friday announced it will give just over $930 million in grants to expand high-speed internet infrastructure across 35 states and Puerto Rico. The effort, part of a program under the Department of Commerce, aims to give communities infrastructure to carry large amounts of data over long distances and increase capacity to...", "link": "https://thehill.com/homenews/administration/4052241-federal-high-speed-internet-grants/", "date_published": "2023-06-16 09:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Abbott issues state of emergency after multiple tornadoes rip through small Texas town", "description": "Gov. Greg Abbott (R) issued a state of emergency Thursday night after multiple tornadoes ripped through a small town in Texas.  “The State of Texas is swiftly deploying critical emergency response resources to provide all necessary support and assistance to protect Texans and help those impacted by tornadoes in Perryton,” Abbott said in a press...", "link": "https://thehill.com/homenews/state-watch/4052871-texas-tornado-state-of-emergency/", "date_published": "2023-06-16 03:15:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Miami Mayor Francis Suarez says he would support 15-week federal abortion ban", "description": "Miami Mayor Francis Suarez, the newest Republican to enter the 2024 presidential race, said he would support a 15-week federal abortion ban with rare exceptions, but stopped short of backing a six-week abortion ban. “Look, I think that the country is not there yet,” Suarez said in an interview with The Associated Press, when asked...", "link": "https://thehill.com/homenews/campaign/4052817-francis-suarez-on-15-week-federal-abortion-ban/", "date_published": "2023-06-16 02:31:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Tennessee lawmakers expelled for gun protests victorious in special primary elections", "description": "Two Tennessee state lawmakers who were expelled from the state legislature earlier this year for protesting gun violence on the House floor easily won their special primary elections on Thursday. State Rep. Justin Jones ran unopposed for the Democratic nomination in his Nashville-area district, while state Rep. Justin Pearson sailed to victory over challenger David...", "link": "https://thehill.com/homenews/state-watch/4052766-tennessee-special-election-results/", "date_published": "2023-06-16 02:17:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "DeSantis says he was 'surprised' when Trump criticized Florida's 6-week abortion ban", "description": "Florida Gov. Ron DeSantis (R ) said in an interview on Thursday that he was \"surprised\" when his 2024 rival former President Trump criticized the state's six-week abortion ban as \"too harsh\" last month.  “I was really surprised because he's a Florida resident,\" DeSantis told CBN News' David Brody in an interview slated to air on the...", "link": "https://thehill.com/homenews/campaign/4052822-ron-desantis-donald-trump-florida-abortion-ban/", "date_published": "2023-06-16 02:12:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Highway collision in central Canada leaves at least 15 dead, multiple injured", "description": "A highway collision left at least 15 people dead and several injured in central Canada Thursday morning. Just before noon, a semi-trailer struck a bus carrying “a number of senior citizens” from Dauphin, the Manitoba Royal Canadian Mounted Police (RCMP) said in a news release Thursday. At least 10 others were transported to the hospital...", "link": "https://thehill.com/policy/international/4052779-highway-collision-canada-15-dead/", "date_published": "2023-06-16 01:59:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "E. Jean Carroll's defamation case against Trump will head to trial in January", "description": "A federal judge on Thursday set the trial date in E. Jean Carroll’s initial defamation lawsuit against former President Trump for January 15, 2024.  In the order, Judge Lewis Kaplan said, “Unless this case previously has been entirely disposed of, trial of this action shall commence on January 15, 2024, absent contrary order of the...", "link": "https://thehill.com/regulation/court-battles/4052714-e-jean-carrolls-defamation-case-against-trump-will-head-to-trial-in-january/", "date_published": "2023-06-16 00:37:08+00:00", "persistent": false, "user": null, "language": "en-US"}]