[{"source": "https://www.wirtualnemedia.pl/rss/wm_gospodarka.xml", "title": "Zasady przekształcenia prostej spółki akcyjnej w „zwykłą” spółkę akcyjną” lub spółkę z ograniczoną odpowiedzialnością", "description": "Prosta Spółka Akcyjna (P.S.A.) jest stosunkowo nową formą prawną dedykowaną głównie tzw. „start-upom”, z uwagi na specyficzne uregulowania prawne. Nie wymaga stworzenia dużego kapitału zakładowego (min. 1 zł), możliwe jest też wnoszenie wkładów do spółki w formie pracy czy usług. P.S.A. działa więc na zasadach podobnych do spółki komandytowej, z tym, że pozyskiwanie finansowania jest łatwiejsze - poprzez możliwość zakupu akcji przez inwestora. P.S.A. jest często początkową fazą funkcjonowania przedsiębiorstw i po osiągnięciu „dojrzałości” część spółek decyduje się na przekształcenie w tradycyjną spółkę z ograniczoną odpowiedzialnością lub spółkę akcyjną. W takim przypadku należy rozważyć uregulowania prawne i podatkowe dotyczące możliwości takiego przekształcenia.", "link": "https://www.wirtualnemedia.pl/artykul/jak-przeksztalcic-prosta-spolka-akcyjna-w-zwykla-spolka-akcyjna-lub-spolka-z-ograniczona-odpowiedzialnosc", "date_published": "2023-06-16 16:32:18.161591+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.wirtualnemedia.pl/rss/wm_gospodarka.xml", "title": "Przedsiębiorców czeka 12 proc. podwyżki składek ZUS w 2024 roku", "description": "Zgodnie z założeniami do budżetu państwa na 2024 r., przeciętne wynagrodzenie prognozowane jest na poziomie 7794 zł. Oznaczałoby to wzrost aż o 12,4 proc. w stosunku rok do roku. Jeśli tak się stanie, to analogicznie wzrośnie też wysokość składek ZUS dla firm.", "link": "https://www.wirtualnemedia.pl/artykul/przedsiebiorcy-12-proc-podwyzka-skladka-zus-w-2024-roku-jaka-skladka-zdrowotna", "date_published": "2023-06-16 16:32:18.157288+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.wirtualnemedia.pl/rss/wm_gospodarka.xml", "title": "Właściciel Reserved i Sinsay stawia na sklepy stacjonarne kosztem e-commerce. Ma już ponad 2000 sklepów", "description": "Spółka odzieżowa LPP, do której należą marki Reserved, Mohito, House, Cropp i Sinsay, w pierwszym kwartale roku finansowego 2023/24 odnotowała wzrost przychodów do 3,64 mld zł z 3,04 mld zł w analogicznym okresie roku ubiegłego (+19,9 proc. rdr.). Najmocniej rosą marki Cropp i Sinsay, notujące odpowiednio wzrosty o 29 proc. i 26,8 proc. Firma stawia na sprzedaż w kanale stacjonarnymi i tnie wydatki marketingowe na ecommerce. LPP ma już ponad 2000 sklepów, z czego połowę w Polsce.", "link": "https://www.wirtualnemedia.pl/artykul/lpp-wlasciciel-reserved-sinsay-stawia-sklepy-stacjonarne-koniec-e-commerce-ponad-2000-sklepow", "date_published": "2023-06-16 06:45:38.811744+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.wirtualnemedia.pl/rss/wm_gospodarka.xml", "title": "Co oznacza wyrok TSUE? \"Koncepcja wynagrodzenia za korzystanie z kapitału kredytu oznacza dotkliwe konsekwencje dla banków\"", "description": "Stworzona przez banki koncepcja wynagrodzenia za korzystanie z kapitału kredytu obraca się przeciwko nim i może teraz spowodować dotkliwe konsekwencje dla tych instytucji – tak komentuje wczorajszy wyrok TSUE autor pozwu do Trybunału mecenas Radosław Górski.", "link": "https://www.wirtualnemedia.pl/artykul/tsue-wyrok-co-oznacza-dla-klienta-jak-wygrac-z-bankiem", "date_published": "2023-06-16 05:34:19.301893+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.wirtualnemedia.pl/rss/wm_gospodarka.xml", "title": "Coraz więcej małych i średnich firm ma trudności finansowe", "description": "Z ponad miesięcznym opóźnieniem płatności za usługi, produkt czy towar otrzymuje 56 proc. małych i średnich firm wobec 44 proc. przed rokiem - wskazano w badaniu BIG InfoMonitor. Dodano, że przelewy najbardziej opóźniają kontrahenci budownictwa i handlu.", "link": "https://www.wirtualnemedia.pl/artykul/coraz-wiecej-malych-i-srednich-firm-ma-trudnosci-finansowe", "date_published": "2023-06-16 05:34:19.299842+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.wirtualnemedia.pl/rss/wm_gospodarka.xml", "title": "W ramach fuzji Banijay przejmuje większościowy pakiet udziałów we włoskim Balich Wonder Studio", "description": "Globalny gigant produkcyjny Banijay nabył większościowy pakiet udziałów we włoskiej firmie zajmującej się produkcją rozrywki na żywo Balich Wonder Studio, która działa w Europie i na Bliskim Wschodzie i zatrudnia 280 osób.", "link": "https://www.wirtualnemedia.pl/artykul/banijay-przejmuje-balich-wonder-studio", "date_published": "2023-06-16 04:32:48.760210+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.wirtualnemedia.pl/rss/wm_gospodarka.xml", "title": "Sąd zasądził 25,6 miliona odszkodowania dla byłej pracownicy Starbucks. Zarzucała firmie dyskryminację rasową", "description": "Ława przysięgłych przyznała byłej dyrektor regionalnej Starbucks Shannon Phillips 25,6 miliona odszkodowania. Menadżerka zwolniona w 2018 roku pozwała firmę za niesłuszne zwolnienie, twierdząc, że straciła pracę za bycie białą.", "link": "https://www.wirtualnemedia.pl/artykul/25-6-miliona-odszkodowania-starbucks-pracownik-sad-dyskryminacja-rasowa", "date_published": "2023-06-16 03:31:25.587533+00:00", "persistent": false, "user": null, "language": "pl-PL"}]