[{"source": "https://www.engadget.com/rss.xml", "title": "Sony Bravia TV owners can soon take Zoom calls from the couch", "description": "<p><a href=\"https://www.engadget.com/sony-2023-bravia-xr-tv-hands-on-bigger-brighter-and-even-better-looking-150030819.html\">Sony Bravia TVs</a> will be the first hardware to support the upcoming Zoom for TV app on Google Play. Although remote work has dwindled as corporations beckon their underlings <a href=\"https://www.engadget.com/meta-will-require-staff-to-be-in-the-office-at-least-three-days-a-week-172443689.html\">back to the office</a>, those still enjoying <a href=\"https://www.engadget.com/best-gifts-for-people-who-work-from-home-141514372.html\">work-from-home</a> or hybrid arrangements could soon attend virtual meetings from their living room couches. It follows Apple’s WWDC 2023 announcement that <a href=\"https://www.engadget.com/facetime-is-coming-to-apple-tv-182616297.html\">FaceTime is coming to Apple TV</a> (via mounted iPhones) later this year.</p><p>Bravia TVs don’t have built-in webcams, so you’ll need to buy a <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=15919d69-aefa-41ae-a977-fdcae58a803c&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Sony&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIxNTkxOWQ2OS1hZWZhLTQxYWUtYTk3Ny1mZGNhZTU4YTgwM2MiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly9lbGVjdHJvbmljcy5zb255LmNvbS90di12aWRlby90ZWxldmlzaW9ucy90ZWxldmlzaW9uLWFjY2Vzc29yaWVzL3AvY211YmMxIiwiY29udGVudFV1aWQiOiJkZWEzYWUxYy1jMTk2LTQ0ODYtOWJkYS00MzRhNzU1ZTk0YTYifQ&amp;signature=AQAAAe4WL725qzJDzzDeu-S5uV5vfxLk86Uwzuj5pTPVMwGN&amp;gcReferrer=https%3A%2F%2Felectronics.sony.com%2Ftv-video%2Ftelevisions%2Ftelevision-accessories%2Fp%2Fcmubc1\">Bravia Cam</a> to make the setup work. In addition to enabling Zoom calls, the $200 accessory can adjust sound and picture settings based on your location and distance from the television. It also allows you to control your TV with hand gestures without picking up the remote, enables a proximity alert that detects when kids sit too close (as they’re wont to do) and adds a power-saving mode that dims the screen if nobody is watching.</p><span id=\"end-legacy-contents\"></span><figure><img alt=\"Split-panel image. On the left, a rendered figure sitting on a living-room couch with his TV's brightness set to max. On the right, the same figure sitting on an ottoman closer to the TV with the brightness tuned to around 70 percent.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-06/4a4ef910-0c84-11ee-b6fd-82f253e1aea3\" style=\"height: 1221px; width: 2000px;\" /><figcaption></figcaption><div class=\"photo-credit\">Sony</div></figure><p>Sony says the Zoom for TV app will be available for Bravia TVs “by early summer.” The company’s head of Bravia product design, Shusuke Tomonaga, said, “This partnership will make it possible for our customers to enjoy more realistic video communication on a large TV screen in the living room, enabling them to be more connected with the people they care about, whether they are working from home, learning remotely, or just catching up with friends and family.”</p>This article originally appeared on Engadget at https://www.engadget.com/sony-bravia-tv-owners-can-soon-take-zoom-calls-from-the-couch-213024871.html?src=rss", "link": "https://www.engadget.com/sony-bravia-tv-owners-can-soon-take-zoom-calls-from-the-couch-213024871.html?src=rss", "date_published": "2023-06-16 21:30:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Meta will lower the Quest headset's recommended age from 13 to 10", "description": "<p>Meta is expanding the audience for <a href=\"https://www.engadget.com/the-meta-quest-3-is-a-499-mixed-reality-headset-with-full-color-passthrough-141204527.html\">Quest headsets</a> by inviting preteens into the fold. The Facebook owner is <a href=\"https://www.meta.com/blog/quest/meta-accounts-parent-managed-families/\">lowering</a> the age for Quest 2 and 3 accounts from 13 to 10 later this year by introducing parent-controlled accounts. Kids will need their parents' approval to set up accounts, download apps and block access to already-present software. Those adults can set time limits.</p><p>The company says it's implementing strict privacy controls. Meta will provide \"age-appropriate\" app store experiences like recommendations if parents volunteer their child's age. It won't serve ads to kids, however, and parents will have the choice of whether or not data is used to refine the experience. These younger users' Meta Horizon profiles are private by default and will require approval for follows and active status updates. Horizon Worlds will still require that users are 13 and older.</p><span id=\"end-legacy-contents\"></span><p>Meta portrays this as a boon for education. This could give kids virtual science lessons and a raft of educational games, the company says. Most educational titles on the store are rated for ages 10 and older, so there shouldn't be a shortage of material.</p><p>Whether or not there's a trouble-free launch is another matter. Meta's policies theoretically comply with COPPA (Children's Online Privacy Protection Act), which bars collecting personal data from kids under 13 without parental consent. <em>The New York Times</em><a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=c813ae39-7d58-41cb-ac66-ad830606ceef&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=The+New+York+Times&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJjODEzYWUzOS03ZDU4LTQxY2ItYWM2Ni1hZDgzMDYwNmNlZWYiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cubnl0aW1lcy5jb20vMjAyMy8wNi8xNi9idXNpbmVzcy9tZXRhLXZpcnR1YWwtcmVhbGl0eS1oZWFkc2V0LWNoaWxkcmVuLXNhZmV0eS5odG1sIiwiY29udGVudFV1aWQiOiJkZmY4ODcwNS1lMTYwLTQ4MzctOWZkZC1mOTVhNzVhNjM3ZWMifQ&amp;signature=AQAAAYtDBKw_ACCUt0HRuRVpHIyZh8dabQbpoRLzjIk_zdjq&amp;gcReferrer=https%3A%2F%2Fwww.nytimes.com%2F2023%2F06%2F16%2Fbusiness%2Fmeta-virtual-reality-headset-children-safety.html\">sources </a>claim Meta is already discussing its plans with regulators. However, there are concerns about safety. VR apps, particularly social ones, are sometimes <a href=\"https://www.engadget.com/bbc-vrchat-child-safety-report-193124305.html\">prone to creeps</a>, harassment and similar abuse. Meta can't necessarily shield young users against what happens inside third-party apps.</p><p>There's also the question of whether or not it's healthy for children to use VR headsets in the first place. As Duke University optometrist Dr. Nathan Cheung <a href=\"https://www.zdnet.com/article/are-vr-headsets-safe-for-kids-and-teenagers-heres-what-the-experts-say/\">explains</a> to <em>ZDNet</em>, these wearables can introduce eye and neck strain that may be particularly problematic for kids with smaller bodies and developing eyes. There's also a lack of definitive research on how VR can affect depth perception and focusing. The technology isn't definitively dangerous for kids, but it's not guaranteed to be safe, either.</p>This article originally appeared on Engadget at https://www.engadget.com/meta-will-lower-the-quest-headsets-recommended-age-from-13-to-10-211153535.html?src=rss", "link": "https://www.engadget.com/meta-will-lower-the-quest-headsets-recommended-age-from-13-to-10-211153535.html?src=rss", "date_published": "2023-06-16 21:11:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Firefly Aerospace buys the final scraps of doomed Virgin Orbit", "description": "<p>The last remnants of Virgin Orbit have been offloaded. Firefly Aerospace has agreed to buy the defunct satellite-launch company’s remaining assets for $3.8 million. Firefly’s purchase included the leftovers from a May auction that <a href=\"https://www.engadget.com/virgin-orbit-gets-stripped-for-parts-as-the-company-shuts-down-113504530.html\">cleaned out</a> most of the company’s possessions, netting $36 million in Virgin Orbit’s bankruptcy proceedings. Firefly’s purchase was reported in June 15th <a href=\"https://cases.ra.kroll.com/virginorbit/Home-DocketInfo\">filings</a> in a Delaware bankruptcy court (<a href=\"https://spacenews.com/firefly-to-buy-remaining-virgin-orbit-assets/\">via</a><em>SpaceNews</em>).</p><p>Firefly Aerospace’s purchased assets include inventory at two of Virgin Orbit’s former Long Beach, CA, production facilities. Among them are engines and other components for Virgin’s LauncherOne vehicles and two additional engines stored at a Mojave, CA, test site. At last month’s auction, Virgin Orbit said it “deemed it in the best interests of the Debtors’ estates” to hang onto the remaining assets for the time being. Negotiations reportedly continued afterward, leading to this week’s sale to Firefly.</p><span id=\"end-legacy-contents\"></span><p>Once-promising Virgin Orbit, a spinoff of Virgin Galactic specializing in the air-launching of satellite rockets from a modified Boeing 747, saw its stock nosedive in the months leading up to its downfall. Only four of the company’s six flights between 2020 and 2023 were successful, and its most recent attempt earlier this year reportedly <a href=\"https://www.engadget.com/virgin-orbit-update-cause-start-me-up-mission-failure-191641002.html\">failed</a> because of a dislodged $100 fuel filter. The company began an <a href=\"https://www.engadget.com/virgin-orbit-furloughs-most-employees-and-pauses-operations-for-a-week-065542834.html\">“operational pause”</a> in March as a last-gasp attempt to find new investors before <a href=\"https://www.engadget.com/virgin-orbit-files-for-bankruptcy-protection-as-it-seeks-a-buyer-094236877.html\">filing for bankruptcy protection</a> and finally <a href=\"https://www.engadget.com/virgin-orbit-officially-shutters-its-space-launch-operations-231755999.html\">throwing in the towel</a> a couple of weeks later.</p><p>Meanwhile, <a href=\"https://www.engadget.com/nasa-firefly-aerospace-contract-175129610.html\">Firefly Aerospace</a>, based in Cedar Park, TX, is developing a launch vehicle called Firefly Alpha. The two-stage, liquid-fueled rocket is designed to be launched from various sites. Its first attempt failed in 2021, but the rocket had a partially successful orbital launch the following year. The company expects to launch a third time for the US Space Force.</p>This article originally appeared on Engadget at https://www.engadget.com/firefly-aerospace-buys-the-final-scraps-of-doomed-virgin-orbit-193049970.html?src=rss", "link": "https://www.engadget.com/firefly-aerospace-buys-the-final-scraps-of-doomed-virgin-orbit-193049970.html?src=rss", "date_published": "2023-06-16 19:30:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Hulu is streaming Bonnaroo this weekend for the third year in a row", "description": "<p>Bonnaroo takes place this weekend and, <a href=\"https://www.engadget.com/hulu-lollapalooza-bonnaroo-austin-city-limits-livestream-182051696.html\">as with the last two years,</a> you can watch the festival from the comfort of your home on <a href=\"https://www.engadget.com/tag/hulu/\">Hulu</a>. Through Sunday, the streaming service is offering two channels of live music coming to you from Manchester, Tennessee. You'll find the streams on the Hulu homepage or by searching for \"Bonnaroo.\"</p><p>This year's headliners are Kendrick Lamar, Odesza and Foo Fighters. There are many other notable names on the bill, including Three 6 Mafia, Jenny Lewis, Tyler Childers, Sheryl Crow, My Morning Jacket, Franz Ferdinand, Paramore and Pixies. As things stand, Hulu will show all of those artists' sets except for Lamar's. You can <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=ca19dea0-e7ad-4f54-beed-6302bce56589&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Hulu&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJjYTE5ZGVhMC1lN2FkLTRmNTQtYmVlZC02MzAyYmNlNTY1ODkiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuaHVsdS5jb20vYm9ubmFyb28iLCJjb250ZW50VXVpZCI6ImQ3ZGIzNGUyLTFmZTktNDViYy1iZjk1LWNlZGVmNzVlNzFlZiJ9&amp;signature=AQAAAbF3nmBCZzk64aNZ_epMpnajx-q8YEejr8XXYVrJ3KUm&amp;gcReferrer=https%3A%2F%2Fwww.hulu.com%2Fbonnaroo\">check the platform's website</a> for the up-to-date schedule. Unfortunately, you won't be able to stream the sets on Hulu after the fact — you'll have to tune in live to catch them.</p><span id=\"end-legacy-contents\"></span><p>You'll need to be a Hulu subscriber to watch the livestreams, but the service is offering a seven-day trial for new and eligible returning users. Hulu has been the streaming home of Bonnaroo <a href=\"https://www.engadget.com/lollapalooza-2021-live-stream-hulu-140043962.html\">since 2021</a>, when it took over the rights <a href=\"https://www.engadget.com/2019-07-31-youtube-lollapalooza-2019-live-stream.html\">from YouTube</a>. Later this year, you'll be able to watch Lollapalooza and the Austin City Limits Music Festival on the platform as well.</p>This article originally appeared on Engadget at https://www.engadget.com/hulu-is-streaming-bonnaroo-this-weekend-for-the-third-year-in-a-row-190034636.html?src=rss", "link": "https://www.engadget.com/hulu-is-streaming-bonnaroo-this-weekend-for-the-third-year-in-a-row-190034636.html?src=rss", "date_published": "2023-06-16 19:00:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Google unexpectedly sells its domain-hosting business to Squarespace", "description": "<p>Google Domains is a quick and simple way to get a jumpstart on building your website, but now the company will soon leave that business. Today, Squarespace <a href=\"https://newsroom.squarespace.com/blog/googledomains\"><ins>announced</ins></a> that it will acquire approximately 10 million domains from the search giant. The company expects the transaction to close in the third quarter of 2023.</p><p>Under the purchasing agreement, Squarespace says that it will honor existing customer pricing for at least 12 months following the completion of the purchase. The company claims that it will use Google’s infrastructure to ensure a &quot;seamless transfer of domains.&quot;</p><span id=\"end-legacy-contents\"></span><p>Once everything is set and done, Squarespace will become the exclusive partner for anyone looking to purchase a domain alongside their Google Workspace domain. For existing customers, Squarespace says that it will provide billing and support for Google Workspace customers who’ve already purchased domains through Google Domains. But as time goes on and as subscriptions start to renew, these customers will likely be forced to migrate to Squarespace’s billing system.</p><p>Squarespace is already a behemoth in the websites and domain space, so it’s not surprising it had an interest in acquiring Google Domains. It’s a little more surprising that Google is selling, though the company is notorious for abandoning established products at any time. Meanwhile, Squarespace is constantly adding new features to its platform, including the ability to <a href=\"https://www.engadget.com/squarespace-members-area-200213919.html\"><ins>add a &quot;Members Area</ins></a><ins>&quot;</ins> (more commonly known as a paywall) to new and existing sites.</p>This article originally appeared on Engadget at https://www.engadget.com/google-unexpectedly-sells-its-domain-hosting-business-to-squarespace-183001176.html?src=rss", "link": "https://www.engadget.com/google-unexpectedly-sells-its-domain-hosting-business-to-squarespace-183001176.html?src=rss", "date_published": "2023-06-16 18:30:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Meta rolls back COVID-19 misinformation rules in many countries", "description": "<p>Meta is rolling back <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=2d66651e-658e-4baa-bc4e-ded0c126e805&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Portal+from+Facebook&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIyZDY2NjUxZS02NThlLTRiYWEtYmM0ZS1kZWQwYzEyNmU4MDUiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuZmFjZWJvb2suY29tL2hlbHAvMjMwNzY0ODgxNDk0NjQxIiwiY29udGVudFV1aWQiOiIxNjVkNWUxNS1lNjExLTRiZjAtODljNS1kN2FlMDdlNDBjYjcifQ&amp;signature=AQAAAXJIWRjHq320zhTxF_8_sk1YkEOQ5dGN623bG2g8L3TU&amp;gcReferrer=https%3A%2F%2Fwww.facebook.com%2Fhelp%2F230764881494641\"><ins>COVID-19 misinformation rules</ins></a> for Instagram and Facebook in countries that no longer deem the pandemic to be a national emergency. The policy will <a href=\"https://www.washingtonpost.com/politics/2023/06/16/meta-rolls-back-covid-misinformation-rules/\">no longer apply</a> in the US, along with some other territories.</p><p>Last July, Meta <a href=\"https://www.engadget.com/meta-oversight-board-covid-19-misinformation-advice-132031395.html\"><ins>asked its Oversight Board</ins></a> for its opinion on the misinformation policy after noting that the pandemic had \"evolved.\" It <a href=\"https://www.engadget.com/oversight-board-asks-meta-to-reassess-what-covid-19-misinformation-it-removes-120032687.html\"><ins>took some time for the Oversight Board to weigh in</ins></a>, but in April, the group suggested that Meta should keep removing false claims about COVID-19 that are “likely to directly contribute to the risk of imminent and significant physical harm.\" The Oversight Board also told the company to \"reassess\" the types of pandemic claims that it removes under the policy.</p><span id=\"end-legacy-contents\"></span><p>In addition, the advisory group suggested that Meta make preparations ahead of the World Health Organization nixing the emergency status of COVID-19 \"to protect freedom of expression and other human rights in these new circumstances.\" The WHO lifted its COVID-19 emergency designation in May and Meta has now made its response to the Oversight Board's recommendations.</p><p>\"We will take a more tailored approach to our COVID-19 misinformation rules consistent with the Board’s guidance and our existing policies. In countries that have a COVID-19 public health emergency declaration, we will continue to remove content for violating our COVID-19 misinformation policies given the risk of imminent physical harm,\" Meta <a href=\"https://about.fb.com/news/2022/07/oversight-board-advise-covid-19-misinformation-measures/\"><ins>wrote in an updated blog post</ins></a>. \"We are consulting with health experts to understand which claims and categories of misinformation could continue to pose this risk. Our COVID-19 misinformation rules will no longer be in effect globally as the global public health emergency declaration that triggered those rules has been lifted.\"</p><p>Soon after the onset of the pandemic, social media platforms faced pressure to combat COVID-19 misinformation that people were spreading, such as inaccurate claims about vaccines. Many — including Meta, Twitter and YouTube — established policies to tackle COVID-19 falsehoods.</p><p>Those rules have evolved over time. For instance, in May 2021, Meta said it would <a href=\"https://www.engadget.com/facebook-covid-19-man-made-misinformation-201652876.html\"><ins>no longer remove claims</ins></a> that COVID-19 was \"man-made.\" As the Oversight Board noted last year, Meta removed 27 million Facebook and Instagram posts that contained COVID-19 misinformation between March 2020 and July 2022.</p><p>Twitter <a href=\"https://www.engadget.com/twitter-stops-enforcing-covid-19-misinformation-policy-145445252.html\"><ins>stopped enforcing</ins></a> its COVID-19 misinformation policy in November, not long after Elon Musk took over the company and <a href=\"https://www.engadget.com/80-percent-of-twitters-full-time-staff-has-evaporated-under-musk-234247201.html\"><ins>laid off thousands of workers</ins></a>. Meanwhile, YouTube recently updated its misinformation policy to <a href=\"https://www.engadget.com/youtube-changes-misinformation-policy-to-allow-videos-falsely-claiming-fraud-in-the-2020-us-election-184319851.html\"><ins>no longer prohibit videos</ins></a> containing 2020 election denialism.</p>This article originally appeared on Engadget at https://www.engadget.com/meta-rolls-back-covid-19-misinformation-rules-in-many-countries-174746077.html?src=rss", "link": "https://www.engadget.com/meta-rolls-back-covid-19-misinformation-rules-in-many-countries-174746077.html?src=rss", "date_published": "2023-06-16 17:47:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Amazon's Echo Dot is down to $28, plus the rest of this week's best tech deals", "description": "<p>Summer can be a sleepy time for deals, but there was actually a fair amount of savings to be found on tech this week. Amazon's Prime Day is probably <a href=\"https://www.engadget.com/amazon-prime-day-2023-124519231.html\">about a month away</a>, but the company looked like they were getting a head start with discounts on <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9raW5kbGUtdGhlLWxpZ2h0ZXN0LWFuZC1tb3N0LWNvbXBhY3Qta2luZGxlL2RwL0IwOVNXVjNCWUg_dGFnPWdkZ3QwYy1wLW8tMTNjLTIwIiwiY29udGVudFV1aWQiOiJiY2UxZGFlNS1kOGFiLTRmZTktYjk1YS0yNDdiMWFkNTliODAifQ&amp;signature=AQAAAZCEVZU5nGd_8Sm6_o7P3ruLfGnwk-12J48zVGpnGo0z&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fkindle-the-lightest-and-most-compact-kindle%2Fdp%2FB09SWV3BYH\">Kindles</a>, two <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDlCOFYxTFozP3RhZz1nZGd0MGMtcC1vLTEzYy0yMCIsImNvbnRlbnRVdWlkIjoiYmNlMWRhZTUtZDhhYi00ZmU5LWI5NWEtMjQ3YjFhZDU5YjgwIn0&amp;signature=AQAAAbz3Ry-fL3v7ybk0fsJ5NPiVzgktIIGkiS7Q7-OE46RC&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB09B8V1LZ3\">Echo</a><a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDlNNjdLU1NGP3RhZz1nZGd0MGMtcC1vLTEzYy0yMCIsImNvbnRlbnRVdWlkIjoiYmNlMWRhZTUtZDhhYi00ZmU5LWI5NWEtMjQ3YjFhZDU5YjgwIn0&amp;signature=AQAAAUJHO14-X5pBx1gMoqgh9dUKpobUIzyfXYVx8fFda0PC&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB09M67KSSF\">speakers</a>, <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDkxRzRZUDU3P3RhZz1nZGd0MGMtcC1vLTEzYy0yMCIsImNvbnRlbnRVdWlkIjoiYmNlMWRhZTUtZDhhYi00ZmU5LWI5NWEtMjQ3YjFhZDU5YjgwIn0&amp;signature=AQAAAT1OL1NkRDxz-ElICnuyIEjlA2ckRDzLfxlLdNJLATom&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB091G4YP57\">Fire TV devices</a> and <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9CbGluay1NaW5pLVdoaXRlLTFDYW0vZHAvQjA3WDZDOVJNRj90YWc9Z2RndDBjLXAtby0xM2MtMjAiLCJjb250ZW50VXVpZCI6ImJjZTFkYWU1LWQ4YWItNGZlOS1iOTVhLTI0N2IxYWQ1OWI4MCJ9&amp;signature=AQAAAbIlfkXcUn4BQUHGCDgYyen3O3CsG1Dl_fxiWVQnhhQu&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FBlink-Mini-White-1Cam%2Fdp%2FB07X6C9RMF\">Blink mini</a> cameras. Those prices may go lower during the event, but the savings are still good if you can't wait. Our favorite <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Tb255LVdILTEwMDBYTTUtQ2FuY2VsaW5nLUhlYWRwaG9uZXMtSGFuZHMtRnJlZS9kcC9CMDlYUzdKV0hIP3RhZz1nZGd0MGMtcC1vLTEzYy0yMCIsImNvbnRlbnRVdWlkIjoiYmNlMWRhZTUtZDhhYi00ZmU5LWI5NWEtMjQ3YjFhZDU5YjgwIn0&amp;signature=AQAAAZdhqN_L91x1Z5FY9GIRMyJxdcBwXvz9m-_S3_EtK8wx&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FSony-WH-1000XM5-Canceling-Headphones-Hands-Free%2Fdp%2FB09XS7JWHH\">Sony headphones</a> dropped back down to $348 and a few different Beats earbuds, including the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDdSNVFENTk4P3RhZz1nZGd0MGMtcC1vLTEzYy0yMCIsImNvbnRlbnRVdWlkIjoiYmNlMWRhZTUtZDhhYi00ZmU5LWI5NWEtMjQ3YjFhZDU5YjgwIn0&amp;signature=AQAAATXDwc1ajUmreBSc-jxfJYUjjwMN8OIfHlc4jUttYqWO&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB07R5QD598\">Powerbeats Pro</a> saw discounts of up to 36 percent. Apple's latest laptop, the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMEM3Njg2MTY5P3RhZz1nZGd0MGMtcC1vLTEzYy0yMCIsImNvbnRlbnRVdWlkIjoiYmNlMWRhZTUtZDhhYi00ZmU5LWI5NWEtMjQ3YjFhZDU5YjgwIn0&amp;signature=AQAAAQcDvLEpo9A50jfaQRaaL3gCKaPz4Ud-8RaFbTGKybNf&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB0C7686169\">15-inch MacBook Air</a> is already $100 off and last year's <a href=\"https://shopping.yahoo.com/rdlw?merchantId=b1bb23c9-a2d4-4e4e-bfac-7a560ebe7641&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Dell&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJiMWJiMjNjOS1hMmQ0LTRlNGUtYmZhYy03YTU2MGViZTc2NDEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuZGVsbC5jb20vZW4tdXMvc2hvcC9sYXB0b3BzLzEydGgtZ2VuLWludGVsL3NwZC94cHMtMTUtOTUyMC1sYXB0b3A_IiwiY29udGVudFV1aWQiOiJiY2UxZGFlNS1kOGFiLTRmZTktYjk1YS0yNDdiMWFkNTliODAifQ&amp;signature=AQAAAVJpfJOVKdtWFGw1Cs9gwdNV-KQHh9z5vB7N-OPMk0HT&amp;gcReferrer=https%3A%2F%2Fwww.dell.com%2Fen-us%2Fshop%2Flaptops%2F12th-gen-intel%2Fspd%2Fxps-15-9520-laptop%3F\">XPS 15 from Dell</a> is currently $800 off. Here are the best deals from this week that you can still get today.&nbsp;</p><h2>Amazon Echo Dot + smart plug</h2><p></p><p>Pair a smart speaker with a smart plug and you have the underpinnings of a smart home setup. Right now, Amazon is selling its <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9BbGwtTmV3LXJlbGVhc2UtU21hcnQtc3BlYWtlci1DaGFyY29hbC9kcC9CMEJNSzhaTlhTP3RhZz1nZGd0MGMtcC1vLTEzYy0yMCIsImNvbnRlbnRVdWlkIjoiYmNlMWRhZTUtZDhhYi00ZmU5LWI5NWEtMjQ3YjFhZDU5YjgwIn0&amp;signature=AQAAARn4v-AWcAHfM1v9ps18my36PzPQY5Eu8NI8zl-iAVPl&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FAll-New-release-Smart-speaker-Charcoal%2Fdp%2FB0BMK8ZNXS\">Echo Dot smart speaker with a Kasa Smart Plug Mini</a> for just $28. That's a substantial $45 discount and cheaper than buying the Dot on its own. The new Echo Dot is is our <a href=\"https://www.engadget.com/best-smart-speakers-151515264.html\">favorite</a> smart speaker under $50 and is basically a more compact version of its full-sized sibling, the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDdYS0Y3NUI4P3RhZz1nZGd0MGMtcC1vLTEzYy0yMCIsImNvbnRlbnRVdWlkIjoiYmNlMWRhZTUtZDhhYi00ZmU5LWI5NWEtMjQ3YjFhZDU5YjgwIn0&amp;signature=AQAAAQuRQTYZmPHfag2DI8IAd9G-lHztD-LhU_VQWIIxbj6l&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB07XKF75B8\">Echo</a>. Despite measuring less than four inches in diameter, the Dot can pump out decent sound that's surprisingly clear.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>Alexa is a competent voice assistant who can set timers and reminders, tell you the weather and news, play your music and, of course, control your smart home devices, like smart plugs. All of the Kasa smart plugs I tested for our <a href=\"https://www.engadget.com/best-smart-plug-131542429.html\">guide</a> paired nicely with my Echo Dot. You can program the plug through the Kasa app or via the Alexa app, having it do nifty things like turning on a lamp an hour before sunset or shutting things off when you say, &quot;Alexa, goodnight.&quot;  <em>&nbsp;</em></p><h2>Sonos Sale</h2><p></p><p>Sonos speakers rarely go on sale, so if you've been thinking about a new soundbar or speaker, you may want to jump over to Sonos as their ongoing <a href=\"https://www.engadget.com/sonos-speakers-and-soundbars-are-up-to-25-percent-off-in-rare-sale-133001802.html\">Father's Day sale</a> ends Sunday the 18th. The sale <a href=\"https://www.engadget.com/sonos-speakers-and-soundbars-are-up-to-25-percent-off-in-rare-sale-133001802.html\">first went live</a> two weeks ago and includes discounts of up to 25 percent on some of their more popular audio devices. Sonos equipment is well-regarded for its sound quality and reliable connectivity — pairing easily with existing equipment, supporting most streaming services and syncing seamlessly with other Sonos speakers.</p><p>Here are a few of the more noteworthy deals:</p><ul><li><p>The top-end <a href=\"https://shopping.yahoo.com/rdlw?merchantId=1e71dc69-0ad7-47e7-abf5-dc3926557fa3&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Sonos&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIxZTcxZGM2OS0wYWQ3LTQ3ZTctYWJmNS1kYzM5MjY1NTdmYTMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuc29ub3MuY29tL2VuLXVzL3Nob3AvYXJjIiwiY29udGVudFV1aWQiOiJiY2UxZGFlNS1kOGFiLTRmZTktYjk1YS0yNDdiMWFkNTliODAifQ&amp;signature=AQAAAQstwmPMpjN1HKmpWfFgVqmQxaFzFEPAXhY5d4JmFCPW&amp;gcReferrer=https%3A%2F%2Fwww.sonos.com%2Fen-us%2Fshop%2Farc\">Sonos Arc</a> soundbar is down $719, which is $180 off the list price. Read our review <a href=\"https://www.engadget.com/sonos-arc-review-dolby-atmos-soundbar-010039560.html\">here</a>.</p></li><li><p>The more affordable <a href=\"https://shopping.yahoo.com/rdlw?merchantId=1e71dc69-0ad7-47e7-abf5-dc3926557fa3&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Sonos&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIxZTcxZGM2OS0wYWQ3LTQ3ZTctYWJmNS1kYzM5MjY1NTdmYTMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuc29ub3MuY29tL2VuLXVzL3Nob3AvYmVhbSIsImNvbnRlbnRVdWlkIjoiYmNlMWRhZTUtZDhhYi00ZmU5LWI5NWEtMjQ3YjFhZDU5YjgwIn0&amp;signature=AQAAAebQlwZnTlwdQIsioG_UYAh4PIh6lorkQ4luxLsT6JBf&amp;gcReferrer=https%3A%2F%2Fwww.sonos.com%2Fen-us%2Fshop%2Fbeam\">Sonos Beam (Gen 2</a>) is down $399, which is $100. Here's our <a href=\"https://www.engadget.com/sonos-beam-gen-2-review-dolby-atmos-soundbar-130024506.html\">review</a>.</p></li><li><p>The <a href=\"https://shopping.yahoo.com/rdlw?merchantId=1e71dc69-0ad7-47e7-abf5-dc3926557fa3&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Sonos&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIxZTcxZGM2OS0wYWQ3LTQ3ZTctYWJmNS1kYzM5MjY1NTdmYTMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuc29ub3MuY29tL2VuLXVzL3Nob3AvcmF5IiwiY29udGVudFV1aWQiOiJiY2UxZGFlNS1kOGFiLTRmZTktYjk1YS0yNDdiMWFkNTliODAifQ&amp;signature=AQAAAVLVe5k3syLyPyCo8Murwhr-Sc5cubMTIq3lWzxCjHm3&amp;gcReferrer=https%3A%2F%2Fwww.sonos.com%2Fen-us%2Fshop%2Fray\">Sonos Ray</a> is the brand's entry-level soundbar and is currently $223 or $56 off.</p></li><li><p>The portable <a href=\"https://shopping.yahoo.com/rdlw?merchantId=1e71dc69-0ad7-47e7-abf5-dc3926557fa3&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Sonos&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIxZTcxZGM2OS0wYWQ3LTQ3ZTctYWJmNS1kYzM5MjY1NTdmYTMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuc29ub3MuY29tL2VuLXVzL3Nob3Avcm9hbSIsImNvbnRlbnRVdWlkIjoiYmNlMWRhZTUtZDhhYi00ZmU5LWI5NWEtMjQ3YjFhZDU5YjgwIn0&amp;signature=AQAAAenCo4Oy5tv9k9XQGiOIa-RXdYLMkAE466nDlAq77BDM&amp;gcReferrer=https%3A%2F%2Fwww.sonos.com%2Fen-us%2Fshop%2Froam\">Sonos Roam</a> speaker connects to WiFi or via Bluetooth and is currently $134 instead of  $179. The slightly smaller <a href=\"https://shopping.yahoo.com/rdlw?merchantId=1e71dc69-0ad7-47e7-abf5-dc3926557fa3&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Sonos&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIxZTcxZGM2OS0wYWQ3LTQ3ZTctYWJmNS1kYzM5MjY1NTdmYTMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuc29ub3MuY29tL2VuLXVzL3Nob3Avcm9hbS1zbCIsImNvbnRlbnRVdWlkIjoiYmNlMWRhZTUtZDhhYi00ZmU5LWI5NWEtMjQ3YjFhZDU5YjgwIn0&amp;signature=AQAAAaLdyryJlo6Je6HCl8Z5_RAQE1yam19-e3uJhHzt8YWs&amp;gcReferrer=https%3A%2F%2Fwww.sonos.com%2Fen-us%2Fshop%2Froam-sl\">Sonos Roam SL</a> is down to $119 after a $39 discount.</p></li><li><p>One of the brand's first portable speakers, the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=1e71dc69-0ad7-47e7-abf5-dc3926557fa3&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Sonos&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIxZTcxZGM2OS0wYWQ3LTQ3ZTctYWJmNS1kYzM5MjY1NTdmYTMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuc29ub3MuY29tL2VuLXVzL3Nob3AvbW92ZSIsImNvbnRlbnRVdWlkIjoiYmNlMWRhZTUtZDhhYi00ZmU5LWI5NWEtMjQ3YjFhZDU5YjgwIn0&amp;signature=AQAAASjhi1Q1dJvBB_7KYRls1QIu0-_bJBSVVe2qj2fC1Xgy&amp;gcReferrer=https%3A%2F%2Fwww.sonos.com%2Fen-us%2Fshop%2Fmove\">Sonos Move</a> is down to $300 after a $99 discount. Here's <a href=\"https://www.engadget.com/2019-09-18-sonos-move-review.html\">what we said</a> when that speaker first came out.</p></li></ul><h2>Sony WH-WH-1000XM5</h2><p></p><p>A few different <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kZWFsL2JkMjkwMzA3P3Nob3dWYXJpYXRpb25zPXRydWUmcGZfcmRfcj0yQzlCUVJDU0ZOQVMwQUUzUzMwSCZwZl9yZF90PUV2ZW50cyZwZl9yZF9pPWRlYWxzJnBmX3JkX3A9Y2IyYjAwMWEtYmUxZS00MTg1LTlkMGMtMzQ5NWQyOTNhYjhjJnBmX3JkX3M9c2xvdC0xNCZyZWY9ZGx4X2RlYWxzX2dkX2RjbF9pbWdfMjFfYmQyOTAzMDdfZHRfc2wxNF84YyZ0YWc9Z2RndDBjLXAtby0xM2MtMjAiLCJjb250ZW50VXVpZCI6ImJjZTFkYWU1LWQ4YWItNGZlOS1iOTVhLTI0N2IxYWQ1OWI4MCJ9&amp;signature=AQAAARK6idq0XEqhTYsDY4mZvVSM7I4cB3guwtxZlUL1v9VF&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdeal%2Fbd290307%3FshowVariations%3Dtrue%26pf_rd_r%3D2C9BQRCSFNAS0AE3S30H%26pf_rd_t%3DEvents%26pf_rd_i%3Ddeals%26pf_rd_p%3Dcb2b001a-be1e-4185-9d0c-3495d293ab8c%26pf_rd_s%3Dslot-14%26ref%3Ddlx_deals_gd_dcl_img_21_bd290307_dt_sl14_8c\">audio devices from Sony</a> are on sale at Amazon and directly <a href=\"https://shopping.yahoo.com/rdlw?merchantId=15919d69-aefa-41ae-a977-fdcae58a803c&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Sony&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIxNTkxOWQ2OS1hZWZhLTQxYWUtYTk3Ny1mZGNhZTU4YTgwM2MiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly9lbGVjdHJvbmljcy5zb255LmNvbS9hdWRpby9oZWFkcGhvbmVzL2MvYWxsLWhlYWRwaG9uZXM_cXVlcnk9OnJlbGV2YW5jZTpzbmFBbGxDYXRlZ29yaWVzOmFsbC1oZWFkcGhvbmVzOm9mZmVyc0FuZFNhbGVzOk9uJTIwU2FsZSZjdXJyZW50UGFnZT0iLCJjb250ZW50VXVpZCI6ImJjZTFkYWU1LWQ4YWItNGZlOS1iOTVhLTI0N2IxYWQ1OWI4MCJ9&amp;signature=AQAAAT8VmW4MKwGg_MLmIyKmpEdh9GGDuBFUDgu24lKCPK4Q&amp;gcReferrer=https%3A%2F%2Felectronics.sony.com%2Faudio%2Fheadphones%2Fc%2Fall-headphones%3Fquery%3D%3Arelevance%3AsnaAllCategories%3Aall-headphones%3AoffersAndSales%3AOn%2520Sale%26currentPage%3D\">from Sony</a>, including the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Tb255LVdILTEwMDBYTTUtQ2FuY2VsaW5nLUhlYWRwaG9uZXMtSGFuZHMtRnJlZS9kcC9CMDlYUzdKV0hIP3RhZz1nZGd0MGMtcC1vLTEzYy0yMCIsImNvbnRlbnRVdWlkIjoiYmNlMWRhZTUtZDhhYi00ZmU5LWI5NWEtMjQ3YjFhZDU5YjgwIn0&amp;signature=AQAAAZdhqN_L91x1Z5FY9GIRMyJxdcBwXvz9m-_S3_EtK8wx&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FSony-WH-1000XM5-Canceling-Headphones-Hands-Free%2Fdp%2FB09XS7JWHH\">WH-100XM5</a>, which is our current top pick for the <a href=\"https://www.engadget.com/best-headphones-150030794.html\">best wireless headphones</a> you can buy. They're back down to $348, which isn't the <a href=\"https://www.engadget.com/sonys-wh-1000-xm5-anc-headphones-fall-to-a-new-all-time-low-of-279-093756682.html\">lowest</a> we've seen, but still about $50 less than they typically sell for. Our senior editor and audio expert Billy Steele gave them a high score of <a href=\"https://www.engadget.com/sony-wh-1000xm5-review-160045478.html\">95 in his review</a> when they came out last year, praising the all-day comfort, excellent noise cancellation and a sound quality that's both immersive and clear.&nbsp;&nbsp;</p><p>The in-ear <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Tb255LVdGLTEwMDBYTTQtSW5kdXN0cnktQ2FuY2VsaW5nLUhlYWRwaG9uZXMvZHAvQjA5NEM0VkRKWj90aD0xJnRhZz1nZGd0MGMtcC1vLTEzYy0yMCIsImNvbnRlbnRVdWlkIjoiYmNlMWRhZTUtZDhhYi00ZmU5LWI5NWEtMjQ3YjFhZDU5YjgwIn0&amp;signature=AQAAAR8LCPHRDAT2iEyv9v6Gf_9-UtRaoPye0D8QNRPeJIA5&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FSony-WF-1000XM4-Industry-Canceling-Headphones%2Fdp%2FB094C4VDJZ%3Fth%3D1\">WF-1000XM4</a> earbuds are down to $198 after a 28 percent discount. They are the top pick in our <a href=\"https://www.engadget.com/best-wireless-earbuds-120058222.html\"> wireless earbuds guide</a> thanks to their great sound quality, solid ANC and battery life that went for seven and a half hours in our tests.&nbsp;</p><p>Sony's brand new budget headphones, the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Tb255LVdILUNINTIwLUhlYWRwaG9uZXMtQmx1ZXRvb3RoLU1pY3JvcGhvbmUvZHAvQjBCUzFSVDlTMj90YWc9Z2RndDBjLXAtby0xM2MtMjAiLCJjb250ZW50VXVpZCI6ImJjZTFkYWU1LWQ4YWItNGZlOS1iOTVhLTI0N2IxYWQ1OWI4MCJ9&amp;signature=AQAAAeneJxvyOk6w1sBNj6YaBkfyMVNz4jvOCgAUdklv33c0&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FSony-WH-CH520-Headphones-Bluetooth-Microphone%2Fdp%2FB0BS1RT9S2\">WH-CH720N</a>, are on sale for just $38 after a 37 percent discount. Billy found them lightweight, comfortable and capable of delivering surprisingly good sound quality. You'll also get around 35 hours of playback on a charge. You won't get all the features of the flagship model, and the all-plastic build feels less than premium, but for $38, they're a budget way to get high-end sound.&nbsp;</p><h2>Amazon Kindle</h2><p></p><p>There are a lot of great books <a href=\"https://shopping.yahoo.com/rdlw?merchantId=c813ae39-7d58-41cb-ac66-ad830606ceef&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=The+New+York+Times&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJjODEzYWUzOS03ZDU4LTQxY2ItYWM2Ni1hZDgzMDYwNmNlZWYiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cubnl0aW1lcy5jb20vaW50ZXJhY3RpdmUvMjAyMy8wNS8yNi9ib29rcy9zdW1tZXItcmVhZGluZy5odG1sIiwiY29udGVudFV1aWQiOiJiY2UxZGFlNS1kOGFiLTRmZTktYjk1YS0yNDdiMWFkNTliODAifQ&amp;signature=AQAAAW20J1ujLwfPqpDhaYdkj7Rab7yHu0gcC19TC6UEk2Ch&amp;gcReferrer=https%3A%2F%2Fwww.nytimes.com%2Finteractive%2F2023%2F05%2F26%2Fbooks%2Fsummer-reading.html\">coming out</a> this summer. If you're thinking of getting an e-reader to dive into them, now might be a good time to act as Amazon is discounting a number of its Kindle devices. The <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9raW5kbGUtdGhlLWxpZ2h0ZXN0LWFuZC1tb3N0LWNvbXBhY3Qta2luZGxlL2RwL0IwOVNXVjNCWUg_dGFnPWdkZ3QwYy1wLW8tMTNjLTIwIiwiY29udGVudFV1aWQiOiJiY2UxZGFlNS1kOGFiLTRmZTktYjk1YS0yNDdiMWFkNTliODAifQ&amp;signature=AQAAAZCEVZU5nGd_8Sm6_o7P3ruLfGnwk-12J48zVGpnGo0z&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fkindle-the-lightest-and-most-compact-kindle%2Fdp%2FB09SWV3BYH\">basic Kindle</a> is our favorite budget pick in our <a href=\"https://www.engadget.com/best-ereader-130013808.html\">ereader guide</a> and is currently down to $80, which is just $5 more than the all-time low it hit back in <a href=\"https://www.engadget.com/amazons-2022-kindle-drops-to-a-record-low-of-75-211908974.html\">February</a>. This is the latest model Kindle, released last October, with a  screen resolution bumped up to 300ppi for sharp and crisp text. The battery lasts over a month and comes with 16GB of storage, which should be enough for many summers of reading and all the seasons between.&nbsp;</p><p>It's not waterproof, however, and doesn't offer a warm light option. For that, you may want to check out the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9LaW5kbGUtUGFwZXJ3aGl0ZS1hZGp1c3RhYmxlLUFkLVN1cHBvcnRlZC9kcC9CMDhLVFo4MjQ5P3RhZz1nZGd0MGMtcC1vLTEzYy0yMCIsImNvbnRlbnRVdWlkIjoiYmNlMWRhZTUtZDhhYi00ZmU5LWI5NWEtMjQ3YjFhZDU5YjgwIn0&amp;signature=AQAAAVvNRb3qyxpPQKmx1PgKv2FN3lZlgoYS6-x_SIZ9MTXq&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FKindle-Paperwhite-adjustable-Ad-Supported%2Fdp%2FB08KTZ8249\">Kindle Paperwhite</a>. It's on sale for $110 instead of $140. The 6.8-inch screen is comfortably bigger than the standard option, boasts a warm light and can handle a dunk in water. The <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDhCNDk1MzE5Lz90YWc9Z2RndDBjLXAtby0xM2MtMjAiLCJjb250ZW50VXVpZCI6ImJjZTFkYWU1LWQ4YWItNGZlOS1iOTVhLTI0N2IxYWQ1OWI4MCJ9&amp;signature=AQAAAfK8FimvLkWMl-aOW8c-ZRoLIWJQr3JjyvWLi-8BpCgM&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB08B495319%2F\">Paperwhite Signature</a>, which our deputy editor Nathan Ingraham <a href=\"https://www.engadget.com/amazon-kindle-paperwhite-signature-edition-2021-review-130037090.html\">called</a>, &quot;The best e-reader. Period.&quot; is on sale for $145 instead of $190. It adds more storage, wireless charging and an automatically adjusting warm light.&nbsp;</p><h2>Apple 15-inch MacBook Air M2</h2><p></p><p>Apple <a href=\"https://www.engadget.com/apple-finally-announces-the-15-inch-macbook-air-170715355.html\">announced</a> the long-rumored <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMEM3Njg2MTY5P3RhZz1nZGd0MGMtcC1vLTEzYy0yMCIsImNvbnRlbnRVdWlkIjoiYmNlMWRhZTUtZDhhYi00ZmU5LWI5NWEtMjQ3YjFhZDU5YjgwIn0&amp;signature=AQAAAQcDvLEpo9A50jfaQRaaL3gCKaPz4Ud-8RaFbTGKybNf&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB0C7686169\">15-inch MacBook Air M2</a> during its annual WWDC event earlier this month. Amazon <a href=\"https://www.engadget.com/apples-new-15-inch-macbook-air-is-already-49-off-at-amazon-184600287.html\">immediately</a> offered a $50 discount on pre-orders. Now that orders are shipping, the retailer is rewarding those who waited (and potentially angering those who didn't) with a full $100 discount on the new machines, making them $1,199 instead of Apple's suggested $1,299 price. Currently, the discount applies to the base model, which ships with 256GB of storage, in either Starlight, Space Gray or Midnight. If you want it in Silver, you'll have to pay $1,234.&nbsp;</p><p>The model with <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMEM3NkQ0UldKP3RoPTEmdGFnPWdkZ3QwYy1wLW8tMTNjLTIwIiwiY29udGVudFV1aWQiOiJiY2UxZGFlNS1kOGFiLTRmZTktYjk1YS0yNDdiMWFkNTliODAifQ&amp;signature=AQAAAa424FPb1Yo0v4lXhkFt1bpu8A8CvOdvREtr7ePCBzuv&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB0C76D4RWJ%3Fth%3D1\">512GB of storage</a> is $100 off in Midnight only. The other three colorways are selling for $1,437, which is $62 below list price. Our deputy editor, Nathan Ingraham, got a chance to review the new computer and gave it a high <a href=\"https://www.engadget.com/apple-macbook-air-15-inch-review-a-bigger-screen-makes-a-surprising-difference-130033172.html\">score of 96</a>. He was impressed with the difference the bigger screen makes and declared it &quot;one of the best Apple laptops [he's] used in a long time.&quot; With the same M2 chip inside, the larger model doesn't change much over the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMEIzQlZXSjZZP3RhZz1nZGd0MGMtcC1vLTEzYy0yMCIsImNvbnRlbnRVdWlkIjoiYmNlMWRhZTUtZDhhYi00ZmU5LWI5NWEtMjQ3YjFhZDU5YjgwIn0&amp;signature=AQAAAYfs26aVNm4tcj2gI-vJ73Hn-6Pj7y-oR5IrTf_nCOS0&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB0B3BVWJ6Y\">13-inch MacBook Air</a>, which isn't a bad thing. We gave that model a similarly <a href=\"https://www.engadget.com/macbook-air-m2-review-2022-130040098.html\">high score of 96</a> when it came out last year.&nbsp;</p><h2>Beats Studio Buds</h2><p></p><p>The <a href=\"https://shopping.yahoo.com/rdlw?merchantId=827d7835-78d6-4491-ae04-c042cab1d6e7&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Target&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI4MjdkNzgzNS03OGQ2LTQ0OTEtYWUwNC1jMDQyY2FiMWQ2ZTciLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cudGFyZ2V0LmNvbS9wL2JlYXRzLXN0dWRpby1idWRzLXRydWUtd2lyZWxlc3Mtbm9pc2UtY2FuY2VsbGluZy1ibHVldG9vdGgtZWFyYnVkcy1ibGFjay8tL0EtODMzODgzMzg_IiwiY29udGVudFV1aWQiOiJiY2UxZGFlNS1kOGFiLTRmZTktYjk1YS0yNDdiMWFkNTliODAifQ&amp;signature=AQAAAe144pfNqw00YfE7pe_8e6UYqKKMbzk52L1m78N18Z1H&amp;gcReferrer=https%3A%2F%2Fwww.target.com%2Fp%2Fbeats-studio-buds-true-wireless-noise-cancelling-bluetooth-earbuds-black%2F-%2FA-83388338%3F\">Studio Buds by Beats</a> are currently $50 off at <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDk2U1Y4U0pHP3RhZz1nZGd0MGMtcC1vLTEzYy0yMCIsImNvbnRlbnRVdWlkIjoiYmNlMWRhZTUtZDhhYi00ZmU5LWI5NWEtMjQ3YjFhZDU5YjgwIn0&amp;signature=AQAAAVseeG0YWrh582PQDRJWJfmGpzgUnBhTd8OK1yw-C62O&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB096SV8SJG\">Amazon</a> and Target. That matches the low we've seen a few times <a href=\"https://www.engadget.com/beats-studio-buds-are-back-down-to-100-151601887.html\">this year</a>, though isn't quite as low as they were for the shopping holidays last November. We gave them a <a href=\"https://www.engadget.com/beats-studio-buds-review-150014566.html\">review score of 84</a> when they debuted in 2021. They're lightweight and small, making them comfortable for hours of continued wear. The sound is balanced and delivers plenty of punchy bass but doesn't overdo it. They have a decent active noise cancellation too.&nbsp;</p><p>A few other earbuds from Beats are on sale as well. None of them are hitting all-time lows, but the savings are decent, such as the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=827d7835-78d6-4491-ae04-c042cab1d6e7&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Target&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI4MjdkNzgzNS03OGQ2LTQ0OTEtYWUwNC1jMDQyY2FiMWQ2ZTciLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cudGFyZ2V0LmNvbS9wL3Bvd2VyYmVhdHMtcHJvLXRydWUtd2lyZWxlc3MtYmx1ZXRvb3RoLWVhcnBob25lcy8tL0EtNzgzNjIwMzUiLCJjb250ZW50VXVpZCI6ImJjZTFkYWU1LWQ4YWItNGZlOS1iOTVhLTI0N2IxYWQ1OWI4MCJ9&amp;signature=AQAAAekgQB3R1POCAxDCr_iD9BGLFAxLvH6-IAAbBkyQXmMF&amp;gcReferrer=https%3A%2F%2Fwww.target.com%2Fp%2Fpowerbeats-pro-true-wireless-bluetooth-earphones%2F-%2FA-78362035\">Powerbeats Pro</a> for $160 instead of $250 at <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDdSNVFENTk4P3RhZz1nZGd0MGMtcC1vLTEzYy0yMCIsImNvbnRlbnRVdWlkIjoiYmNlMWRhZTUtZDhhYi00ZmU5LWI5NWEtMjQ3YjFhZDU5YjgwIn0&amp;signature=AQAAATXDwc1ajUmreBSc-jxfJYUjjwMN8OIfHlc4jUttYqWO&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB07R5QD598\">Amazon</a> and <a href=\"https://shopping.yahoo.com/rdlw?merchantId=827d7835-78d6-4491-ae04-c042cab1d6e7&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Target&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI4MjdkNzgzNS03OGQ2LTQ0OTEtYWUwNC1jMDQyY2FiMWQ2ZTciLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cudGFyZ2V0LmNvbS9wL3Bvd2VyYmVhdHMtcHJvLXRydWUtd2lyZWxlc3MtYmx1ZXRvb3RoLWVhcnBob25lcy8tL0EtNzgzNjIwMzUiLCJjb250ZW50VXVpZCI6ImJjZTFkYWU1LWQ4YWItNGZlOS1iOTVhLTI0N2IxYWQ1OWI4MCJ9&amp;signature=AQAAAekgQB3R1POCAxDCr_iD9BGLFAxLvH6-IAAbBkyQXmMF&amp;gcReferrer=https%3A%2F%2Fwww.target.com%2Fp%2Fpowerbeats-pro-true-wireless-bluetooth-earphones%2F-%2FA-78362035\">Target</a>. Our editor in chief and marathon coach, Dana Wollman, named them the most comfortable option in our guide to the <a href=\"https://www.engadget.com/best-wireless-workout-headphones-191517835.html\">best workout headphones</a>. The <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDlKTDQxTjljP3RhZz1nZGd0MGMtcC1vLTEzYy0yMCIsImNvbnRlbnRVdWlkIjoiYmNlMWRhZTUtZDhhYi00ZmU5LWI5NWEtMjQ3YjFhZDU5YjgwIn0&amp;signature=AQAAAY6V9i4MdjQPj0Bc0YS8uNczime3HNP0FTpXwl5GGRmR&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB09JL41N9c\">Beats Fit Pro</a> are also on sale, down to $160 after a $40 discount. Our audio expert, Billy Steele, picked them as the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDlKTDQxTjljP3RhZz1nZGd0MGMtcC1vLTEzYy0yMCIsImNvbnRlbnRVdWlkIjoiYmNlMWRhZTUtZDhhYi00ZmU5LWI5NWEtMjQ3YjFhZDU5YjgwIn0&amp;signature=AQAAAY6V9i4MdjQPj0Bc0YS8uNczime3HNP0FTpXwl5GGRmR&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB09JL41N9c\">best workout earbuds</a> in his guide to those devices.&nbsp;</p><h2>NordPass</h2><p></p><p>Security experts say it's best to have a long, strong and <em>unique</em> password for every site you log-in to. That's a lot of passwords to keep track of. Which is one reason you should probably use a <a href=\"https://www.engadget.com/best-password-manager-134639599.html\">password manager</a>. <a href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL25vcmRwYXNzLmNvbS9wbGFucy8iLCJjb250ZW50VXVpZCI6ImJjZTFkYWU1LWQ4YWItNGZlOS1iOTVhLTI0N2IxYWQ1OWI4MCJ9&amp;signature=AQAAAQu5Zionkv_PUo7AwRTFVe6pnrqiMkizOXly9Do1X82m&amp;gcReferrer=https%3A%2F%2Fnordpass.com%2Fplans%2F\">NordPass</a> is currently offering a 40 percent discount on its premium personal plan, making it $42.96 for two years of the service (which is usually $72).&nbsp;</p><p>The premium plan gives you no limits on the number of passwords you can have and will let you stay logged into six different devices at a time. Once you store a password, NordPass auto-fills your credentials the next time you visit the site, so the only password you'll need to remember is the master one. Our senior security reporter, Katie Malone, named NordPass the <a href=\"https://www.engadget.com/best-password-manager-134639599.html\">best manager</a> for cross-platform access, allowing you to easily get to your vault of stored passwords from any device or operating system.&nbsp;</p><h2>Crucial P5 Plus 1TB Gen4 NVMe</h2><p></p><p>Those who need to add storage space to their PC or PS5 may want to take a look at the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9zdG9yZXMvcGFnZS9EOTI0NjVDRi0xRjhGLTQ0MUEtQUFBQi1FQkY0Q0JGRDJCRjc_aW5ncmVzcz0yJnZpc2l0SWQ9MWMyMDdkMWUtMjdiNC00MGQ1LWI4YWMtZDMyMjgzNWU1MWUxJnJlZl89YXN0X2JsbiZ0YWc9Z2RndDBjLXAtby0xM2MtMjAiLCJjb250ZW50VXVpZCI6ImJjZTFkYWU1LWQ4YWItNGZlOS1iOTVhLTI0N2IxYWQ1OWI4MCJ9&amp;signature=AQAAAWk84UWQeaKGAATve0D5B01ACqEpb4xtisOHlVT8x5J2&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fstores%2Fpage%2FD92465CF-1F8F-441A-AAAB-EBF4CBFD2BF7%3Fingress%3D2%26visitId%3D1c207d1e-27b4-40d5-b8ac-d322835e51e1%26ref_%3Dast_bln\">sale on Crucial SSDs</a>. Discounts range up to 53 percent and include a $20 discount on the brand's <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9DcnVjaWFsLVBsdXMtUENJZS1OQU5ELTY2MDBNQi9kcC9CMDk4V0w0NlJTP3RhZz1nZGd0MGMtcC1vLTEzYy0yMCIsImNvbnRlbnRVdWlkIjoiYmNlMWRhZTUtZDhhYi00ZmU5LWI5NWEtMjQ3YjFhZDU5YjgwIn0&amp;signature=AQAAASzj31iN4CUGF9VM39b45kvZb07EUq9Qctz9d_HoUetX&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FCrucial-Plus-PCIe-NAND-6600MB%2Fdp%2FB098WL46RS\">PS Plus NVMe</a> drive in the 1TB size. It can deliver sequential read speeds of up to 6,600MB per second and fits in PCs with a Gen4 M.2 connection. The drive will also work with a PS5 and is in fact<a href=\"https://www.engadget.com/best-ps5-ssd-expansion-upgrade-150052315.html\"> our top pick </a>to upgrade your capacity on that console.&nbsp;&nbsp;</p><p>A portable drive from Crucial, the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9DcnVjaWFsLTFUQi1Qb3J0YWJsZS1TU0QtQ1QxMDAwWDZTU0Q5L2RwL0IwOEZTWlQySjc_dGFnPWdkZ3QwYy1wLW8tMTNjLTIwIiwiY29udGVudFV1aWQiOiJiY2UxZGFlNS1kOGFiLTRmZTktYjk1YS0yNDdiMWFkNTliODAifQ&amp;signature=AQAAAc7eA7szdQG2GAMbzPj2zhscb9R1UH7aZ3Eqd0s8FfgX&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FCrucial-1TB-Portable-SSD-CT1000X6SSD9%2Fdp%2FB08FSZT2J7\">X6 1TB external SSD</a>, is on sale for $59 after a 46 percent discount. It can handle transfer speeds of up to 800MB/s via the USB-C port and comes in a shock and vibration-proof case.&nbsp;</p><h2>Spigen Ultra Hybrid iPhone 14 case</h2><p></p><p><a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9TcGlnZW4tSHlicmlkLUFudGktWWVsbG93aW5nLVRlY2hub2xvZ3ktRGVzaWduZWQvZHAvQjBCMU5USjFTTj90YWc9Z2RndDBjLXAtby0xM2MtMjAiLCJjb250ZW50VXVpZCI6ImJjZTFkYWU1LWQ4YWItNGZlOS1iOTVhLTI0N2IxYWQ1OWI4MCJ9&amp;signature=AQAAAV4liT7CTA0n1F3B_OtCETVjofjTh04zrl03lzh7Rodo&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FSpigen-Hybrid-Anti-Yellowing-Technology-Designed%2Fdp%2FB0B1NTJ1SN\">Spigen's Ultra Hybrid case</a> is one of the iPhone cases we <a href=\"https://www.engadget.com/best-iphone-cases-153035988.html\">recommend</a> in our guide to those accessories and right now it's down to $25 at Amazon after a 44 percent discount. It usually hovers around that price, but is a decent savings over the $45 MSRP. Our senior commerce editor, Valentina Palladino, found it to be one of the most secure cases in our tests, firmly holding on to an iPhone 14. The clear case shows off the color of your phone, so if you went for that sunny <a href=\"https://www.engadget.com/the-iphone-14-now-comes-in-yellow-133841844.html\">yellow</a> hue, this case will let it shine. The case is also MagSafe compatible for charging and accessories.&nbsp;&nbsp;</p><h2>Amazon Fire TV Stick Lite</h2><p></p><p>A new smart TV can be expensive, but if you already have a regular set, a streaming stick can turn it smart inexpensively. Amazon's <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDkxRzRZUDU3P3RhZz1nZGd0MGMtcC1vLTEzYy0yMCIsImNvbnRlbnRVdWlkIjoiYmNlMWRhZTUtZDhhYi00ZmU5LWI5NWEtMjQ3YjFhZDU5YjgwIn0&amp;signature=AQAAAT1OL1NkRDxz-ElICnuyIEjlA2ckRDzLfxlLdNJLATom&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB091G4YP57\">Fire TV Stick Lite</a> is our favorite budget pick in our streaming device <a href=\"https://www.engadget.com/best-streaming-devices-media-players-123021395.html\">guide</a> and right now, it's just $22 after a 27 percent discount. The stick puts Amazon's easy-to-use Fire TV interface on your set, granting access to just about any streaming content you can think of. Just keep in mind the Lite doesn't support 4K video or offer TV controls on the remote for power or volume, so you'll need to use two clickers. If you want an all-in-one option that can stream 4K video to a 4K-enabled screen, go for the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDhNUVpYTjFYP3RhZz1nZGd0MGMtcC1vLTEzYy0yMCIsImNvbnRlbnRVdWlkIjoiYmNlMWRhZTUtZDhhYi00ZmU5LWI5NWEtMjQ3YjFhZDU5YjgwIn0&amp;signature=AQAAARqvdoZd0R9S65tzk3b6qH9LktJ6ZCdRBhj6gHO7BvMX&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB08MQZXN1X\">Fire TV Stick 4K Max</a>. It's $35 right now, instead of the usual $55.&nbsp;&nbsp;</p><p>The even more feature-rich <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9BbGwtbmV3LWZpcmUtdHYtY3ViZS00ay1zdHJlYW1pbmctZGV2aWNlL2RwL0IwOUJaWjNNTTc_dGFnPWdkZ3QwYy1wLW8tMTNjLTIwIiwiY29udGVudFV1aWQiOiJiY2UxZGFlNS1kOGFiLTRmZTktYjk1YS0yNDdiMWFkNTliODAifQ&amp;signature=AQAAAYlXCDtgQ8d5D0djjSKqv3NT_aVk0n264KVGy5Ie3i5a&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FAll-new-fire-tv-cube-4k-streaming-device%2Fdp%2FB09BZZ3MM7\">Fire TV Cube</a> is $125 or $15 off. The set-top device lets you plug in your game consoles, supports WiFi 6E and 4K video, and has the fastest processor Amazon offers in an external streaming device. It also has a built-in mic so you can talk to Alexa to control your TV and smart home without needing to hold the remote.&nbsp;</p><h2><strong>Dell XPS 15 </strong></h2><p></p><p>If you prefer Windows laptops and are looking for something portable with enough power for everyday productivity, check out Dell's sale on the XPS 15. We named another model in the XPS line, the smaller XPS 13 Plus, the <a href=\"https://www.engadget.com/best-laptops-120008636.html\">best Window's laptop</a> you can buy. The larger <a href=\"https://shopping.yahoo.com/rdlw?merchantId=b1bb23c9-a2d4-4e4e-bfac-7a560ebe7641&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Dell&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJiMWJiMjNjOS1hMmQ0LTRlNGUtYmZhYy03YTU2MGViZTc2NDEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuZGVsbC5jb20vZW4tdXMvc2hvcC9sYXB0b3BzLzEydGgtZ2VuLWludGVsL3NwZC94cHMtMTUtOTUyMC1sYXB0b3A_IiwiY29udGVudFV1aWQiOiJiY2UxZGFlNS1kOGFiLTRmZTktYjk1YS0yNDdiMWFkNTliODAifQ&amp;signature=AQAAAVJpfJOVKdtWFGw1Cs9gwdNV-KQHh9z5vB7N-OPMk0HT&amp;gcReferrer=https%3A%2F%2Fwww.dell.com%2Fen-us%2Fshop%2Flaptops%2F12th-gen-intel%2Fspd%2Fxps-15-9520-laptop%3F\">XPS 15 is currently $1,099</a> after an $800 discount from Dell. Our senior editor and laptop expert Devindra Hardawar<a href=\"https://www.engadget.com/dell-xps-15-review-2022-best-15-inch-windows-laptop-180034010.html\"> reviewed</a> the machine in 2022 and called it the &quot;best 15-inch Windows laptop.&quot;</p><p>It packs Intel's 12th-gen Core i7 processor with a NVIDIA GeForce RTX 3050 graphics card. It comes with 16GB of RAM and 512GB of SSD storage. The 15.6 inch screen has a 60Hz refresh rate and a FHD+ 1920 x 1200 resolution. While it isn't the latest XPS laptop available, it's still a great price for a solid, workhorse machine.&nbsp;</p><h2>Breville Smart Pizza Oven</h2><p></p><p>Our <a href=\"https://www.engadget.com/best-pizza-oven-141550352.html\">favorite</a> indoor pizza oven, the Breville Pizzaiolo is currently on sale for $200 off at Amazon. It's usually $1,000, but the sale brings it down to $800. Our resident pizza oven expert and senior editor Billy Steele <a href=\"https://www.engadget.com/breville-pizzaiolo-review-150020198.html\">tested it out</a> and was impressed by the wealth of options it offered, which produced the desired results for New York, &quot;wood fired,&quot; frozen and other presets. But he cautioned that it was really quite expensive. Now that it's $200 cheaper, it may be an easier buy for someone who really likes pizza — and doesn't want to go outside to make it.&nbsp;</p><h2>Amazon Echo Studio</h2><p></p><p>The biggest Alexa-enabled speaker from Amazon is the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDdHOVkzWk1DP3RhZz1nZGd0MGMtcC1vLTEzYy0yMCIsImNvbnRlbnRVdWlkIjoiYmNlMWRhZTUtZDhhYi00ZmU5LWI5NWEtMjQ3YjFhZDU5YjgwIn0&amp;signature=AQAAAXT5algUjZY0aZ6LU6tR-IonApHFlyDOGXHlNK_jgsnu&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB07G9Y3ZMC\">Echo Studio</a>. Right now a 20 percent discount brings it down to $160 instead of $200. That's the lowest it's been since Black Friday when it dropped to $155. Our audio reviewer Billy Steele <a href=\"https://www.engadget.com/2019-11-15-echo-studio-review.html\">called it</a> &quot;the best sounding speaker Amazon has built&quot; in his review. It does all of the smart-home, Alexa-controlled stuff that the other Echo speakers can do, it just does it from a much bigger package. At seven inches in diameter and over seven pounds in weight, it has room for five speakers, including three mid-range ones, a tweeter and a downward-facing 5.25-inch woofer<em>.</em></p><h2>Otterbox Otterspot&nbsp;</h2><p></p><p>The OtterSpot system is more than just a wireless charger for your phone; It also accommodates a disc-shaped battery you can take with you for a recharge on the go. Right now Otterbox is selling the set for half price, making it $50 instead of the usual $100. Our reporter, Jon Fingas, named it the best overall pad in <a href=\"https://www.engadget.com/best-wireless-charger-140036359.html\">Engadget's guide</a> to wireless chargers because of its stable base that can handle a wide range of phone sizes, both Android and iPhone. The unit can charge your phone, plus up to three of the 5,00mAh batteries at once. Those discs can easily fit into your bag when you need a partial recharge when you're out and about — either wirelessly or via the USB-C port. Just keep in mind they can be finicky with certain non-Otterbox cases. If you want one of their cases to go with, you can check out <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9iP2llPVVURjgmbm9kZT0yMzY4MTU4NjAxMSZwZl9yZF9yPUhQTlhEQjA3OUYyR1gxRUI0Uk01JnBmX3JkX3Q9RXZlbnRzJnBmX3JkX2k9ZGVhbHMmcGZfcmRfcD1jYjJiMDAxYS1iZTFlLTQxODUtOWQwYy0zNDk1ZDI5M2FiOGMmcGZfcmRfcz1zbG90LTE0JnJlZj1kbHhfZGVhbHNfZ2RfZGNsX2ltZ184X2Q0ZGZkNmM5X2R0X3NsMTRfOGMmdGFnPWdkZ3QwYy1wLW8tMTNjLTIwIiwiY29udGVudFV1aWQiOiJiY2UxZGFlNS1kOGFiLTRmZTktYjk1YS0yNDdiMWFkNTliODAifQ&amp;signature=AQAAAbzVEPpCdAh6_mw98ofFj4zqa20t2nTVCbPuIdt-5WwK&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fb%3Fie%3DUTF8%26node%3D23681586011%26pf_rd_r%3DHPNXDB079F2GX1EB4RM5%26pf_rd_t%3DEvents%26pf_rd_i%3Ddeals%26pf_rd_p%3Dcb2b001a-be1e-4185-9d0c-3495d293ab8c%26pf_rd_s%3Dslot-14%26ref%3Ddlx_deals_gd_dcl_img_8_d4dfd6c9_dt_sl14_8c\">the sale at Amazon</a>.&nbsp;&nbsp;</p><h2>Rosetta Stone&nbsp;</h2><p></p><p></p><p>Rosetta Stone can help you learn a new language — or several — and right now a <a href=\"https://shopping.yahoo.com/rdlw?merchantId=a6d0d440-77e8-4130-a7d2-3d2b1024fae5&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Rosetta+Stone&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJhNmQwZDQ0MC03N2U4LTQxMzAtYTdkMi0zZDJiMTAyNGZhZTUiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cucm9zZXR0YXN0b25lLmNvbS9idXkvIiwiY29udGVudFV1aWQiOiJiY2UxZGFlNS1kOGFiLTRmZTktYjk1YS0yNDdiMWFkNTliODAifQ&amp;signature=AQAAAZWdoFURgmfb_bQFWSd1GvEHP0cyaicHLeX4W1kBmaia&amp;gcReferrer=https%3A%2F%2Fwww.rosettastone.com%2Fbuy%2F\">lifetime subscription</a> is down to $179 instead of $299. A subscription gets you access to 23 languages and Rosetta Stone's immersive learning style with access via browsers or your smartphone. If you've been thinking about learning Japanese, Spanish or Korean, you may want to act now as the deal ends June 18th.&nbsp;</p><h2>Razer Viper Ultimate&nbsp;</h2><p></p><p>In his quest for the perfect <a href=\"https://www.engadget.com/best-wireless-mice-pc-gaming-mobile-150027822.html\">productivity mouse</a>, our editor-at-large, James Trew, declared the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9SYXplci1VbHRpbWF0ZS1IeXBlcnNwZWVkLUxpZ2h0ZXN0LVdpcmVsZXNzL2RwL0IwN1lQQzNCUUM_dGFnPWdkZ3QwYy1wLW8tMTNjLTIwIiwiY29udGVudFV1aWQiOiJiY2UxZGFlNS1kOGFiLTRmZTktYjk1YS0yNDdiMWFkNTliODAifQ&amp;signature=AQAAAS9oG0zyyFTmSd9pwJ3CikRE3-ZOX6Rfi_3HjNbgQcWv&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FRazer-Ultimate-Hyperspeed-Lightest-Wireless%2Fdp%2FB07YPC3BQC\">Razer's Viper Ultimate mouse </a>the best gaming mouse for everyday use. It works in either hand and weighs just 74 grams, making it easy to use for long periods of time. And the 70-hour battery life lasts longer than other mice in its category. Right now, Amazon is selling it for $80 instead of the rather steep $150 MSRP.&nbsp;</p><h2>Blink Mini&nbsp;</h2><p></p><p>The Blink mini wired indoor security camera is down to $25, which is a 29 percent discount and within a dollar of its lowest price this year. It dropped lower for Black Friday, and may again for Prime Day, but if you don't want to wait, this is still a good deal on a smart home camera. We recommend the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9CbGluay1NaW5pLVdoaXRlLTFDYW0vZHAvQjA3WDZDOVJNRj90YWc9Z2RndDBjLXAtby0xM2MtMjAiLCJjb250ZW50VXVpZCI6ImJjZTFkYWU1LWQ4YWItNGZlOS1iOTVhLTI0N2IxYWQ1OWI4MCJ9&amp;signature=AQAAAbIlfkXcUn4BQUHGCDgYyen3O3CsG1Dl_fxiWVQnhhQu&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FBlink-Mini-White-1Cam%2Fdp%2FB07X6C9RMF\">Blink mini</a> in many of our guides because it's a low-cost device that delivers most of the features you'd want, including 1080p video delivered right to your phone. Motion detection turns the camera on and you can hear, see and talk to anyone nearby. And, as an Amazon product, the Blink mini works swimmingly with Alexa — but not other voice assistants.&nbsp;&nbsp;</p><p><em>Follow </em><a href=\"https://twitter.com/EngadgetDeals\"><em>@EngadgetDeals</em></a><em> on Twitter and </em><a href=\"https://subscription.yahoo.net/Newsletter/Preference/sub?b=engadgetdeals&amp;src\"><em>subscribe to the Engadget Deals newsletter</em></a><em> for the latest tech deals and buying advice.</em></p>This article originally appeared on Engadget at https://www.engadget.com/amazons-echo-dot-is-down-to-28-plus-the-rest-of-this-weeks-best-tech-deals-163111257.html?src=rss", "link": "https://www.engadget.com/amazons-echo-dot-is-down-to-28-plus-the-rest-of-this-weeks-best-tech-deals-163111257.html?src=rss", "date_published": "2023-06-16 16:33:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Texas AG subpoenas Pfizer to release Meta ad records", "description": "<p>The office of Texas State Attorney General Ken Paxton has requested that Pfizer and several other companies turn over advertising data tied to the social media giant Meta. The lawsuit was filed after consumer data privacy concerns were raised by the state in its latest legal battle with Meta, according to a <a href=\"https://www.law360.com/articles/1688438/pfizer-others-must-share-ad-records-in-meta-suit-texas-says\"><ins>report</ins></a> by Law360. The Texas Attorney General claims that millions of Texas residents have had their private biometric data misappropriated over the past ten years.</p><p>The order requires the vaccine maker to share any records it holds regarding Meta’s use of facial recognition technology over claims that the company was collecting biometric data from Facebook users without their consent. This decree over Pfizer’s records follows a February 2022 filing against Meta by the Texas Attorney General that <a href=\"https://texasattorneygeneral.gov/sites/default/files/images/child-support/State%20of%20Texas%20v.%20Meta%20Platforms%20Inc..pdf\"><ins>claimed</ins></a> “Facebook knowingly captured biometric information for its own commercial benefit” in order to “train and improve” its in-house facial recognition technology powered by AI. The Texas lawsuit cites Facebook founder and CEO Mark Zuckerburg’s commentary that photo tagging is “more important than every other [Facebook] feature put together” as evidence in their case against the company under a section that highlights its allegations against the company. The February 2022 petition against Meta over data privacy concerns came shortly after <a href=\"https://www.engadget.com/facebook-shuts-down-face-recognition-171737198.html\"><ins>Facebook decided to discontinue</ins></a> its face recognition systems in 2021. Meta <a href=\"https://about.fb.com/news/2021/11/update-on-use-of-face-recognition/\"><ins>said</ins></a> its move to cut back on its facial recognition tech development was necessary because of the lack of regulator guidelines.</p><span id=\"end-legacy-contents\"></span><p>The Texas Attorney General has been aggressive in its pursuit of Meta’s data on the issue. The state has cast a wide net with its series of lawsuits, subpoenaing a number of other big-name companies affiliated with the company through its advertising arm. Pfizer is just one of many companies subpoenaed in the attempt to discover data incriminating Meta. Others ordered to turn over advertising data include Procter &amp; Gamble, Home Depot, The New York Times, SmileDirectClub and Clarity Media Group. Although the exact investment value of Pfizer’s advertising deals with Meta are undisclosed, we do know the company’s “selling, general, and administrative expenses,” which include marketing and advertising, <a href=\"https://s28.q4cdn.com/781576035/files/doc_financials/2022/q4/Q4-2022-PFE-Earnings-Release.pdf\"><ins>reached a whopping $34 billion in 2022.</ins><br /><br /></a>Meta is hardly the only name in big tech being targeted by the Texas AG over data privacy concerns. Google is similarly facing the Texas Attorney General in court over its facial data collection practices. <a href=\"https://www.engadget.com/texas-attorney-general-sues-google-over-its-facial-recognition-practices-161942788.html\"><ins>Last year</ins></a>, Google was sued by Texas for engaging in “years-long practices” of capturing biometric data from millions of Texans without consent. In that same year in a separate lawsuit with the state of Illinois, Google paid $100 million to settle a class action that accused the tech giant of violating the Biometric Information Protection Act. The case resembles the Texas suit filed against Meta, which claims the company violated Texas’ Capture or Use of Biometric Identifier Act. Confirmation that a violation of that specific Texas act by Meta can result in a penalty of up to $25,000 per violation of the law. So far, an infraction fine against the social media giant has not been determined.<br /><br />Both Pfizer and the Texas AG office could not be reached to comment on the ongoing case.</p>This article originally appeared on Engadget at https://www.engadget.com/texas-ag-subpoenas-pfizer-to-release-meta-ad-records-160736593.html?src=rss", "link": "https://www.engadget.com/texas-ag-subpoenas-pfizer-to-release-meta-ad-records-160736593.html?src=rss", "date_published": "2023-06-16 16:07:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Google's designers on why the Pixel Fold isn't just another foldable", "description": "<p>Ever since the release of the original <a href=\"https://www.engadget.com/2019-04-22-samsung-galaxy-fold-review-expensive-experiment.html\">Galaxy Fold back in 2019</a>, Samsung has basically enjoyed a monopoly on big handsets with bendy screens. But with the imminent arrival of the <a href=\"https://www.engadget.com/google-officially-reveals-the-pixel-fold-174726500.html\">Pixel Fold</a> later this month, Google is hoping to break that stranglehold. That said, with Samsung having already released four generations of its flagship foldable, Google can't afford to simply iterate on a rival's design. In an interview ahead of the Pixel Fold's release, two of Google’s product managers (PM) — George Hwang and Andrea Zvinakis — sat down to shed some insight on why now, what the company is doing differently, and how its upcoming flexible phone will impact future devices.</p><p>The first thing I noticed during my <a href=\"https://www.engadget.com/google-pixel-fold-hands-on-finally-a-real-rival-for-samsungs-foldables-185253034.html\">hands-on</a> was the Pixel Fold’s shape. Instead of having a long and skinny baton-like chassis similar to the <a href=\"https://www.engadget.com/samsung-galaxy-z-fold-4-review-specs-price-a-flagship-foldable-refined-131543810.html\">Galaxy Z Fold 4</a>, Google opted for a wider frame shaped more like a passport, which was an intentional decision by Google. Hwang, who is a PM on the Pixel Fold team told me that “when we talk about the Pixel Fold, we often talk about the outer display first.”</p><span id=\"end-legacy-contents\"></span><figure><img alt=\"An engineer's sketch shows some of the inner workings of the Pixel Fold. \" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-06/5e6c4760-0bd8-11ee-bf93-f2376fecac9f\" style=\"height: 1152px; width: 2048px;\" /><figcaption>In this design sketch, you can see how the Pixel Fold's hinge is positioned on the very edge of the device, which greatly impacted the phone's overall design</figcaption><div class=\"photo-credit\">Google</div></figure><p>Hwang says the reason for this is that more than 50 percent of interactions people have with their phones are less than two minutes long — things like texting a friend, changing a song or simply setting an alarm. “Our focus on form factor was critical and quite intentional to make sure that we offered a usable exterior display, such that you could use the phone like you want to.”</p><p>While using the Pixel Fold’s outside display like you would a regular phone might sound kind of obvious, it was also a bit of a surprise. Typically, when people discuss foldables, much of the attention is reserved for that fancy flexible screen on the inside. But more importantly, that touches on a few of Google’s overarching design goals for the Pixel Fold: Being able to use it like a regular handset even when you’re only using it closed, allowing users to open the Fold to augment their experience and then making sure that even though it's a larger device, it’s still a feasible daily driver.</p><figure><img alt=\"For Engadget's interview about the Pixel Fold, we talked to two of Google's product managers: George Hwang (left) and Andrea Zvinakis (right). \" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-06/8f51ac80-0bd8-11ee-bff7-2c3616f87e40\" style=\"height: 1500px; width: 3000px;\" /><figcaption>For Engadget's interview about the Pixel Fold, we talked to two of Google's product managers: George Hwang (left) from the Pixel Fold team and Andrea Zvinakis (right) from the Android platforms team.</figcaption><div class=\"photo-credit\">Google</div></figure><p>As for using that big interior display to enhance the device’s capabilities, it feels like much of the Pixel Fold’s potential lies in the marriage between hardware and software. As someone who works on Google’s Android platform team, Zvinakis highlighted the importance of continuity and posture for the Pixel Fold. “If we were just designing for tablets, you could just create one large screen, he said, &quot;whereas for foldables you’re often unfolding to continue a session.”</p><p>When designing an app or UI for a foldable device, Google needs to consider things like buttons or other elements that may fall in the Pixel Fold’s crease. But it also means being able to open the device without losing your place, which often feels like an elusive goal. But when it works, it provides a sense of instant adaptability that you just can’t get from a traditional phone.</p><figure><img alt=\"For the Pixel Fold, one of Google's main goals was to create a 5.8-inch exterior display that was more usable than similar offerings on rival phones. \" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-06/f6b73f70-0bd8-11ee-9fbf-27405f03869f\" style=\"height: 1200px; width: 2000px;\" /><figcaption>For the Pixel Fold, one of Google's main goals was to make the phone's 5.8-inch exterior display as usable as possible so that people don't feel forced to use the larger main display for certain tasks. </figcaption><div class=\"photo-credit\">Google</div></figure><p>Continuity also impacts posture, which is the position of the phone’s screen from open to closed and every angle in between. Due to the Pixel Fold’s flexible design, not only does Google need to track how the device is oriented, it’s important to anticipate how components like the phone’s cameras and UI adjust and move and behave depending on its posture. “We want there to be a user benefit to unfolding the device rather than just seeing an expanded phone layout,” Zvinakis said. “That's why we created things like dual shade for notification that leverages both sides of the display.”</p><p>But what’s even more exciting is how Zvinakis says posture detection can unlock entirely new use cases like <a href=\"https://youtu.be/9wobcM-WPQk?t=79\">dual-screen interpreter mode</a> on the Pixel Fold. This allows users to hold the phone in a position so that two people can see a different language get translated in real-time — each with their own display — which cuts down on the typical back and forth that happens when everyone has to share a single screen. And while we’ve seen some other novel uses of foldable phones like taking high-res selfies with the rear camera while using a phone’s exterior display, there are a growing number of functions available on foldable you simply can’t get when using a traditional glass brick.</p><figure><img alt=\"While the Pixel Fold is a large device, Google focused on making it extremely thin (less than 6mm) so that it would still feel like a feasible daily driver. \" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-06/33af4f80-0bd9-11ee-a77b-edc791b42597\" style=\"height: 1200px; width: 2000px;\" /><figcaption>While the Pixel Fold is a large device, Google focused on making it extremely thin (less than 6mm) so that it would still feel like a feasible daily driver. </figcaption><div class=\"photo-credit\">Google</div></figure><p>There are other elements that are needed for foldables to reach their true potential. Take, for example, the Fold’s taskbar, which needs to straddle the line between enabling short mobile interactions and more complex multitasking situations. “We launched a taskbar with <a href=\"https://www.engadget.com/android-12-l-hands-on-some-big-multitasking-upgrades-but-is-it-enough-180002295.html\">Android 12L</a> in March of last year and the first version was basically a pinned taskbar that you had to long press to hide and long press to show,” Zvinakis said. “But as we did more testing, users said they found that behavior a little clunky. So instead we refined it into a more transient taskbar where you can access it with a short swipe, drag any app into split-screen and then it automatically closes when you’re not using it.”</p><p>The big challenge is combining competing design elements, like the thinness of the device, while still supporting sophisticated components such as the phone’s 5x optical zoom. So to get over that hump, Hwang issued a challenge to the team to make a device that was more than just a collection of components: &quot;If you don't want to use it every day, then it's not a device that we want to ship.&quot;</p><figure><img alt=\"For apps like YouTube that have optimized tabletop modes, it's very important for the Pixel Fold to be able to accurately detect its posture, which includes the orientation and position of its screen. \" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-06/606effc0-0bd9-11ee-bbff-48aa4533192b\" style=\"height: 1200px; width: 2000px;\" /><figcaption>For apps like YouTube that have optimized tabletop modes, it's very important for the Pixel Fold to be able to accurately detect its posture, which includes the orientation and position of its screen. </figcaption><div class=\"photo-credit\">Google</div></figure><p>The quest for thinness is far more important for foldables than other phones. “We realized that if this thing was thick and bulky it's not something you'd really want to have in your pocket all day long,&quot; Hwang said. “I think the thing that was a key enabler was the hinge. How the hinge is architected drives everything around the foldable display. It's kind of symbiotic.”</p><p>This was a somewhat unexpected revelation because, as someone who has owned multiple generations of the Galaxy Z Fold line, I thought the hinge issues had been solved after all the <a href=\"https://www.engadget.com/2019-10-14-samsung-galaxy-fold-redesign-review-durability-screen.html\">issues with the original model</a>. “What you see in most foldables is that you'll have hinge mechanisms across the full length of the hinge at three to four different spots,” Hwang said. “But the thing is that now that you have hinge components in the middle of the device, that drives the thickness of what we call the stack and then you have the display on top.”</p><figure><img alt=\"The Pixel Fold's interior display features a landscape orientation which makes it better for watching movies without needing to rotate the phone. \" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-05/02e29cb0-eef4-11ed-baee-b10bb903b80b\" style=\"height: 1200px; width: 2000px;\" /><figcaption>While the Pixel Fold's flexible display does have a crease, Google has done some innovative things with the screen's fold geometry to minimize its appearance. </figcaption><div class=\"photo-credit\">Photo by Sam Rutherford/Engadget</div></figure><p>So Hwang thought “if those are the limiting factors, then is there a way we can creatively move those components somewhere else?” So in the end what the Pixel Fold team did was relocate the phone’s two hinges to the very edge of the device bringing it out of plane, which had a number of important effects. She says not only does this decrease thickness, “it also helps drive the largest delta between the outer 5.8-inch display and the interior 7.6-inch flexible interior screen.” On top of that, Google’s architecture helped address what Hwang calls fold geometry, which describes how the screen actually bends inside the hinge. “The hinge allows us to furl the display inwards, which lets the fold extend into that area to further drive down thinness,” she added. And while I’ve only used the Pixel Fold briefly so far, the result is rather spectacular, with Google able to make a phone that folds completely flat while still measuring less than 6mm thick (or just 12.1mm when closed).</p><p>Steps forward like Pixel Fold’s hinge and thinness don’t come without trade-offs. But, while its bezels are somewhat larger than Samsung’s, to Hwang it’s worth it. “The bezel gave us the opportunity to have an unadulterated display without the need for an under-display camera, which we thought was really cool.” It also gave Google more leeway to improve the Pixel Fold’s general durability, which includes an IPX8 rating for water resistance. “Plus, there’s the ergonomics of it, with the larger display bezels offering a resting area for your hands,” she said</p><figure><img alt=\"Even though the Pixel Fold weighs a tiny bit more than the Galaxy Z Fold 4, it's sleeker and wider dimensions mean it doesn't feel as dense. \" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-05/02e29cb0-eef4-11ed-89ff-a5ecf71b593e\" style=\"height: 1200px; width: 2000px;\" /><figcaption>While it might not sound like a big deal, the Pixel Fold's (right) thinner design and lack of a gap between its screen when closed go a long way towards making it easy to use. </figcaption><div class=\"photo-credit\">Photo by Sam Rutherford/Engadget</div></figure><p>Hwang said dealing with the inevitable crease in the Pixel Fold’s display was another balancing act, one that he still thinks about on a regular basis. “It’s unappealing, but the bigger question is how do we mitigate the crease? How do we minimize it?” Eventually, what Google decided on was a hybrid approach that produces a fold that’s more of a miniature water drop that runs the length of the screen instead of a full crease, which reduces its appearance while also preventing unsightly trenches from forming over time.</p><p>Still, as impressive as the Pixel Fold’s design is, after talking to Google product managers, I feel like it has an even more important job serving as an ambassador for future foldables and as a flagbearer for forward-thinking software features in Android alongside newly optimized apps. That’s because in addition to the device itself, the Pixel Fold is also ushering a fresh set of resources to help app makers optimize their work. Zvinakis said, “the key ways we do that are through developer guidelines, developer tooling and easy-to-use libraries.” These things dictate support for features like adaptive resolutions, landscape orientation, multitasking behavior and more. There are even separate tiers denoting how much a developer has done to support foldable-friendly features along with sample configurations available in the Android Studio emulation environment. “We're about to launch physical device streaming for these Google devices in Android studio, which basically means that developers can see how their apps run on Google-hosted Pixel Fold and Pixel Tablet devices, but right from your IDE (integrated developer environment). We just want to make it really easy for developers to test on these new products.“</p><figure><img alt=\"The Pixel Fold features a 5x telephoto zoom just like you get on the Pixel 7 Pro. \" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-05/02e2c3c1-eef4-11ed-b568-af03fce49730\" style=\"height: 1200px; width: 2000px;\" /><figcaption>Unlike the Samsung Galaxy Z Fold 4 which features a shorter zoom than on the S22 Ultra, the Pixel Fold features the same camera system including a 5x optical zoom just like you get on the Pixel 7 Pro. </figcaption><div class=\"photo-credit\">Photo by Sam Rutherford/Engadget</div></figure><p>To make sure these apps are easier for users to find, Zvinakis says Google will begin showcasing “really high-quality apps more prominently in the Play Store, including screenshots that show new foldable-specific features.” And all of this is coming with a slate of more than 50 first-party Google apps that have been optimized for foldables, something that both Hwang and Zvinakis said was no easy feat. In this way, the Pixel Fold not only serves as a testbed for future devices, but also for Google’s evolving software design.</p><p>Unfortunately, the team behind the Pixel Fold hasn’t been able to overcome every hurdle that might prevent someone from hopping on the flexible phone trend — particularly its $1,800 price). But even with the Fold serving as the company’s first go at the category, it’s clear Google is bringing a ton of new ideas to the space, both in terms of hardware and software. It’s slim, it’s sleek and, unlike the Z Fold 4, the Pixel Fold delivers the same great camera experience that you get on the Pixel 7 Pro. It remains to be seen how well it will sell but, with Samsung’s Z Fold basically treading water the past couple years, the Pixel Fold’s arrival couldn’t come at a better time.</p>This article originally appeared on Engadget at https://www.engadget.com/googles-designers-on-why-the-pixel-fold-isnt-just-another-foldable-153058971.html?src=rss", "link": "https://www.engadget.com/googles-designers-on-why-the-pixel-fold-isnt-just-another-foldable-153058971.html?src=rss", "date_published": "2023-06-16 15:30:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Meta's Voicebox AI is a Dall-E for text-to-speech", "description": "<p>Today, we are one step closer to the immortal celebrity future we have long been promised (<a href=\"https://www.engadget.com/immortal-hologram-celebrities-chatgpt-ai-deep-fake-back-catalogs-180030493.html\">since April</a>). Meta has unveiled Voicebox, its generative text-to-speech model that promises to do for the spoken word what ChatGPT and Dall-E, respectfully, did for text and image generation.&nbsp;</p><p>Essentially, its a text-to-output generator just like GPT or Dall-E — just instead of creating prose or pretty pictures, it spits out audio clips. Meta defines the system as “a non-autoregressive flow-matching model trained to infill speech, given audio context and text.” It’s been trained on more than 50,000 hours of unfiltered audio. Specifically, Meta used recorded speech and transcripts from a bunch of public domain audiobooks written in English, French, Spanish, German, Polish, and Portuguese.</p><span id=\"end-legacy-contents\"></span><p>That diverse data set allows the system to generate more conversational sounding speech, regardless of the languages spoken by each party, according to the researchers. “Our results show that speech recognition models trained on Voicebox-generated synthetic speech perform almost as well as models trained on real speech.” What’s more the computer generated speech performed with just a 1 percent error rate degradation, compared to the 45 to 70 percent drop-off seen with existing TTS models.</p><p>The system was first taught to predict  speech segments based on the segments around them as well as the passage’s transcript. “Having learned to infill speech from context, the model can then apply this across speech generation tasks, including generating portions in the middle of an audio recording without having to recreate the entire input,” the Meta researchers explained.</p><p>Voicebox is also reportedly capable of actively editing audio clips, eliminating noise from the speech and even replacing misspoken words. “A person could identify which raw segment of the speech is corrupted by noise (like a dog barking), crop it, and instruct the model to regenerate that segment,” the researchers said, much like using image-editing software to clean up photographs.</p><p>Text-to-Speech generators haver been around for a minute — they’re how your parents’ TomToms were able to give dodgy driving directions in Morgan Freeman’s voice. Modern iterations like <a href=\"https://speechify.com/\">Speechify</a> or <a href=\"https://beta.elevenlabs.io/\">Elevenlab’s Prime Voice AI</a> are far more capable but they still largely require mountains of source material in order to properly mimic their subject — and then another mountain of different data for every. single. other. subject you want it trained on.</p><p>Voicebox doesn’t, thanks to a novel new zero-shot text-to-speech training method Meta calls Flow Matching. The benchmark results aren’t even close as Meta’s AI reportedly outperformed the current state of the art both in intelligibility (a 1.9 percent word error rate vs 5.9 percent) and “audio similarity” (a composite score of 0.681 to the SOA’s 0.580), all while operating as much as 20 times faster that today’s best TTS systems.</p><p>But don’t get your celebrity navigators lined up just yet, neither the Voicebox app nor its source code is  being released to the public at this time, Meta confirmed on Friday, citing “the potential risks of misuse” despite the “many exciting use cases for generative speech models.” Instead, the company released a series of audio examples (see above/below) as well as a the program’s initial research paper. In the future, the research team hopes the technology will find its way into prosthetics for patients with vocal cord damage, in-game NPCs and digital assistants.</p>This article originally appeared on Engadget at https://www.engadget.com/metas-voicebox-ai-is-a-dall-e-for-text-to-speech-150021287.html?src=rss", "link": "https://www.engadget.com/metas-voicebox-ai-is-a-dall-e-for-text-to-speech-150021287.html?src=rss", "date_published": "2023-06-16 15:00:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Spotify ends its podcast deal with Harry and Meghan", "description": "<p><a href=\"https://www.engadget.com/tag/spotify/\"><ins>Spotify</ins></a> and the Duke and Duchess of Sussex say they’ve <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=60e97fc3-5759-41aa-a73b-6317bb989588&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=BBC&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2MGU5N2ZjMy01NzU5LTQxYWEtYTczYi02MzE3YmI5ODk1ODgiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYmJjLmNvbS9uZXdzL3VrLTY1OTI0NTg0IiwiY29udGVudFV1aWQiOiJjMGQwMmMwZC0xOTlhLTQzOTYtOGY0Yi05NjM2MTZlZTYxODgifQ&amp;signature=AQAAAQpRE89v1r757lAJbbjmpEGvkvI4sdmG1QHfIhSAkFh6&amp;gcReferrer=https%3A%2F%2Fwww.bbc.com%2Fnews%2Fuk-65924584\"><ins>“mutually decided to part ways,”</ins></a> ending a deal for Harry and Meghan to produce podcasts for the company. The agreement, which the two sides <a href=\"https://www.engadget.com/spotify-prince-harry-meghan-markle-podcast-deal-archewell-audio-150036344.html\"><ins>reached in 2020</ins></a>, was said to be worth $25 million.</p><p>Meghan hosted a podcast called <em>Archetypes</em>. It sought to <a href=\"https://www.engadget.com/meghan-markle-spotify-podcast-name-release-date-184819607.html\"><ins>confront female stereotypes</ins></a> through conversations between Meghan and the likes of Serena Williams and Mariah Carey. The show ran for 12 episodes last year and it was the only podcast that the couple’s Archewell Audio business made for Spotify.</p><span id=\"end-legacy-contents\"></span><p>While Spotify and Archewell Audio said they were “proud of the series we made together” and the show won a People’s Choice Award, the former has opted not to renew <em>Archetypes</em>. Meghan is “continuing to develop more content for the <em>Archetypes </em>audience on another platform,” an Archewell spokesperson told <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=2f007401-3eaa-4237-b69b-54ccbe125502&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=The+Wall+Street+Journal&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIyZjAwNzQwMS0zZWFhLTQyMzctYjY5Yi01NGNjYmUxMjU1MDIiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cud3NqLmNvbS9hcnRpY2xlcy9tZWdoYW4tbWFya2xlcy1hcmNoZXR5cGVzLXBvZGNhc3QtYXQtc3BvdGlmeS13b250LWJlLXJlbmV3ZWQtNDQzMTFmNGYiLCJjb250ZW50VXVpZCI6ImMwZDAyYzBkLTE5OWEtNDM5Ni04ZjRiLTk2MzYxNmVlNjE4OCJ9&amp;signature=AQAAAWTpBbBU0sMFacjZ9x7QWUhf-pln2NWpfIvpfZOs1OAo&amp;gcReferrer=https%3A%2F%2Fwww.wsj.com%2Farticles%2Fmeghan-markles-archetypes-podcast-at-spotify-wont-be-renewed-44311f4f\"><em><ins>The Wall Street Journal</ins></em></a>.</p><p>The Spotify deal was one of the major commercial agreements Harry and Meghan struck after giving up their royal duties. The couple sought media deals in the hope of becoming financially independent but have seen mixed results. Netflix <a href=\"https://www.engadget.com/netflix-cancels-meghan-markle-series-pearl-195555024.html\"><ins>canceled an animated show</ins></a> created by Meghan before production was complete, but a docuseries on the couple hit the streaming service late last year. <em>Harry &amp; Meghan</em> quickly became one of <a href=\"https://www.theguardian.com/media/2022/dec/14/harry-and-meghan-becomes-netflixs-biggest-documentary-debut-yet\"><ins>Netflix’s most-watched documentaries.</ins></a></p><p>Meanwhile, Spotify recently shifted its podcast strategy. Earlier this month, it <a href=\"https://www.engadget.com/spotify-is-laying-off-200-employees-from-its-podcast-division-134749721.html\"><ins>laid off 200 people</ins></a> from its podcast teams and merged <a href=\"https://www.engadget.com/spotify-is-dropping-the-paywall-for-some-gimlet-podcasts-162547473.html\"><ins>Gimlet Media</ins></a> and <a href=\"https://www.engadget.com/2019-03-26-spotify-original-podcasts-parcast.html\"><ins>Parcast</ins></a> into a new division, Spotify Studios. The company will continue to produce some original podcasts via Spotify Studios and <a href=\"https://www.engadget.com/2020-02-05-spotify-buys-the-ringer.html\"><ins>The Ringer</ins></a>. However, it appears to be more focused on expanding deals with high-profile podcasters from around the world (like <a href=\"https://www.engadget.com/spotify-has-reportedly-spent-less-than-10-percent-of-its-joe-rogan-apology-fund-151548112.html\"><ins>Joe Rogan</ins></a> and <a href=\"https://www.engadget.com/spotify-call-her-daddy-podcast-140037558.html\"><em><ins>Call Her Daddy</ins></em></a> host Alex Cooper) and supporting amateur creators in the space through tools such as <a href=\"https://www.engadget.com/spotify-podcast-voice-isolation-one-click-enhancement-anchor-180155355.html\"><ins>Anchor</ins></a>.</p>This article originally appeared on Engadget at https://www.engadget.com/spotify-ends-its-podcast-deal-with-harry-and-meghan-142710519.html?src=rss", "link": "https://www.engadget.com/spotify-ends-its-podcast-deal-with-harry-and-meghan-142710519.html?src=rss", "date_published": "2023-06-16 14:27:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "The US is now the second-largest EV market behind China", "description": "<p>The US has routinely lagged behind Europe and other regions in terms of EV adoption, but no longer. Counterpoint <a href=\"https://www.counterpointresearch.com/us-ev-sales-q1-2023/\">estimates</a> that American EV sales jumped 79 percent year-over-year in the first quarter of 2023, helping it move past Germany to become the world's second-largest electric car market. Only China is larger, the analyst group says.</p><p>EV tax credits are believed to have played a &quot;crucial role&quot; in spurring sales, and may have helped the US automotive industry as a whole. Where sales of combustion engine cars were flat, EVs surged ahead, according to Counterpoint.</p><span id=\"end-legacy-contents\"></span><p>It won't surprise you to hear which brands are out front. Tesla represented 62.7 percent of EV sales in the quarter, with the Model Y and Model 3 taking the top two spots. GM was a distant second, with the Bolt EUV and regular Bolt taking it to 7.6 percent. Volkswagen had 6.3 percent of the market thanks to <a href=\"https://www.engadget.com/vw-2023-id4-pricing-release-date-165237007.html\">the ID.4</a>. Plug-in hybrids are a different story — Stellantis has nearly 43.9 percent courtesy of Jeep's PHEV Wrangler and Grand Cherokee models as well as the <a href=\"https://www.engadget.com/chrysler-pacifica-hybrid-2018-phev-recall-irl-131527040.html\">Chrysler Pacifica</a> minivan. BMW was next at 16.1 percent with the X5, and Toyota's RAV4 helped push it to 15.4 percent.</p><p>Counterpoint is optimistic about American EV sales going forward. While revised rules narrowed the list of cars that <a href=\"https://www.engadget.com/even-the-cheapest-tesla-model-3-now-qualifies-for-the-full-7500-tax-credit-112145637.html\">qualify for tax credits</a>, they're still poised to influence demand. The early stages of economic recovery could also help drive interest. We'd add that increasing domestic production of some EVs, such as the VW ID.4 and <a href=\"https://www.engadget.com/hyundai-ev-factory-us-georgia-213034691.html\">future Hyundai models</a>, should expand the range of cars eligible for credits.</p><p>EV sales were poised to spike at some point. States like California and New York will require that all new passenger car sales are <a href=\"https://www.engadget.com/ny-joins-ca-in-making-all-auto-sales-either-hybrid-or-ev-by-2035-075733173.html\">electrified by 2035</a>, and makes like GM have already <a href=\"https://www.engadget.com/gm-to-exclusively-sell-zero-emissions-cars-by-2035-164418993.html\">committed to going all-electric</a> around the same time. If this analysis is accurate, though, that accelerating growth is already underway.</p>This article originally appeared on Engadget at https://www.engadget.com/the-us-is-now-the-second-largest-ev-market-behind-china-140958789.html?src=rss", "link": "https://www.engadget.com/the-us-is-now-the-second-largest-ev-market-behind-china-140958789.html?src=rss", "date_published": "2023-06-16 14:09:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Summer Game Fest 2023: All the games announced", "description": "<p>After dozens of stories, we’re just about wrapped with our coverage of Summer Game Fest 2023. Following the <a href=\"https://www.engadget.com/e3-2023-has-been-canceled-211201976.html\">cancellation of E3</a> back in March, we had a smaller, stripped-back experience at SGF. It began... before it all began, with Sony holding its own PlayStation Showcase livestream on May 24th. It was a pretty packed show, featuring Bungie's <em>Marathon</em>, Haven's <em>Fairgame$</em>, a <em>Metal Gear Solid 3 </em>remake, more info on <em>Final Fantasy XVI </em>and <em>Spider-Man 2</em>, and a release date for <em>Alan Wake II</em>. There was also the <a href=\"https://www.engadget.com/project-q-is-a-dedicated-ps5-streaming-device-due-later-this-year-211814445.html\">Project Q</a> handheld streaming device.&nbsp;</p><p>Then came Summer Game Fest with an opening night event on Thursday, June 8th. We got a gameplay reveal for <em>Mortal Kombat 1</em>, a new (delayed to 2024) release date for <em>Final Fantasy VII Rebirth</em>,<em>&nbsp;</em>and a handful of smaller reveals like <em>Sand Land </em>and <em>Sonic Superstars</em>. There were a <em>lot</em> of sequels and free-to-play MMO trailers, but it was a generally low-key affair, with fewer big names than we've come to expect from the team behind The Game Awards.</p><span id=\"end-legacy-contents\"></span><p>The Day of the Devs and Devolver streams immediately following Summer Game Fest's live show were a little more successful, with interesting games from smaller studios, including <em>Baby Steps</em>, <em>Beastieball</em>, <em>Cocoon</em>, <em>Hauntii</em>, <em>Helskate</em>, <em>Simpler Times </em>and <em>Viewfinder</em>.</p><p>It wasn't until Sunday's Xbox event that we got an event filled with the AAA announcements you'd expect out of E3. Microsoft had a customarily dense show that featured new announcements and some release dates (or windows) for known games. Among the games featured were <em>Avowed</em>, <em>Fable</em>, <em>South of Midnight</em>, <em>Persona 3 Reload</em>, <em>Forza Motorsport</em>, <em>Senua's Saga: Hellblade II</em>, <em>Cyberpunk 2077: Phantom Liberty</em>, <em>Metaphor: ReFantazio </em>and <em>Clockwork Revolution</em>. We also finally got an Xbox Series S that has 1TB of built-in storage.</p><p>On Monday, we saw a pair of smaller shows. First up was Ubisoft, which featured <em>Star Wars Outlaws </em>and <em>Avatar: Frontiers of Pandora</em>, a trio of Assassin's Creed games, a new Crew game and a fresh Prince of Persia title. Later that day it was Capcom's turn, and they showed off <em>Exoprimal</em>, again, and offered an intriguing look at <em>Kunitsu-Gami: Path of the Goddess</em>, which looks like a unique third-person action game. Finally, because it's 2023, there was also an indefinite delay to the company's almost-forgotten AAA sci-fi game, <em>Pragmata</em>. That's a game that was announced for PlayStation 5 way back in June 2020 — before we even knew what the PS5 looked like — and this is its second delay after initially being expected in 2022.</p><p>We’ll have more coverage in the coming weeks, and will update this post with links when they go live. For now, enjoy our analysis, previews and all the other big announcements from SGF 2023.</p><h2>Analysis</h2><p></p><h3><a href=\"https://www.engadget.com/summer-game-fest-2023-and-the-stagnant-state-of-the-industry-163019962.html\">Summer Game Fest 2023 and the stagnant state of the industry</a></h3><div id=\"e1558b1698364ac08c6a55051fdee852\"></div><p>I published this story about the state of AAA gaming on the eve of Summer Game Fest. After a week stuffed full of gaming announcements, I feel exactly the same way. <em>— Jessica Conditt, Senior Reporter</em></p><h3><a href=\"https://www.engadget.com/generative-ai-can-help-bring-tomorrows-gaming-npcs-to-life-163037183.html\">Generative AI can help bring tomorrow's gaming NPCs to life</a></h3><p>This story from senior reporter (and Engadget's AI expert) Andrew Tarantola looks at the history of NPCs from if-then programming through to finite-state-machines, decision and behavior trees, GOAPs, and modern AIs in games like <em>The Last of Us</em>, and then looks to the future to see how generative AI might impact the future of gaming.</p><h3><a href=\"https://www.engadget.com/ubisoft-needs-a-reboot-164531373.html\">Ubisoft needs a reboot</a></h3><div id=\"300e744d5b4b49d3803d78789ecd2cf4\"></div><p>At some point in the last console generation, Ubisoft lost its soul. It was a piecemeal erosion process that started in 2015, and it finally resulted in a complete identity collapse somewhere between the studio’s unironic rollout of in-game NFTs and its sixth delay of <em>Skull &amp; Bones</em>. Ubisoft has 40 years of AAA hits and weird licensing deals to its name, and it used to be a pillar of European innovation — but in 2023, it’s selling live-service blandness, mobile ports with microtransactions and unreliable release dates. What even <em>is </em>Ubisoft anymore? <em>— Jessica Conditt</em></p><h3><a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=89f68c82-f255-44fa-8db9-03fec996b93a&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=YouTube&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI4OWY2OGM4Mi1mMjU1LTQ0ZmEtOGRiOS0wM2ZlYzk5NmI5M2EiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cueW91dHViZS5jb20vd2F0Y2g_dj0xaUxvZ3R3NmRLUSIsImNvbnRlbnRVdWlkIjoiZWRlOTJhNTItYTJhNC00MmUyLWI2MzktMGY3MmUwMjhhMTcwIn0&amp;signature=AQAAAbg_DJNFlH6nclRvatVlZJwnlBkaK_2kWataeeUrwAAj&amp;gcReferrer=https%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3D1iLogtw6dKQ\">The Starfield direct has me excited for Bethesda's new ambitious RPG</a></h3><div id=\"4ff37f7cd1004082a36bd205c3482ca5\"></div><p>Senior video producer Brandon Quintana shot this video immediately after Microsoft's Starfield Direct on Sunday, outlining why, after a fuller look at the game, he's more excited than ever for Bethesda's new ambitious RPG.</p><h3><a href=\"https://www.engadget.com/why-the-oxenfree-ii-team-became-netflixs-first-game-studio-130035607.html\">Why the 'Oxenfree II' team became Netflix's first game studio</a></h3><p>In early 2021, Night School was in the market for a partnership. It ended up being acquired by Netflix, becoming the company's first game studio. Now, Night School is gearing up to launch its first game for the streaming giant. But that's not the end of Netflix's ambitions.</p><h2>Game previews</h2><p></p><h3><a href=\"https://www.engadget.com/alan-wake-ii-stands-out-in-a-sea-of-sequels-140010178.html\">'Alan Wake II' stands out in a sea of sequels</a></h3><div id=\"3f7f0b1b8d1c469a8bf64937dff30eef\"></div><p>I’m nervous about Saga’s fate in Alan Wake II — and that only makes me more excited for the full game. This is first-and-foremost a linear, narrative-driven experience, and it looks spooky as hell. <em>– Jessica Conditt</em></p><h3><a href=\"https://www.engadget.com/armored-core-vi-fires-of-rubicon-first-look-140011240.html\">‘Armored Core VI Fires of Rubicon’ has fast battles with customizable mechs</a></h3><div id=\"68067a48a68b406e8a45d10e4e51695b\"></div><p>Armored Core, one of the longest-running mech battle series ever, hasn’t been seen in over a decade. Now, developer FromSoftware, flying high from <em>Elden Ring</em> and <em>Dark Souls</em> glory, is returning to mechs, with what it says is a remastered, reimagined take on robot combat. It’s time for a mech gaming boom. <em>– Mat Smith, UK Bureau Chief</em></p><h3><a href=\"https://www.engadget.com/cocoon-is-worth-getting-excited-about-181529189.html\">‘Cocoon’ is worth getting excited about</a></h3><p>Cocoon is a game that makes perfect sense while you're playing it. That would be an unremarkable achievement if it wasn't also a game that forces you to use its levels to solve themselves. It’s the debut title from Geometric Interactive, a studio from folks that previously worked on the award-winning puzzle platformers <em>Limbo</em> and <em>Inside</em>. At Summer Game Fest 2023 I had around half an hour to play through the game’s opening, and it has stuck with me more than anything else I saw at the show. In my mind it’s the game of the show. <em>– Aaron Souppouris, Executive Editor</em></p><h3><a href=\"https://www.engadget.com/forza-motorsport-wants-you-to-drive-forever-183033371.html\">'Forza Motorsport' wants you to drive forever</a></h3><p>The long-overdue next title in the Motorsport series (it’s been over five years since the last!) has a bunch of new features, improved physics, better AI and looks absolutely fantastic at 4K/60. The most interesting thing about it to me is that it could well be the last distinct Motorsport game, as Microsoft is moving the series to a game-as-a-service model. In the age of Game Pass, that makes perfect sense to me, and I can’t wait to start driving this October. <em>– Aaron Souppouris</em></p><h3><a href=\"https://www.engadget.com/immortals-of-aveum-first-look-a-little-more-magic-and-this-might-be-wonderful-133034089.html\">'Immortals of Aveum' first look: A little more magic and this might be wonderful</a></h3><div id=\"6c48bfbc91e24177bb8d3e575fec4b8c\"></div><p>When I saw the announcement trailer for <em>Immortals of Aveum</em> in the winter of 2022, I was surprised by my own interest in the game. Today, I remain interested in <em>Immortals of Aveum </em>and I think I’ve figured out why. There aren’t a ton of first-person action games that rely on mechanics other than guns — <em>Dishonored</em>, <em>Ghostwire: Tokyo</em> and <em>Hexen</em> come to mind, but it’s a small field overall. That might be one reason <em>Immortals</em> stands out as something fresh, but it’s also nice to see a new, AAA-level game that’s single-player and narrative-driven with a contained campaign, rather than an open world of live-service features. <em>– Jessica Conditt</em></p><h3><a href=\"https://www.engadget.com/lysfanga-hands-on-impressions-sgf-2023-130004741.html\">‘Lysfanga’ is what happens when hack-and-slash meets tactical time travel</a></h3><p><em>Lysfanga</em>’s isometric views may conjure up memories of Hades, but this is a different kind of game. While you’ll still be slicing and dicing monsters and enemies, protagonist Imë combines her spells and weapon combos with the ability to revert time and do it all over again, differently. The second time around, her shadow from the previous timeline will continue to rush into the enemies. While some action-game prowess helps, you’ll only beat most levels by thinking them through before you act. The controls and play style aren’t remotely similar, but Lysfanga reminded me of old Fire Emblem games, where careful planning decided a fight before it even begins. Even in this early demo, the game offers some incredibly satisfying moments when all your attacking clones come together to wipe out all the enemies in mere seconds. <em>– Mat Smith</em></p><h3><a href=\"https://www.engadget.com/mortal-kombat-1-first-impressions-sgf-2023-180039676.html\">‘Mortal Kombat 1’ made a great first impression</a></h3><div id=\"7b2a0e6373eb4621ad114286e0e01025\"></div><p>Ed Boon's on-stage gameplay reveal of <em>Mortal Kombat 1</em>, the latest entry in the storied fighting game franchise, was one of the stand-out moments of an otherwise subdued opening event. At a private event after the show, Brandon Quintana and Mat Smith sat down to play some <em>MK1</em> and came away impressed.</p><h3><a href=\"https://www.engadget.com/prince-of-persia-the-lost-crown-is-a-metroidvania-style-platformer-coming-in-2024-194059046.html\">'Prince of Persia: The Lost Crown' is a Metroidvania-style platformer coming in 2024</a></h3><div id=\"00ff766809f0411fabe27a4d60bcb5a1\"></div><p>After a small reveal at Summer Game Fest’s opening night event, Ubisoft did a deeper dive into the game during Monday’s “Forward” stream. After that, senior video producer Brandon Quintana got his hands on an early build of the game and had a blast.</p><h3><a href=\"https://www.engadget.com/33-immortals-first-look-defying-a-god-is-more-fun-with-friends-190037208.html\">'33 Immortals' first look: Defying a god is more fun with friends</a></h3><p>Can you imagine assembling 33 players for a 25-minute raid? <em>33 Immortals</em> plans to do exactly that. Channeling the animation style of retro cartoons (and a little Banner Saga), <em>33 Immortals</em> is a multiplayer roguelike top-down action game from the creators of <em>Spiritfarer</em>. In this early build of the game I played with five others and had a lot of fun, even if some technical issues spoiled the party a little. I’m excited to play a roguelike as part of a mob, and I'm curious to see what the other character types will be. <em>– Mat Smith</em></p><h3><a href=\"https://www.engadget.com/under-the-waves-is-a-sad-but-relaxing-oceanic-adventure-130037105.html\">‘Under the Waves’ is a sad but relaxing oceanic adventure</a></h3><p>Parallel Studio’s <em>Under the Waves </em>is a calming game. Between the cheers and jeers from <em>Crash Team Rumble</em> players (possibly employees) nearby, I was diving. Diving deeper and deeper into the inky blue, chasing a jettisoned shipping container as it bounced off rocks, spilling soft toys and revealing a mysteriously abandoned submarine hidden deeper still. While I might have been relaxed, I also felt a little unsettled. In a lot of ways, whether it’s the story yet to be revealed or the uneasy tension that is touched on regularly, it reminds me of <em>Firewatch</em>, even if it’s all set undersea. <em>– Mat Smith</em></p><p></p><h2>All the other big announcements at Summer Game Fest 2023</h2><p></p><p>You can find all of our coverage from Summer Game Fest <a href=\"https://www.engadget.com/tag/sgf-2023/\">right here</a>, but here’s a chronological list of the announcements we think really moved the needle.</p><h3>Thursday June 8th</h3><ul><li><p><a href=\"https://www.engadget.com/you-can-play-a-demo-of-the-goth-pinocchio-game-lies-of-p-right-now-200224973.html\">You can play a demo of the goth Pinocchio game 'Lies of P' right now</a></p></li><li><p><a href=\"https://www.engadget.com/sand-land-trailer-sgf-2023-akira-toriyama-200242482.html\">'Sand Land' is a new adventure game based on a manga by the creator of Dragon Ball</a></p></li><li><p><a href=\"https://www.engadget.com/sonic-superstars-gives-classic-gameplay-another-modern-makeover-200643371.html\">'Sonic Superstars' gives classic gameplay another modern makeover</a></p></li><li><p><a href=\"https://www.engadget.com/like-a-dragon-gaiden-revives-kiryu-on-november-9th-2023-204950865.html\">‘Like A Dragon Gaiden’ revives Kiryu on November 9th 2023</a></p></li><li><p><a href=\"https://www.engadget.com/final-fantasy-vii-remake-rebirth-is-delayed-to-early-2024-211301245.html\">'Final Fantasy VII Remake: Rebirth' is delayed to early 2024</a></p></li><li><p><a href=\"https://www.engadget.com/baby-steps-is-the-3d-qwop-weve-all-been-waiting-for-130829279.html\">'Baby Steps' is the 3D 'QWOP' we've all been waiting for</a></p></li></ul><h3>Sunday June 11th</h3><ul><li><p><a href=\"https://www.engadget.com/take-a-peek-at-xboxs-fable-reboot-in-action-172438277.html\">Take a peek at Xbox's Fable reboot in action</a></p></li><li><p><a href=\"https://www.engadget.com/south-of-midnight-is-a-southern-gothic-monster-adventure-from-compulsion-games-173100633.html\">'South of Midnight' is a Southern Gothic monster adventure from Compulsion Games</a></p></li><li><p><a href=\"https://www.engadget.com/obsidian-fantasy-rpg-avowed-release-date-sgf-2023-174259416.html\">Obsidian's fantasy RPG 'Avowed' is coming to PC and Xbox in 2024</a></p></li><li><p><a href=\"https://www.engadget.com/senuas-saga-hellblade-ii-will-arrive-in-2024-175240445.html\">'Senua's Saga: Hellblade II' will arrive in 2024</a></p></li><li><p><a href=\"https://www.engadget.com/like-a-dragon-infinite-wealth-will-make-you-see-ichibans-bare-butt-in-early-2024-175557876.html\">'Like a Dragon: Infinite Wealth' will make you see Ichiban's bare butt in early 2024</a></p></li><li><p><a href=\"https://www.engadget.com/xbox-series-s-will-be-available-with-1tb-storage-in-black-for-349-on-september-1st-181414018.html\">Xbox Series S will be available with 1TB storage in black for $349 on September 1st</a></p></li><li><p><a href=\"https://www.engadget.com/cyberpunk-2077-phantom-liberty-will-take-you-back-to-night-city-on-september-26th-181652972.html\">'Cyberpunk 2077: Phantom Liberty' will take you back to Night City on September 26th</a></p></li><li><p><a href=\"https://www.engadget.com/cities-skylines-ii-will-arrive-on-pc-and-consoles-october-24th-2023-181911885.html\">'Cities Skylines II' will arrive on PC and consoles October 24th</a></p></li><li><p><a href=\"https://www.engadget.com/metaphor-refantazio-is-a-fantasy-rpg-from-the-team-behind-persona-5-183345120.html\">'Metaphor: ReFantazio' is a fantasy RPG from the team behind 'Persona 5'</a></p></li><li><p><a href=\"https://www.engadget.com/clockwork-revolution-is-a-time-traveling-rpg-of-steampunk-anarchy-183507054.html\">'Clockwork Revolution' is a time-traveling RPG of steampunk anarchy</a></p></li><li><p><a href=\"https://www.engadget.com/overwatch-2s-story-missions-and-new-pvp-mode-will-land-on-august-10th-191905129.html\">Overwatch 2's story missions and new PvP mode will land on August 10th</a></p></li><li><p><a href=\"https://www.engadget.com/persona-3-reload-updates-a-ps2-classic-for-modern-platforms-in-early-2024-192331128.html\">'Persona 3 Reload' updates a PS2 classic for modern platforms in early 2024</a></p></li></ul><h3>Monday June 12th</h3><ul><li><p><a href=\"https://www.engadget.com/avatar-frontiers-of-pandora-launch-date-sgf-2023-174516354.html\">Ubisoft’s ‘Avatar: Frontiers of Pandora’ arrives on December 7th 2023</a></p></li><li><p><a href=\"https://www.engadget.com/skull-and-bones-is-still-alive-will-apparently-have-a-closed-beta-in-august-175747813.html\">'Skull and Bones' is still alive, will apparently have a closed beta in August</a></p></li><li><p><a href=\"https://www.engadget.com/first-star-wars-outlaws-gameplay-trailer-offers-10-minutes-of-scoundrel-wish-fulfilment-184921702.html\">First 'Star Wars Outlaws' gameplay trailer offers 10 minutes of scoundrel wish fulfillment</a></p></li><li><p><a href=\"https://www.engadget.com/capcoms-pragmata-has-been-delayed-for-a-second-time-002035406.html\">Capcom's Pragmata has been delayed for a second time</a></p></li><li><p><a href=\"https://www.engadget.com/capcoms-kunitsu-gami-path-of-the-goddess-is-an-action-game-with-traditional-japanese-aesthetics-054801136.html\">Kunitsu-Gami: Path of the Goddess is an action game with traditional Japanese aesthetics</a></p></li></ul>This article originally appeared on Engadget at https://www.engadget.com/summer-game-fest-2023-all-the-games-announced-140053892.html?src=rss", "link": "https://www.engadget.com/summer-game-fest-2023-all-the-games-announced-140053892.html?src=rss", "date_published": "2023-06-16 14:00:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Why the 'Oxenfree II' team became Netflix's first game studio", "description": "<p>In early 2021, Night School was in the market for a partnership. The studio’s debut game, <em>Oxenfree</em>,<em>&nbsp;</em>was a breakout success in 2016, and it was followed by <em>Afterparty</em> in 2019 and then 2020’s<em> Next Stop Nowhere</em>, an Apple Arcade exclusive. By 2021, co-founders Sean Krankel and Adam Hines had made deals with the major players in the industry – Xbox, PlayStation, Valve, Nintendo, Apple – and Night School was an acclaimed indie team.</p><p>“We were actually talking to Netflix about just bringing some of our existing games over,” Night School co-founder Sean Krankel said at Summer Game Fest, sitting with co-founder Adam Hines and lead developer Bryant Cannon around a small table behind the demo hall.</p><span id=\"end-legacy-contents\"></span><p>Krankel said Night School wasn’t in danger of collapsing or laying off any staff in 2021. He and Hines had about 20 employees, they were still dealing with the effects of the pandemic, and they were interested in establishing real stability at the studio. Maybe they’d even find a buyer. They were casually talking with Netflix employee Bill Holmes – whom Krankel described as “the reason why there's a Netflix button on our TV remotes” – about potential publishing deals, nothing more.</p><p>“It's like another normal conversation with any first party,” Krankel said. “And then, one day, he literally says, ‘Would you ever be interested in joining?’ And I'm like, <em>hummina hummina </em>– yes. Totally.”</p><figure><img alt=\"Night School Studio\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-06/55cbdca0-0bd4-11ee-aff5-d4311c4cea80\" style=\"height: 1536px; width: 2048px;\" /><figcaption></figcaption><div class=\"photo-credit\">Night School Studio (Twitter)</div></figure><p>Night School was the first video game team that Netflix purchased outright, and the deal was announced on September 28th, 2021. This was just two months after Netflix revealed it had hired former EA executive Mike Verdu to lead the company’s <a href=\"https://www.engadget.com/netflix-video-games-expansion-045850254.html\">formal push</a> into video game publishing and development, with plans to offer titles to subscribers on its streaming platform. Netflix had been messing around with games since 2017, offering mobile experiences and interactive streams based on popular shows like <em>Stranger Things</em> and <a href=\"https://www.engadget.com/2019-08-23-netflix-video-games-dark-crystal-tactics-stranger-things-gamescom.html\"><em>The Dark Crystal</em></a>.</p><p>Netflix’s first experiment in video games was <em>Stranger Things</em>, a mobile title that landed in October 2017, developed by Texas studio BonusXP. It was well-received and Netflix and BonusXP went on to release a follow-up, <em>Stranger Things 3: The Game</em>, alongside the premiere of the show’s third season in 2019.</p><p>If it feels like there was a weird gap between these releases, that’s because there was – but not in the way you might think. Throughout 2018, Telltale Games was building an episodic narrative adventure (as it generally did) based on Stranger Things, signalling the start of a broader partnership with Netflix. At the same time, Telltale tapped Night School to create a companion mobile game set in the world above The Upside Down. Telltale and Night School had collaborated before on the 2016<em> Mr. Robot</em> mobile title, <em>Mr. Robot:1.51exfiltrati0n</em>.</p><p>As reported by <a href=\"https://www.theverge.com/2019/4/23/18510849/stranger-things-secret-games-telltale-studio-closed\"><em>The Verge</em></a>, Night School began work in January 2018 on a first-person narrative adventure that would feed directly into the wider-platform game, and Krankel and Hines hired four new people for the project. Telltale missed a number of milestone payments to Night School and was generally difficult to communicate with, according to studio members who spoke with <em>The Verge</em>. And then, in September 2018, Telltale <a href=\"https://www.engadget.com/2018-09-21-telltale-games-layoffs-the-walking-dead.html\">effectively shut down</a>. Night School was left floating for a while, until it was clear their game was dead, too. There’s been a Netflix-shaped ghost in Night School’s résumé ever since.</p><p>By 2021, Krankel and Hines had seen the best and worst of what publishers had to offer, and Netflix was finally ready to admit its video game ambitions. The Night School team had considered acquisition offers from other companies over the previous few years, but “there was always something off,” Krankel said.</p><p>“After the first chat that I had with the executive team [at Netflix] about this next thing, it was so exciting, because they didn't ask me, you know, ‘Are you in the red on this?’ Or, ‘What's going on with that?’ It was more like, ‘What can we do to unblock your team from making your dreams?’”</p><p>Hines added, “Our big concern was the autonomy aspect. We’ve all worked at bigger studios before, and have just seen and felt how long it would take to get decisions made, how the creative would kind of get choked out of things because there's too many cooks in the kitchen. But just talking to Netflix a lot before we joined up, we felt really at ease, just like we were talking the same language about how to make games.”</p><div id=\"1634666ee2c64a9baf80ce57164c9fe1\"></div><p>Night School’s latest project is <em>Oxenfree II</em>, a hotly anticipated sequel coming to PlayStation 4, PS5, Steam, Switch and mobile devices via Netflix on July 12th. (There’s no drama behind the Xbox exclusion, Krankel said: “Nothing happened honestly; it is just where we are in our development.”)</p><p>Night School has expanded its team size and moved into the Netflix offices, and they’re able to fly remote employees in as often as they need. One obvious benefit of the Netflix partnership in <em>Oxenfree II</em> is its inclusion of 32 languages at launch.</p><p>“That’s crazy,” Hines said at Summer Game Fest.</p><p>Lead developer Bryant Cannon agreed: “Especially for a game with hundreds of thousands of words in it. All that's really exciting. I think the game is going to be better because we have this battery in our back.”</p><p>Night School was the first purchase in September 2021, but Netflix today owns six video game studios, including <em>Alphabear </em>developer Spry Fox and two internal teams in California and Finland. Netflix has plans to expand into <a href=\"https://www.engadget.com/halo-veteran-joseph-staten-is-making-a-aaa-game-for-netflix-173502368.html\">AAA development</a> and past mobile platforms; it offers more than 50 games in its library right now, and the company plans to <a href=\"https://www.engadget.com/netflix-plans-to-add-roughly-40-more-titles-to-its-mobile-game-library-this-year-140014333.html\">add 40 more</a> by the end of 2023.</p><p>Netflix is publishing more games than it’s buying outright, including <em>Spiritifarer</em>, <em>Into the Breach</em>, <em>Poinpy</em> and <em>Kentucky Route Zero</em>. One of the biggest names in its pile is <a href=\"https://www.engadget.com/layas-horizon-a-sandbox-wingsuit-game-from-the-studio-behind-altos-odyssey-arrives-may-2nd-150033749.html\"><em>Laya’s Horizon</em></a>, the latest title from <em>Alto’s Adventure</em> and <em>Alto’s Odyssey</em> studio, Snowman. <em>Laya’s Horizon</em> is a serene wingsuit game set in a sprawling mountainside sandbox, and it’s exclusive to Netflix Games on Android and iOS.</p><figure><img alt=\"Laya's Horizon title screen.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-04/45cb28b0-e442-11ed-88f9-fabdbfd890d0\" style=\"height: 1215px; width: 2160px;\" /><figcaption></figcaption><div class=\"photo-credit\">Snowman</div></figure><p>Snowman got its start publishing the iOS versions of the Team Alto games in 2015 and 2018, followed by the Apple Arcade timed exclusives <em>Skate City</em> and <em>Where Cards Fall</em>. Snowman developed and released <em>Lucky Luna</em> for Netflix in 2022, followed by <em>Laya’s Horizon</em> this May. Snowman’s games tend to end up on multiple platforms, eventually, but Android has generally been <a href=\"https://www.engadget.com/2018-07-17-altos-odyssey-android-release-date-free-ios-interview.html\">an afterthought</a>. Its last two projects landed on Android and iOS simultaneously because of Netflix.</p><p>In April, Snowman founder Ryan Cash told Engadget that the Netflix partnership hadn’t been a barrier for players. Yes, you need a Netflix account to play the games. But:</p><p>“Everyone I've had this conversation with has Netflix,” Cash said. “So they just get to playing right away. Whereas before, it was either, I have to sell them a $5 game or I have to tell them, OK, it's free to play, there are ads but you can remove them if you want. Or it's like, you gotta sign up for Apple Arcade, or you need an Xbox or whatever it is. So it's been the most barrier-free way to tell people what I do.”</p><p><em>Laya’s Horizon</em> doesn’t have a currency system, microtransactions, pop-ups or billboards advertising real-life products lining the slopes of its virtual mountain – because Snowman doesn’t need these features for the game to be adequately profitable. The Netflix partnership took care of that aspect, and creative director Jason Medeiros didn’t have to implement monetization in the actual game.</p><p>“I didn't want any of that stuff,” Medeiros said. “Because I mean, I liked games before all that stuff happened. So having a platform like Netflix, it's just like, none of that matters. Like, you don't have to do that stuff. It's a breath of fresh air; we jump on opportunities to make games that way.”</p><p>When I initially asked the Night School crew why they chose to be bought by Netflix, Krankel immediately got to the heart of the matter and volleyed, “Why not remain independent?” And then he answered his question:</p><p>“A small subset of teams are good to go for the next 10 years, but others have these peaks and valleys, and we were somewhere in between. We weren't in danger of anything going sideways. But we were at a spot where we're like, it would be cool to tether to somebody who has a similar vision, and somebody that we could work with that would like, de-risk us.”</p><p>Signing up to be acquired by a massive media company comes with its own risks, but they’re different concerns than those of a fully independent operation, which has to manage funding and paying salaries without a safety net. The challenge for indie studios is to sign up with a parent company that can strike a healthy balance between support and autonomy, and Netflix has a proven track record in this space when it comes to film and television. Games are just the next frontier when it comes to streaming entertainment.</p><p><em>Catch up on all of the news from Summer Game Fest </em><a href=\"https://www.engadget.com/tag/sgf-2023\"><em>right here</em></a><em>!</em></p>This article originally appeared on Engadget at https://www.engadget.com/why-the-oxenfree-ii-team-became-netflixs-first-game-studio-130035607.html?src=rss", "link": "https://www.engadget.com/why-the-oxenfree-ii-team-became-netflixs-first-game-studio-130035607.html?src=rss", "date_published": "2023-06-16 13:00:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Engadget Podcast: Reddit’s revolt, MacBook Air 15 and Mac Studio reviews", "description": "<p>What good is Reddit without the support of its community? This week, Cherlynn and Devindra discuss the recent subreddit revolts, following the company’s decision to dramatically increase the cost of its API for third parties. They’re joined by <a href=\"https://twitter.com/broderick?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor\">Ryan Broderick</a>, the internet culture reporter behind the <a href=\"https://www.garbageday.email/\">must-read newsletter <em>Garbage Day</em></a>. Will the protests amount to any sort of change? Or will Reddit CEO Steve Huffman prevail and make the company ready for a potential IPO? Also, we dive into our reviews of the new MacBook Air 15, as well as the M2 Ultra Mac Studio. Who needs a Mac Pro when Apple has such a powerful desktop already?</p><p>Listen below or subscribe on your podcast app of choice. If you've got suggestions or topics you'd like covered on the show, be sure to <a href=\"mailto:podcast@engadget.com?subject=Engadget%20Podcast%20Feedback\"><strong>email us</strong></a> or drop a note in the comments! And be sure to check out our other podcasts, the <a href=\"https://www.engadget.com/2019-08-01-engadget-podcasts.html\">Morning After and Engadget News</a>!</p><span id=\"end-legacy-contents\"></span><div id=\"undefined\"><div style=\"width: 100%; height: 200px;\"></div></div><h2>Subscribe!</h2><ul><li><p><a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL2l0dW5lcy5hcHBsZS5jb20vdXMvcG9kY2FzdC90aGUtZW5nYWRnZXQtcG9kY2FzdC9pZDExNDI3OTA1MzA_bXQ9MiIsImNvbnRlbnRVdWlkIjoiZGM3MTg4OTUtZjczZS00YWZlLWJmMGUtZDgzYjI0ZTQxZmRkIn0&amp;signature=AQAAAUj4EjXs7V83fJCTs-IaYhmGERzuVzvJnAQvyIHSUFuT&amp;gcReferrer=https%3A%2F%2Fitunes.apple.com%2Fus%2Fpodcast%2Fthe-engadget-podcast%2Fid1142790530%3Fmt%3D2\">iTunes</a></p></li><li><p><a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL29wZW4uc3BvdGlmeS5jb20vc2hvdy8zRUMzZE1JUkI5OWRrdm9TQmVTTzdHP3NpPWY3VUFMR0ttUkRXdE9yVThaNC11aVEiLCJjb250ZW50VXVpZCI6ImRjNzE4ODk1LWY3M2UtNGFmZS1iZjBlLWQ4M2IyNGU0MWZkZCJ9&amp;signature=AQAAAZPt1AW4R5KyGiM4QQSZhzIkcWCjZf1jF8bUp-PmxagE&amp;gcReferrer=https%3A%2F%2Fopen.spotify.com%2Fshow%2F3EC3dMIRB99dkvoSBeSO7G%3Fsi%3Df7UALGKmRDWtOrU8Z4-uiQ\">Spotify</a></p></li><li><p><a href=\"http://pca.st/mlY3\">Pocket Casts</a></p></li><li><p><a href=\"http://www.stitcher.com/podcast/engadget/the-engadget-podcast\">Stitcher</a></p></li><li><p><a href=\"https://podcasts.google.com/?feed=aHR0cDovL2ZlZWRzLnNvdW5kY2xvdWQuY29tL3VzZXJzL3NvdW5kY2xvdWQ6dXNlcnM6MjQ1MjIwOTU4L3NvdW5kcy5yc3M&amp;ep=14\">Google Podcasts</a></p></li></ul><h2><strong>Topics</strong></h2><ul><li><p>Why are Redditors protesting Reddit’s API changes? – 1:15</p></li><li><p>M2 Mac Studio and 15-inch MacBook Air reviews – 19:14</p></li><li><p>U.S. Federal Trade Commission files injunction to block Microsoft’s acquisition of Activision/Blizzard – 27:04</p></li><li><p>Alan Wake 2, South of Midnight and Baby Steps are Summer Games Fest standouts – 30:29</p></li><li><p>Working on – 34:06</p></li><li><p>Pop culture picks – 36:26</p></li></ul><h2>Livestream</h2><div id=\"undefined\"><div style=\"width: 100%; height: 0; padding-bottom: 56.25%;\"></div></div><h2></h2><p><strong><em>Credits</em></strong><br /><em>Hosts: Cherlynn Low and Devindra Hardawar</em><br /><em>Guest: Ryan Broderick</em><br /><em>Producer: Ben Ellman</em><br /><em>Music: Dale North and Terrence O'Brien</em><br /><em>Livestream producers: Julio Barrientos</em><br /><em>Graphic artist: Luke Brooks and Joel Chokkattu</em></p>This article originally appeared on Engadget at https://www.engadget.com/engadget-podcast-reddit-revolt-macbook-air-15-review-123056098.html?src=rss", "link": "https://www.engadget.com/engadget-podcast-reddit-revolt-macbook-air-15-review-123056098.html?src=rss", "date_published": "2023-06-16 12:30:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Sonos’ 25 percent off Father's Day sale ends this weekend", "description": "<p>Even if you already have a Father’s Day gift on lock, <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=1e71dc69-0ad7-47e7-abf5-dc3926557fa3&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Sonos&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIxZTcxZGM2OS0wYWQ3LTQ3ZTctYWJmNS1kYzM5MjY1NTdmYTMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuc29ub3MuY29tL2VuLXVzL3Nob3AvcHJvbW90aW9uYWwtb2ZmZXJzIiwiY29udGVudFV1aWQiOiIxMGEwNzFiMy0zNTZiLTQ4MzItYWQyZC04OWM0MWJhY2IzNDEifQ&amp;signature=AQAAAa6j2ocmC-xsa7z0FHPilmW0CtUJDRiV9fvdvRfIuPh9&amp;gcReferrer=https%3A%2F%2Fwww.sonos.com%2Fen-us%2Fshop%2Fpromotional-offers\">Sonos’ sale</a> for the holiday is worth checking out while it’s still live. The audio gear maker has knocked up to 25 percent off its speakers and home entertainment gadgets through June 18th, meaning you still have a few days to grab things like the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=1e71dc69-0ad7-47e7-abf5-dc3926557fa3&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Sonos&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIxZTcxZGM2OS0wYWQ3LTQ3ZTctYWJmNS1kYzM5MjY1NTdmYTMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuc29ub3MuY29tL2VuLXVzL3Nob3AvYXJjIiwiY29udGVudFV1aWQiOiIxMGEwNzFiMy0zNTZiLTQ4MzItYWQyZC04OWM0MWJhY2IzNDEifQ&amp;signature=AQAAAXUcKxAPGqueqHnQv0rR-WHYy45ENTjlhcAWO8ZX9AEK&amp;gcReferrer=https%3A%2F%2Fwww.sonos.com%2Fen-us%2Fshop%2Farc\">Arc soundbar</a> and the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=1e71dc69-0ad7-47e7-abf5-dc3926557fa3&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Sonos&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIxZTcxZGM2OS0wYWQ3LTQ3ZTctYWJmNS1kYzM5MjY1NTdmYTMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuc29ub3MuY29tL2VuLXVzL3Nob3AvbW92ZSIsImNvbnRlbnRVdWlkIjoiMTBhMDcxYjMtMzU2Yi00ODMyLWFkMmQtODljNDFiYWNiMzQxIn0&amp;signature=AQAAAYx6H9HBd34Ap1fCSdEnsdZsdDBRRWYh3ofnBQ09I0Km&amp;gcReferrer=https%3A%2F%2Fwww.sonos.com%2Fen-us%2Fshop%2Fmove\">Move portable speaker</a> while they’re discounted to some of the best prices we’ve seen.</p><p></p><p>One of our <a href=\"https://www.engadget.com/best-soundbars-143041791.html\">favorite soundbars</a>, the <a href=\"https://www.engadget.com/sonos-arc-review-dolby-atmos-soundbar-010039560.html\">Sonos Arc</a> comes in at $900 normally, but you can pick one up for $720 in this sale. We like it’s modern design, stellar sound quality and convenient Sonos-specific features, like being able to automatically calibrate depending on your room’s shape — and adjust accordingly if you add more speakers to your setup. It supports Dolby Atmos, AirPlay 2 and voice commands, and if you pair it with a Sub or Sub Mini, you’ll already have a solid home theater setup with those two components. Of course, $720 isn’t cheap even if it represents a solid discount; those with tighter budgets should consider the Sonos Beam or Ray, both of which are on sale now, too.</p><span id=\"end-legacy-contents\"></span><p>The new Sonos Era 100 and 300 speakers aren’t discounted on their own in this sale, but the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=1e71dc69-0ad7-47e7-abf5-dc3926557fa3&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Sonos&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIxZTcxZGM2OS0wYWQ3LTQ3ZTctYWJmNS1kYzM5MjY1NTdmYTMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuc29ub3MuY29tL2VuLXVzL3Nob3AvbW92ZSIsImNvbnRlbnRVdWlkIjoiMTBhMDcxYjMtMzU2Yi00ODMyLWFkMmQtODljNDFiYWNiMzQxIn0&amp;signature=AQAAAYx6H9HBd34Ap1fCSdEnsdZsdDBRRWYh3ofnBQ09I0Km&amp;gcReferrer=https%3A%2F%2Fwww.sonos.com%2Fen-us%2Fshop%2Fmove\">Sonos Move</a> and <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=1e71dc69-0ad7-47e7-abf5-dc3926557fa3&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Sonos&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIxZTcxZGM2OS0wYWQ3LTQ3ZTctYWJmNS1kYzM5MjY1NTdmYTMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuc29ub3MuY29tL2VuLXVzL3Nob3Avcm9hbSIsImNvbnRlbnRVdWlkIjoiMTBhMDcxYjMtMzU2Yi00ODMyLWFkMmQtODljNDFiYWNiMzQxIn0&amp;signature=AQAAAYa2siXqoA_OZRSq-F_IJgpvN0ftfKj-gSznH4-DT1LN&amp;gcReferrer=https%3A%2F%2Fwww.sonos.com%2Fen-us%2Fshop%2Froam\">Roam</a> are. Both portable speakers, they allow you to take Sonos’ generally solid sound quality outdoors, with the Move being a more beefy cousin to the Roam. The Move is IP56-rated while the Roam is waterproof with an IP67 rating, and both support AirPlay 2, voice commands and connectivity over Bluetooth and WiFi. You can expect stronger, louder sound from the Move, making it a good option for those with big backyards, while the Roam is more backpack-friendly.</p><p>If you are itching to get a new Era 100 or 300, they’re included in a few home theater sets that are discounted. The most affordable option is the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=1e71dc69-0ad7-47e7-abf5-dc3926557fa3&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Sonos&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIxZTcxZGM2OS0wYWQ3LTQ3ZTctYWJmNS1kYzM5MjY1NTdmYTMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuc29ub3MuY29tL2VuLXVzL3Nob3Avc3Vycm91bmQtc2V0LWJlYW0tZXJhLTEwMC1wYWlyIiwiY29udGVudFV1aWQiOiIxMGEwNzFiMy0zNTZiLTQ4MzItYWQyZC04OWM0MWJhY2IzNDEifQ&amp;signature=AQAAASSjjHo5m6dM2-Yfotym2FvBf9Gul_a0xtLbbKqlacyf&amp;gcReferrer=https%3A%2F%2Fwww.sonos.com%2Fen-us%2Fshop%2Fsurround-set-beam-era-100-pair\">Surround Set with Beam</a>, which includes the Beam sounder and two Era 100 speakers for just under $900. Considering the Era 100 and the Beam are some of our top picks for <a href=\"https://www.engadget.com/best-smart-speakers-151515264.html\">smart speakers</a> and soundbars right now, that set will go a long way towards upgrading your living room setup.</p><p><em>Follow </em><a href=\"https://twitter.com/EngadgetDeals\"><em>@EngadgetDeals</em></a><em> on Twitter and </em><a href=\"https://subscription.yahoo.net/Newsletter/Preference/sub?b=engadgetdeals&amp;src\"><em>subscribe to the Engadget Deals newsletter</em></a><em> for the latest tech deals and buying advice.</em></p>This article originally appeared on Engadget at https://www.engadget.com/sonos-25-percent-off-fathers-day-sale-ends-this-weekend-120529289.html?src=rss", "link": "https://www.engadget.com/sonos-25-percent-off-fathers-day-sale-ends-this-weekend-120529289.html?src=rss", "date_published": "2023-06-16 12:05:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "The Morning After: Get ready for Amazon Prime Day 2023", "description": "<p>Prepare your ovenable protein of choice, hang out the ornaments and make haste to invite your friends. We’re rapidly approaching this year’s Prime Day, and so it’s about time you got yourself ready to indulge in Amazon’s two-day sales event. We’ve published <a href=\"https://www.engadget.com/amazon-prime-day-2023-124519231.html\">our latest guide to help you get set</a>, with information on how best to prepare your shopping and, crucially, where to compare historic price trends to make sure the deal you’re offered is actually a deal.</p><p>It’s worth noting that plenty of other retailers also plan to take advantage of loosened wallets in the same period. Walmart, Target and Best Buy, alongside plenty of others, will be offering deals on the same or similar items, so it’s doubly worth shopping around. If all of that feels like too much effort, then rest assured that Engadget will also be hunting and picking the best deals, which can be found in our dedicated deals newsletter.</p><p>– Dan Cooper</p><p><em>The Morning After isn’t just a</em><a href=\"https://www.engadget.com/about/newsletter/\"><em> newsletter</em></a><em> –  it’s also a daily podcast. Get our daily audio briefings, Monday through Friday, by</em><a href=\"https://www.engadget.com/2019-08-01-engadget-podcasts.html\"><em> subscribing right here</em></a><em>.</em></p><h3>The biggest stories you might have missed</h3><h3></h3><p><a href=\"https://www.engadget.com/star-trek-strange-new-worlds-picks-up-where-it-left-off-130025200.html\">‘Star Trek: Strange New Worlds’ picks up where it left off </a></p><p><a href=\"https://www.engadget.com/apples-new-153-inch-macbook-air-is-already-100-off-101050515.html\">Apple's new 15.3-inch MacBook Air is already $100 off </a></p><p><a href=\"https://www.engadget.com/amazons-hey-disney-experience-comes-to-all-echo-devices-130009651.html\">Amazon’s ‘Hey Disney!’ experience comes to all Echo devices </a></p><p><a href=\"https://www.engadget.com/microsoft-is-no-longer-making-new-games-for-the-xbox-one-174452073.html\">Microsoft is no longer making new games for the Xbox One </a></p><p><a href=\"https://www.engadget.com/under-the-waves-is-a-sad-but-relaxing-oceanic-adventure-130037105.html\">‘Under the Waves’ is a sad but relaxing oceanic adventure </a></p><p><a href=\"https://www.engadget.com/mercedes-tries-putting-chatgpt-in-your-car-162822051.html\">Mercedes tries putting ChatGPT in your car </a></p><p><a href=\"https://www.engadget.com/fujfilms-instax-sq40-marries-retro-charm-with-larger-square-film-091047370.html\">Fujfilm's Instax SQ40 marries retro charm with larger square film </a></p><p><a href=\"https://www.engadget.com/cocoon-is-worth-getting-excited-about-181529189.html\">‘Cocoon’ is worth getting excited about</a></p><h2><a href=\"https://www.engadget.com/intel-drops-i-processor-branding-after-15-years-introduces-ultra-for-higher-end-chips-130100277.html\">Intel drops ‘i’ processor branding after 15 years, introduces ‘Ultra’ for higher-end chips</a></h2><h3>It’s a slightly simpler way of organizing things.</h3><a href=\"https://www.engadget.com/intel-drops-i-processor-branding-after-15-years-introduces-ultra-for-higher-end-chips-130100277.html\"><figure><img alt=\"Promotional image of Intel's Core re-branding.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-06/6349a520-0c28-11ee-aaff-d32dffc135a1\" style=\"height: 402px; width: 625px;\" /><figcaption></figcaption><div class=\"photo-credit\">Intel</div></figure></a><p>Intel feels it’s <a href=\"https://www.engadget.com/intel-drops-i-processor-branding-after-15-years-introduces-ultra-for-higher-end-chips-130100277.html\">time to tidy up its chip branding</a>, ditching the &quot;i&quot; in front of its series numbers and cleaving the line in two. Rather than Core i3/i5/i7/i9, we’ll just see a lineup of Core 3/5/7/9 chips, with higher-end processors now dubbed Core Ultra. This naming revolution will start with the launch of the new Meteor Lake chips, which are expected to land later this year.</p><p><a href=\"https://www.engadget.com/intel-drops-i-processor-branding-after-15-years-introduces-ultra-for-higher-end-chips-130100277.html\"><strong>Continue Reading. </strong></a></p><h2><a href=\"https://www.engadget.com/msi-stealth-14-studio-review-a-redesign-done-right-123028890.html\">MSI Stealth 14 Studio review: A redesign done right</a></h2><h3>Well, apart from the new logo.</h3><a href=\"https://www.engadget.com/msi-stealth-14-studio-review-a-redesign-done-right-123028890.html\"><figure><img alt=\"Image of the rear of the MSI Stealth Studio.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-06/86dfe7b0-0c28-11ee-bf77-eaf5b502c51b\" style=\"height: 375px; width: 625px;\" /><figcaption></figcaption><div class=\"photo-credit\">Photo by Sam Rutherford/Engadget</div></figure></a><p>Engadget’s Sam Rutherford has spent the last few weeks with <a href=\"https://www.engadget.com/msi-stealth-14-studio-review-a-redesign-done-right-123028890.html\">MSI’s new and fully-redesigned Stealth Studio</a>. It seems to be an extraordinary mea culpa from the company after last year’s lackluster effort, and Sam’s already happy to call it the “most improved gaming laptop of the year.” Notable tweaks include a better chassis, longer battery life, great performance and a bright, fast display. Even more impressive is that MSI managed to tune this machine to outperform laptops costing much more, including the Razer Blade 18.</p><p><a href=\"https://www.engadget.com/msi-stealth-14-studio-review-a-redesign-done-right-123028890.html\"><strong>Continue Reading.</strong></a></p><h2><a href=\"https://www.engadget.com/music-publishers-are-suing-twitter-for-250-million-over-massive-copyright-infringement-082421118.html\">Music publishers are suing Twitter for $250 million over 'massive' copyright infringement</a></h2><h3>They say the platform does nothing to prevent IP misuse.</h3><h3></h3><p>A coalition of music publishers believes Twitter isn’t doing enough, or anything, to combat copyright infringement on its platform. After talks to set up a licensing deal failed, the National Music Publishers Association has taken Twitter to court, <a href=\"https://www.engadget.com/music-publishers-are-suing-twitter-for-250-million-over-massive-copyright-infringement-082421118.html\">suing for $250 million in damages</a>. It said that the platform is regularly informed of instances of infringement, but opts to do nothing, saying that the problem has become much worse since Elon Musk – a noted critic of the DMCA – bought the company.</p><p><a href=\"https://www.engadget.com/music-publishers-are-suing-twitter-for-250-million-over-massive-copyright-infringement-082421118.html\"><strong>Continue Reading.</strong></a></p><span id=\"end-legacy-contents\"></span><h2><a href=\"https://www.engadget.com/vws-next-tiguan-phev-can-drive-62-miles-in-electric-only-mode-153155679.html\">VW’s next Tiguan PHEV can drive 62 miles in electric-only mode</a></h2><h3>It’s a big figure, but do we really need new PHEVs?</h3><a href=\"https://www.engadget.com/vws-next-tiguan-phev-can-drive-62-miles-in-electric-only-mode-153155679.html\"><figure><img alt=\"A 2024-model VW Tiguan in disguise.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-06/02ac41e0-0c29-11ee-85e1-d5d8776f959f\" style=\"height: 416px; width: 625px;\" /><figcaption></figcaption><div class=\"photo-credit\">Volkswagen</div></figure></a><p>Volkswagen has announced its new <a href=\"https://www.engadget.com/vws-next-tiguan-phev-can-drive-62-miles-in-electric-only-mode-153155679.html\">Tiguan PHEV will be able to travel for up to 62 miles in electric-only mode</a>. It’s a significant figure, and much more than other PHEVs on the market such as the Prius and Outlander. VW says the range improvements come from the use of newer EV tech and that we’ll learn more about that when it launches later this year. It’s expected to hit dealerships at some point next year, which might make it the last gas-powered car some people ever buy.</p><p><a href=\"https://www.engadget.com/vws-next-tiguan-phev-can-drive-62-miles-in-electric-only-mode-153155679.html\"><strong>Continue Reading. </strong></a></p>This article originally appeared on Engadget at https://www.engadget.com/the-morning-after-get-ready-for-amazon-prime-day-2023-111509175.html?src=rss", "link": "https://www.engadget.com/the-morning-after-get-ready-for-amazon-prime-day-2023-111509175.html?src=rss", "date_published": "2023-06-16 11:15:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "The Reddit blackout is already forcing unexpected changes", "description": "<p>It’s now clear that the Reddit blackout will have a significant impact on the platform, but perhaps not in the way its organizers intended. Rather than walk back the API policy changes that will force third-party apps <a href=\"https://www.engadget.com/reddit-app-developer-says-the-sites-new-api-rules-will-cost-him-20-million-a-year-203911487.html\"><ins>like Apollo</ins></a> to shut down, the company’s <a href=\"https://www.engadget.com/reddit-ceo-steve-huffman-defends-api-changes-in-ama-202924631.html\"><ins>leadership</ins></a> has repeatedly <a href=\"https://www.redditinc.com/blog/https-www.redditinc.com-apifacts\"><ins>doubled down</ins></a> on its position.</p><p>&quot;I think it's time we grow up and behave like an adult company,” CEO Steve Huffman <a href=\"https://www.npr.org/2023/06/15/1182457366/reddit-ceo-steve-huffman-its-time-we-grow-up-and-behave-like-an-adult-company?refresh=true\"><ins>told</ins></a><em>NPR</em>. “These people who are mad, they’re mad because they used to get something for free, and now it’s going to be not free,” he said in an <a href=\"https://www.theverge.com/2023/6/15/23762868/reddit-ceo-steve-huffman-interview\"><ins>interview</ins></a> with <em>The Verge.</em> Reddit also used the media blitz to downplay the impact of the blackout, which at its peak saw more than <a href=\"https://www.engadget.com/reddit-sees-more-than-6000-communities-go-dark-in-protest-over-api-changes-095311637.html\"><ins>8,000</ins></a> subreddits go dark in a move that was so destabilizing it temporarily <a href=\"https://www.engadget.com/reddit-suffers-a-major-outage-after-thousands-of-subreddits-temporarily-shut-down-151741809.html\"><ins>took down</ins></a> the whole platform.</p><span id=\"end-legacy-contents\"></span><p>While the initial 48-hour blackout period has passed, the protest is far from over. <a href=\"https://reddark.untone.uk/\"><ins>Thousands</ins></a> of subreddits remain private or restricted. These include the massively popular r/funny, which has more than 40 million subscribers, as well as r/aww, r/Music and others with tens of millions of subscribers. Many of these subreddits’ moderators say they plan to continue their protests <a href=\"https://www.engadget.com/popular-subreddits-plan-to-extend-blackouts-indefinitely-205005565.html\"><ins>indefinitely</ins></a>.</p><p>In the short term, massive Reddit communities going dark doesn’t just affect Redditors. It also has an outsize impact on <a href=\"https://www.washingtonpost.com/technology/2023/06/14/reddit-blackout-google-search-results/\"><ins>search results</ins></a> because so many people rely on the collective advice, conversations and shared knowledge of the discussions that <a href=\"https://www.engadget.com/google-search-reddit-forums-180047845.html\"><ins>are central</ins></a> to the platform. As many have pointed out, one of the biggest immediate impacts of the blackout was not a vastly different front page, but <a href=\"https://fortune.com/2023/06/14/popular-google-search-hack-doesnt-work-reddit-protests/\"><ins>search results</ins></a> that lead to dead ends rather than answers.</p><p>But there are other, longer term effects we’re only just beginning to get a hint of. For one, the blackout could lead to significant changes in Reddit’s own policies and its dealings with moderators. In <a href=\"https://www.nbcnews.com/tech/tech-news/reddit-protest-blackout-ceo-steve-huffman-moderators-rcna89544\"><ins>an interview</ins></a> with <em>NBC News</em>, Huffman suggested he was considering changing the site’s rules to make it easier to remove moderators.</p><p>From NBC:</p><blockquote><p>Huffman, also a Reddit co-founder, said he plans to pursue changes to Reddit’s moderator removal policy to allow ordinary users to vote moderators out more easily if their decisions aren’t popular. He said the new system would be more democratic and allow a wider set of people to hold moderators accountable.</p></blockquote><blockquote><p>One change that is “really important,” he said, “is making sure that, for example, the protests, now or in the future, are actually representative of their communities. And I think that may have been the case for many at the beginning of this week, but that’s less and less the case as time goes on.</p></blockquote><p>A post from Reddit admins also alluded to such a change. In <a href=\"https://www.reddit.com/r/ModSupport/comments/14a5lz5/comment/jo9wdol/\"><ins>response</ins></a> to a question on r/ModSuport, a company representative raised a similar point. “Active communities are relied upon by thousands or even millions of users, and we have a duty to keep these spaces active,” the unnamed employee wrote. “If a moderator team unanimously decides to stop moderating, we will invite new, active moderators to keep these spaces open and accessible to users. If there is no consensus, but at least one mod who wants to keep the community going, we will respect their decisions and remove those who no longer want to moderate from the mod team.”</p><p>While the post cited Reddit’s existing policies for moderators, the comment has been interpreted by some longtime moderators as <a href=\"https://twitter.com/aaronp613/status/1669464567074680835\"><ins>a direct threat</ins></a>. For now, it’s unclear exactly how Reddit’s policies may change for its legions of volunteer moderators. The company didn’t immediately respond to questions about whether it plans to change its moderator removal policy. But at the very least, it seems that Reddit is at least interested in shifting the power dynamics that have historically given its unpaid moderators an outsize influence over the platform</p><p>Meanwhile, the blackout has affected Reddit in other important ways. There’s been a small, but growing push among some power users to federated Reddit alternatives like <a href=\"https://lemmy.ml/\"><ins>Lemmy</ins></a> and <a href=\"https://kbin.social/\"><ins>kbin</ins></a>. These decentralized platforms are still niche, and have many of the <a href=\"https://www.engadget.com/twitter-alternatives-mastodon-223221883.html\"><ins>same challenges</ins></a> as Mastodon and other Twitter alternatives. Yet there seems to be growing interest from some corners of Reddit in recent weeks. Other large communities are simply moving to a more familiar platform: <a href=\"https://www.businessinsider.com/reddit-blackout-discord-chat-app-poised-pick-up-slack-2023-6\"><ins>Discord</ins></a>.</p><p>And, as much as Reddit’s leadership tries to downplay the impact of the blackout, advertisers <a href=\"https://digiday.com/marketing/reddits-recent-blackout-could-be-a-real-problem-for-advertisers/\"><ins>have noticed</ins></a>. According to <a href=\"https://www.adweek.com/social-marketing/ripples-through-reddit-as-advertisers-weather-moderators-strike/\"><em><ins>AdWeek</ins></em></a>, some ad buyers have at least temporarily paused advertising while they wait for the blackout to play out. And while Huffman has suggested that the company’s ad revenue hasn’t taken a significant hit from the protest, that could change if it drags on indefinitely in communities advertisers are particularly interested in reaching. “[Advertisers] didn’t want to become the subject of users’ opinions about Reddit’s decisions,” one unnamed ad buyer told the publication.</p><p>All of this could ultimately leave Reddit in a much different place than it was before the blackout. As Rory Mir,  the associate director of community organizing for digital rights group the Electronic Frontier Foundation, <a href=\"https://www.eff.org/deeplinks/2023/06/what-reddit-got-wrong\"><ins>recently wrote</ins></a>, Reddit seems to be following a familiar pattern. “What we see time and time again, though, is that when a platform turns its back on the community, it doesn’t end well,” Mir said. “They’ll revolt and they’ll flee, and the platform will be left trying to squeeze dwindling profits from a colossal wreck.”</p>This article originally appeared on Engadget at https://www.engadget.com/the-reddit-blackout-is-already-forcing-unexpected-changes-103521266.html?src=rss", "link": "https://www.engadget.com/the-reddit-blackout-is-already-forcing-unexpected-changes-103521266.html?src=rss", "date_published": "2023-06-16 10:35:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Forza maker Turn 10 teams with Hutch on a 'car customization' mobile game", "description": "<p>The developer of <a href=\"https://www.engadget.com/forza-motorsport-wants-you-to-drive-forever-183033371.html\"><em>Forza Motorsport</em></a>, Turn 10, is teaming with <a href=\"https://www.hutch.io/our-games/f1-clash/\"><em>F1 Clash</em></a>'s Hutch on a new mobile game. The title will be focused on a &quot;car customization experience and tuned for a broad audience on mobile platforms,&quot; the companies announced in a joint statement. There's no word yet on a title or release date.&nbsp;</p><p>The companies have been in discussions to do a joint project since 2020. The aim is to take advantage of Forza's &quot;world-leading gameplay and visual style&quot; and Hutch's experience in mobile live ops. The partnership is &quot;rooted in both companies' desire to create a platform-leading automotive gaming experience,&quot; they said.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>UK-based Hutch is perhaps best known as the developer of <em>F1 Clash</em>, originally called <em>F1 Manager</em>. However, it offers other automotive games, including <em>Top Drives</em>, <em>Hot Wheels Race Off</em> and the discontinued Race Kings. Turn 10, of course, is known for the Forza racing series that first launched in 2005. Its latest entry, <em>Forza Motorsport</em>, is <a href=\"https://www.engadget.com/forza-motorsport-finally-arrives-on-october-10th-175727438.html\">set to arrive on October 10th</a>.&nbsp;</p><p>The only previous Forza mobile title was <a href=\"https://www.engadget.com/2019-04-15-forza-street-free-to-play-pc-ios-android-microsoft.html\"><em>Forza Street</em></a><em>,</em> effectively a rebadged version of <em>Miami Street</em> from Electric Square. It was shut down last year after launching in May 2020. With <em>F1 Clash,</em> Hutch does have some experience in car customization, allowing players to tweak and update cars as part of race management decisions.&nbsp;</p>This article originally appeared on Engadget at https://www.engadget.com/forza-maker-turn-10-teams-with-hutch-on-a-car-customization-mobile-game-091439587.html?src=rss", "link": "https://www.engadget.com/forza-maker-turn-10-teams-with-hutch-on-a-car-customization-mobile-game-091439587.html?src=rss", "date_published": "2023-06-16 09:14:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Air National Guardsman accused of leaking classified documents has been indicted", "description": "<p>Jack Texeira, the Air National Guard member who was <a href=\"https://www.engadget.com/air-national-guard-member-arrested-in-connection-to-discord-classified-documents-leak-025010308.html\">arrested</a> in April for sharing documents containing US intelligence matters, has been indicted on six counts of willful retention and transmission of classified national defense information. According to <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=c813ae39-7d58-41cb-ac66-ad830606ceef&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=The+New+York+Times&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJjODEzYWUzOS03ZDU4LTQxY2ItYWM2Ni1hZDgzMDYwNmNlZWYiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cubnl0aW1lcy5jb20vMjAyMy8wNi8xNS91cy9wb2xpdGljcy9qYWNrLXRlaXhlaXJhLWluZGljdGVkLWRvY3VtZW50LWxlYWtzLmh0bWwiLCJjb250ZW50VXVpZCI6IjE2MWU5M2UxLTY2ZGUtNGUxOS05YjIzLTM1ZTgwN2FiODAwOSJ9&amp;signature=AQAAAbpjo1gBJJihLfo8Ooye24lb2yXbE1c_7urCoLSXrlqC&amp;gcReferrer=https%3A%2F%2Fwww.nytimes.com%2F2023%2F06%2F15%2Fus%2Fpolitics%2Fjack-teixeira-indicted-document-leaks.html\"><em>The New York Times</em></a>, Texeira was indicted by a federal grand jury and now faces up to 60 years in prison. His 10-page indictment reportedly contained a distilled version of the national secrets Texeira allegedly took from the Cape Cod air base and shared with people on Discord.&nbsp;</p><p>The Justice Department arrested Texeira in April in connection with its investigation on the \"alleged unauthorized removal, retention, and transmission of classified national defense information.\" While previous reports said he shared national secrets using a pseudonym on Discord, he was <a href=\"https://www.engadget.com/suspect-charged-with-pentagon-leaks-was-outed-by-his-steam-profile-152018448.html\">identified</a> through the Instagram account he linked to his Steam profile. The photos on that account showed the same granite kitchen countertop and floor tiles that were also visible in the leaks.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>According to the 10-page indictment documents, Texeira mishandled classified information that included details on the delivery of military equipment to Ukraine, as well as details on Russian and Ukrainian troop movements. He also reportedly leaked documents showing how the US spies on its foreign allies. Some of the documents he shared with the public had markings to show that they had the most highly restricted classification and could only be viewed inside a protected facility.&nbsp;</p><p>Previous reports said Texeira didn't intend to become a whistleblower and only started sharing documents to impress his gaming friends. He started by copying sensitive information by hand, since he worked at a facility that prohibited cameras and phones, but was eventually able to post photos of original documents. Since he was arrested, prosecutors presented his history of making violent and racist threats to court. The Justice Department's national security division also argued for his indefinite detention, because he could still be in possession of information that would be \"tremendous value to hostile nation-states.\" In addition, the Justice Department has revealed that Air Force officials failed to remove Texeira from his job and to take appropriate action after catching him copying sensitive details and actively looking for classified information months before he was arrested.&nbsp;</p>This article originally appeared on Engadget at https://www.engadget.com/air-national-guardsman-accused-of-leaking-classified-documents-has-been-indicted-063800341.html?src=rss", "link": "https://www.engadget.com/air-national-guardsman-accused-of-leaking-classified-documents-has-been-indicted-063800341.html?src=rss", "date_published": "2023-06-16 06:38:00+00:00", "persistent": false, "user": null, "language": "en-US"}]