[{"source": "https://feeds.feedburner.com/TheHackersNews", "title": "ChamelDoH: New Linux Backdoor Utilizing DNS-over-HTTPS Tunneling for Covert CnC", "description": "The threat actor known as ChamelGang has been observed using a previously undocumented implant to backdoor Linux systems, marking a new expansion of the threat actor's capabilities.\nThe malware, dubbed ChamelDoH by Stairwell, is a C++-based tool for communicating via DNS-over-HTTPS (DoH) tunneling.\nChamelGang was first outed by Russian cybersecurity firm Positive Technologies in September 2021,", "link": "https://thehackernews.com/2023/06/chameldoh-new-linux-backdoor-utilizing.html", "date_published": "2023-06-16 13:54:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Activities in the Cybercrime Underground Require a New Approach to Cybersecurity", "description": "As Threat Actors Continuously Adapt their TTPs in Today’s Threat Landscape, So Must You\nEarlier this year, threat researchers at Cybersixgill released the annual report, The State of the Cybercrime Underground. The research stems from an analysis of Cybersixgill's collected intelligence items throughout 2022, gathered from the deep, dark and clear web. The report examines the continuous", "link": "https://thehackernews.com/2023/06/activities-in-cybercrime-underground.html", "date_published": "2023-06-16 11:12:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "20-Year-Old Russian LockBit Ransomware Affiliate Arrested in Arizona", "description": "The U.S. Department of Justice (DoJ) on Thursday unveiled charges against a Russian national for his alleged involvement in deploying LockBit ransomware to targets in the U.S., Asia, Europe, and Africa.\nRuslan Magomedovich Astamirov, 20, of Chechen Republic has been accused of perpetrating at least five attacks between August 2020 and March 2023. He was arrested in the state of Arizona last", "link": "https://thehackernews.com/2023/06/20-year-old-russian-lockbit-ransomware.html", "date_published": "2023-06-16 08:02:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Third Flaw Uncovered in MOVEit Transfer App Amidst Cl0p Ransomware Mass Attack", "description": "Progress Software on Thursday disclosed a third vulnerability impacting its MOVEit Transfer application, as the Cl0p cybercrime gang deployed extortion tactics against affected companies.\nThe new flaw, which is yet to be assigned a CVE identifier, also concerns an SQL injection vulnerability that \"could lead to escalated privileges and potential unauthorized access to the environment.\"\nThe", "link": "https://thehackernews.com/2023/06/third-flaw-uncovered-in-moveit-transfer.html", "date_published": "2023-06-16 03:35:00+00:00", "persistent": false, "user": null, "language": "en-US"}]