[{"source": "https://www.arabnews.com/rss.xml", "title": "GE HealthCare to relocate regional headquarters to Riyadh", "description": "RIYADH: GE HealthCare has announced its new regional headquarters in Riyadh amid Saudi Arabia’s push to attract international businesses to relocate their base to the Kingdom.\n\n\tThe announcement was made during the Global Health Exhibition in the Saudi capital, where the medical tech firm outlined its commitment to the Kingdom’s healthcare sector.", "link": "https://www.arabnews.com/node/2400576/business-economy", "date_published": "2023-10-31T09:10:58+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null, "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0}, {"source": "https://www.arabnews.com/rss.xml", "title": "Oman calls for impartial probe into Israeli actions in Gaza", "description": "MUSCAT: The Sultunate of Oman has appealed to the international community to conduct an impartial investigation into Israeli actions in the Gaza Strip, the Oman News Agency reported on Tuesday.\n\n\tMinister of Foreign Affairs Sayyid Badr bin Hamad Al-Busaidi, urged for Israel to be held responsible for targeting civilians and civilian infrastructure.\n\n\tThe minister noted Oman’s dedication to political solutions and adherence to international law and the need for international intervention to halt the Israel-Hamas war.", "link": "https://www.arabnews.com/node/2400586/middle-east", "date_published": "2023-10-31T09:10:37+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null, "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0}, {"source": "https://www.arabnews.com/rss.xml", "title": "China Development Bank disbursed $957m to Egypt’s central bank", "description": "BEIJING: The China Development Bank on Monday disbursed a 7 billion yuan ($956.61 million) loan agreement with Egypt’s central bank, according to a statement released by the Beijing-based bank on Tuesday. \n\n\tThe agreement was signed during the third Belt and Road Forum held in Beijing earlier this month, the statement said, and is to finance projects agreed upon at that summit as well as during the Forum on China-Africa Cooperation in 2021.", "link": "https://www.arabnews.com/node/2400581/business-economy", "date_published": "2023-10-31T09:10:13+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null, "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0}, {"source": "https://www.arabnews.com/rss.xml", "title": "Russia will succeed in Ukraine unless US support continues-Pentagon chief", "description": "WASHINGTON: US Defense Secretary Lloyd Austin said on Tuesday that Russia would be successful in Ukraine unless the United States kept up its support for Kyiv.\n\tAustin and Secretary of State Antony Blinken testified to the Senate Appropriations Committee on President Joe Biden’s request for $106 billion to fund ambitious plans for Ukraine, Israel and US border security.\n\t“I can guarantee that without our support (Russian President Vladimir) Putin will be successful,” Austin said during the hearing.", "link": "https://www.arabnews.com/node/2400841/world", "date_published": "2023-10-31T05:10:13+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null, "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0}, {"source": "https://www.arabnews.com/rss.xml", "title": "Darah releases digital edition of first English-language academic journal", "description": "RIYADH: The King Abdulaziz Foundation for Research and Archives has released the digital edition of its first English-language academic journal, in cooperation with the Dutch publishing house Brill.\n\n\tThe first issue of the publication, called the “Darah Journal of Arabian Peninsula Studies,” is free of charge and features articles on agriculture, commerce, architecture, heritage, and cultural studies.", "link": "https://www.arabnews.com/node/2400821/media", "date_published": "2023-10-31T04:10:28+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null, "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0}, {"source": "https://www.arabnews.com/rss.xml", "title": "Saudi company eyes 77% stake in Shell Pakistan", "description": "ISLAMABAD: A Saudi company has expressed interest in acquiring majority ownership of 77.42 percent in Shell Pakistan Ltd., according to a stock filing at the Pakistan Stock Exchange on Tuesday.\n\n\tThe SPL revealed plans for its parent organization, Shell Petroleum Co., to exit the Pakistani market in June of this year. This move was said to be part of SPC’s global strategy to rationalize its portfolio.", "link": "https://www.arabnews.com/node/2400826/business-economy", "date_published": "2023-10-31T04:10:25+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null, "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0}, {"source": "https://www.arabnews.com/rss.xml", "title": "France probes Stars of David graffiti in Paris", "description": "PARIS: Paris prosecutors opened an investigation Tuesday into dozens of Stars of David daubed on buildings around the city and its suburbs, seen as threatening Jews amid the war between Israel and Hamas.\n\tFresh stars were painted overnight on the facades of several buildings in a southern district of Paris, an AFP journalist saw on Tuesday.\n\tSimilar tags appeared over the weekend in suburbs of the city including Vanves, Fontenay-aux-Roses and Aubervilliers.\n\tIn the nearby town of Saint-Ouen they were accompanied by inscriptions such as “Palestine will overcome.”", "link": "https://www.arabnews.com/node/2400816/world", "date_published": "2023-10-31T04:10:22+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null, "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0}, {"source": "https://www.arabnews.com/rss.xml", "title": "Al-Shabab’s new home points the way forward for Saudi football stadiums", "description": "There has been so much change within Saudi football in the past 12 months that it can be hard to keep up with the developments that are helping shape a new era for football in the country and the wider region.\n\n\tWhether it is the plethora of global mega stars arriving in the Kingdom, both on the pitch and in the dugouts, through to ambitions to bring the World Cup to Saudi Arabia in just over a decade’s time, each has been part of the seismic shift that has garnered worldwide attention.", "link": "https://www.arabnews.com/node/2400836/sport", "date_published": "2023-10-31T04:10:11+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null, "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0}, {"source": "https://www.arabnews.com/rss.xml", "title": "Iran arrests prominent lawyer at funeral of metro death teen", "description": "TEHRAN: Iranian authorities have arrested a prominent lawyer and human rights defender as she attended the funeral of a teenage girl who died after a disputed metro incident, her husband said Monday.\n\tThe arrest of 60-year-old Nasrin Sotoudeh took place Sunday in Tehran during the funeral of 17-year-old Armita Garawand, who died a day earlier after nearly a month in intensive care.\n\tSotoudeh, who was awarded the European Parliament’s 2012 Sakharov prize for her human rights work, has been arrested several times in recent years.", "link": "https://www.arabnews.com/node/2400391/middle-east", "date_published": "2023-10-31T03:57:19.035794+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null, "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0}, {"source": "https://www.arabnews.com/rss.xml", "title": "Trump should be disqualified from 2024 ballot over Jan. 6 riot, advocates say at trial", "description": "WASHINGTON: Donald Trump should be disqualified from Colorado’s ballot in next year’s election because he “incited a violent mob” in Washington on Jan. 6, 2021, an advocacy group lawyer argued at the opening of a trial on Monday.\n\tA lawsuit brought by Citizens for Responsibility and Ethics in Washington is a test case for whether a rarely-used, Civil War-era provision of the US Constitution that bars people who have engaged in “insurrection or rebellion” from holding federal office, can prevent Republican Trump from being president again.", "link": "https://www.arabnews.com/node/2400396/world", "date_published": "2023-10-31T03:57:19.035235+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null, "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0}, {"source": "https://www.arabnews.com/rss.xml", "title": "Social media platform X to launch news wire service, Musk tells staff", "description": "LONDON: X owner Elon Musk and the social media platform’s CEO, Linda Yaccarino, told staff during a recent company-wide meeting that they plan to launch a news-distribution service provisionally called XWire.\n\n\tThe aim for the new service is to rival platforms such as Cision’s PR Newswire, a source familiar with the matter told Bloomberg.", "link": "https://www.arabnews.com/node/2400401/media", "date_published": "2023-10-31T03:57:19.034660+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null, "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0}, {"source": "https://www.arabnews.com/rss.xml", "title": "Lionel Messi wins Ballon d’Or for eighth time", "description": "PARIS: Lionel Messi won the Ballon d’Or for the eighth time in his career at a star-studded ceremony in Paris on Monday.\n\tMessi, 36, succeeds Karim Benzema as winner of the prize, awarded for his performances last season, when he inspired Argentina to glory at the World Cup in Qatar.\n\tIt was his displays in the Gulf, when Messi dragged his country to a victory that crowned his remarkable career, that allowed Messi to see off stiff competition from Kylian Mbappe and Erling Haaland in particular.", "link": "https://www.arabnews.com/node/2400411/sport", "date_published": "2023-10-31T03:57:19.034009+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null, "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0}, {"source": "https://www.arabnews.com/rss.xml", "title": "Jordanian king, queen meet UN officials to discuss Gaza humanitarian crisis", "description": "LONDON: Jordan’s King Abdullah on Monday met Philippe Lazzarini, commissioner general of the UN’s Relief and Works Agency for Palestine Refugees in the Near East, the Jordan News Agency reported.\n\n\tKing Abdullah spoke of the challenges faced by UNRWA in delivering its services in the besieged Gaza Strip. He called on the international community to fulfill its responsibilities and provide the necessary support for the agency.\n\n\tHighlighting the ongoing violence in Gaza, the king stressed the critical need for an immediate ceasefire between Israel and Hamas.", "link": "https://www.arabnews.com/node/2400416/middle-east", "date_published": "2023-10-31T03:57:19.033448+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null, "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0}, {"source": "https://www.arabnews.com/rss.xml", "title": "Israel’s economy recovered from previous wars with Hamas, but this one might go longer, hit harder", "description": "JERUSALEM: Just last month, Israeli Prime Minister Benjamin Netanyahu predicted a new era of peace and prosperity in the Middle East, based on growing acceptance of Israel within the region.\n\tToday, with the Israel-Hamas war in its fourth week, that vision is in tatters.", "link": "https://www.arabnews.com/node/2400421/middle-east", "date_published": "2023-10-31T03:57:19.032873+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null, "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0}, {"source": "https://www.arabnews.com/rss.xml", "title": "Riyadh to become a global events hub, InFlavour Expo organizer says", "description": "RIYADH: The organizers of Saudi Arabia’s largest events, including the world’s biggest tech conference LEAP and award-winning Black Hat MEA Exhibition, aim to make Riyadh a global events hub.\n\tThe InFlavour Expo, Tahaluf’s most recent venture, brought together world-renowned chefs, culinary industry leaders and international investors to address some of the most pressing issues in the sector, including food security and agriculture sustainability, under the theme “Ensuring Abundant Tomorrows.”", "link": "https://www.arabnews.com/node/2400781/saudi-arabia", "date_published": "2023-10-31T03:10:53+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null, "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0}, {"source": "https://www.arabnews.com/rss.xml", "title": "Arabian Knight early 3-1 favorite for $6 million Breeders’ Cup Classic; Bob Baffert goes for 5th win", "description": "PASADENA, California: Arabian Knight is the early 3-1 favorite for the $6 million Breeders’ Cup Classic this weekend at Santa Anita.\n\n\tThe two-day world championships drew 205 horses including 59 from five foreign countries to the track in Arcadia. Santa Anita is hosting for a record 11th time on the 40th anniversary of the event.\n\n\tThe Classic will be broadcast Saturday on NBC.", "link": "https://www.arabnews.com/node/2400456/sport", "date_published": "2023-10-31T03:10:38+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null, "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0}, {"source": "https://www.arabnews.com/rss.xml", "title": "French architect to design AlUla cultural institute", "description": "JEDDAH: Officials at the Royal Commission for AlUla on Tuesday revealed that they had selected French architect Francis Kerry to design the ancient site’s Cultural Oasis Agricultural Institute.\n\tThe new center will aim to promote sustainable agricultural technology and economic development in AlUla.\n\tKerry, who won the architectural engineering prize at this year’s Praemium Imperiale Awards, has received several international accolades for his work, including the Aga Khan Award for Architecture in countries such as Burkina Faso, the US, Germany, the UK, and Uganda.", "link": "https://www.arabnews.com/node/2400806/saudi-arabia", "date_published": "2023-10-31T03:10:34+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null, "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0}, {"source": "https://www.arabnews.com/rss.xml", "title": "Saudi Arabia takes initiative to advance petchem conversion technologies", "description": "RIYADH: To advance petrochemical conversion technologies in the Kingdom, the Ministry of Energy, Saudi Arabian Oil Co., and the King Abdullah University of Science and Technology have signed a memorandum of understanding.\n\n\tUnder the agreement, the three entities will collaborate to develop and test technologies to help convert crude to petrochemicals, the ministry said in a tweet.\n\n\tThe deal will also see Saudi Aramco and KAUST develop opportunities for cooperation and strategic partnerships in applying petroleum conversion technologies.", "link": "https://www.arabnews.com/node/2400801/business-economy", "date_published": "2023-10-31T03:10:30+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null, "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0}, {"source": "https://www.arabnews.com/rss.xml", "title": "Tabuk governor receives torch for 2023 Saudi Games", "description": "TABUK: Prince Fahd bin Sultan bin Abdulaziz, the governor of Tabuk, received the torch of the second edition of the Saudi Games 2023 at the governorate’s headquarters on Tuesday as part of the promotional tour for the largest national sporting event in Saudi history.\n\tThe prince praised the support and attention given to the Kingdom’s sports and youth sectors by King Salman and Crown Prince Mohammed bin Salman, expressing his happiness at the arrival of the torch in Tabuk.", "link": "https://www.arabnews.com/node/2400796/saudi-sport", "date_published": "2023-10-31T03:10:12+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null, "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0}, {"source": "https://www.arabnews.com/rss.xml", "title": "Eastern Province records 28,000 real estate transactions in 9 months", "description": "RIYADH: The volume of real estate transactions in the Kingdom’s Eastern Province reached 28,000 worth SR36 billion ($9.6 billion) by the end of the third quarter, said a top official.\n\n\tAbdullah Saud Al-Hammad, CEO of the Real Estate General Authority, noted that 45 percent of these transactions involved commercial real estate properties. In comparison, 39 percent were residential properties, the Saudi Press Agency reported.", "link": "https://www.arabnews.com/node/2400811/business-economy", "date_published": "2023-10-31T03:10:10+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null, "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0}, {"source": "https://www.arabnews.com/rss.xml", "title": "UN agency in Gaza says urgent cease-fire is ‘matter of life and death’ for millions of Palestinians", "description": "UNITED NATIONS: The head of the UN agency for Palestinian refugees told a UN emergency meeting Monday “an immediate humanitarian cease-fire has become a matter of life and death for millions,” accusing Israel of “collective punishment” of Palestinians and the forced displacement of civilians.\n\n\tPhilippe Lazzarini warned that a further breakdown of civil order following the looting of the agency’s warehouses by Palestinians searching for food and other aid “will make it extremely difficult, if not impossible, for the largest UN agency in Gaza to continue operating.”", "link": "https://www.arabnews.com/node/2400441/middle-east", "date_published": "2023-10-31T01:10:46+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null, "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0}]