{"entries": [{"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/ea-madden-nfl-23-connected-franchise-mode-cfm-save-files-230028035.html?src=rss", "title": "EA says 60 percent of corrupted ‘Madden NFL 23’ franchise save files are gone for good", "date_published": "2023-01-04 23:00:28+00:00", "description": "<p>EA gave <a href=\"https://www.engadget.com/john-madden-to-appear-on-cover-of-madden-23-220030828.html\"><em>Madden NFL 23</em></a> players an unwanted gift last week: corrupted save files. The publisher <a href=\"https://answers.ea.com/t5/General-Discussion-Updates-News/Madden-23-Franchise-Update-12-30/td-p/12175981\">said</a> on Saturday that anyone who tried to access the game’s Connected Franchise Mode (CFM) during a server outage has a 60 percent chance of losing their saved data forever.</p><p>The initial server issues occurred on Wednesday, December 28th and stretched into the following day. As a result, EA says files were corrupted for anyone who logged into franchise leagues during that period. (Save files should be unaffected for anyone who didn’t.) Unfortunately, EA’s development team estimates it will only recover 40 percent of the corrupted franchises.</p><span id=\"end-legacy-contents\"></span><p>Making matters worse, EA <a href=\"https://twitter.com/MaddenNFLDirect/status/1608146042188447745\">tweeted</a> on December 28th that “users should now be able to play CFM without issue” — three days before delivering the bad news about lost saves. After apologizing, it encouraged affected gamers to “start a new franchise as the mode is up and running.” The publisher also directs customers to follow the Madden franchise account on Twitter for further updates.</p><p></p><div id=\"0296b22bc9f84d57af621c4fe58d0dc4\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">Update!<br /><br />After todays maintenance users should now be able to play CFM without issue. If you continue to have trouble please contact EA Help or let us know in this thread. Thank you!</p>— MaddenNFLDirect (@MaddenNFLDirect) <a href=\"https://twitter.com/MaddenNFLDirect/status/1608146042188447745?ref_src=twsrc%5Etfw\">December 28, 2022</a></blockquote></div><p>The Madden series' franchise mode first appeared in <em>Madden NFL 99</em>, with the rebranded CFM arriving in 2013. (The latest version lets you control a player, coach or owner throughout a simulated career.) Considering how many hours it can take to build your league, it’s hard to imagine gamers with borked saves being content with EA’s advice to start a new file.</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/jbl-bar-1300x-soundbar-hands-on-ces-2023-223013350.html?src=rss", "title": "JBL Bar 1300X hands-on: Impressive immersive sound via detachable speakers", "date_published": "2023-01-04 22:30:13+00:00", "description": "<p>JBL revealed <a href=\"https://www.engadget.com/jbl-bar-series-soundbars-ces-2023-130016386.html\">five new soundbar models</a> at CES 2023, but the Bar 1300X sits at the top of the lineup. The 11.1.4-channel speaker is capable of 1,170 watts of output with Dolby Atmos and DTS:X onboard for immersive 3D sound. Inside, there are 21 total drivers, six of which are upfiring. That half dozen is three times more than some companies offer, a decision JBL says is meant to make the most out of its MultiBeam spatial audio tech.&nbsp;</p><p>In 2020, JBL first debuted a soundbar <a href=\"https://www.engadget.com/2020-01-06-jbl-dolby-atmos-soundbar-detachable-speakers.html\">with detachable rear satellite speakers</a>. On the Bar 1300X those units pack in one upfiring speaker each and can last up to 10 hours on a charge (they charge when you reattach them to the main bar). Being completely wireless, you're free to position them wherever you like. They also double as Bluetooth speakers, both individually or a stereo pair. Once you remove the speakers, there are snap-on covers included as you'll expose side-pointing tweeters you'll want to protect. In terms of connection, there's one HDMI/ARC to connect to your TV and three additional HDMI inputs.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>During my demo, I was able to watch a chaotic chase scene from <em>Ready Player One. </em>With the rear speakers detached and situated behind me, I was impressed by how immersive the audio was from the 1300X. The footage was loud with lots going on, but the audio remained crisp and clear, and most importantly, the directional audio enhanced the viewing experience. There was also plenty booming bass from the 12-inch wireless subwoofer.&nbsp;</p><p>JBL's PureVoice is available across its entire 2023 lineup to enhance dialogue when other loud sounds are also part of a scene. This feature is impressive as well, boosting spoken words without taking away from everything else that's going on. The tech performs equally well on the $400 entry-level Bar 300 too, an all-in-one option that musters great immersive audio from a single speaker. The 300 is the one model in JBL's 2023 lineup that doesn't come with a sub, though it does have integrated woofers. The company says you can't add a wireless sub either as the Bar 300 isn't compatible with them even if you purchase it separately.&nbsp;</p><p>The $1,700 Bar 1300X, like the rest of JBL's new soundbars, will be available February 19th.</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/hisenses-ux-mini-led-tv-can-produce-2500-nits-of-peak-brightness-221515355.html?src=rss", "title": "Hisense’s UX Mini LED TV can produce 2,500 nits of peak brightness", "date_published": "2023-01-04 22:15:15+00:00", "description": "<p>Once you get past the gimmicks, there’s a common thread among the TVs announced at CES 2023. Every manufacturer is trying to produce the brightest possible sets. For <a href=\"https://www.engadget.com/samsungs-2023-qd-oled-t-vs-will-hit-up-to-2000-nits-of-peak-brightness-090401455.html\"><ins>Samsung</ins></a> and <a href=\"https://www.engadget.com/lg-2023-oled-tv-lineup-specs-010035157.html\"><ins>LG</ins></a>, that has meant doubling down on their respective OLED display technologies. Hisense is instead seeing how far it can go with Mini LED. At CES 2023, the company unveiled the UX, an 85-inch 4K TV Hisense claims can produce 2,500 nits of peak brightness.</p><p>The set is the first entry in the company’s new ULED X line and features Hisense’s in-house Hi-View Engine X processor. According to the company, the chip is the key to what makes the UX special. With control over more than 20,000 Mini LEDs, 5,000 local dimming zones and the industry’s first-ever 16-bit light control algorithm, the Hi-View Engine X allows the UX to produce smoother and more precise dimming and color effects. Hisense claims the UX can achieve three times the “environmental contrast” of an OLED TV, and two times the dynamic range. I’ll note here Hisense didn’t say what OLED TV it used as a benchmark. For a more definitive comparison, the company says the UX features a 150,000 to 1 contrast ratio.</p><span id=\"end-legacy-contents\"></span><p>Hisense promises the UX is no slouch in the audio department either. The TV incorporates a newly designed seven-speaker system that delivers more than 80 watts of power and Dolby Atmos spatial sound. Other notable features of the UX include support for Dolby Vision, WiFi 6E and AMD Freesync Premium Pro. When the TV ships, it will also include a built-in ATSC 3.0 tuner for those who want to catch broadcast television. Hisense did not announce pricing and availability details for the UX. Expect those to arrive after CES.</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/samsung-tv-philips-hue-light-sync-app-signify-220026147.html?src=rss", "title": "Signify wants you to pay $138 for an app that syncs Samsung TVs to Philips Hue lights", "date_published": "2023-01-04 22:00:26+00:00", "description": "<p><a href=\"https://www.engadget.com/tag/signify/\"><ins>Signify</ins></a> (formerly known as Philips Lighting) has a new app. It sounds kind of fun. You can use it to sync whatever's playing on certain <a href=\"https://www.engadget.com/samsungs-bets-on-micro-led-and-8-k-for-its-premium-2023-t-vs-030033433.html\"><ins>Samsung TVs</ins></a> to <a href=\"https://www.engadget.com/tag/philips%20hue/\"><ins>Philips Hue</ins></a> smart lights, whether you're streaming a movie, listening to music or playing games. The idea is to make whatever you're watching feel more immersive by extending the colors to the rest of the room. Neat! Not so neat is how much Signify is charging for the Philips Hue Sync TV app. It costs £115, which works out to $138.</p><p>In fairness, that's still around $100 less expensive than the <a href=\"https://www.engadget.com/2019-09-17-philips-hue-play-hdmi-sync-box.html\"><ins>Philips Hue Play HDMI Sync Box</ins></a>, a device that connects to your TV and syncs your lights to whatever's playing. The app supports all image formats and you can customize the settings. You'll be able to tweak the lights' brightness and how intense the syncing is. You can choose to auto-start the experience and whether the lights should be in video or game mode. There's the option to pinpoint where lights are in relative to your TV too.</p><span id=\"end-legacy-contents\"></span><p>If you're somehow interested in paying $138 for the app instead of snapping up disco lights <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9BY3RpdmF0ZWQtQ29udHJvbC1MaWdodGluZy1QYXJ0aWVzLUJpcnRoZGF5L2RwL0IwNldWQjhQM0IvP3RhZz1nZGd0MGMtcC1vLWVwLTIwIiwiY29udGVudFV1aWQiOiJjZjVkZTgzOS00ZGUxLTRkNWMtYjljYy04NGUzYjk5YjA0N2YifQ&amp;signature=AQAAAcsFoq5_g7kbUUkEgw5jH6ZuzIm2AoPKWrUAjW7oZp9j&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FActivated-Control-Lighting-Parties-Birthday%2Fdp%2FB06WVB8P3B%2F\"><ins>for, like, $12</ins></a>, you'll need a 2022 or newer QLED TV in the Q60 range or above. You'll find Philips Hue Sync TV on the Samsung TV app store starting on January 5th.</p><figure><img alt=\"Philips Hue Resonate downward wall light \" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-01/4a673980-8c73-11ed-95b7-c475f06fd014\" style=\"height: 1125; width: 2000;\" /><figcaption></figcaption><div class=\"photo-credit\">Signify</div></figure><p>Elsewhere, Signify announced more Philips Hue devices. The Resonate downward wall light can brighten up outdoor spaces. It costs £110 ($132) and will be available on January 24th.&nbsp;</p><p>You may need to wait until March 14th for the latest Philips Hue Tap dial switch, which has a round mini mount that can be placed on magnetic surfaces, like a fridge. That will run you £45 ($54). Signify has also revealed when the Go portable table lamp it <a href=\"https://www.engadget.com/philips-hue-first-portable-rechargeable-smart-lamp-073017252.html\"><ins>debuted last year</ins></a> will go on sale in the UK. You can snap it up for £140 ($169) on February 21st.</p><figure><img alt=\"Philips Hue Tap dial switch with mini mount\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-01/761f16b0-8c73-11ed-bffc-d780f4e05552\" style=\"height: 1171; width: 2000;\" /><figcaption></figcaption><div class=\"photo-credit\">Signify</div></figure><p></p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/apple-france-fine-app-store-targeted-ads-211750930.html?src=rss", "title": "Apple fined $8.5 million in France over targeted App Store ads", "date_published": "2023-01-04 21:17:50+00:00", "description": "<p>Apple is the second tech giant today to receive a <a href=\"https://www.engadget.com/meta-eu-fine-personalized-ads-163403318.html\">fine over personalized ads</a>. France's National Commission on Informatics and Liberty (CNIL) has <a href=\"https://www.cnil.fr/fr/identifiant-publicitaire-sanction-de-8-millions-deuros-lencontre-de-apple-distribution-international\">issued</a> an €8 million (roughly $8.5 million) penalty over allegations Apple automatically collected identifying data from App Store visitors using iOS 14.6 without their permission, helping the company target ads. The firm was profiting from violations of data protection law, according to officials.</p><p>You could turn off the ad targeting, but it was enabled by default and couldn't be disabled without wading through multiple menu levels, CNIL added. That reportedly made it impossible for users to give proper consent. Apple has since changed its practices, and CNIL said it conducted &quot;several&quot; checks between 2021 and 2022 to make sure the company was honoring data rules. France launched its investigation in March 2021.</p><span id=\"end-legacy-contents\"></span><p>We've asked Apple for comment. As <em>9to5Mac</em> noted, Apple told <em>Financial Times</em>' Patrick McGee in a <a href=\"https://twitter.com/PatrickMcGee_/status/1610691371836510209\">statement</a> that it was &quot;disappointed&quot; with the decision and planned an appeal. The iPhone maker argued that its Search Ads system went &quot;further&quot; than any rival in offering choice over targeted ads, and didn't track user cross third-party apps or websites.</p><p>Apple has had a contentious relationship with French regulators. In 2020, the country's competition authority issued a fine equivalent to $1.2 billion (now <a href=\"https://www.engadget.com/apple-wins-appeal-lower-antitrust-fine-in-france-094034302.html\">down to $364.6 million</a>) for alleged antitrust abuses in its distribution chain. The company also received a $27.3 million fine over <a href=\"https://www.engadget.com/2020-02-07-france-apple-ios-slowdown-fine.html\">iPhone performance throttling</a> that same year. While the French government defended Apple's <a href=\"https://www.engadget.com/french-companies-fail-in-bid-to-limit-apples-i-os-14-tracking-protections-121521004.html\">iOS 14 anti-tracking measures</a> against industry pressure, it's evident that the brand remains under close scrutiny.</p>", "persistent": true, "language": "en-US", "user": "rumpel"}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/jbl-tour-pro-2-hands-on-ces-2023-201533741.html?src=rss", "title": "JBL Tour Pro 2 hands-on: Putting earbud controls on a touchscreen case", "date_published": "2023-01-04 20:15:33+00:00", "description": "<p>JBL is showing off <a href=\"https://www.engadget.com/jbl-tune-vibe-endurance-peak-earbuds-ces-2023-130005873.html\">several models</a> of true wireless earbuds at CES, but perhaps the most interesting is <a href=\"https://www.engadget.com/jbl-tour-pro-2-tour-one-m2-announced-130009195.html\">the Tour Pro 2</a>. This premium set comes with a &quot;smart&quot; case that features a touchscreen display on the outside. That 1.45-inch LED panel gives you access to the core features of the JBL One app, including noise cancellation modes, EQ presets, volume and track controls. The display will also show you battery info for each earbud and the case individually, along with the current time. Those four items line the top while the other tools are available by swiping across screens.&nbsp;</p><p>The display turns on when you open the case or when you tap it, and then you unlock it with a swipe. As you might expect, the touchscreen automatically turns off after a few seconds and JBL has thrown in brightness and wallpaper customization for good measure. Another item the Tour Pro 2 case offers is message and social notifications, but the display doesn't actually show any text for those. It will just let you know you have something waiting.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>The touchscreen case is on the larger side for a set of true wireless earbuds, but not drastically so. It's noticeably bigger than most of JBL's lineup, but definitely not the largest I've seen. Of course, the larger stature is understandable since the company needed more room to accommodate a bigger battery for the display. Despite the extra power consumption, JBL is still promising battery life you'd expect in active noise canceling (ANC) buds: up to 8 hours with it on, up to 10 with it off. Plus, the case offers wireless charging and the quick-charge feature gives you four hours of listening in 15 minutes.&nbsp;</p><p>JBL is touting the convenience of not having to look at your phone for the &quot;smart&quot; case with the Tour Pro 2. Of course, you'll still have to carry the case with you and you'll have to stay within Bluetooth range of your connected device. I think the concept could have potential, but I'll need to spend some time doing &quot;regular&quot; everyday things to properly gauge the utility. There are things available on the display that you can't access directly on the earbuds and that you will otherwise have to tap into JBL's app to change, so it could conceivably save you a few seconds.&nbsp;&nbsp;</p><p>I'll have to wait until the $250 Tour Pro 2 arrives this spring to judge the audio quality as I wasn't able to do so during a brief CES demo. However, the company has a solid track record in that department so I expect its latest premium set will handle listening habits just fine.&nbsp;</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/dhs-portable-gunshot-detection-system-sds-security-privacy-200346563.html?src=rss", "title": "The Department of Homeland Security says it developed a portable gunshot detection system", "date_published": "2023-01-04 20:03:46+00:00", "description": "<p>The <a href=\"https://www.engadget.com/tag/dhs/\"><ins>Department of Homeland Security (DHS)</ins></a> says its Science and Technology Directorate division has created a portable gunshot detection system with the help of a company called Shooter Detection Systems (SDS). The agency notes that whereas other systems <a href=\"https://www.engadget.com/2017-10-25-acoustic-gunshot-sensors-study.html\"><ins>only detect audio</ins></a>, SDS Outdoor can pinpoint flashes of gunshots as well. DHS claims this approach can reduce false positive rates.</p><p>DHS has not disclosed details about the accuracy of the system. SDS, which is owned by <a href=\"https://www.engadget.com/alarm-com-touchless-video-doorbell-160859824.html\"><ins>Alarm.com</ins></a>, says its indoor gunshot detection system has a near-100 percent detection rate with fewer than one false alert per 5 million hours of use.</p><span id=\"end-legacy-contents\"></span><p>The latest system took DHS and SDS almost two years to develop, and it builds on SDS' indoor gunshot detection tech. Prototype testing started a year ago. DHS says that law enforcement agencies who were involved in testing helped to make SDS Outdoor more effective in alerting forest responders to gunfire.</p><p>The agency claims that SDS Outdoor could be employed at temporary events in locations where infrastructure support is not typically available. It gave open-field concerts (such as festivals) and pop-up rallies as examples of situations in which SDS Outdoor could bolster security.</p><p>“Many US gunshot detection technologies are not easily deployed in the field or at temporary locations,” Dr. Dimitri Kusnezov, DHS under secretary for science and technology, <a href=\"https://www.dhs.gov/science-and-technology/news/2022/12/29/dhs-st-develops-portable-outdoor-gunshot-detection-technology-law-enforcement\"><ins>said in a statement</ins></a>. “This new system can be moved by one or two officers without the need for technicians to transport and set up. This mobile capability will help responders approach gun violence incidents with greater awareness, reducing response times and increasing responder safety.”</p><p>However, critics claim that gunshot detection systems aren't effective enough and may cause more problems than they attempt to solve. “Past efforts to detect gunshots in real-time have not only wasted taxpayer dollars, they’ve put civilians in harm's way when officers are falsely told that fireworks and car backfires are active shooters,&quot; Surveillance Technology Oversight Project Executive director Albert Fox Cahn told <a href=\"https://gizmodo.com/dhs-gun-violence-gunshot-detection-shootings-police-1849946210\"><em><ins>Gizmodo</ins></em></a>. Fox Cahn added that there are privacy concerns around such systems, which &quot;can often be misused as illegal wiretaps.&quot;</p><p>Last July, the MacArthur Justice Center <a href=\"https://www.engadget.com/lawsuit-chicago-shotspotter-murder-case-094903220.html\"><ins>sued Chicago</ins></a> after police used evidence from gunshot detection system ShotSpotter in a murder case. The organization claimed that police had an overreliance on the tech and failed to follow other leads. After the suspect spent nearly a year in jail, prosecutors asked a judge to dismiss the case due to a lack of evidence.</p><p>In a study <a href=\"https://www.macarthurjustice.org/shotspotter-generated-over-40000-dead-end-police-deployments-in-chicago-in-21-months-according-to-new-study/\"><ins>published in 2021</ins></a>, the MacArthur Justice Center found that 89 percent of alerts that ShotSpotter sends to law enforcement has no evidence of gun-related crimes. ShotSpotter <a href=\"https://www.shotspotter.com/shotspotter-responds-to-false-claims/\"><ins>has claimed</ins></a> that its system had a 97 percent accuracy rate.</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/panasonic-portable-nanoe-x-air-purifier-announced-ces-2023-193320048.html?src=rss", "title": "Panasonic’s portable Nanoe X air purifier filters odors and pollutants while you drive", "date_published": "2023-01-04 19:33:20+00:00", "description": "<p>Put away the <a href=\"https://www.littletrees.com/\">Little Trees</a> air freshener, Panasonic has a more advanced solution the next time you want to make your car smell its best. At this year’s CES, the company <a href=\"https://na.panasonic.com/us/news/panasonic-automotive-launches-nanoetm-x-portable-air-purifier-north-america-improve-vehicle\">showed off a portable air purifier</a> that can fit in the cupholder of nearly any car, and filter out odors and even some pathogenic viruses and bacteria. The device uses Panasonic’s Nanoe X technology, which employs <a href=\"https://en.wikipedia.org/wiki/Hydroxyl_radical#Air_purification\">hydroxyl radicals</a>, a diatomic molecule that’s known to act as a “detergent” when it comes into contact with pollutants, to clean the air. Panasonic says it takes about two hours for the device to freshen up the cabin of a car, and it does so while only producing about 36 decibels of sound. All you need to do is plug the Nanoe X Portable Air Purifier plugs into one of your car’s USB ports.</p><p>Panasonic is not the first company to announce a portable in-car purifier, but with the exception of <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9QaGlsaXBzLUF1dG9tb3RpdmUtTGlnaHRpbmctR29QdXJlLVB1cmlmaWVyL2RwL0IwOTlITDVTVjIvcmVmPXNyXzFfMV9zc3BhP2NyaWQ9MTJYSUZVWTQ2MzVRNiZrZXl3b3Jkcz1QaGlsaXBzK0dvK1B1cmUmcWlkPTE2NzI4NTgzMjUmc3ByZWZpeD1waGlsaXBzK2dvK3B1cmUlMkNhcHMlMkM4NCZzcj04LTEtc3BvbnMmcHNjPTEmc3BMYT1aVzVqY25sd2RHVmtVWFZoYkdsbWFXVnlQVUV4U0ZFNFRFcFVRMVJWUWpkTUptVnVZM0o1Y0hSbFpFbGtQVUV3TlRVeU1qVXdSa2s1VDFGVU1rMU1SVkJOSm1WdVkzSjVjSFJsWkVGa1NXUTlRVEExTURrd05qWldTVlZJVVU1WFZEbFRPRVVtZDJsa1oyVjBUbUZ0WlQxemNGOWhkR1ltWVdOMGFXOXVQV05zYVdOclVtVmthWEpsWTNRbVpHOU9iM1JNYjJkRGJHbGphejEwY25WbCZ0YWc9Z2RndDBjLXAtby1lbi0yMCIsImNvbnRlbnRVdWlkIjoiMzlhMzExNTEtMmIwYy00MGQ5LTk5YWQtZWExZTExZGQxOWFiIn0&amp;signature=AQAAAYKLHCznyHGs9s9ub4IFSIRAUiITd_PPPBaB-64VEOTC&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FPhilips-Automotive-Lighting-GoPure-Purifier%2Fdp%2FB099HL5SV2%2Fref%3Dsr_1_1_sspa%3Fcrid%3D12XIFUY4635Q6%26keywords%3DPhilips%2BGo%2BPure%26qid%3D1672858325%26sprefix%3Dphilips%2Bgo%2Bpure%252Caps%252C84%26sr%3D8-1-spons%26psc%3D1%26spLa%3DZW5jcnlwdGVkUXVhbGlmaWVyPUExSFE4TEpUQ1RVQjdMJmVuY3J5cHRlZElkPUEwNTUyMjUwRkk5T1FUMk1MRVBNJmVuY3J5cHRlZEFkSWQ9QTA1MDkwNjZWSVVIUU5XVDlTOEUmd2lkZ2V0TmFtZT1zcF9hdGYmYWN0aW9uPWNsaWNrUmVkaXJlY3QmZG9Ob3RMb2dDbGljaz10cnVl\">Philips</a>, it’s not exactly a market crowded by big brands. The company also went out of its way to certify the Nanoe X Purifer with the California Air Resource Board (CARB). Panasonic did not announce pricing and availability information for the device. Expect those to arrive at a later date.</p><span id=\"end-legacy-contents\"></span>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/asus-spatial-vision-glasses-free-3d-proart-studiobook-190053398.html?src=rss", "title": "ASUS dives into glasses-free 3D with the ProArt StudioBook 16", "date_published": "2023-01-04 19:00:53+00:00", "description": "<p>ASUS is taking a stab at glasses-free 3D in 2023, starting with its new ProArt StudioBook laptop. It sports a 16-inch, 3.2K OLED panel that has the ability to flip into 3D at the touch of a button. This feature, which ASUS calls Spatial Vision, uses eye-tracking and a lenticular lens to deliver two separate images to your eyes. That lets you view things like 3D models and movies with the same amount of depth that you'd expect from a typical 3D screen with glasses.</p><div id=\"9efd4e22b4e641c2885ef8470660a9e9\"></div><p>Now this isn't exactly new — Acer has been <a href=\"https://www.engadget.com/acer-spatiallabs-stereoscopic-view-134520222.html\">hyping up its SpatialLabs technology</a> for years, which was most recently featured in a gaming notebook. ASUS appears to be following a similar path by focusing on professional users first. Aside from the ProArt StudioBook 16 3D OLED, Spatial Vision will also make its way to a slightly less premium   VivoBook Pro mode, which will hopefully cost less. Pricing details aren't available just yet, but you can expect to pay a great deal more than a typical 2D laptop.</p><span id=\"end-legacy-contents\"></span><p>Based on a brief demo with ASUS, Spatial Vision looked impressive on the StudioBook 16, though it took a few tries to get it working properly. It turns out ASUS's eye-tracking technology couldn't deal with a face mask easily, which makes me concerned about using this tech in a crowded office. Once I removed my mask though, I was able to view a variety of 3D models up close. When I moved my head side to side, the eye-tracking sensors rotated the models, almost as if they were physically in the room with me. I didn't get to try out any 3D gaming with the StudioBook, but it'll be interesting to see how shooters work with Spatial Vision.</p><figure><img alt=\"ASUS ProArt StudioBook 3D OLED\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-01/ad2a72d0-8ad9-11ed-bfbb-f0dcd72e59e4\" style=\"height: 1436; width: 2000;\" /><figcaption></figcaption><div class=\"photo-credit\">Devindra Hardawar/Engadget</div></figure><p>Personally, I'm excited about the possibilities of glasses-free 3D while watching movies. I was able to see 3D cinema-like depth while viewing the trailer from <em>Avatar: The Way of Water</em>. It was a reminder that 3D can be more than a gimmick when done correctly. Unfortunately, Spatial Vision only supports one viewer at a time, but that's true of every glasses-free 3D solution. It's hard enough to track one person's eyes to keep perspective — adding more people is exponentially more difficult.</p><p>Beyond its 3D capabilities, the ASUS ProArt StudioBook 16 3D OLED looks like a premium workhorse laptop. It's powered by Intel's new 13th-gen HX CPUs, as well as NVIDIA's RTX 4000 graphics. It can fit up to 64GB of DDR5 RAM and 8TB of PCIe 4.0 SSD storage, and thankfully there are two user-replaceable slots for memory and storage. The ProArt's OLED screen can also reach up to 120Hz, which makes it useful for late-night gaming together with its NVIDIA hardware.</p><p>Even though Spatial Vision looks cool, it's still unclear if people actually want glasses-free 3D. I've talked to 3D artists who prefer having a VR headset nearby to fully explore their models, they don't see much value in getting a bit of depth right on their screens. But I don't blame ASUS, Acer and other companies for exploring the possibilities of this technology — when it works well, it looks absolutely magical.</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/asus-zenbook-oled-ces-2023-190025437.html?src=rss", "title": "ASUS' latest Zenbook Pro 16X OLED has more space to stay cool", "date_published": "2023-01-04 19:00:25+00:00", "description": "<p>Along with its gaming-focused laptops and models that offer 3D visuals without the need for glasses, <a href=\"https://www.engadget.com/tag/asus/\">ASUS</a> had some upgraded general-purpose systems to show off at CES. Depending on how you spec them, though, the likes of <em>Elden Ring </em>should still look pretty great on these laptops.</p><p>First up is the latest Zenbook Pro 16X OLED, which ASUS says is the most powerful Zenbook to date. You'll be able to kit it out with up to a <a href=\"https://www.engadget.com/intel-13th-gen-cpus-raptor-lake-162054801.html\">13th-gen Intel Core processor</a>, NVIDIA <a href=\"https://www.engadget.com/nvidia-rtx-4090-announced-152529456.html\">GeForce RTX 40-series laptop GPU</a> and 32GB of LPDDR5X DRAM.</p><span id=\"end-legacy-contents\"></span><p>ASUS says the Zenbook Pro 16X OLED (UX7602BZ) has a &quot;unique&quot; Intel processor and a Supernova System-on-Module design that reduces the size of the motherboard core area by 38 percent, allowing for more efficient cooling. There's also more space for the graphics unit's power components, which ASUS says will deliver higher and more stable GPU performance.</p><figure><img alt=\"ASUS Zenbook Pro 16X OLED\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-12/f6caa660-87c0-11ed-bfb8-454cb57bf8fa\" style=\"height: 1440; width: 2000;\" /><figcaption></figcaption><div class=\"photo-credit\">ASUS</div></figure><p>As the name suggests, this model has an OLED display. It's a 16-inch, 3.2K HDR touchscreen with an aspect ratio of 16:10 and a 120Hz refresh rate. There's an auto-tilting keyboard that could help you to find the ideal typing angle. You'll also be able to take advantage of the ASUS Dial, which should offer more precise control in creativity-focused apps.</p><p>The Zenbook Pro 14 OLED is getting a glow up too. The UX6404 model has a 2.8K, 120Hz NanoEdge Dolby Vision display with a 100 percent DCI-P3 gamut and Pantone validation for accurate colors. It comes with up to a 13th-gen Intel Core processor, a GeForce RTX 40-series laptop GPU, a 2TB SSD and 16GB of DDR5 RAM. There's a memory slot that can accommodate up to 32GB SO-DIMM, as well as WiFi 6E connectivity and a 76Wh battery. ASUS says it packed all of this into a body that weighs 3.64 lbs (1.65 kg) and is less than 0.7 inches (1.8 cm) thick.</p><figure><img alt=\"ASUS Zenbook 14X OLED\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-12/5e5db1f0-87c1-11ed-83fc-720257f54f1e\" style=\"height: 1313; width: 1819;\" /><figcaption></figcaption><div class=\"photo-credit\">ASUS</div></figure><p>As for the Zenbook 14X OLED (UX3404), that has a 14.5-inch, 2.8K HDR display with a 16:10 aspect ratio and 120Hz refresh rate. The laptop comes with up to a 13th-gen Intel Core processor, GeForce RTX 3050 GPU, 32GB of LPDDR5 RAM, a 1TB PCIe 4.0 SSD and a 70Wh battery. The thin and light 14X comes in two colors, Inkwell Gray and Sandstone Beige. The latter has a lid with what ASUS describes as &quot;a new ecofriendly Plasma Ceramization coating technique that creates a ceramic-like finish and stone-like feel.&quot;</p><p>Meanwhile, the business-oriented ExpertBook B9 OLED (B9403CVA) is an all-metal laptop. The company claims the &quot;ecofriendly manufacturing process helps to reduce production materials by up to 29 percent, and shortens manufacturing time by up to 75 percent to maximize energy efficiency.&quot; It's said to be lighter than most 13-inch laptops too.</p><p>The latest ExpertBook B9 has a 14-inch 2.8K display with a 90 percent screen-to-body ratio. There's a touchpad that's almost 27 percent larger than the previous model and you can expect a raft of security features, including NFC login, face login and a physical webcam shutter.</p><p>ASUS hasn't revealed pricing for any of these models as yet. The laptops should start shipping between April and June.</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/asus-went-ceramic-with-the-new-zenbook-14-x-oled-laptop-hands-on-specs-ces-2023-190016923.html?src=rss", "title": "ASUS went with ceramic for its new new Zenbook 14X OLED laptop", "date_published": "2023-01-04 19:00:16+00:00", "description": "<p>This year at CES ASUS has an updated version of its bread and butter ultraportable in the Zenbook 14X OLED. But for 2023, in addition to revamped specs, ASUS is trying out a fancy new ceramic coating on the laptop’s lid.</p><p>The process used to create the coating is called PEO, or plasma electrolytic oxidation. This allows ASUS to add a lightweight but durable finish that’s not only harder than traditional anodized aluminum, because it doesn’t require any strong acids or heavy metals during manufacturing, it’s also more environmentally friendly.</p><span id=\"end-legacy-contents\"></span><div id=\"bfe5c1b555754ad793083e75a840c376\"></div><p>In person, the Zenbook 14X’s ceramic finish feels great. It reminds me of the magnesium chassis Microsoft used on old Surfaces, except that it’s even smoother and better at resisting fingerprints. The downside is that because this is the first time ASUS is using this process, the ceramic coating is only available in one color: sandstone. On the bright side, if you want something a bit more traditional, there’s also a cheaper model with an aluminum finish in Inkwell gray.</p><p>Other updates on the Zenbook 14X include a slightly larger 14.5-inch OLED touchscreen, a faster 120Hz refresh rate and a taller 16:10 aspect ratio. And of course, performance is also getting a bump thanks to new 13th-gen Intel CPUs, support for up to 32GB of DDR5 RAM and even an optional RTX 3050 GPU from NVIDIA. ASUS is also adding faster Wi-Fi 6E connectivity and with a slightly larger 70-watt hour battery, I’m hoping we see a small boost in longevity too.</p><figure><img alt=\"Like a lot of other new laptops for Asus in 2023, the Zenbook 14X features a vivid OLED display. \" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-01/9892d170-8a32-11ed-b9ff-5d9f6da22d18\" style=\"height: 1200; width: 2000;\" /><figcaption></figcaption><div class=\"photo-credit\">Sam Rutherford/Engadget</div></figure><p>Port selection looks solid as well with two Thunderbolt 4 connectors. And when it comes to making video calls, there’s a new full HD webcam (which is up from the 720p on last year’s model) with support for windows hello <em>and </em>dual mics with AI noise cancellation, so you should look and sound better during meetings.</p><p>Now I know some of you might be disappointed that ASUS didn’t find room for Nvidia’s newest 40-series mobile graphics cards. But considering that the Zenbook 14X weighs barely more than four pounds and isn’t meant to be your main gaming machine, it’s hard to be too upset.</p><figure><img alt=\"Connectivity on the Zenbook 14X is pretty solid with support for dual Thunderbolt 4 ports and a full-size HDMI connector.  \" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-01/0cfb62c0-8a33-11ed-8faf-81687e064e9f\" style=\"height: 1200; width: 2000;\" /><figcaption></figcaption><div class=\"photo-credit\">Sam Rutherford/Engadget</div></figure><p>All told, between the new ceramic coating, the slightly larger display and revamped components, the Zenbook 14X is shaping up to be a pretty well-equipped and stylish notebook. I just hope other people like it too, because I’d love to see ASUS expand the color options for the ceramic coating to more shades than just sandstone. Of course, just how much of a premium you have to pay for it may play a role in its success. ASUS has not yet released pricing for the Zenbook 14X OLED, though it is slated to go on sale sometime in Q2 2023.</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/ces-2023-day-0-recap-biggest-news-catch-up-184147374.html?src=rss", "title": "CES 2023 Day 0 recap: All the early news you missed", "date_published": "2023-01-04 18:41:47+00:00", "description": "<p>CES is back! For real. Sort of. While the show has never actually gone away in spirit, this year is the first time since the pandemic that Engadget has a team on the ground. The show proper kicks off on Thursday Jan 5th, but the news has already been coming hot and heavy. If we count Jan 4th as Day 1, since it’s usually the media preview day, that would make today… Day 0. Some companies couldn’t even wait and broke their news on New Year’s day, those eager beavers. From Samsung’s <a href=\"https://www.engadget.com/samsungs-latest-mobile-display-can-both-fold-and-slide-105017526.html\">eye-catching display prototypes</a> and home appliances, to a slew of <a href=\"https://www.engadget.com/intels-13th-gen-laptop-cpu-24-cores-140050825.html\">chips</a> and <a href=\"https://www.engadget.com/dells-revamped-g-series-might-be-the-best-looking-new-budget-gaming-laptops-at-ces-2023-170058755.html\">laptops</a>, here’s what you missed from Day 0 of CES 2023.</p><p>Samsung beat everyone to the punch by announcing some of its news early. On Monday, the company unveiled new QD-OLED TVs that will hit up to 2,000 nits of brightness, as well as a 57-inch 8K gaming display. But most intriguing are the new wall ovens that will livestream a video feed of what you’re cooking, plus a new prototype mobile display that can both slide and fold.</p><span id=\"end-legacy-contents\"></span><p>CES is also a big show for chip makers like Intel, AMD and NVIDIA. This year, Intel unveiled its 13th-gen CPUs for laptops, which can offer up to 24 cores. NVIDIA had a slew of news, including the mid-range RTX 4070 Ti, which costs $800, as well as a series of RTX 4000 cards for laptops. The latter promises serious leaps in gaming performance for portable machines, with the flagship 4080 and 4090 GPUs reportedly being powerful enough to play games across three 4K monitors at 60 frames per second. NVIDIA is also expanding its GeForce Now game streaming to cars, while bringing the processing power of the RTX 4080 desktop GPU to the cloud gaming service.</p><div id=\"c61e34109c6a47d5a73f4b362dc5e516\"><div style=\"width: 100%; height: 0; padding-bottom: 56.25%;\"></div></div><p>These new chips are showing up in the usual plethora of laptops and computers from companies like Acer, Lenovo, Dell, ASUS, HP and more. Acer, for example, is updating its range of gaming laptops and simplifying its Swift series, with all of them getting 13th-generation Intel Core processors, alongside design refinements. Meanwhile, LG is updating its Gram series of super thin and light laptops with — you guessed it — 13th-generation Intel Raptor Lake processors. The new Gram Style is a mere 10.99mm or 0.43 inches thin, and has a so-called “hidden” trackpad that has LED backlighting that illuminates when you touch it.</p><p>Dell usually shows off some compelling concepts at CES and this year it’s catching our attention with an update to Concept Nyx. As a refresher, Concept Nyx is the company’s vision for a server for your home that can let you play games on various screens around the house. The update this year is a new accessory, and senior reporter Devindra Hardawar, who has already checked it out, called it a “truly baffling PC gamepad.” He even says “it’s like the Steam Controller 2.0, but worse.” Check out <a href=\"https://www.engadget.com/dell-concept-nyx-game-controller-140005477.html\">his hands-on</a> to see why, and stay tuned all week as we bring you all the news <a href=\"https://www.engadget.com/tag/ces%202023/\">from CES 2023</a>.</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/disney-plus-dts-audio-imax-enhanced-films-marvel-cinematic-universe-180015935.html?src=rss", "title": "Disney+ is adding DTS audio to IMAX Enhanced Marvel films", "date_published": "2023-01-04 18:00:15+00:00", "description": "<p><a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=85d85ef3-fac9-418f-9573-418cf162cd0c&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Disney%2B&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI4NWQ4NWVmMy1mYWM5LTQxOGYtOTU3My00MThjZjE2MmNkMGMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuZGlzbmV5cGx1cy5jb20vIiwiY29udGVudFV1aWQiOiI0MzI2NTAyNC03Mzg4LTQ0ZWEtYjc5OS1kMDhlZjkyNTg2YTQifQ&amp;signature=AQAAAb1m1SpGoZkoLYp0TPigQUcfT5xIvVkwe01BFYr6K2v_&amp;gcReferrer=https%3A%2F%2Fwww.disneyplus.com%2F\"><ins>Disney+</ins></a> is bolstering its <a href=\"https://www.engadget.com/disney-plus-imax-enhanced-marvel-mcu-140052678.html\"><ins>IMAX Enhanced films</ins></a>, including some Marvel Cinematic Universe movies, with another audio option. The streaming service will enable IMAX signature sound by <a href=\"https://www.engadget.com/tag/dts/\"><ins>DTS</ins></a> on select titles this year, offering viewers high-fidelity audio to go with the expanded aspect ratio.</p><p>You'll need compatible equipment to hear DTS audio, however. At the outset, some <a href=\"https://www.engadget.com/tag/imax%20enhanced/\"><ins>IMAX Enhanced</ins></a>-certified TVs from manufacturers such as Sony and Hisense will support DTS on Disney+, as will certain AV receivers from the likes of Denon, Marantz and JBL. However, you don't need any particular devices to view IMAX’s expanded aspect ratio of 1.90:1, which offers up to 26 percent taller pictures during certain sequences.</p><span id=\"end-legacy-contents\"></span><p>Some may find that the addition of DTS audio will help them to better replicate the IMAX experience at home. DTS will provide a higher bitrate alternative to <a href=\"https://www.engadget.com/tag/dolby%20atmos/\"><ins>Dolby Atmos</ins></a>, but many folks prefer the latter. In the near future, you may be able to watch a Disney+ movie in either audio format and decide for yourself.</p><p>Meanwhile, Disney+ has announced when <em>Black Panther: Wakanda Forever </em>is coming to the platform. You'll be able to stream the most recent MCU movie at home starting on February 1st. The film will have IMAX Enhanced support.</p><div id=\"aade4fc9bd94415cbfc7fd52f8afaf44\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">Marvel Studios’ Black Panther: <a href=\"https://twitter.com/hashtag/WakandaForever?src=hash&amp;ref_src=twsrc%5Etfw\">#WakandaForever</a> is streaming February 1, only on <a href=\"https://twitter.com/hashtag/DisneyPlus?src=hash&amp;ref_src=twsrc%5Etfw\">#DisneyPlus</a>. <a href=\"https://t.co/FRMxxsTkAd\">pic.twitter.com/FRMxxsTkAd</a></p>— Disney+ (@DisneyPlus) <a href=\"https://twitter.com/DisneyPlus/status/1610683727641808920?ref_src=twsrc%5Etfw\">January 4, 2023</a></blockquote></div><p></p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/holorides-retrofit-system-lets-you-add-its-in-car-vr-technology-to-any-vehicle-175749616.html?src=rss", "title": "Holoride’s Retrofit kit puts in-car VR technology in any backseat", "date_published": "2023-01-04 17:57:49+00:00", "description": "<p>Four years after <a href=\"https://www.engadget.com/2019-01-07-audi-backseat-vr-disney-marvel.html\"><ins>debuting at CES 2019</ins></a>, Holoride’s in-car VR technology is finally poised to go mainstream. Starting today, the startup has begun selling Retrofit, an all-in-one system you can install in your car to access Holoride content, in the US and Germany. The company designed Retrofit to work with vehicles of any make, model or year.</p><p>The device is about the size of a smart speaker and weighs less than half a pound. Installing Retrofit involves attaching it to the windshield of your car with the included mounting arm, which features a suction cup for easy installation. Retrofit’s built-in battery can power the device for up to 14 hours on one charge, and you can use the included USB-C to USB-A cable to charge the device inside your car. You can connect Retrofit to up to two Holoride-compatible VR headsets via Bluetooth.</p><span id=\"end-legacy-contents\"></span><p>Inside, the puck features all the technology needed to enable Holoride’s signature “Elastic Content.” When you play an interactive video or game, the platform adapts the experience to the car’s movement. So say you’re playing a game that involves a spacecraft. When the vehicle accelerates, so too will the spaceship. In that way, not only is the experience more immersive, but it’s also likely to cause you to experience motion sickness. Retrofit can collect and process all the movement and location data needed to enable those experiences.&nbsp;</p><p>Of course, adding that sort of functionality to your car won’t come cheap. By itself, Retrofit costs <a href=\"https://shop-us.holoride.com/products/retrofit\"><ins>$199</ins></a>. However, most people will probably need to shell out for the <a href=\"https://shop-us.holoride.com/products/retrofit-pack\"><ins>$799 Retrofit Pack</ins></a> to get an HTC Vive Flow headset and 8BitDo Pro2 controller with their purchase. That’s a lot of money to pay for a backseat experience, and likely as good of a test as any whether there’s a market for Holoride’s technology.</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/nasa-apollo-7-astronaut-walter-cunningham-obituary-171522792.html?src=rss", "title": "Walter Cunningham, last surviving Apollo 7 astronaut, dies at 90", "date_published": "2023-01-04 17:15:22+00:00", "description": "<p>Walter Cunningham, an astronaut who was the last surviving member of the 1968 Apollo 7 mission, died on Tuesday at 90. The Iowa-born Cunningham served in the US Navy and Marine Corps before joining NASA in 1963 and eventually taking part in the Apollo program’s first crewed (and first televised) flight.</p><p>NASA <a href=\"https://www.nasa.gov/press-release/apollo-astronaut-walter-cunningham-dies-at-90\">confirmed</a> Cunningham’s death and added that he was &quot;instrumental to our Moon landing's program success.” According to the <a href=\"https://www.houstonchronicle.com/news/houston-texas/space/article/Houstonian-Walt-Cunningham-astronaut-on-first-17692624.php\"><em>Houston Chronicle</em></a>, Cunningham died in a local hospital of complications from a fall.</p><span id=\"end-legacy-contents\"></span><p>Apollo 7 was NASA’s first spaceflight after the 1967 Apollo 1 tragedy, where a fire killed three astronauts during a rehearsal test. This led to a longer-than-usual training period, as NASA shelved human-crewed spaceflight for 21 months following Apollo 1. The crew spent many long hours studying the spacecraft's design and construction of the Apollo command and service modules (CSM) to help avoid a repeat tragedy, which could have been perilous for the astronauts and the program. Finally, the crew splashed down on Earth on October 22, 1968, after nearly 11 days in space. Apollo 7 further tested NASA’s equipment and helped pave the way for Apollo 11, where the first humans walked on the moon.</p><figure><img alt=\"Four astronauts laughing and looking to the horizon in a 196\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-01/64624b80-8c4c-11ed-97fb-cd071b734432\" /><figcaption>Left to right: Walter Schirra, Donn Eisele, Walter Cunningham, Dr. Donald E. Stullken</figcaption><div class=\"photo-credit\">NASA</div></figure><p>Cunningham retired from NASA in 1971 and tried his hand at public speaking, radio hosting, offshore engineering, commercial real estate and venture capital investing. Unfortunately, he also became an outspoken climate change denier. Speaking to <a href=\"https://www.forbes.com/sites/larrybell/2013/08/06/a-conversation-with-apollo-astronaut-walter-cunningham-about-a-vital-need-to-restore-climate-science-integrity/?sh=54b819ae3345\"><em>Forbes</em></a> in 2013, Cunningham went through a laundry list of fossil-fuel industry talking points, framing modern NASA as an organization controlled by the media while claiming climate-change science was closer to demagoguery than fact. (For the record, <a href=\"https://www.engadget.com/2018-11-27-climate-change-fourth-national-assessment-global-warming-trump.html\">climate change is real</a>, and we're <a href=\"https://www.engadget.com/we-have-three-years-to-curb-emissions-to-avoid-climate-catastrophe-un-report-finds-204058474.html\">running out of time</a> to <a href=\"https://www.engadget.com/cop26-climate-change-resolution-carbon-emissions-143037481.html\">avoid catastrophe</a>.)</p><p>“I definitely believe that we lived in the good old days,” Cunningham said in a 1999 NASA <a href=\"https://historycollection.jsc.nasa.gov/JSCHistoryPortal/history/oral_histories/CunninghamRW/CunninghamRW_5-24-99.htm\">interview</a>. “We lived in the golden age of manned spaceflight. We’ve been in space now for over 40 years. The first 40 years of aviation, we went from just barely flying to jet transport, you know. And now, we haven’t moved that far since we went into space. The days through Apollo will be remembered; there’ll never be another time like that again. Even when we go to Mars, it will be different. And I feel just fortunate that I was a small part of this particular time in spaceflight.”</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/msi-is-bringing-fresh-designs-and-big-performance-to-the-raider-and-stealth-studio-lines-hands-on-170037805.html?src=rss", "title": "MSI is bringing fresh designs and big performance to its Raider and Stealth Studio laptops", "date_published": "2023-01-04 17:00:37+00:00", "description": "<p>At CES 2023, MSI is announcing updates to nearly every family of laptops it makes, but some of the coolest changes are arriving on the new Raider GE and Stealth Studio lines.</p><p>Starting with the 2023 Raider GE78, not only are you getting faster 13th-gen Intel chips and up to an Nvidia RTX 4090 GPU, you’re also getting new IPS displays with taller 16:10 aspect ratios. Thanks to refreshed components, MSI says there are some serious jumps in performance, with gains of up 45 percent or more for both general computing and graphics compared to last year’s systems.</p><span id=\"end-legacy-contents\"></span><div id=\"cfb2c223c3a549aba434c5592d02d228\"></div><p>On top of that, MSI also updated the Raider’s chassis with a new matrix lightbar that’s brighter and more colorful. And the best part is that when you want to hide your power level, because of the smoky plastic in front, the lightbar almost completely disappears when you turn off the LEDs. Thankfully, MSI hasn’t messed around too much as you still get a huge 99.9-watt hour battery (the biggest power pack that you can bring on a plane), a physical webcam shutter and a new IR sensor that works with Windows Hello.</p><p>There’s a healthy selection of ports too, including a full-size SD card reader, one Thunderbolt 4 jack, two USB 3.2 Type-C ports (one of which also supports USB-PD charging) and one USB 3.2 Type-A connector. As for the keyboard, you still get per-key RGB lighting made in collaboration with Steelseries and a dedicated MUX switch for quickly swapping between integrated and discrete graphics.</p><figure><img alt=\"In addition to new 13th-gen Intel chips and 40-series NVIDIA GPUs, the new Raider GE78 features a revamped Matrix lightbar in front. \" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-01/35c42ef0-8a36-11ed-ade6-2f05e103e683\" style=\"height: 1200; width: 2000;\" /><figcaption></figcaption><div class=\"photo-credit\">MSI</div></figure><p>That said, my favorite new systems might be the two additions to the Stealth family. After reviewing the old Stealth 15 last year, I felt like the whole line needed a big revamp, and that’s pretty much exactly what we're getting with the Stealth 14 Studio and Stealth 16 Studio. MSI designed a brand new chassis made from a magnesium-aluminum alloy, so it's both strong and light. Then MSI finished it off with two sweet new paint jobs: pure white and star blue.</p><p>On the inside, in addition to a range of 13th-gen Intel CPU and NVIDIA 40-series graphics, MSI added new vapor chambers to keep thermals in check. Meanwhile, just like the Raider, the new Stealth Studios also feature six-speaker audio, 16:10 displays and trackpads that are 33 percent larger than before. And despite their super slim dimensions — the Stealth 14 studio is just 9mm thick – MSI still found room to include a microSD card slot, which is great for quickly transferring photos or videos from your camera.</p><figure><img alt=\"To help deliver a super thin and light design, MSI created a new magnesium-aluminum alloy chassis for the new Stealth Studio 14 and 16. \" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-01/73a602c0-8a36-11ed-b633-28fa66997a03\" style=\"height: 1200; width: 2000;\" /><figcaption></figcaption><div class=\"photo-credit\">MSI</div></figure><p>As someone who likes laptops that can do a bit of everything without sacrificing portability, the Stealth 14 Studio looks like a really interesting addition to the growing number of 14-inch thin-and-light gaming notebooks. My one small disappointment is that while MSI is also refreshing the old Stealth 15 with new silicon from Intel and Nvidia, the company sadly isn’t doing anything to revamp its chassis.</p><p>Unfortunately, we’re still waiting on pricing for MSI’s upcoming gaming laptops. But with the Raider line set for a release sometime in mid-February and the Stealth Studio arriving just a couple weeks after that, it shouldn’t be too long before we have some firm numbers.</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/msi-gaming-laptops-ces-2023-170036492.html?src=rss", "title": "MSI’s new gaming laptops pack NVIDIA GTX 40-series GPUs and redesigned thermals", "date_published": "2023-01-04 17:00:36+00:00", "description": "<p>MSI has announced its 2023 gaming laptop lineup at CES, including new Intel and NVIDIA components. The updated models also have redesigned cooling that MSI says can help kick up performance.</p><p>As with most new gaming laptops unveiled this week, MSI’s upgraded models use <a href=\"https://www.engadget.com/intel-13th-gen-cpus-raptor-lake-162054801.html\">13th-gen Intel Core series processors</a> with <a href=\"https://www.engadget.com/nvidia-geforce-rtx-40-laptop-gpu-price-release-date-165006688.html\">GeForce RTX 40 series laptop graphics</a>. In addition, the new models include the company's latest thermal setup, now organized into shared, dedicated and VRAM-exclusive pipes.</p><span id=\"end-legacy-contents\"></span><p>The Titan GT and Raider GE series are the most spec-intensive models, using the Intel i9-13980HX with MSU Overboost tech that can push processing and graphics to a 250W power draw (or support 5.2GHz frequency across 8 P-cores). The Titan GE also adds what MSI describes as the “world’s first 4K 144Hz Mini LED display.” The 17.3-inch panel can hit an impressive 1,000 nits peak brightness with over 1,000 local dimming zones. The Raider GE’s display is a step down from it but still offers a respectable QHD+ resolution at 240Hz. That model also has a new chassis with an upgraded light bar.</p><p></p><figure><img alt=\"Product photo of the MSI Stealth 16 at an angle (in front of a plain white background)\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-01/be8ec2e0-8bb2-11ed-9fe9-d0b05517f974\" style=\"height: 844; width: 1500;\" /><figcaption></figcaption><div class=\"photo-credit\">MSI</div></figure><p>MSI also has new editions of its Stealth Series gaming notebooks, which have a slimmer profile than the Titan and Raider lines while sacrificing as little power as possible. That lineup includes models with 14-, 15-, 16- and 17-inch displays. In addition to the new Intel and NVIDIA hardware inside, the Stealth 14 Studio and Stealth 16 Studio use a magnesium-aluminum alloy chassis that helps keep their weight down. (The 16-inch model weighs 4.39 lbs, while the 14-inch one is 3.75 lbs.) In addition, the 15-inch variant has a 240Hz OLED display with a 0.2ms response time while covering 100 percent of the DCI-P3 color gamut.</p><p>The Prestige series pushes the light and thin boundaries further, with the 13-inch variant standing as MSI’s lightest gaming laptop at 2.18 lbs. Like the Stealth line, the Prestige models also use a magnesium-alloy construction. Despite the light and thin build, the Prestige 13 Eco has a 75W-h battery lasting up to 15 hours.</p><p>Engadget will try MSI’s new gaming machines later this week, but you’ll still have over a month to decide if they’re right for you. Although the company hasn’t released a full release schedule, it tells us the Titan and Raider series will launch mid-February, while the Stealth and Cyborg lines will arrive later that month.</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/lg-sc9-se6-soundbars-first-look-ces-2023-164512242.html?src=rss", "title": "LG SC9 and SE6 soundbars first look: Making the most of LG's TVs", "date_published": "2023-01-04 16:45:12+00:00", "description": "<p>LG unwrapped <a href=\"https://www.engadget.com/lg-sc9-se6-soundbar-dolby-atmos-ces-2023-010041269.html\">its 2023 soundbars</a> right after Christmas, but the company is showing the duo off here at CES. The SC9 and SE6 are both equipped with Dolby Atmos, but while the former is a more premium-level device, the SE6 is compact all-in-one unit more akin to <a href=\"https://www.engadget.com/sonos-beam-gen-2-review-dolby-atmos-soundbar-130024506.html\">Sonos' Beam</a>. We got out first look at both at CES along with some more info on each unit.</p><p>First, the SC9 is designed to work best with LG's OLED TVs — specifically the C series. The company has even designed a custom mounting bracket for its TVs so that the soundbar is attached to the display and not the wall. This means that if your television is on a swivel bracket itself, the speaker rotates with it pointing the sound in the same direction as the TV. And speaking of directional audio, LG has equipped the SC9 with three upfiring speakers — one more than a lot of soundbars offer. That should boost the speaker's Dolby Atmos and DTS:X capabilities.&nbsp;</p><span id=\"end-legacy-contents\"></span><div id=\"6fe0e74153494e399ff3e89757f9e06c\"></div><p>A few features for the SC9 are exclusive to LG TVs. Wow Orchestra syncs the display's speakers with the soundbar for the best audio experience and Wow Interface puts all of the SC9's sound settings on the TV for easy access. The company's Wowcast technology will let you connect to its TVs over Wifi, allowing you to ditch the wired connection if you see fit. In terms of wired connectivity, there are two HDMI ports: an HDMI/ARC for linking with the TV and one additional jack.&nbsp;</p><p>The LG SE6 is another proposition entirely. This compact unit still offers Dolby Atmos in a frame that's cloth wrapped and has softer, rounded edges. As you might expect, LG built the SE6 for people who have smaller spaces or simply want a smaller soundbar in front of their TV. It still offers HDMI/ARC connectivity with your TV with one additional HDMI port alongside. To further reduce any clutter, the SE6 doesn't come with a subwoofer like the SC9 does. However, it does support Wow Orchestra, Wowcast and most of the new features the company added to the more robust SC9.</p><p>LG hasn't announced pricing and availability yet, but we're likely to get that info sometime this spring.&nbsp;</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/meta-eu-fine-personalized-ads-163403318.html?src=rss", "title": "Meta fined $414 million in EU for requiring personalized ads", "date_published": "2023-01-04 16:34:03+00:00", "description": "<p>Meta is facing <a href=\"https://www.engadget.com/meta-fined-265-million-euros-over-data-scraping-142937633.html\">yet another European Union fine</a>. As <a href=\"https://www.engadget.com/eu-meta-personalized-ads-ban-172015041.html\">hinted last month</a>, EU authorities are fining Meta €390 million (about $414 million) after determining that the company illegally required that Facebook, Instagram and WhatsApp users accept personalized ads. The social media giant allegedly violated the General Data Protection Regulation (GDPR) by asking for permission to collect ad targeting data in its terms of service — you have to either allow personalized ads or stop using the platforms altogether, according to regulators.</p><p>The EU didn't say how it expected Meta to obey the decision. However, the wording suggests Meta will have to let users choose whether or not they accept personalized ads. In a statement, Meta said it was &quot;disappointed&quot; by the ruling and felt its existing approach &quot;respects&quot; the GDPR. The firm plans to appeal the findings.</p><span id=\"end-legacy-contents\"></span><p>The resistance isn't surprising. Meta has <a href=\"https://www.engadget.com/facebook-warns-developers-ios-14-audience-network-172838009.html\">historically opposed</a> attempts to decline personalized ads, and predicted that Apple's App Tracking Transparency (which lets you ask apps not to track you) could cost it $10 billion in lost ad revenue last year. Users behind proposed class action lawsuits have even accused Meta of <a href=\"https://www.engadget.com/meta-lawsuit-over-apple-privacy-rules-211450574.html\">trying to dodge Apple's privacy feature</a> by inserting tracking code through the in-app web browser. If Meta loses its appeal, it risks losing a significant amount of revenue as people see fewer ads they're likely to click.</p><p>It's doubtful the EU will back down, however. Ireland's Data Protection Commission (DPC), which regulates Meta's EU activity, has repeatedly fined the company in the past year and a half. The DPC slapped Meta with a €405 million ($402 million) fine <a href=\"https://www.engadget.com/meta-fined-405-million-euro-instagram-privacy-161348122.html\">over Instagram's child privacy settings</a> in September, and in November issued a €265 million ($277 million) penalty for reportedly failing to protect users against data scraping. Officials want Meta to change its ways, and this latest ruling only adds to the pressure.</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/drop-bmr-1-near-field-monitors-desktop-speakers-161506397.html?src=rss", "title": "Drop's tiny desktop speakers promise audiophile quality for only $129", "date_published": "2023-01-04 16:15:06+00:00", "description": "<p>Drop might be best known for its <a href=\"https://www.engadget.com/drop-sense75-announced-specs-availability-160057376.html\">mechanical keyboards</a>, but the company has also built out an impressive portfolio of audio gear as well. Usually those take the form of headphones and headsets made in partnership with other brands like <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL2Ryb3AuY29tL2J1eS9tYXNzZHJvcC1zZW5uaGVpc2VyLWhkNnh4IiwiY29udGVudFV1aWQiOiI5YzdjNmFhZi1hMGIxLTRlYzgtYjcyMi0yYmJiMjQxMGNlNDIifQ&amp;signature=AQAAAUm4Vqrh3IznMJHnHrtawNXTeetTL6nR1I6g7J-5Ykbr&amp;gcReferrer=https%3A%2F%2Fdrop.com%2Fbuy%2Fmassdrop-sennheiser-hd6xx\">Sennheiser</a> and <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL2Ryb3AuY29tL2J1eS9kcm9wLWhpZmltYW4taGU0eHgtcGxhbmFyLW1hZ25ldGljLWhlYWRwaG9uZXMiLCJjb250ZW50VXVpZCI6IjljN2M2YWFmLWEwYjEtNGVjOC1iNzIyLTJiYmIyNDEwY2U0MiJ9&amp;signature=AQAAAZFHLfTDkzob4IjpoKo7eBnHFU9dwntqG1ZxgTjXHGVd&amp;gcReferrer=https%3A%2F%2Fdrop.com%2Fbuy%2Fdrop-hifiman-he4xx-planar-magnetic-headphones\">HiFiMAN</a>. But the new <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL2Ryb3AuY29tL2J1eS9kcm9wLWJtcjEtbmVhcmZpZWxkLW1vbml0b3JzIiwiY29udGVudFV1aWQiOiI5YzdjNmFhZi1hMGIxLTRlYzgtYjcyMi0yYmJiMjQxMGNlNDIifQ&amp;signature=AQAAAffdjx8bARUjZsaVcDEaC0idksgq7ezdn_vLWtrySJfL&amp;gcReferrer=https%3A%2F%2Fdrop.com%2Fbuy%2Fdrop-bmr1-nearfield-monitors\">BMR1s</a> are an entirely in-house designed set of desktop near field monitors.&nbsp;</p><p>The BMR1s rely on <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3d3dy5jYW1icmlkZ2VhdWRpby5jb20vdXNhL2VuL2Jsb2cvd2hhdC1pcy1ibXIiLCJjb250ZW50VXVpZCI6IjljN2M2YWFmLWEwYjEtNGVjOC1iNzIyLTJiYmIyNDEwY2U0MiJ9&amp;signature=AQAAASyyeDW8wlUxafMhUIn3m528uBnbeXDDU9CyCGH89Hhw&amp;gcReferrer=https%3A%2F%2Fwww.cambridgeaudio.com%2Fusa%2Fen%2Fblog%2Fwhat-is-bmr\">balanced mode radiators</a> (hence the BMR tag) instead of traditional conical drivers. This means that they can deliver a wider frequency response from a single driver and are less prone to breakup. The trade off is that bass response suffers a little bit. Though, Drop is quick to point out that you can connect a subwoofer for increased low end. Force cancelling radiators built in also help further limit distortions.&nbsp;</p><span id=\"end-legacy-contents\"></span><figure><img alt=\"Drop BMR1\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-01/115f6b50-8c03-11ed-bfef-a2db7b8edcd6\" style=\"height: 1333; width: 2000;\" /><figcaption></figcaption><div class=\"photo-credit\">Drop</div></figure><p>Flexibility is a key part of the pitch here. They can be arranged vertically or horizontally, depending on your needs with minimal change to the acoustic response. And Drop is also offering customize magnetic grills for users to personalize their audio setup. The target audience here is clearly gamers and those looking to step up their PC audio setup.&nbsp;</p><p>They're reasonably small and so ideal for someone that wants to upgrade from the builtin speakers on their laptop, but they're probably not ideal as your primary music listening device or as studio monitors. The frequency range of 80Hz to 24kHz leaves an obvious hole at the bottom end, even if the mids and highs are natural and balanced sounding. The total harmonic distortion rating of 0.40% at 1kHz seems to back up the claims of limiting distortion as well.</p><p>Still, at only $129 they're pretty reasonably priced, especially considering that, in addition to the 3.5mm audio jack they can be connected via Bluetooth, and there's a headphone out jack for when you need to keep things quiet. The Drop BMR1s are available now for preorder, with an expected delivery of late February or early March.&nbsp;</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/lg-signature-m3-oled-tv-zero-connect-160030192.html?src=rss", "title": "LG's 97-inch M3 TV can wirelessly receive 4K 120Hz video", "date_published": "2023-01-04 16:00:30+00:00", "description": "<p>LG isn't quite done revealing its <a href=\"https://www.engadget.com/lg-2023-oled-tv-lineup-specs-010035157.html\">2023 OLED TV lineup</a>. The company has unveiled the 97-inch Signature OLED M3, a TV LG says is the first to support Zero Connect wireless video and audio transmissions. Plug your devices into a large external box and you can send a 4K 120Hz picture to the TV from up to 30 feet away without running ugly cables directly into the set. While the approach isn't completely wireless, it does let you tuck your media players and game consoles out of sight.</p><p>The tech should hold up under real world use. LG claims its algorithm minimizes disruptions by people and pets moving through the room, and that appeared to hold up in our brief experience at CES. People were walking between the M3 and the Zero Connect box with no apparent impact on the signal quality. You can rotate the antenna to face the TV and use voice commands to manage it, so you shouldn't have to worry much about placement.</p><span id=\"end-legacy-contents\"></span><p>As for other details? LG didn't share much else, but the M3 has an integrated bracket that lets the TV sit virtually flush against the wall. As a 4K set, it won't offer the same bragging rights as the 8K-ready Z3 line.  However, that's not entirely the point — this is more about creating an elegant living room setup than having the best specs.</p><p>Like LG's other CES TV announcements, there's no word on price or availability for the M3. Given the size and wireless video tech, though, we'd expect it to be a significant expense. This is supposed to be the centerpiece of a luxurious home theater, and it will likely be priced accordingly.</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/coinbase-new-york-regulator-settlement-155510921.html?src=rss", "title": "Coinbase agrees a $100 million settlement with a New York regulator", "date_published": "2023-01-04 15:55:10+00:00", "description": "<p>Cryptocurrency exchange <a href=\"https://www.engadget.com/tag/coinbase/\">Coinbase</a> has agreed a $100 million settlement with the New York State Department of Financial Services (DFS), which accused it of violating regulations related to virtual currency, money transmitting, transaction monitoring and cybersecurity. \"These failures made the Coinbase platform vulnerable to serious criminal conduct, including, among other things, examples of fraud, possible money laundering, suspected child sexual abuse material-related activity and potential narcotics trafficking,\" <a href=\"https://www.dfs.ny.gov/reports_and_publications/press_releases/pr202301041\">the agency said</a>. The company will pay the state a $50 million fine and invest $50 million to address the issues flagged by the regulator and comply with a DFS-approved plan.</p><p>The agency claimed that Coinbase's practices concerning due diligence, transaction monitoring and sanctions compliance (among others) were \"inadequate for a financial services provider of Coinbase’s size and complexity.\" It accused the company of failing to carry out sufficient background checks on customers before they opened accounts and being unable to keep up with transaction monitoring system (TMS) alerts. The DFS added that Coinbase had a months-long TMS backlog that meant the company \"routinely failed to timely investigate and report suspicious activity as required by law.\"</p><span id=\"end-legacy-contents\"></span><p>By late 2021, the DFS said, Coinbase had a backlog of more than 100,000 transaction monitoring alerts it had not reviewed. It also noted that by that time, the backlog of customers who required \"enhanced due diligence exceeded 14,000.\" Coinbase's approach to background checks amounted to a “simple check-the-box exercise,” regulators claimed.&nbsp;</p><p>The DFS granted Coinbase a license to operate in New York in 2017. Compliance issues first emerged during a safety and soundness examination that the agency conducted in 2020. Following that probe, the DFS ordered Coinbase to hire an independent consultant to review the compliance program and offer recommendations on how to improve in areas in which the agency felt the company was falling short. As a result, Coinbase adopted a plan to bolster its compliance program. However, following an investigation it began in 2021, the DFS determined that the program could not \"keep up with the dramatic and unexpected growth of Coinbase’s business.\" Coinbase now has more than 100 million users worldwide.</p><p>The agency brought in an independent monitor in early 2022 to evaluate the state of the compliance program and work with Coinbase to address the issues — all while the investigation was ongoing. As part of <a href=\"https://www.dfs.ny.gov/system/files/documents/2023/01/ea20230104_coinbase.pdf\">the settlement</a>, the monitor will work with Coinbase for another year. The DFS can extend that timeframe at its discretion. The agency pointed out that Coinbase has started to address many of the issues and develop \"a more effective and robust compliance program\" under the eyes of the DFS and the monitor, though it noted that the company still isn't moving quickly enough to review older suspicious accounts.</p><p>Other crypto firms have faced penalties in recent months for allegedly violating financial regulations. The DFS <a href=\"https://www.engadget.com/new-york-robinhood-crypto-30-million-fine-052222544.html\">fined Robinhood $30 million</a> in August, while the Treasury Department reached a settlement with Kraken over claims that the exchange provided services to customers in Iran in violation of US sanctions. According to <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=c813ae39-7d58-41cb-ac66-ad830606ceef&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=The+New+York+Times&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJjODEzYWUzOS03ZDU4LTQxY2ItYWM2Ni1hZDgzMDYwNmNlZWYiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cubnl0aW1lcy5jb20vMjAyMy8wMS8wNC9idXNpbmVzcy9jb2luYmFzZS1zZXR0bGVtZW50LWFudGktbW9uZXktbGF1bmRlcmluZy5odG1sIiwiY29udGVudFV1aWQiOiIxODJiYjNmOC05NTNjLTRiNTAtYWE2ZS0yMTZiMGQyNGRhZDAifQ&amp;signature=AQAAAebXZelbqLqqsqvWWUW2eDmur1Z5gSw_HUK_Uw3EkStm&amp;gcReferrer=https%3A%2F%2Fwww.nytimes.com%2F2023%2F01%2F04%2Fbusiness%2Fcoinbase-settlement-anti-money-laundering.html\"><em>The New York Times</em></a>, regulators are investigating Binance over possible money laundering violations. Before <a href=\"https://www.engadget.com/ftx-collapse-could-affect-more-than-one-million-investors-111742474.html\">its collapse</a> in November, FTX was said to have been under investigation too — the company's founder, Sam Bankman-Fried, <a href=\"https://www.engadget.com/ftx-founder-sam-bankman-fried-pleads-not-guilty-195137532.html\">pled not guilty to federal fraud charges this week.</a> It was also reported last summer that the Securities and Exchange Commission was <a href=\"https://www.engadget.com/sec-investigating-coinbase-over-unregistered-security-listings-123321443.html\">investigating Coinbase</a> over possible securities violations.</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/doordash-package-pickup-153524178.html?src=rss", "title": "DoorDash can now drop off your packages", "date_published": "2023-01-04 15:35:24+00:00", "description": "<p>Never mind asking DoorDash to deliver meals or groceries — it can now take items off your hands, too. The  service has <a href=\"https://doordash.news/consumer/introducing-package-pickup-on-doordash/\">introduced</a> a Package Pickup option that has a courier grab your prepaid packages from various carriers (including FedEx, UPS and USPS) and drop them off at the appropriate mailing location. You can use a prepaid shipping label if you have one, but you can also send shipping QR codes directly to the courier and skip the printer or box.</p><p>Package Pickup is available for up to five items at a time and costs a flat $5, or $3 if you're a DashPass subscriber. DoorDash hopes to entice early adopters by offering the first pickup for free in January. Conveniently, it's arriving in time to return unwanted or broken holiday gifts.</p><span id=\"end-legacy-contents\"></span><p>This is far from a new concept. Shyp was offering <a href=\"https://www.engadget.com/2015-01-29-shyp-for-android.html\">similar shipping options</a> in 2015, right down to the $5 fee.    And if you're only interested in shuttling items across town, <a href=\"https://www.engadget.com/uber-product-delivery-goods-person-to-person-trial-123125487.html\">Uber Connect</a> has been available since 2020. However, DoorDash is obviously counting on convenience as a selling point. You can use a familiar app to ship packages when you'd rather not make the trek to the local depot.</p><p>The new feature is also part of a larger trend of expanding delivery apps beyond food. It's now relatively easy to use DoorDash, Uber and similar services to get <a href=\"https://www.engadget.com/2020-04-01-doordash-convenience-store-delivery.html\">convenience store</a> essentials, <a href=\"https://www.engadget.com/uber-expands-health-business-prescription-delivery-181106566.html\">prescriptions</a> and even your <a href=\"https://www.engadget.com/facebook-marketplace-doordash-delivery-200437073.html\">Facebook Marketplace purchases</a>. The expansion is ultimately a hedge against uncertainty in the pandemic recovery period (services can make money even if food deliveries tank), but you might not mind if it saves you from lengthy trips.</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/formlabs-ces-2023-automation-ecosystem-150054185.html?src=rss", "title": "Formlabs' new automation accessories turn its 3D printers into mini factories", "date_published": "2023-01-04 15:00:54+00:00", "description": "<p>There are plenty of reasons why we’re not yet in a mass-production revolution enabled by 3D printing. One of them is the technology is time-consuming and often forces you to leave a print running overnight without supervision. It means there’s likely plenty of dead time, when a finished print is sat in the hopper, and there’s nobody around to pull it out and get the next one going. It’s a problem that <a href=\"https://www.engadget.com/formlabs-3plus-3bplus-new-esd-resin-170038287.html\">Formlabs</a> is hoping to address with its “Automation Ecosystem,” a family of products you can bolt on to some of its printers to help automate the fiddly bits.</p><p>This includes Form Auto, which can remove a printed part from a machine, freeing it up to start on the next one. You can also add a High Volume Resin system which will increase the printers’ raw material capacity up to five liters. And there’s Fleet Control — new software that’ll help manage a fleet of printers, letting you balance the workload across all of your units. The systems are all, naturally, designed for small and medium enterprises who rely upon manufacturing but can’t spare the warm bodies to worry at each printer in turn. (It'll also come in handy for companies like Hasbro, which is 3D <a href=\"https://www.engadget.com/hasbro-formlabs-3d-print-custom-action-figure-heads-130037658.html\">printing people's heads</a> for its custom action figure line.)&nbsp;</p><span id=\"end-legacy-contents\"></span><div id=\"b26913566bc94d51b764b2e04e18fbde\"></div><p>Formlabs says that the benefits — beyond being able to leave work running unsupervised for longer — include less material wastage and cheaper prints. The company says it expects to see users’ per-print costs fall by anything up to 40 percent, as well as reducing packaging waste. As for pricing, Form Auto will set you back $3,400 (with a year's free Fleet Control thrown in), with shipping expected to begin in the second half of the year.&nbsp;</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/panasonic-launches-its-first-hybrid-autofocus-cameras-the-s-5-ii-and-s-5-i-ix-150053908.html?src=rss", "title": "Panasonic debuts its first hybrid autofocus mirrorless cameras, the S5II and S5IIx", "date_published": "2023-01-04 15:00:53+00:00", "description": "<p>Though <a href=\"https://www.engadget.com/2019-11-21-panasonic-s1h-review.html\">popular with videographers</a>, Panasonic's mirrorless cameras have always been at a disadvantage to Sony, Canon and other rivals due to the inferior contrast-detect-only autofocus. Now, the company has finally introduced its first cameras with hybrid phase-detect AF (PDAF), the full-frame L-Mount S5II and S5IIx. They're designed to make focus \"wobble\" and other issues a thing of the past, while also introducing improved video and photography features.</p><p>Both cameras have an all-new 24.2-megapixel sensor with 315 contrast and 779 phase-detect AF points. The new chip features Dual Native ISO with a range of ISO100-51200 (50-204800 expanded), and Panasonic has also introduced the new L2 Engine that processes twice as fast as before. That allows for additional performance and less rolling shutter distortion.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>I've yet to test the cameras, but Panasonic seems confident that its new PDAF system can keep up with rivals, speed- and reliability-wise. It said that the AF can now works in conditions that had previously been a challenge, including tracking, multiple people, products, backlit conditions and low light.&nbsp;</p><figure><img alt=\"Panasonic launches its first hybrid AF mirrorless cameras, the S5II and S5IIx\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-01/c33b5dc0-8c30-11ed-9dd9-d366bd9f5835\" /><figcaption></figcaption><div class=\"photo-credit\">Panasonic</div></figure><p>The company also introduced a new in-body stabilization system called Active IS, designed to shoot video while walking. It said the system can compensate for \"even significant camera shake, approximately 200 percent more than conventional systems\" with select lenses. If the claims are accurate, Active IS could make the new models ideal for vlogging.&nbsp;</p><p>As before, they can record 6K \"open gate\" 3:2 video (4:2:0 10-bit internally), 4K 30p supersampled video using the full sensor width (4:2:2 10-bit), 4K 60p with an APS-C crop and FHD at up to 120p with a 1.5x crop.&nbsp;</p><p>However, they're significantly improved over the <a href=\"https://www.engadget.com/panasonic-s5-full-frame-mirrorless-review-140006301.html\">original S5</a> when it comes to record times. Where the S5 was limited to 30 minutes at 4K 60p or 4K 10-bit 30p due to heating, the new models have no recording time limitations at any resolution. Panasonic achieved this by adding a small cooling fan in the enlarged EVF hump.&nbsp;</p><p>Panasonic didn't improve the S5's 200 Mbps data rates for the internal MOV and LongGOP formats on the S5II and S5IIx. However, the S5IIx does support internal SD card recording up to 600 Mbps in All-Intra (All-I) mode, so it appears to be limiting the capabilities of the S5II.</p><figure><img alt=\"Panasonic launches its first hybrid AF mirrorless cameras, the S5II and S5IIx\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-01/d6260c50-8c30-11ed-a8fc-bd98402ecef7\" /><figcaption></figcaption><div class=\"photo-credit\">Panasonic</div></figure><p>Both cameras offer Panasonic's V-Log as well as V-Gamut recording options that deliver up to 14+ stops of dynamic range, according to the company. It has a LUT view assist for easier monitoring, as well as the ability to apply your own LUTs in real time — an industry first, Panasonic says.&nbsp;</p><p>Other than the fully blacked-out body, the S5IIx has some interesting features not found on the S5II. You can record to the USB-C port, much as you <a href=\"https://na.panasonic.com/us/news/panasonic-releases-firmware-version-22-gh6-support-direct-ssd-recording-over-usb\">can on the GH6</a> via a recent firmware update. Formats supported include All-I, ProRes 422 HQ and ProRes 422, all in 10-bit. That includes 5.8K (17:9) at up to 25p (1.6Gbps) and C4K (4,096 x 2,160) at 60p with an APS-C crop (1.9Gbps). That will require some kind of rig to mount a USB SSD, but those <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9zP2s9a29uZG9yK2JsdWUrc3NkK2hvbGRlciZjcmlkPTNITDg2TlI2NE5aSzcmc3ByZWZpeD1rb25kb3IrYmx1ZStzc2QraG9sZGVyJTJDYXBzJTJDMTkwJnJlZj1uYl9zYl9ub3NzXzEmdGFnPWdkZ3QwYy1wLW8tZW0tMjAiLCJjb250ZW50VXVpZCI6IjUyZTdlN2JjLWM1OGQtNDFmYS04ZmVmLWZmMGIxMDdkOGQ1NCJ9&amp;signature=AQAAAeWG0wiUeU-tSem9dnlCk3NdLTbikfA4G6Ue5K0ilmo8&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fs%3Fk%3Dkondor%2Bblue%2Bssd%2Bholder%26crid%3D3HL86NR64NZK7%26sprefix%3Dkondor%2Bblue%2Bssd%2Bholder%252Caps%252C190%26ref%3Dnb_sb_noss_1\">already exist</a> and aren't tremendously expensive.</p><p>In addition, the S5IIx will output full-frame 12-bit 5.9K 30p (16:9) ProRes RAW video, along with cropped 12-bit 4K (actually 4,128 x 2,176) and 3.5K (3,536 x 2,656) video at up to 50p externally to an Atomos Ninja V+ HDR monitor-recorder. Both cameras also offer S&amp;Q and HFR recording, letting you capture at high frame rates and either output at the same speed for HFR or get slow-mo in the S&amp;Q modes.&nbsp;</p><p>There are a number of other improvements over the S5. The EVF resolution has been boosted to 3,680K dots compared to 2,360K on the last model, removing one of my biggest complaints. It now offers a full-sized HDMI rather than a fragile microHDMI port plus a USB 3.2 Gen2 (not Gen1) slot, and has two UHS-II SD slots instead of just one. The EVF's eye-detect sensor has been moved up to reduce accidental activations, and the joystick now supports 8- instead of 4-direction operation.</p><figure><img alt=\"Panasonic launches its first hybrid AF mirrorless cameras, the S5II and S5IIx\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-01/ef0bcc00-8c30-11ed-badd-bda8717f66d3\" /><figcaption></figcaption><div class=\"photo-credit\">Panasonic</div></figure><p>Otherwise, it has much the same layout as the last model (including the fully-articulating display) and is about the same size and weight. It supports 4-channel audio via the same XLR microphone adapter, offers a variety video assist functions (wave form, vector scope, zebra, anti-flicker), Lumix Tether for remote USB shooting and wireless streaming via USB tethering (S5IIx only).&nbsp;</p><p>Finally, photography clearly isn't this camera's <em>raison d'etre</em>, but it does offer 7fps RAW shooting speeds in mechanical mode and 30fps in electronic mode with AFC enabled — up over four times compared to the previous model. And with the phase-detect AF, focus should be more accurate when shooting bursts, meaning fewer blurry photos.</p><p>That takes us to the most interesting part of these cameras, the pricing. The Panasonic S5II is going on sale this month $2,000, making it cheaper than rival full-frame models like the Sony A7 IV and Canon EOS R6 II — and it's no longer deficient in the autofocus department. While the S5II doesn't come with external RAW video, you'll be able to update to that feature in the future via a $200 firmware update. Panasonic also upped its native lens count to 14 with the launch of the Lumix S 14-28mm F4-5.6 Macro lens arriving in March for $800.</p><p>Meanwhile, the S5IIx will arrive in May 2023 for $2,200. It not only has has the RAW video, but also supports USB-C capture and live streaming, features the S5II will never have — for just $200 more. Panasonic says that's because the former is designed for vloggers and the latter for video pros. Frankly though, if I was a vlogger and interested in the S5II, I'd try to find the extra $200.&nbsp;</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/goodyear-shows-off-nearly-entirely-sustainable-tires-and-traction-tracking-treads-at-ces-2023-150036533.html?src=rss", "title": "Goodyear shows off 90 percent sustainable tires and traction-tracking treads at CES 2023", "date_published": "2023-01-04 15:00:36+00:00", "description": "<p>Last CES, Goodyear dazzled the assembled crowds with a protype tire that <a href=\"https://www.engadget.com/goodyear-prototype-tire-70-percent-sustainable-materials-170024650.html\">derived some 70 percent of its recipe from sustainable sources</a>. This CES, Goodyear is back with an impressive iterative improvement — 90 percent sustainable materials will go into this one! A full 20 percent more sustainment, huzzah!&nbsp;</p><p>Goodyear reports that the 90-percent blend has already undergone — and passed — DoT testing, making it approved for road use. The company is still working with its supply chain partners to secure sufficient precursor materials to produce them at commercial scale and hopes to devise a fully sustainable blend by 2030.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>In addition to their diminished carbon footprint, the 90 percent tires reportedly offer a lower rolling resistance than the company's test reference tires, which translates into better gas mileage and longer EV ranges. The new materials include four different types of carbon black produced from both organic and inorganic sources, soybean oil and rice husk silica, post-consumer polyester and bio-renewable pine tar resins.</p><p>&quot;Last January, we announced a 70% sustainable-material tire, and while we celebrated this accomplishment, we knew it set the foundation for us to continue to push forward,” said Chris Helsel, senior vice president, global operations and chief technology officer. “Over the past year, we researched new technologies, identified opportunities for further collaboration and utilized our team’s ingenuity and tenacity to achieve this tremendous accomplishment, increasing the sustainable-material content used in a tire by 20 percentage points.&quot;</p><p>Thanks to a partnership with Gatik, the Goodyear tires of tomorrow will be a bit intelligent as well. The tiremaker announced its coordination with the B2B logistics company to develop a proof-of-concept technology, dubbed SightLine, that &quot;can accurately estimate tire-road friction potential and provide real-time information to Gatik’s automated driving system (ADS),&quot; according to a company release Wednesday.</p><p>The two companies recently, successfully trialed the grip-sensing system in Toronto. Data from the tire sensors is combined with that from other vehicle systems — such as tire wear state, load, inflation pressure and temperature — and fed into &quot;Goodyear's cloud-based proprietary algorithms&quot; where they jiggle and cajole the information into friction estimates that help the onboard systems detect &quot;low grip&quot; conditions. Those estimates can then be shared with the rest of the local Gatik autonomous vehicle fleet. Whether this technology, either the sensing system or sustainable tires, moves forward remains to be seen.</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/samsung-galaxy-a53-announced-specs-availability-pricing-ces-2023-150011687.html?src=rss", "title": "Samsung’s $200 Galaxy A14 5G features a better selfie camera", "date_published": "2023-01-04 15:00:11+00:00", "description": "<p>For an event that was once the venue where Samsung announced its <a href=\"https://www.engadget.com/2014-12-19-samsung-ces-2015-preview.html\"><ins>latest Galaxy S phones</ins></a>, CES isn’t much of a mobile show these days. But you do still see the occasional phone unveiling, including the newly announced Samsung Galaxy A14 5G. It’s a more affordable version of last year’s Galaxy A13 5G that features a new 13-megapixel front-facing camera the company claims offers a “huge leap in selfie quality.”</p><p>New camera aside, the A14 5G is more or less the same phone Samsung shipped last year. It features a slightly larger 6.6-inch screen that boasts a 90Hz refresh rate and FHD+ resolution. As with its predecessor, the A14 comes with a <a href=\"https://www.engadget.com/mediatek-chromebook-mobile-5g-chipsets-battery-life-163725182.html\"><ins>MediaTek Dimensity 700 chipset</ins></a>. At over two years old, it’s a chip that’s starting to show its age, but with an integrated <a href=\"https://www.engadget.com/2018-07-23-how-5g-makes-use-of-millimeter-waves.html\"><ins>sub-6GHz 5G</ins></a> modem built-in, the Dimensity 700 should make efficient use of the A14’s 5,000mAh battery and offer about two days of uptime. For photos and videos, Samsung has once again gone with a triple camera array that consists of a 50MP main camera and two 2MP macro and depth cameras.</p><span id=\"end-legacy-contents\"></span><p>In the US, Samsung will offer a single variant of the A14 5G equipped with 4GB of RAM and 64GB of internal storage. A microSD card slot allows you to add up to 1TB of additional space for apps, media and more. The Galaxy A14 5G will ship with Android 13 out of the box. Samsung says you can expect up to two major Android updates and four years of security support if you buy its latest phone. While it’s a boring update to the A13 5G, the Galaxy A14 5G should still find fans since Samsung plans to sell the phone for $200, or $50 less than it did its predecessor. That should allow the A14 5G to better compete against devices like the <a href=\"https://www.engadget.com/oneplus-nord-n200-5g-review-143031687.html\"><ins>$240 Nord N200 5G</ins></a>.</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/roku-tv-oled-reference-design-140054097.html?src=rss", "title": "We may see Roku TVs with OLED in 2023", "date_published": "2023-01-04 14:00:54+00:00", "description": "<p>You can buy Roku TVs with HD, 4K and 8K screens, using either LEDs or bright MiniLED technology. Starting in 2023, OLED may finally join the mix. Today at CES, Roku unveiled an OLED TV reference design, which will help its partners to build Roku TVs with OLED screens. The company isn't saying if any companies have jumped on the design yet, but it's not hard to see TCL adopting it, especially after <a href=\"https://www.engadget.com/tcl-8-series-irl-miniled-4k-tv-143059594.html\">making the first MiniLED Roku TV set</a>.</p><p>OLED Roku TVs will feature everything we love about that screen tech: Namely, inky dark black levels, extreme contrast and excellent viewing angles. As is usual for Roku, though, the company isn't saying much about the specs behind its reference design.</p><span id=\"end-legacy-contents\"></span><p>According to Chris Larson, Roku's VP of retail strategy, it takes a minimum of four months for partners to built TVs based on their reference designs. While it would be nice to see some surprise announcements in the middle of 2023, realistically we'll probably hear more about these OLED Roku TVs come the holiday season. The company will also be <a href=\"https://www.engadget.com/roku-tv-select-premium-televisions-140014570.html\">building its own Roku TVs for the first time this year</a>, but those are mostly targeted at value-conscious users. There's still plenty of room in the affordable OLED category though, so it'll interesting to see if partners can make Roku sets that compete with Vizio's affordable OLEDs.</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/roku-tv-select-premium-televisions-140014570.html?src=rss", "title": "Roku is finally building its own TVs", "date_published": "2023-01-04 14:00:14+00:00", "description": "<p>Roku TVs will finally live up to their name this year. At CES, the streaming device company announced that it'll be building its own smart TVs for the first time. When the Roku TV program debuted in 2014, it was a way for the company to bring its streaming software into TVs built by partners like TCL and Hisense. But now Roku is debuting it's own family of HD and 4K sets ranging from 24 to 75-inches, which are set to arrive in spring.</p><p>Value appears to be the key, as the company says the TVs will range from $119 to $999. That should help Roku's partners to rest easy — we've seen some sets like the <a href=\"https://www.engadget.com/tcl-8-series-irl-miniled-4k-tv-143059594.html\">TCL Series 8</a> scale into premium $2,000 territory. The company isn't divulging many technical details around these TVs yet, but don't expect them to have some of the nicer features TCL and others are including, like super bright MiniLED panels. Still, Roku's sets may eat into the lower-end offerings from its partners.</p><span id=\"end-legacy-contents\"></span><figure><img alt=\"Roku TV family breakdown\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-01/ed34cf30-8a19-11ed-a772-d09045159b0a\" style=\"height: 1200; width: 2000;\" /><figcaption></figcaption><div class=\"photo-credit\">Roku</div></figure><p>Chris Larson, Roku's VP of retail strategy, tells Engadget that the company isn't trying to directly compete with existing partners, instead it wants to have a bit more control over how some Roku TVs are produced. For example, Roku is bundling its voice remotes with all of its new sets, even the cheap HD models (Select Series TV's come with the Roku Voice Remote, while Premium Series sets include the <a href=\"https://www.engadget.com/roku-express-4k-rechargeable-remote-130031381.html\">rechargeable Voice Remote Pro</a>) . That's something the company couldn't push partners to do, especially when it came to budget TVs.</p><p>Down the line, Larson says the new TVs will also bring Roku closer to component suppliers, like the companies behind screen panels and the chips that power smart devices. That could help the company &quot;drive innovation in the TV process.&quot; These new Roku TVs will work alongside Roku's existing home wireless speakers and other home theater equipment, just like partner offerings. But the company could potentially cook up some new features that are exclusive to its TVs — or at least, capabilities partners may not want to implement.</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/nvidia-rtx-4070-ti-review-3090-ti-power-for-799-140001316.html?src=rss", "title": "NVIDIA RTX 4070 Ti review: 3090 Ti power for $799", "date_published": "2023-01-04 14:00:01+00:00", "description": "<p>NVIDIA's new RTX 40-series GPUs are insanely powerful, but also wildly expensive. That's my big takeaway after reviewing the <a href=\"https://www.engadget.com/nvidia-rtx-4090-review-gpu-unholy-amounts-power-130020430.html\">RTX 4090 </a>and <a href=\"https://www.engadget.com/nvidia-rtx-4080-review-more-practical-4k-gaming-titan-140009349.html\">RTX 4080</a> — sure, they're fast, but who can justify spending over $1,000 on a video card? With the RTX 4070 Ti, which debuted at CES 2023, NVIDIA is offering a slightly more reasonable alternative. Starting at $799, it's still fairly pricey, but at least it's under $1,000. And best of all, it's in many ways better than last year's 3090 Ti, which initially cost a whopping $2,000.</p><p>After announcing two RTX 4080 cards a few months ago, NVIDIA surprised us all when it &quot;unlaunched&quot; the $899 12GB model. Given its much lower specs, there were plenty of complaints that it seemed a bit too expensive to be called a 4080. So now we've got the 4070 Ti at $100 less, with the same 7,680 CUDA cores and 12GB of GDDR6X memory that the 4080 was supposed to get. Sometimes, yelling at companies online gets results.</p><span id=\"end-legacy-contents\"></span><p>If you've got a small case, the 4070 Ti may also be the first RTX 40-series GPU you can actually use. Both the 4080 and 4090 Ti were triple-slot behemoths — they took up a significant chunk of my fairly roomy mid-tower case – whereas the 4070 Ti just needs two. It also requires far less energy than either of those cards, since it can run with a 700-watt PSU and has a maximum power draw of 285W. (The 4080 requires a 750W PSU, while the demands an 850W unit.) NVIDIA says the 4070 Ti uses around 49 percent less power on average than the 3090 Ti.</p><p>Given where it sits alongside the RTX 4080, the 4070 Ti performed exactly as I expected. It clocked in around 20 percent slower in 3DMark's TimeSpy Extreme Benchmark, as well as the Geekbench 4 Compute test. It was also a full 30 fps slower while playing <em>Halo Infinite</em> in 4K with maxed out graphics settings. Now those numbers may sound disappointing, but I was <em>ecstatic</em> to see them. Sure, it's slower, but the 4070 Ti is actually keeping up fairly well with a card that's $400 more expensive (and in many cases, <em>far</em> more). That's something to celebrate!</p><p></p><table><tbody><tr><td><p>None</p></td><td><p>3DMark TimeSpy Extreme</p></td><td><p>Port Royal (Ray Tracing)</p></td><td><p>Cyberpunk</p></td><td><p>Blender</p></td></tr><tr><td><p>NVIDIA RTX 4070 Ti</p></td><td><p>10,624</p></td><td><p>14,163/66fps</p></td><td><p>4K RT DLSS : 78fps</p></td><td><p>7,247</p></td></tr><tr><td><p>AMD Radeon RX 7900 XTX</p></td><td><p>12,969</p></td><td><p>14,696/68fps</p></td><td><p>4K FSR RT: 57fps</p></td><td><p>2,899</p></td></tr><tr><td><p>AMD Radeon RX 7900 XT</p></td><td><p>11,688</p></td><td><p>13,247/61fps</p></td><td><p>4K FSRT RT: 50fps</p></td><td><p>3,516</p></td></tr><tr><td><p>NVIDIA RTX 4080</p></td><td><p>12,879</p></td><td><p>17,780/82fps</p></td><td><p>4K DLSS RT: 84fps</p></td><td><p>9,310</p></td></tr><tr><td><p>NVIDIA RTX 4090</p></td><td><p>16,464</p></td><td><p>25,405/117.62 fps</p></td><td><p>4K DLSS RT: 135fps</p></td><td><p>12,335</p></td></tr></tbody></table><p></p><p>NVIDIA's DLSS 3 upscaling technology also proved to be incredibly useful once again. I reached a smooth 78fps in <em>Cyberpunk</em><em>2077</em> while playing in 4K with graphics ray tracing settings set to high. And if you need even more frames, you can always bump down to 1440p with DLSS 3, where I managed to reach 90 fps. The 4070 Ti also blew away the Radeon RX 7900 XT and XTX in Blender's benchmark, though that may have been due to unoptimized drivers on AMD's part.&nbsp;</p><section><img alt=\"NVIDIA RTX 4070 Ti\" class=\"e2ehero-url\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-01/cf7569a0-8bea-11ed-9f37-cf81b070fcf5\" /></section><p>If you've got a 1,440p monitor running at 120Hz or more, the 4070 Ti is clearly the more sensible purchase in NVIDIA's new family. <em>Halo Infinite </em>hit 165 fps while maxed out in that resolution, and I saw 130 fps in <em>Control</em> was graphics and ray tracing settings cranked up. And, it's worth noting, I didn't encounter any of the odd driver instability that crashed my system multiple times with the Radeon RX 7900 cards. The 4070 Ti was also twice as fast as both of those AMD GPUs in <em>Control</em> while using DLSS 3 and ray tracing in 1440p and 4K.</p><p>The ASUS TUF 4070 Ti I reviewed retails for $849, but I ran it at the same stock speeds as other $799 cards. The GPU reached 76C after hours of benchmarking and gaming — that's not as low as the 70C and below temperatures I was seeing on the 4080 and 4090, but those cards also had far more elaborate cooling.</p><p>As impressed as I am by the 4070 Ti, every prospective GPU buyer should know that NVIDIA's 30-series GPUs are still great! And while they don't have DLSS 3, they still have excellent DLSS 2 upscaling. Best of all, they're falling in price now that another generation of cards have arrived. You can snag 3060s easily for less than $400, while I've seen 3070s falling below $600 regularly. I'm sure we'll see a 4060 card later this year, but if you're in a rush, don't look down on older hardware.</p><p></p><figure><img alt=\"NVIDIA RTX 4070 Ti\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-01/cf76c930-8bea-11ed-956f-60f6863a1ddd\" style=\"height: 1206; width: 2000;\" /><figcaption></figcaption><div class=\"photo-credit\">Devindra Hardawar/Engadget</div></figure><p>If anything, the RTX 4070 Ti is awful news for AMD. The Radeon RX 4700 XT and XTX are both faster GPUs in many benchmarks, but once you start enabling ray tracing, they practically crumble. And worst of all, they're $100 and $200 more, respectively. Personally, I'd rather the power of DLSS and the stability of NVIDIA's hardware and software, over the raw speed of those AMD cards.</p><p>While I miss the days of “reasonable” video card prices under $500, the 4070 Ti still feels like a dose of sanity. Unless you’re a high-level streamer or pro gamer, there’s little reason to spend four figures on a video card. $799, though? That’s doable. And if anything, it pushes the prices of other hardware down considerably. Even if you don’t buy the 4070 Ti, we should all be thankful it exists.</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/microsoft-reportedly-integrating-chatgpt-technology-into-bing-131502579.html?src=rss", "title": "Microsoft is reportedly integrating ChatGPT's technology into Bing", "date_published": "2023-01-04 13:15:02+00:00", "description": "<p>Microsoft's Bing search engine might soon become more attuned to users' needs and return results in a more human-like fashion. According to <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3d3dy50aGVpbmZvcm1hdGlvbi5jb20vYXJ0aWNsZXMvbWljcm9zb2Z0LWFuZC1vcGVuYWktd29ya2luZy1vbi1jaGF0Z3B0LXBvd2VyZWQtYmluZy1pbi1jaGFsbGVuZ2UtdG8tZ29vZ2xlP3JjPXdoZjBmZCIsImNvbnRlbnRVdWlkIjoiZjk3Y2QzNzEtNGU4NC00YWFhLWJmMGUtODY2NWJkOTg3MTNjIn0&amp;signature=AQAAAfCqqNCQO-ZK7Ev_qJBkUv7a_ZzSxP7o4ceRB_ugQgxe&amp;gcReferrer=https%3A%2F%2Fwww.theinformation.com%2Farticles%2Fmicrosoft-and-openai-working-on-chatgpt-powered-bing-in-challenge-to-google%3Frc%3Dwhf0fd\"><em>The Information</em></a>, the tech giant is planning to incorporate the OpenAI software powering ChatGPT into Bing in hopes that it can help the company catch up to (or maybe even outshine) Google. Microsoft <a href=\"https://www.engadget.com/2019-07-22-microsoft-invests-openai-azure-supercomputing.html\">invested $1 billion</a> in OpenAI back in 2019, and more recent reports said it's in talks with the Elon Musk-founded startup for a follow-up investment. Now, <em>The Information</em> is reporting that Microsoft's initial investment included an agreement to incorporate some aspects of GPT into Bing.</p><p>OpenAI developed GPT as a language model that uses deep learning to generate human-like text responses. Late last year, it launched a program called <a href=\"https://www.engadget.com/engadget-podcast-lensa-ai-avatar-images-chatgpt-133057497.html\">ChatGPT</a> that quickly skyrocketed in popularity due to its ability to return responses that seem like they were written by actual people. Educators <a href=\"https://www.theguardian.com/technology/2022/dec/04/ai-bot-chatgpt-stuns-academics-with-essay-writing-skills-and-usability\">raised concerns</a> that it could easily be used for cheating, since those who tried the tool said they would've given its responses a good grade if a student claimed to have written them. ChatGPT is free for now, but OpenAI intends to charge for its use in the future.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>What GPT integration would mean for Bing isn't clear at this point. It doesn't have the capability to scrape the internet for results, so Microsoft will still use its own search engine technology. However, <em>The Information</em> said it could help Bing present results to users in a friendlier way. A source \"familiar with Bing's systems\" told the publication that Microsoft could use the technology to present search results as full sentence answers with the source for the information. If Bing suggests related queries to the original one, GPT could explain their relevance in a meaningful manner. The technology could help Bing suggest better keywords or key phrases to users, as well.</p><p>Microsoft could launch GPT integration as soon as this March,<em> The Information </em>says, so we might hear a confirmation of this report — along with more details, if it is indeed true — in the near future.&nbsp;</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/citizens-new-cz-smart-watch-uses-ai-to-determine-your-level-of-alertness-130530865.html?src=rss", "title": "Citizen's new smartwatch uses AI to determine your level of alertness", "date_published": "2023-01-04 13:05:30+00:00", "description": "<p>Citizen has announced its latest CZ Smart smartwatches that feature a built-in AI &quot;self-care advisor,&quot; the company said. The new proprietary YouQ app was built with <a href=\"https://www.engadget.com/2016-10-26-ibms-watson-smarts-are-coming-to-slacks-chat-bot.html\">IBM Watson</a> Studio and uses NASA technology to show the wearer when they're at their most alert or fatigued in order to &quot;maximize [their] daily potential,&quot; the company said.&nbsp;</p><p>The intriguing idea is that the CZ Smart's YouQ app uses IBM Watson's neural networks to learn a user's &quot;chronotype&quot; (preferred timing of sleep and wake) over a seven to ten day period, by processing sleep data and &quot;alert scores.&quot; The latter are generated from a custom-designed alert monitor test, a consumer version of NASA's PVT+ test created at the Ames Research Center Fatigue Countermeasures Laboratory. The tests are &quot;brief, gamified, and can be taken daily to measure the wearer’s alertness,&quot; according to Citizen.&nbsp;</p><span id=\"end-legacy-contents\"></span><figure><img alt=\"Citizen has announced its latest CZ Smart smartwatches that features a built-in AI \" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-01/7d33f590-8b5d-11ed-befe-67b6611cc874\" style=\"height: 1012; width: 1800;\" /><figcaption></figcaption><div class=\"photo-credit\">Citizen</div></figure><p>Using that data, the YouQ app can learn your unique rhythms and habits. From there, it creates a dynamic recognition model to recommend &quot;Power Fixes,&quot; or actions and activities to help the wearer reduce the effects of fatigue, improve alertness and promote better habits. Over time, it can increase personalization and presumably the effectiveness of the Power Fixes for each person.&nbsp;</p><p>The new technology is only available on the new second-generation CZ Smart watches (the first generation <a href=\"https://www.businesswire.com/news/home/20201116006003/en/Citizen-Introduces-Its-First-Full-Digital-Display-Smartwatch-CZ-Smart\">launched</a> in 2020, and the company also has a <a href=\"https://www.watchtime.com/featured/sponsored-citizen-launches-its-next-generation-smartwatch-with-the-genius-incognito-cz-smart-hybrid/\">CZ Smart Hybrid lineup</a>). Those come in 44mm sport and 41mm casual models, with mesh bracelets, links and silicone straps. Technology-wise, they offer 1.3-inch AMOLED displays, Snapdragon Wear 4100+ processors with 8GB of storage, and feature 24+ hours of battery life with &quot;faster charging.&quot;&nbsp;</p><figure><img alt=\"Citizen has announced its latest CZ Smart smartwatches that features a built-in AI \" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-01/9b50da20-8b5d-11ed-bdde-23fcc7d3ccf1\" style=\"height: 1012; width: 1800;\" /><figcaption></figcaption><div class=\"photo-credit\">Citizen</div></figure><p>Sensor-wise, you get a gyroscope, altimeter, barometer, accelerometer, heart rate sensor and SP02 ambient light sensor. It comes pre-loaded with the YouQ wellness app, Strava, Spoitfy, YouTube Music and Amazon Alexa. It presumably has its own OS, and works with iPhone or Android devices.&nbsp;</p><p>The previous model used Wear OS and was built in partnership with Fossil, but Citizen didn't specify the OS for the current model. They'll go on sale in March 2023 in the US, with pricing to arrive at a later date. The current CZ Smart cost $395 at launch.&nbsp;</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/jbl-go-3-eco-clip-4-eco-pulse-5-ces-2023-130041621.html?src=rss", "title": "JBL created 'eco-friendly' versions of its portable speakers", "date_published": "2023-01-04 13:00:41+00:00", "description": "<p>JBL has new speakers at CES 2023, including environmentally friendly versions of its Go 3 and Clip 4 portable models. The company is also updating its Pulse speaker line (known for its groovy light and color show) with better audio than its predecessor.</p><p>As their names suggest, the JBL Go 3 Eco and JBL Clip 4 Eco are environmentally conscious variants of the <a href=\"https://www.engadget.com/jbl-bluetooth-speaker-lineup-ifa-2020-123008771.html\">Go 3 and Clip 4</a>. Launching on Earth Day (April 22nd), the Eco speakers use 90 percent PCR (Post-Consumer Recycled) plastic for mechanical construction and 100 percent recycled fabric for their speaker grilles. They also ship in environmentally safe packaging, using FSC-certified paper and soy ink.</p><span id=\"end-legacy-contents\"></span><p>Apart from their environmental focus, they’re identical to their non-eco namesakes from late 2020. The Go 3 line has a rounded rectangle design, offering five hours of playback. Meanwhile, the Clip 4 has an integrated carabiner for easy hanging and 10 hours of playing time. Both models include IP67 water and dust resistance, which is handy for trips to the beach or pool. The environmentally friendly speakers will cost the same as their non-eco counterparts: $50 for the Go 3 Eco and $80 for the Clip 4 Eco.</p><figure><img alt=\"Two women smiling as they listen to the JBL Pulse 5 speaker with its colorful display.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-12/2dc8f0f0-8086-11ed-bb2f-5a5dcb8824cb\" /><figcaption></figcaption><div class=\"photo-credit\">JBL</div></figure><p>JBL’s Pulse lineup has a built-in LED that acts like a <a href=\"https://www.engadget.com/2013-10-24-jbl-pulse-led-speaker.html\">digital lava lamp</a> synced to your music. The new Pulse 5 (initially <a href=\"https://www.engadget.com/jbl-summer-2022-portable-speaker-collection-update-130006329.html\">announced</a> for a 2022 release but delayed to this year) should have richer audio than its predecessor, thanks to a bigger passive radiator for deeper bass and a refined woofer for richer mid-low frequencies. JBL says the 360-degree speaker is IP67-rated and can last 12 hours before plugging in its USB-C cable. The Pulse 5 launches this spring for $250.</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/schneider-electric-ces-2023-energy-management-system-130035281.html?src=rss", "title": "Schneider Electric’s Home Energy System ties a battery to your smart home", "date_published": "2023-01-04 13:00:35+00:00", "description": "<p>One of the more unfortunate consequences of our energy companies failing to invest in smarter and greener technology when it had the chance, is that now we have to <a href=\"https://www.engadget.com/2017-08-02-ikea-home-battery-solar.html\">do it all ourselves</a>. And it’s certainly not the most fun in the world trying to tie together a grid inside your own home with so many competing companies in the space. Schneider Electric is pledging to offer a one-company-fixes-all solution with its Home Energy Management System, which it’s announcing at CES.</p><p>Schneider’s system is, more or less, all of the components necessary to manage your home’s energy needs. That includes a home battery, solar inverter, electrical panel, connected power outlets, smart switches and its own EV charger. The idea being that you can buy all of the bits at once and then manage all of your home’s power needs from a single app. That should, says the company, help reduce the cost, complexity and space requirements of buying these components separately.</p><span id=\"end-legacy-contents\"></span><p>If there’s a benefit to such a system, it’s that Schneider’s hardware will co-ordinate the sources of energy in your home to suit your needs. That’s especially important during a power outage, where for instance, you can set the system to only power the essentials to preserve energy. So, you can set it to run your fridge, freezer, water heater and HVAC, but nothing else when things get rough. You’ll also be able to set it to calculate when energy costs are at their lowest, for instance, in order to charge an EV from grid power.</p><p>There’s no word on price yet, but we can expect the components to make themselves available across the year.</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/jbl-quantum-gaming-headphones-ces-2023-130025001.html?src=rss", "title": "JBL updates its Quantum lineup of gaming headphones and earbuds", "date_published": "2023-01-04 13:00:25+00:00", "description": "<p>JBL only <a href=\"https://www.engadget.com/2020-01-06-jbl-quantum-gaming-headphones-speaker.html\">entered the gaming headphone space</a> three years ago, but it’s trying to make up for lost ground with a swath of new gear at CES 2023. The company’s latest headsets all support QuantumSurround, its 7.1 surround sound technology, and several new models offer spatial audio with head tracking.</p><p>The Quantum 910P (PlayStation) and 910X (Xbox) are the company’s new high-end wireless headsets, each color-themed for their corresponding consoles. The over-ear headphones have active noise canceling (ANC), 50mm drivers and spatial audio with head tracking. The built-in boom mic has echo and noise suppression; you can mute it by flipping it upwards. In addition to PlayStation, the Quantum 910P works with PC and Nintendo Switch, while the 910X is compatible with Xbox, PlayStation, Switch and PC. The headsets will cost $300 when they arrive in March.</p><span id=\"end-legacy-contents\"></span><p>The Quantum 360P and 360X are mid-range wireless variants that support surround sound on PCs. They have smaller 40mm drivers and shorter playback time (although still a healthy 22 hours). Meanwhile, the Quantum 100P and Quantum 100X are wired entry-level headsets with a 3.5mm connection, 40mm drivers and a boom mic. The 100P works with PlayStation 5 3D audio, and the 100X is compatible with Windows-sonic surround sound. Launching in March, the 360 P/X will cost $139, while the wired 100P/X is priced at $40.</p><figure><img alt=\"Product photo of JBL Quantum TWS Air true wireless earbuds.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-12/5f1b4ac0-821d-11ed-94ff-b27997ff9b6d\" /><figcaption></figcaption><div class=\"photo-credit\">JBL</div></figure><p>The Quantum TWS Air is JBL’s latest gaming earbuds that work with PC, Mac, PlayStation, Nintendo Switch and mobile devices. (Xbox isn’t listed, suggesting JBL passed on Microsoft licensing for the earbuds.) JBL included a USB-C dongle for devices lacking native Bluetooth playback support. The wireless earphones have 6.8mm, drivers, with an advertised eight hours of playtime (the charging case adds another 16 hours). They have four microphones (two each) and support surround sound when paired with a PC. The Quantum TWS Air launches this summer for $100.</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/harman-jbl-spinner-bluetooth-turntable-record-player-ces-2023-130024419.html?src=rss", "title": "Harman says its new JBL wireless turntable doesn't skimp on audio quality", "date_published": "2023-01-04 13:00:24+00:00", "description": "<p><a href=\"https://www.engadget.com/tag/harman/\"><ins>Harman</ins></a> has pulled back the curtain on a new <a href=\"https://www.engadget.com/tag/record%20player/\"><ins>record player</ins></a> that it claims does not sacrifice audio quality during wireless playback. The JBL Spinner BT has Bluetooth 5.2 support and aptX HD encoding, which will ensure that you'll get the &quot;authentic sound&quot; of your records, according to Harman. If you'd rather stick with a wired connection, though, the turntable has analog output with switchable moving magnet phono stage and an integrated phono preamplifier.</p><p>The Spinner BT has locked speeds and a speed sensor that Harmon says will &quot;guarantee perfect pitch.&quot; On the tonearm, you'll find a preinstalled <a href=\"https://www.engadget.com/tag/audio%20technica/\"><ins>Audio Technica</ins></a> moving magnet cartridge. A removable head shell should make replacing and upgrading the cartridge a piece of cake. As for the base, Harman has damped the feet to reduce vibration from external sources. The record player's black MDF plinth, meanwhile, has accents of JBL's signature orange.</p><span id=\"end-legacy-contents\"></span><p>The <a href=\"https://www.engadget.com/tag/jbl/\"><ins>JBL</ins></a> Spinner BT, which includes a hinged dust cover, will be available this fall. Harman says it'll cost $399.</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/hp-dragonfly-pro-chromebook-hands-on-ces-2023-130023490.html?src=rss", "title": "HP's Dragonfly Pro laptops: Colorful, customizable and complication-free", "date_published": "2023-01-04 13:00:23+00:00", "description": "<p>Of all the new products HP is showing off at CES this year, arguably the most noteworthy is a pair of new Dragonfly laptops. Adapted from the <a href=\"https://www.engadget.com/2019-09-18-hp-elite-dragonfly-hands-on-sub-1-kg.html\">enterprise-centric Elite Dragonfly series</a>, the new Dragonfly Pro and Dragonfly Pro Chromebook are designed for consumers who are overwhelmed by specs. HP believes that for some people, having to choose from 30 different laptop configurations of RAM, storage and other options is a deterrent. For that reason, the Dragonfly Pro and Pro Chromebook come in preset configurations and you really only need to decide whether you want the Pro or the Chromebook (though for the Pro you can choose one of two preconfigured models).</p><p>Both notebooks have 14-inch screens, with the Chromebook for some reason featuring a higher resolution of 2,560 x 1,600. The Windows machine, meanwhile, runs at 1,920 x 1,200. Both systems are also fairly similar in size, measuring almost exactly the same, though the Chromebook is 0.2 pounds lighter.</p><span id=\"end-legacy-contents\"></span><p>Frankly, I was a little underwhelmed by the design of both new Dragonfly laptops. I’ve grown used to the <a href=\"https://www.engadget.com/2020-01-27-hp-elite-dragonfly-review.html\">sleek chassis, premium finishes and attractive design of the Elite Dragonfly</a> series, and the consumer models are just a little less refined. Put it this way: If the Elite Dragonfly devices were Hermes bags, then the Dragonfly Pro and Pro Chromebook are Michael Kors purses. Still good-looking, but not quite as high-end.</p><div id=\"93e2d58f50b24605a3769dc3b457728e\"></div><p>The two machines are different in quirky ways. For example, the Chromebook has an 8-megapixel webcam and has an LCD that gets as bright as 1,200 nits, while the Windows version packs a 5MP IR camera with a shutter and only goes up to 400 nits. The Pro also has a haptic trackpad and a fingerprint scanner, as well as Gorilla Glass on its screen.</p><p>The Chromebook doesn’t have any of those, but it sports an RGB keyboard that offers customizable colors. Using HP’s software, I could pick any shade on a spectrum or use the rainbow template, which is the only way to get the keyboard to show more than one color simultaneously.</p><p>HP also collaborated with Google on the Dragonfly Pro Chromebook’s software to incorporate an element of the Material You UI from Android. Using the laptop’s specific software, you can pick one of a selection of wallpapers and have the system determine what the image’s dominant colors are. It will then generate some hues for you to set as the computer’s color scheme.</p><figure><img alt=\"A person typing on a black HP Dragonfly Pro Chromebook. The keys are backlit in rainbow colors, and the screen shows the wallpaper selection page.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-01/60128390-8c03-11ed-bbfb-2e68aaab61b9\" /><figcaption></figcaption><div class=\"photo-credit\">Sam Rutherford / Engadget</div></figure><p></p><p>While the Pro Chromebook comes with a 12th-generation Intel Core i5 processor, the Windows version exclusively uses AMD processors. In fact, HP worked with AMD on a custom Ryzen 7 chip for the Dragonfly Pro, using the chip maker’s adaptive platform management framework to balance power consumption and speed boosts when necessary.</p><p>Possibly the most interesting feature of the Dragonfly Pro lies on its keyboard. Specifically, HP added a column of four hot keys to the right, offering shortcuts to a new control center, 24/7 dedicated tech support, camera settings and a programmable button. The control center is a portal containing various different settings that used to exist in separate HP apps, while the company is launching a support concierge service just for Dragonfly owners to answer questions specific to the series. These are staffed by actual people who HP says will have been trained on the Dragonfly Pro machines.</p><p>The camera settings button pulls up HP’s as-yet-unnamed app that offers system-level controls over the feed that apps like Zoom, Meet or Teams receive. I was able to use the app to tweak the intensity of the background blur, compensate for low light or backlighting or keep a subject in frame. I was particularly impressed by the key framing tool that basically acts like a green screen to remove parts of the background. Since the software at the demo wasn’t final, I can’t vouch for its performance, and I didn’t use it on an actual call.</p><p>Finally, the programmable key can be set up to launch an app like Excel or Outlook, or go straight to a website on the default browser or open a file or folder. There’s no option to stack actions at the moment, so the usefulness of this button feels fairly limited. Still, it’s nice to have an option for frequently used programs.</p><p>Both the Dragonfly Pro and Pro Chromebook's batteries should last up to 16 hours depending on how you use them, and support fast charge to get you to 50 percent in 30 minutes. The Dragonfly Pro and Pro Chromebook will be available this spring, and don't supplant the company's existing flagship Spectre series. HP hasn't shared pricing information yet, so we'll likely have to wait till closer to retail availability to find that out.</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/jbl-bar-series-soundbars-ces-2023-130016386.html?src=rss", "title": "JBL's 2023 soundbar lineup offers Dolby Atmos on all five models", "date_published": "2023-01-04 13:00:16+00:00", "description": "<p>When JBL debuted <a href=\"https://www.engadget.com/2020-01-06-jbl-dolby-atmos-soundbar-detachable-speakers.html\">its first Dolby Atmos soundbar</a> at CES 2020, the company did so in a unit with detachable rear surround sound speakers. For 2023, the company has made Atmos audio standard across its entire lineup of the Bar Series, with three of the new models having those detachable satellite speakers and all but one comes with a wireless subwoofer.&nbsp;</p><p>At the top of the group is the Bar 1300X, an 11.1.4-chanel speaker capable of 1,170 watts of power output. DTS:X joins Atmos for a second immersive audio option, powered by six upfiring drivers. Plus, Harman's MultiBeam tech works to enhance that spatial sound. Like the Bar 9.1 three years ago, the 1300X and the rest of JBL's 2023 soundbars that offer detachable rear speakers allow you to remove the ends of the soundbar to position wireless satellite units behind you. The 1300X also comes with a 12-inch subwoofer while the rest of the company's new lineup (except the Bar 300) come with a 10-inch wireless sub.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>Both the Bar 1000 and Bar 700 have those detachable speakers and offer Atmos in 7.1.4- and 5.1.2-channel setups respectively. The Bar 1000 packs in four upfiring drivers while the 700 has two. And while the 880-watt Bar 1000 does offer MultiBeam to lend a hand with immersive audio, the 620-watt Bar 700 does not. The Harman tech is on the Bar 500 though, a 5.1-channel option that still supports Dolby Atmos despite a lack of upfiring drivers. And lastly, the Bar 300 in an all-in-one setup with integrated subwoofers.&nbsp;</p><p>JBL says all five soundbars have PureVoice, a feature that optimizes the audio for clear dialogue even when loud sound effects are also in use. The entire lineup features WiFi connectivity, JBL One app support and customizable EQ settings. All of them can be voice controlled via Alexa, Google Assistant or Siri and all five offer AirPlay 2, Alexa Multi-Room Music (MRM) and Chromcast built-in.</p><p>The company says all of its 2023 soundbars will be available on February 19th. When they are, you can expect to pay $1,699.95 for the Bar 1300X, $1,199.95 for the Bar 1000, $899.95 for the Bar 700, $599.95 for the Bar 500 and $399.95 for the Bar 300.&nbsp;</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/polys-voyager-free-60-might-be-the-coolest-earbuds-for-work-yet-130016200.html?src=rss", "title": "Poly’s Voyager Free 60+ might be the slickest earbuds for work yet", "date_published": "2023-01-04 13:00:16+00:00", "description": "<p>There are so many wireless earbuds on the market it’s gotten hard for a new pair to stand out, especially when it comes to enterprise-focused options. But Poly’s Voyager Free 60+ buds may have just broken through thanks to a couple of innovative features.</p><p>Like many of its rivals, the Voyager Free 60+ features a true wireless design and comes with a Qi charging case. The stems of each bud supports touch controls for adjusting playback, while three mics and active noise cancellation help ensure both your voice and your audio sounds clear. However, where things get interesting is when you check out the display built into the case, which is only the second of its kind following the release of <a href=\"https://news.jbl.com/en-CEU/217264-smart-innovation-meets-ultimate-high-fidelity-audio-with-the-new-jbl-tour-pro-2-true-wireless-and-tour-one-m2-headphones\"><ins>JBL’s Tour PRO 2</ins></a> buds back in August.</p><span id=\"end-legacy-contents\"></span><div id=\"795b0013384a481bb5f57f76b61f438d\"></div><p>By tapping and swiping on the display, you can quickly do things like adjust volume, toggle ANC, check battery status, switch between paired devices and more. This means you can leave your phone or laptop in your bag or pocket while you focus on your call. And with the Voyager Free 60+ capable of remembering up to eight different devices (with two being paired at the same time), multi-device management is a cinch.</p><p>However, my favorite thing about the Voyager Free 60+ is its broadcast mode. This allows you to use the included 3.5mm to USB-C cable to connect the case to an older device with a headphone jack (like when you’re on an airplane), so you can watch movies during a flight without needing to carry a second set of headphones around. Sure, it’s a bit of a niche situation, but for frequent travelers, it’s a great way to streamline your luggage.</p><figure><img alt=\"The screen on the Voyager Free 60+'s charging case can be used to quickly adjust settings like volume, ANC, and more. \" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-01/85c9f430-8a5d-11ed-9afa-bb88dbfc19ff\" style=\"height: 1200; width: 2000;\" /><figcaption></figcaption><div class=\"photo-credit\">Sam Rutherford/Engadget</div></figure><p>Additionally, despite being made for the enterprise world, the Voyager Free 60+ sound great. Mids and highs are crisp and vibrant, and while I’d like a bit more thump in lower tones, there’s still more than an acceptable amount of bass. I also appreciate some of the smaller details like the inclusion of different-sized eartips and a bonus travel pouch that holds both the charging case and all of the earbuds’ included accessories. You even get the ability to choose between a USB-A or USB-C dongle for simple pairing with a phone or laptop. And because the earbuds support dual-mode connectivity, you can also connect to devices via Bluetooth.</p><figure><img alt=\"By using the included 3.5mm to USB-C cable, you can plug older devices into the Voyager Free 60+'s case and use broadcast mode to send audio wirelessly to the earbuds. \" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-01/e294fd40-8a5d-11ed-be1d-c6fb88556d50\" style=\"height: 1200; width: 2000;\" /><figcaption></figcaption><div class=\"photo-credit\">Sam Rutherford/Engadget</div></figure><p>The biggest challenge for Poly’s Voyager Free 60+, though, is that priced at $360, it costs more than a lot of other high-end earbuds including the <a href=\"https://www.engadget.com/airpods-pro-review-second-generation-130048218.html\"><ins>AirPods Pro</ins></a> and the <a href=\"https://www.engadget.com/sony-wf-1000xm4-review-160006474.html\"><ins>Sony WF-1000XM4</ins></a>. Now I should mention that there will be a slightly less expensive non-plus version of the Voyager Free 60 buds that come with a more traditional case without a built-in screen, but even these cheaper models will start at $299.99. So despite some fancy features that could be very useful for business travelers, unless you can sweet talk your company’s IT department into upgrading your gadget kit, they might be hard sell when they come out sometime in March.</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/hyper-x-is-leaning-into-3-d-printing-for-its-next-wave-of-gaming-accessories-130010794.html?src=rss", "title": "HyperX leans into 3D printing for its next wave of gaming accessories", "date_published": "2023-01-04 13:00:10+00:00", "description": "<p>Last year HyperX broke into a new hardware category with its <a href=\"https://www.engadget.com/hyper-x-armada-25-hands-on-specs-price-release-no-stand-no-problem-101534103.html\"><ins>Armada monitors</ins></a>. But this year at CES the company is taking things in an entirely different direction with the introduction of its new 3D-printed gaming accessories.</p><p>With the HX3D line, HyperX is leaning on the 3D color printing capabilities of its parent company (HP) to create a new range of personalized peripherals that would be difficult to make with more traditional manufacturing processes. That said, HyperX is starting off small (both literally and figuratively), with its first product being a limited edition Cozy Cat keycap (which is compatible with most Cherry-style switches) that's slated to go on sale sometime in January for $19.99.</p><span id=\"end-legacy-contents\"></span><div id=\"82e237c0192746e698df2c756751a44b\"></div><p>Now unless you’re deep into the mechanical keyboard community, $20 for a single keycap might seem like a lot. And it is. However, when compared to custom hand-painted keys that can go for between $50 and $100 (or more), HyperX’s 3D-printed options don’t seem quite as ridiculous while still offering a surprising amount of detail.</p><p>But the most exciting thing is that the company has already created a huge variety of other concept products including an entire line of animal-themed keycaps, mic stands, headphone faceplates and more. And after seeing them in person, I have to say the detail on some of the more intricate offerings is rather impressive. I’m personally a fan of the dragon-themed headphone holder and the mic stand that looks like a cuter version of the mushroom people from <em>Dark Souls</em>.</p><figure><img alt=\"HyperX's first 3D-printed gaming accessory will be its Cozy Cat keycap, which will start at 19.99.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-01/3b9b9630-8a5c-11ed-afef-e956b4f8e44f\" style=\"height: 1200; width: 2000;\" /><figcaption>The Cozy Cat (center) will be HyperX's first 3D-printed key cap with potentially more on the way depending on demand.&nbsp;</figcaption><div class=\"photo-credit\">Sam Rutherford/Engadget</div></figure><p>The challenge for HyperX, though, is breaking into a new segment without much in the way of established characters or content. Because as adorable as the little cats, ducks and unicorns are, these accessories are more of a style play when compared to the company’s more traditional products which largely compete on specs and features. Granted, HyperX may already have a small built-in fanbase thanks to its roster of sponsored ambassadors like Pokimane, Gordon Hayward and Daigo. But still, it’s hard to say if this endeavor will be a boom or bust.</p><p>Alternatively, for people looking for more standard peripherals, at CES 2023 HyperX is also launching two new gaming mice and the company’s first officially licensed Xbox controller. The new Pulsefire Haste 2 mouse is designed for FPS gamers who prefer a lightweight mouse for enhanced reaction times, and it’s available in both wired and wireless models starting at $59.99 and $79.99.</p><figure><img alt=\"Some other 3D-printed concept products HyperX is testing out include customized mic and headphone stands. \" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-01/6d21a820-8a5c-11ed-bcf5-e955453131f6\" style=\"height: 1200; width: 2000;\" /><figcaption>Here are some other 3D-printed sample concepts HyperX is considering for future release.&nbsp;</figcaption><div class=\"photo-credit\">Sam Rutherford/Engadget</div></figure><p>Both mice come with HyperX’s 26K sensor that supports polling rates of up to 8,000Hz along with RGB lighting and customizable buttons. The main differences are that the wired version weighs a scant 53 grams while the wireless version comes in a bit heavier at 62 grams and features a battery life of up to 100 hours on a single charge. In some brief testing, I actually found the wired model to be so light that it threw off my aim, though that’s almost certainly because I generally prefer mice with a bit more heft.</p><figure><img alt=\"In terms of more traditional products, at CES 2023 HyperX is launching wired and wireless versions of its Pulsefire Haste 2 mouse and its first officially-licensed Xbox controller in the Clutch Gladiate. \" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-01/a1b7e040-8a5c-11ed-b6bf-ec6f4a0b56cd\" style=\"height: 1200; width: 2000;\" /><figcaption></figcaption><div class=\"photo-credit\">Sam Rutherford/Engadget</div></figure><p>Meanwhile, for console gamers, HyperX’s Clutch Gladiate controller doesn’t offer much in the way of extra frills or features. But then again, priced at just $34.99, that’s totally OK. In hand, the Glaidate feels a touch smaller than Microsoft's first-party controller, and it’s a bit lighter too because, unlike the standard model, HyperX’s gamepad is wired-only. That said, I do enjoy the trigger locks in the back, which let you adjust the pull length of LT and RT from long to short when needed.</p><p>The Clutch Gladiate controller will be available first in March, followed by both versions of the Pulsefire Haste 2 mouse sometime in April.</p><p></p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/jbl-tour-pro-2-tour-one-m2-announced-130009195.html?src=rss", "title": "JBL debuts true wireless earbuds with a touchscreen 'smart' case", "date_published": "2023-01-04 13:00:09+00:00", "description": "<p>For its latest Tour Series true wireless earbuds, <a href=\"https://www.engadget.com/jbl-true-wireless-earbuds-lineup-ces-2022-130052913.html\">JBL</a> is taking an interesting approach to the wireless charging case. The Tour Pro 2 comes with what the company calls &quot;the world's first smart charging case,&quot; thanks to a 1.45-inch LED touchscreen display on the outside. This panel offers controls for both music and calls in addition to notifications for messages and social apps. The company touts the convenience of not having to look at your phone for said items, but you will have to keep the case within reach.</p><p>Aside from the case, the Tour Pro 2 is a set of flagship earbuds. They're equipped with adaptive active noise cancellation (ANC) and ambient sound mode with 10mm drivers, spatial audio and JBL's Pro sound inside. Personi-fi 2.0 allows you to customize the audio profile to suit your listening habit and an ear tip fit test can ensure a proper fit. JBL says you can expect up to eight hours of use with ANC on (10 with it off) and three additional charges in the case, plus a quick-charge feature will give you four hours of use in 15 minutes. For calls, a collection of six microphones are onboard with the company's VoiceAware tech. And lastly, the earbuds are IPX5 rated so they should withstand workouts just fine.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>The Tour Pro 2 will arrive in this spring in black and champagne color options for $249.95.&nbsp;</p><figure><img alt=\"JBL Tour One M2\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-01/30301450-8ba7-11ed-bdff-beebfe433c7b\" style=\"height: 1333; width: 2000;\" /><figcaption>JBL Tour One M2</figcaption><div class=\"photo-credit\">JBL</div></figure><p>JBL is also expanding the Tour Series with a new set of noise-canceling headphones. The Tour One M2 is an over-ear model that offers both the company's True Adaptive ANC and JBL Pro drivers. The noise-canceling tech monitors and adapts to your surroundings in real time. The company is also debuting a feature similar to <a href=\"https://www.engadget.com/sony-wh-1000xm5-review-160045478.html\">Sony's Speak-to-Chat tool</a> that automatically pauses audio and activates ambient sound mode when you talk. JBL calls it Smart Talk and the feature resumes your previous ANC setting when you're done speaking. The company's Personi-Fi 2.0 is on these as well, giving you customized audio to meet your sonic sensibilities. JBL Spatial Sound is here too, as is a low volume EQ that keeps audio quality consistent when the content isn't as loud.&nbsp;</p><p>In terms of battery life, the company says you can expect up to 30 hours with active noise cancellation on or up to 50 hours with it off. If you find yourself in a pinch, a quick-charge tool will give you five hours of listening in 10 minutes. JBL says four VoiceAware-equipped microphones help with calls, so on paper these should be suitable for any chats that might arise.&nbsp;&nbsp;</p><p>The Tour One M2 will arrive this spring in black and champagne color options for $299.95. JBL says a forthcoming over-the-air update will deliver Bluetooth 5.3 and LE Audio to both the Tour Pro 2 and Tour One M2.</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/jbl-tune-vibe-endurance-peak-earbuds-ces-2023-130005873.html?src=rss", "title": "JBL's new true wireless earbuds come in both bud and stick designs", "date_published": "2023-01-04 13:00:05+00:00", "description": "<p>JBL announced new audio gear today at CES 2023, including several new sets of true wireless earbuds. Although the Tour series’ smart charging case with a 1.45-inch touchscreen is JBL’s headline-grabbing release, it also updated its entry-level and mid-range earbuds for different form factors.</p><p>The JBL Tune series now ships in three designs: Tune Buds (standard buds, 10mm driver), Tune Beam (stick design with close tips similar to <a href=\"https://www.engadget.com/airpods-pro-review-second-generation-130048218.html\">AirPods Pro</a>, 6mm driver) and Tune Flex (open sticks like <a href=\"https://www.engadget.com/apple-airpods-review-2021-160026883.html\">standard AirPods</a>, 12mm driver). All three pairs offer active noise cancellation (ANC), although it’s hard to imagine the Tune Flex’s open design cutting down much outside sound.</p><span id=\"end-legacy-contents\"></span><figure><img alt=\"A woman wearing white JBL Tune Flex earbuds doing yoga or Tai chi in a park.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-12/9d858470-7fd8-11ed-bbbf-9093731510e0\" /><figcaption></figcaption><div class=\"photo-credit\">JBL</div></figure><p>JBL says the Tune Buds and Tune Beam each offer 12 hours of playback, with another 36 hours available from the charging case. (That drops to 10 hours with 30 more from the case if you have ANC turned on.) Meanwhile, the Tune Flex has an advertised eight hours of playback, with an additional 24 from the case (dropping to six hours and 18 from the case with ANC on). The Tune Buds and Beam have IP54 water and dust resistance, while the Flex is limited to IPX4. The three earphones will be available in black, blue and white when they launch in June, costing $100 each.</p><p>The Vibe series is JBL’s entry-level earbuds lineup without ANC. They ship in three similar form factors: Vibe Buds (bud design, 8mm drivers), Vibe Beam (closed stick, 8mm drivers) and Vibe Flex (open stick, 12mm drivers). All three include IP54 resistance and eight hours of playback, plus 24 more from the charging case. The earphones launch in February in black and white color options. The Vibe Buds and Vibe Beam will cost $50 each, while the Vibe Flex will set you back $70.</p><figure><img alt=\"JBL Endurance Peak product photo in front of plain white background\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-12/1996eba0-86e4-11ed-bce3-c32b55d794a2\" /><figcaption></figcaption><div class=\"photo-credit\">JBL</div></figure><p>Finally, the JBL Endurance Peak 3 is the company’s latest workout earbuds. Like many fitness earphones, they have an ear-hook design to keep them secure during exercise. They include 10mm drivers, IP68 resistance and 10 hours of battery life (plus another 40 from the case). Like the Vibe series, they also lack ANC. The Endurance Peak 3 will be available in black and white, costing $100 when they launch on February 19th.</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/google-spatial-audio-pixel-7-pixel-6-123543544.html?src=rss", "title": "Google brings spatial audio to Pixel 7 and Pixel 6 phones", "date_published": "2023-01-04 12:35:43+00:00", "description": "<p>Google has been working on giving its Pixel phone users access to spatial audio since <a href=\"https://www.androidpolice.com/android-13-qpr1-beta-1/\">at least September</a> last year. Now, the tech giant is finally <a href=\"https://support.google.com/pixelphone/thread/195623748/google-pixel-update-january-2023?hl=en\">rolling out the feature</a> with the rest of the January 2023 security updates for its flagship devices. In the list of changes arriving with the package, Google included spatial audio support for all Pixel 6, Pixel 6 Pro, <a href=\"https://www.engadget.com/google-pixel-7-and-pixel-7-pro-review-still-the-best-bargain-in-flagship-phones-170031940.html\">Pixel 7 and Pixel 7 Pro</a> devices running Android 13.&nbsp;</p><p>Spatial audio simulates an environment that makes users feel as if sounds are coming at them from different directions, sort of like the surround sound effect in movie theaters. As <a href=\"https://www.androidpolice.com/google-pixel-6-pixel-7-spatial-audio/\"><em>Android Police</em></a> notes, it mostly became popular in mobile after Apple brought the feature to the <a href=\"https://www.engadget.com/airpods-pro-firmware-update-spatial-audio-083143292.html\">AirPods Pro</a>. Google started introducing code for it with the Android 13 beta released in September 2022 but disabled it upon that beta's stable release. Now, the feature has officially been enabled.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>According to <a href=\"https://9to5google.com/2022/12/06/pixel-buds-spatial-audio/\"><em>9to5Google</em></a>, the company previously said that users can take advantage of spatial audio on the &quot;Pixel phone with movies from Netflix, YouTube, Google TV, and HBOMax that have 5.1 or higher audio tracks.&quot; Users, however, &quot;must wear headphones or earbuds&quot; to be able to enjoy the immersive experience.&nbsp;</p><p>In addition to activating the feature on Pixel devices, Google is also working on bringing head tracked spatial audio to the <a href=\"https://www.engadget.com/products/google/google-pixel-buds-pro/\">Pixel Buds Pro</a> that will provide users with another layer of immersion, so long as the earbuds are connected to any of the aforementioned Pixel phones. The company says it will release another update for the earbuds that will enable head tracking in the coming weeks.</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/the-morning-after-samsungs-latest-mobile-screen-prototype-slides-and-folds-121516325.html?src=rss", "title": "The Morning After: Samsung’s latest mobile screen prototype slides and folds", "date_published": "2023-01-04 12:15:16+00:00", "description": "<p>Samsung’s apparently tired of mobile displays that only fold in on themselves. At CES 2023 this week, the company revealed the <a href=\"https://www.engadget.com/samsungs-latest-mobile-display-can-both-fold-and-slide-105017526.html\">Flex Hybrid OLED mobile screen</a>. It folds from one side and slides out the other. This combination not only increases the size but alters the aspect ratio, too.</p><p>Starting off at a <em>relatively</em> compact 4.2-inch device, it folds out to a 10.5-inch 4:3 display. Then, because it’s not done, the right side slides and expands out to create a 12.4-inch display with a 16:10 aspect ratio, which seems like it’d be ideal for watching TV and movies. Samsung’s folding phones won me over in 2022, even if they could do with longer battery life. With a screen this big, that has to be a major consideration for any real-world devices.</p><p>We’ve seen roll-out displays on concept phones before. TCL <a href=\"https://www.engadget.com/tcl-fold-n-roll-concept-phone-tablet-foldable-rollable-screen-150013701.html\">teased</a> such a device in 2021, but it never showed off a working prototype. If Samsung has one at CES, we’ll check it out when the show floor opens. Already, we’ve been barraged by PC and TV announcements. Keep track of all the news from CES 2023 <a href=\"https://www.engadget.com/tag/ces%202023/\">right here.</a> What are you hoping to see this year?</p><p>– Mat Smith</p><p></p><h3>The biggest stories you might have missed</h3><ul><li><p><a href=\"https://www.engadget.com/ftx-founder-sam-bankman-fried-pleads-not-guilty-195137532.html\">Disgraced FTX founder Sam Bankman-Fried pleads not guilty to federal fraud charges</a></p></li><li><p><a href=\"https://www.engadget.com/finally-a-fruit-scanner-that-will-tell-you-if-your-avocados-are-ripe-020346285.html\">Finally, a fruit scanner to tell you if your avocados are ripe</a></p></li><li><p><a href=\"https://www.engadget.com/google-pixel-7a-leak-video-90hz-smooth-display-185534569.html\">Pixel 7a hands-on leak appears to show 90Hz display and a familiar design</a></p></li><li><p><a href=\"https://www.engadget.com/hitman-3-world-of-assassination-free-upgrade-172153197.html\">'Hitman 3' owners will get the previous two games for free </a></p></li><li><p><a href=\"https://www.engadget.com/nintendo-switch-online-deal-family-membership-256gb-micro-sd-card-50-amazon-171530562.html\">Nintendo Switch Online deal brings a one-year family plan and a 256GB microSD card down to $50</a></p></li><li><p><a href=\"https://www.engadget.com/loreal-robotic-makeup-applicator-for-those-with-limited-mobility-010033338.html\">L’Oréal created a motorized lipstick applicator for people with limited mobility </a></p></li><li><p><a href=\"https://www.engadget.com/ge-profile-smart-mixer-built-in-scale-033643807.html\">GE made a $1,000 stand mixer </a></p></li><li><p><a href=\"https://www.engadget.com/alienware-500-hz-gaming-monitor-ips-g-sync-170047975.html\">Alienware reveals its first 500Hz gaming monitor </a></p></li><li><p><a href=\"https://www.engadget.com/intels-13th-gen-laptop-cpu-24-cores-140050825.html\">Intel's 13th-gen laptop CPUs offer up to 24 cores </a></p></li><li><p><a href=\"https://www.engadget.com/alienware-x16-m16-m18-gaming-laptops-170032351.html\">Alienware's new gaming laptops include an 18-inch beast </a></p></li><li><p><a href=\"https://www.engadget.com/samsungs-2023-qd-oled-t-vs-will-hit-up-to-2000-nits-of-peak-brightness-090401455.html\">Samsung's 2023 QD-OLED TVs will reach up to 2,000 nits of peak brightness </a></p></li><li><p><a href=\"https://www.engadget.com/dell-concept-nyx-game-controller-140005477.html\">Dell's Concept Nyx gamepad sure is... something </a></p></li></ul><p></p><h2><a href=\"https://www.engadget.com/nvidia-unveils-rtx-4070-ti-161558312.html%20https://www.engadget.com/...\">NVIDIA unveils the pricey mid-range RTX 4070 Ti GPU</a></h2><h3>Even at $799, it’s better value than the 4080.</h3><h3></h3><p>NVIDIA finally unveiled its latest midrange GPU, the RTX 4070 Ti. Starting at $799, it's a slightly more reasonable alternative to NVIDIA's $1,199 RTX 4090 and $1,599 4090. But yes, it's still pretty costly. Is this the new GPU midrange? NVIDIA is positioning the RTX 4070 Ti as the pinnacle of 1,440p gaming beyond 120 fps. DLSS 3 is a big reason for that – just like with the other 4000-series cards, it uses machine learning to generate entire frames, rather than the pixels DLSS 2 created. That means it should be able to deliver better overall frame rates. The RTX 4070 Ti will be available on January 5th.</p><p><a href=\"https://www.engadget.com/nvidia-unveils-rtx-4070-ti-161558312.html%20https://www.engadget.com/...\"><strong>Continue reading.</strong></a></p><p></p><h2><a href=\"https://www.engadget.com/apple-iphone-battery-replacement-price-increase-143202275.html%20https://www.engadget.com/...\">Apple is raising the price of battery replacements for older iPhones</a></h2><h3>It already costs more to give newer iPhones a fresh battery.</h3><h3></h3><p>Apple is adding $20 to the price of battery replacements for pre-iPhone 14 models on March 1st. For notched iPhones (iPhone X through iPhone 13), this will bump the price from $69 to $89. If you have an iPhone SE or iPhone 8, the price will climb from $49 to $69. It's not clear if self-repair prices will increase at the same time. However, part prices roughly equal the cost of asking Apple to perform a battery swap. The company didn’t elaborate on the reasoning, but last year said inflation had affected business, and it raised iPhone prices in several international markets.</p><p><a href=\"https://www.engadget.com/apple-iphone-battery-replacement-price-increase-143202275.html%20https://www.engadget.com/...\"><strong>Continue reading.</strong></a></p><p></p><h2><a href=\"https://www.engadget.com/fufuly-cushion-lightony-robot-ces-2023-041500772.html\">Hugging this pulsating cushion could help with anxiety</a></h2><h3>The Fufuly's movements can guide your breathing pattern.</h3><a href=\"https://www.engadget.com/fufuly-cushion-lightony-robot-ces-2023-041500772.html\"><figure><img alt=\"TMA\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-01/42936d30-8c25-11ed-a9ff-7707084f20c8\" /><figcaption></figcaption><div class=\"photo-credit\">Engadget</div></figure></a><p>Yukai Engineering, the team behind the strangely adorable <a href=\"https://www.engadget.com/tag/qoobo/\">cat tail pillow</a>, is back. The Fufuly is yet another anxiety-reducing cushion from the Japanese company, with a gentle rhythmical pulsation as the main therapeutic tool. The idea is hugging a Fufuly stimulates your belly to induce slower and deeper breathing, thanks to the cushion’s lifelike behavior. The Fufuly will launch in Japan this year, through crowdfunding.</p><p><a href=\"https://www.engadget.com/fufuly-cushion-lightony-robot-ces-2023-041500772.html\"><strong>Continue reading.</strong></a></p><p></p><h2><a href=\"https://www.engadget.com/dells-revamped-g-series-might-be-the-best-looking-new-budget-gaming-laptops-at-ces-2023-170058755.html\">Dell’s revamped G-series: Surprisingly compelling budget gaming laptops</a></h2><h3>With retro sci-fi designs and fun colors.</h3><a href=\"https://www.engadget.com/dells-revamped-g-series-might-be-the-best-looking-new-budget-gaming-laptops-at-ces-2023-170058755.html\"><figure><img alt=\"TMA\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-01/4279cab0-8c25-11ed-adeb-905e42e8941f\" /><figcaption></figcaption><div class=\"photo-credit\">Engadget</div></figure></a><p>Dell’s latest G-series gaming notebooks seem to draw inspiration from gadgets in ‘80s sci-fi movies. You get simple lines with hard edges and bold two-tone paint jobs with neon/pastel accents. Color options may eventually change when these laptops go on sale, but Dell is even painting small details like the radiator fins inside each laptop’s vents. In short, they’re not as… <a href=\"https://www.engadget.com/alienware-x16-m16-m18-gaming-laptops-170032351.html\">extra</a> as the Alienware laptop family.</p><p>The G15 will start at $849 for a 13th-gen Intel Core i5, with a 1,920 x 1,080 screen and a choice of RTX 40-series GPUs from NVIDIA. The larger G16 will start at $1,499 with the same Core i5 chip but a higher-res 165Hz 2,560 x 1,600 screen. Both should go on sale early this year.</p><p><a href=\"https://www.engadget.com/dells-revamped-g-series-might-be-the-best-looking-new-budget-gaming-laptops-at-ces-2023-170058755.html\"><strong>Continue reading.</strong></a></p><p></p><span id=\"end-legacy-contents\"></span><span id=\"end-legacy-contents\"></span><h2><a href=\"https://www.engadget.com/vivoo-smart-toilet-clip-on-device-urine-test-190518742.html\">Test your pee where you pee with this oversized toilet clip-on</a></h2><h3>Not a fitness tracker.</h3><h3></h3><p>Vivoo has unveiled a smart toilet device that can test your urine and send the results to your phone. The tech is in a device that clips to existing toilets. Vivoo, which has offered at-home urine tests for the last few years, designed the system with the elderly, residential care and healthcare service providers in mind. The device will automatically align a testing strip with a person's urine stream, which should reduce the risk of, well, mess. It analyzes the urine sample for four wellness parameters. The company suggests the results can offer \"indications of certain deficiencies or abnormalities\" and help with early detection of some conditions.</p><p><a href=\"https://www.engadget.com/vivoo-smart-toilet-clip-on-device-urine-test-190518742.html\"><strong>Continue reading.</strong></a></p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/bird-buddy-smart-hummingbird-feeder-120012286.html?src=rss", "title": "Bird Buddy's latest smart feeder offers a closer look at hummingbirds", "date_published": "2023-01-04 12:00:12+00:00", "description": "<p>The halls of CES are full of smart home products, but some of them grab our attention more than others. Enter <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL215YmlyZGJ1ZGR5LmNvbS8iLCJjb250ZW50VXVpZCI6ImVkMjkyMjI2LWRhYjEtNDllYS1hZDE5LWUxM2MwNTNhNWY4NCJ9&amp;signature=AQAAATzGIjR6Wg5IXLcI5ZCGQ_IGpOeu3pSKQYmOaOq5eFHM&amp;gcReferrer=https%3A%2F%2Fmybirdbuddy.com%2F\">Bird Buddy</a>, a company that makes camera-equipped bird feeders for keeping tabs on the winged friends around your yard, patio or balcony. The current model accommodates whatever seed you prefer and motion sensor alerts you via the company's app when you have a visitor. That same software catalogs images and video clips as well. It's like a security cam, but way more fun.&nbsp;</p><p>At CES 2023, Bird Buddy is adding an AI-powered smart feeder for hummingbirds to its lineup. The aptly named Smart Hummingbird Feeder can identify 350 species of the animals and the motion sensor lets you know when one is ready for a snack. This model can be disassembled in two parts, which Bird Buddy says helps with regular cleanings, and the company explains that the design will prevent leaks. Just like the original, the camera is removable when it needs a charge and there's an optional solar roof should you choose to splurge.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>The Bird Buddy Smart Hummingbird Feeder is expected to go on sale in late 2023.</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/qi-2-charging-borrowed-from-apple-is-coming-to-android-phones-in-2023-114738401.html?src=rss", "title": "Future Android phones will feature MagSafe-like wireless fast charging", "date_published": "2023-01-04 11:47:38+00:00", "description": "<p>The Wireless Power Consortium (WPC) has unveiled Qi2, the wireless charging successor to <a href=\"https://www.engadget.com/2018-01-08-qi-dominates-wireless-charging-powermat-wpc.html\">Qi</a> that borrows some tricks from Apple's MagSafe charging. The idea is to create a unified system that (should) work with both Android and Apple devices, the WPC wrote in a <a href=\"https://www.businesswire.com/news/home/20230103005082/en/New-Qi2-Standard-for-Wireless-Devices-Ensures-Enhanced-Consumer-Convenience-and-Efficiency\">press release</a></p><p>Qi2 will replace the current Qi standard that has been around for over <a href=\"https://www.engadget.com/2009-08-18-wireless-power-standard-almost-here-named-qi-of-all-things.html\">13 years</a>. It'll be built off of Apple's MagSafe technology that came along with the iPhone 12, using a similar system of magnets and a wireless charging coil. However, it will introduce something called the Magnetic Power Profile that ensures phones and other devices are perfectly aligned to maximum charging speed and efficiency. It also assures compatibility among brands.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>&quot;Qi2’s perfect alignment improves energy efficiency by reducing the energy loss that can happen when the phone or the charger is not aligned,&quot; said WPC's executive director Paul Struhsaker in a statement. &quot;Just as important, Qi2 will greatly reduce the landfill waste associated with wired charger replacement due to plugs breaking and the stress placed on cords from daily connecting and disconnecting.&quot;</p><p>The first Qi2.0 version will launch this year, with support for 15 watt charging, foreign object detection and more. It'll also provide faster charging for some devices, improve safety and prevent device damage or battery life shortening.&nbsp;</p><p>The Magnetic Power Profile standard also makes improvements easier down the road. Future iterations will &quot;significantly&quot; raise charging levels past 15 watts, WPC told <a href=\"https://www.theverge.com/2023/1/3/23538131/qi2-wireless-charging-apple-samsung\"><em>The Verge</em></a>. It could also allow wireless charging for unusually-shaped accessories that aren't compatible with the current crop of flat charging pads.</p><p>There are still some question marks, like whether Qi2 will be backwards-compatible with the current Qi standard or Apple's MagSafe. It will reportedly also require authentication, which may allow manufacturers to refuse charging from non-certified devices.&nbsp;&nbsp;</p><p>Hopefully, device and charger manufacturers will strive to main compatibility. The Qi2 spec should be ready by this summer, and products are set to arrive by the holidays in 2023.&nbsp;</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/teslas-long-range-model-y-may-not-qualify-for-the-ev-tax-credit-101229812.html?src=rss", "title": "Tesla's Model Y could fall foul of new EV tax credit eligibility rules", "date_published": "2023-01-04 10:12:29+00:00", "description": "<p>Certain variants of Tesla's Model Y may not qualify for the $7,500 federal EV tax credit based on the IRS's latest guidelines, a situation that Elon Musk has called &quot;<a href=\"https://twitter.com/elonmusk/status/1610311411137384449\">messed up</a>.&quot; It looks as though the five-seat Long Range version of the hatchback is too expensive as a car and not considered an SUV, so it falls outside the current guidelines. That could change, though, as the rules won't be finalized until March 2023.</p><p>The IRS has divided vehicles into two categories: vans, SUVs and pickup trucks under $80,000, and other vehicles under $55,000. For the first category, the vehicle must have 4-wheel drive or be rated at more than 6,000 pounds of gross weight. It also has to meet four of five other characteristics, most notably front and rear axle clearances of 18 centimeters or higher and a running clearance of at least 20 centimeters (no Model Y meets these specs).</p><span id=\"end-legacy-contents\"></span><figure><img alt=\"Tesla Model Y tax credits\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-01/b26838d0-8c15-11ed-adbd-b4d688cb9f74\" /><figcaption></figcaption><div class=\"photo-credit\">Internal Revenue Service</div></figure><p><a href=\"https://www.irs.gov/credits-deductions/manufacturers-and-models-for-new-qualified-clean-vehicles-purchased-in-2023-or-after\">According to the IRS</a>, only the 7-seat variants of the Model Y qualify as SUVs in the category up to $80,000, while the 5-seat vehicles (Long Range, AWD and Performance) are in the $55,000 section. The 7-seaters comfortably fall under the $85,000 limit, but all the 5-seaters exceed the $55,000 price, so they don't qualify.</p><p>&nbsp;Tesla doesn't have a specific AWD variant of the Model Y in the US (both the Long Range and Performance models are AWD), so it's not clear which model the IRS is referring to. The 5- and 7-seat versions cost the same, starting at $65,990 for the Long Range version before destination and order charges.&nbsp;&nbsp;</p><p>Critics are pointing out that far more polluting hybrid vehicles qualify for the tax credits, including two Jeeps, the Audi Q5 e Quattro, BMW X5 xDrive45e and Ford's Escape PHEV. However, if someone buys a Jeep Wrangler with 56 MPGe (23 MPG after the battery is depleted) instead of a Tesla Model Y with 122 MPGe, then the government clearly isn't doing the most it can to reduce carbon emissions. The IRS has <a href=\"https://www.federalregister.gov/documents/2022/12/30/2022-28402/proposed-collection-requesting-comments-on-form-8936-qualified-plug-in-electric-drive-motor-vehicle#addresses\">invited consumers</a> to comment on the matter, and Musk <a href=\"https://twitter.com/elonmusk/status/1610434975270342656\">encouraged</a> people to do so in a tweet.&nbsp;</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/oneplus-11-5g-buds-pro-2-available-china-january-9th-081317610.html?src=rss", "title": "OnePlus 11 5G and Buds Pro 2 will be available in China on January 9th", "date_published": "2023-01-04 08:13:17+00:00", "description": "<p>OnePlus has officially <a href=\"https://www.engadget.com/oneplus-11-january-4-snapdragon-8-gen-2-130102183.html\">launched its new flagship</a> phone and earbuds in China, more than a month before their global debut. The OnePlus 11 5G and OnePlus Buds Pro 2 will be available in the company's home country starting on January 9th before their <a href=\"https://www.engadget.com/oneplus-11-5g-buds-pro-2-reveal-event-date-140054267.html\">worldwide release</a> on February 7th. OnePlus had already revealed most of the new phone's features back in December, and its most notable offerings include the Alert Slider, which was absent from the OnePlus 10T. True to its name, the slider makes it easy to shift from alert mode to silent or vibrate and vice versa.&nbsp;</p><p>The OnePlus 11 5G is powered by Qualcomm's Snapdragon 8 Gen 2 chipset that promises AI, camera and 5G speed upgrades and comes with support for ray tracing. In addition, it uses Oppo's SuperVOOC charging technology to be able to quickly charge its 5000 mAh dual-cell battery, has 16GB of RAM and has a 6.7-inch 2K AMOLED display with a 120Hz refresh rate. It has three camera sensors, with the main one being a 50-megapixel lens, and it marks the return of Hasselblad camera tuning on the brand's phones.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>As for the OnePlus Buds Pro 2, they feature MelodyBoost Dual Drivers, which is what the company calls the &quot;technology derived from premium speakers&quot; that it had developed with Danish loudspeaker manufacturer Dynaudio. They also come with one default equalizer (EQ) and three customized EQs. OnePlus says it will reveal more information about the earbuds during its February 7th event in New Delhi, India.&nbsp;</p><p>We asked the company for information regarding pricing in China and will update this post when we hear back.</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/louisiana-government-id-to-access-porn-online-065536172.html?src=rss", "title": "Louisiana residents will now need a government ID to access porn online", "date_published": "2023-01-04 06:55:36+00:00", "description": "<p>We're now in the first week of 2023, and that means different things for different people, such as taking another stab at a New Year's resolution that's been on the list forever or getting started on a plan to reach a goal before the year ends. For Louisiana residents, it also means having to verify their ages if they want to access porn online.&nbsp;</p><p>A <a href=\"https://legis.la.gov/legis/ViewDocument.aspx?d=1289498\">new state law</a> (PDF, courtesy of <a href=\"https://www.vice.com/en/article/4axe8d/louisiana-is-making-it-harder-to-watch-porn\"><em>Motherboard</em></a>) went into effect on January 1st, requiring websites containing &quot;a substantial portion&quot; of &quot;material harmful to minors&quot; to ask users to prove that they're 18 or older. &quot;Substantial portion,&quot; according to the new law, is more than 33.3 percent of a website's content. As <a href=\"https://gizmodo.com/pornhub-id-18-redtube-youporn-adult-content-1849944461\"><em>Gizmodo</em></a> notes, Pornhub, Youporn and Redtube have already started asking visitors to verify their age.</p><span id=\"end-legacy-contents\"></span><p>Websites that host content that can be considered porn have to implement &quot;reasonable age verification methods,&quot; including asking users to present a government-issued ID or a digitized form of it. Pornhub, Youporn and Redtube had chosen to ask visitors to prove their age by using their LA Wallet app, which is the state's digital wallet app for drivers licenses. A video posted on Twitter shows how Pornhub uses the app to check for a user's age.&nbsp;</p><div id=\"5096409cc835417b81fe4dd177fbc776\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">Hello from the surveillance state of Louisiana. People in Louisiana have to use their drivers license to go to pornhub. This is truly wild. Under his eye. <a href=\"https://t.co/uji6Jo3Tde\">https://t.co/uji6Jo3Tde</a><a href=\"https://t.co/pVKEeVcCGw\">pic.twitter.com/pVKEeVcCGw</a></p>— Public Defendering (@fodderyfodder) <a href=\"https://twitter.com/fodderyfodder/status/1610014207533060099?ref_src=twsrc%5Etfw\">January 2, 2023</a></blockquote></div><p>In the document detailing the law, its authors said: &quot;Due to advances in technology, the universal availability of the internet, and limited age verification requirements, minors are exposed to pornography earlier in age. Pornography contributes to the hyper sexualization of teens and prepubescent children and may lead to low self-esteem, body image disorders, an increase in problematic sexual activity at younger ages, and increased desire among adolescents to engage in risky sexual behavior. Pornography may also impact brain development and functioning, contribute to emotional and medical illnesses, shape deviant sexual arousal, and lead to difficulty in forming or maintaining positive, intimate relationships, as well as promoting problematic or harmful sexual behaviors and addiction.&quot;</p><p>Speaking to <a href=\"https://techcrunch.com/2023/01/03/you-must-now-verify-your-drivers-license-to-watch-pornhub-in-louisiana/\"><em>TechCrunch</em></a>, <a href=\"https://twitter.com/mistresssnowphd\">Olivia Snow</a>, sex worker and research fellow at UCLA's Center for Critical Internet Inquiry, described the need for verification to access porn as &quot;surveillance.&quot; She also said that it can harm LGBTQ populations in extreme cases: &quot;As homophobia and transphobia — especially homophobia in the context of porn — is rising, I could totally see the state zeroing in on people consuming gay porn, or lesbian porn, and either surveilling them further or criminalizing that.&quot; Critics are also raising security and privacy concerns about having to present IDs to access porn online even if Pornhub promises that one's &quot;proof of age does not allow anyone to trace [their] online activity.&quot;</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/chrysler-synthesis-car-cockpit-concept-050125475.html?src=rss", "title": "Chrysler's future car cabins will be built around partial self driving", "date_published": "2023-01-04 05:01:25+00:00", "description": "<p>Chrysler has yet to <a href=\"https://www.engadget.com/chrysler-airflow-concept-ev-could-offer-up-to-400-miles-of-range-050115210.html\">deliver an electric car</a> or otherwise leap into the future, but it's at least willing to hint at what that future will look like. The Stellantis brand is <a href=\"https://www.chrysler.com/chrysler-innovation.html\">debuting</a> a Synthesis cockpit concept at CES that previews what you can expect in next-generation electric vehicles. Most notably, the two-seat demonstrator is built around <a href=\"https://www.engadget.com/mercedes-drive-pilot-level-3-autonomous-video-220158620.html\">Level 3 self-driving</a> technology — that is, it assumes you'll have your hands off the steering wheel in limited conditions.</p><p>The 37.2 inches of infotainment display area provides the usual media and navigation controls, but is also designed to be useful when autonomous driving is active. You can participate in video calls, play games, sing karaoke or even create your own music. It's not clear how this would integrate with a production car (there's no steering wheel in the concept), but Chrysler is joining Mercedes, Tesla and other automakers offering in-car productivity and entertainment apps to drivers.</p><span id=\"end-legacy-contents\"></span><figure><img alt=\"Chrysler Synthesis car interior concept\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-12/d2fd1a60-8874-11ed-9cfb-06c849a75f24\" style=\"height: 1080; width: 1920;\" /><figcaption></figcaption><div class=\"photo-credit\">Stellantis</div></figure><p>AI unsurprisingly plays a large role. A virtual assistant syncs your schedule, smart home and weather updates with the car. Synthesis can factor your calendar and charge status into your route, or turn the house lights on when you arrive home. The cockpit can learn your preferences, and recommend restaurants with good charging and parking spaces. Over-the-air updates promise easier improvements for both the cabin tech and the self-driving system.</p><p>Chrysler is also hopping on the trend of <a href=\"https://www.engadget.com/for-polestar-the-twos-are-anything-but-terrible-130059155.html\">eco-friendly interiors</a>. Both seats have vegetable-tanned covers with &quot;upcycled&quot; trim, while the instrument panel surface is made entirely from recycled plastics. Even the floor uses responsibly-sourced walnut, Chrysler says. The overall look was inspired by last year's Airflow EV concept.</p><p>It's not certain just when you'll see elements of Synthesis in Chrysler cars. However, the company previously said it would introduce its first EV in 2025 and provide a full portfolio in 2028. This still leaves Chrysler trailing behind other vehicle badges (including fellow Stellantis marques <a href=\"https://www.engadget.com/maseratti-plans-to-go-fully-electric-by-2025-165704355.html\">like Maserati)</a> that are already adopting EVs and advanced infotainment platforms. However, the American firm appears to at least be solidifying its transformation plans — it won't lean on <a href=\"https://www.engadget.com/chrysler-pacifica-hybrid-2018-phev-recall-irl-131527040.html\">hybrid minivans</a> for too much longer.</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/fufuly-cushion-lightony-robot-ces-2023-041500772.html?src=rss", "title": "Hugging this pulsating cushion apparently suppresses your anxiety", "date_published": "2023-01-04 04:15:00+00:00", "description": "<p>Yukai Engineering, the team behind the strangely adorable <a href=\"https://www.engadget.com/tag/qoobo/\">cat tail pillow</a>, is back with a new quirky invention. Unveiled at CES 2023, the Fufuly is yet another anxiety-reducing cushion from the Japanese company, but this time featuring a gentle rhythmical pulsation as the main therapeutic tool. The idea is that when you're hugging a Fufuly, its life-like behavior stimulates your belly to induce slower and deeper breathing. Despite its thought-bubble shape (supposedly to evoke the image of a puff of air), the cushion felt more like a mellow creature dozing off in my arms. I even mistook the quiet mechanical noise as a cat's purr, to which CEO Shunsuke Aoki assured me this was purely a coincidence.</p><p>For this project, Yukai Engineering partnered with the University of Tokyo, which researched on the &quot;phenomenon of rhythmical synchronization between individuals or between individuals and objects&quot; as they interact with one another. Think how we usually feel calm when we're holding a baby or pet in our arms — it's all subconscious. &quot;Using the cushion for just 5 minutes can reduce users’ stress levels and make them more alert,&quot; according to Aoki.</p><span id=\"end-legacy-contents\"></span><div id=\"51adc35f0fce4becbb7ae707cc7e163e\"></div><p>The Fufuly comes with three operating modes: you have the self-explanatory &quot;regular&quot; and &quot;deep&quot; modes to suit your calming needs, with the third mode based on common relaxation breathing techniques. Sadly, we couldn't change modes with the prototype on the show floor. Aoki added that his team already had the idea of a pulsating cushion around the same time as the Qoobo cat tail pillow, but in the end, they decided to develop the latter first.</p><figure><img alt=\"Lightony\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-01/0d9332d0-8bdc-11ed-bfff-94bc06033d46\" /><figcaption></figcaption><div class=\"photo-credit\">Richard Lai/Engadget</div></figure><p>Another new device shown off by Yukai Engineering was Lightony, a cute humanoid bedside lamp which literally nods off after a while. Supposedly, the robot's life-like head tilt and eye roll movements will encourage you to fall asleep faster, though it's also possible that kids would just stay up as they play with this toy. Lightony also responds to voice commands (all processed locally instead of the cloud), so you can tell the robot to set a countdown when you're in bed, or say &quot;good morning&quot; to wake it up.&nbsp;</p><p>Aoki told Engadget that the Fufuly will be launching in Japan this year by way of crowdfunding, followed by a global launch eventually, though no price is announced just yet. As for the Lightony, it's still in its early development stage, so we'll have to circle back later for an update.</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/ge-profile-smart-mixer-built-in-scale-033643807.html?src=rss", "title": "GE’s $1000 stand mixer might actually be worth it", "date_published": "2023-01-04 03:36:43+00:00", "description": "<p>I’ve written before about the benefits of a good, cheap <a href=\"https://www.engadget.com/small-kitchen-essential-gadgets-irl-154530643.html\"><ins>kitchen scale</ins></a>, especially for baking. But there’s still something especially tedious about weighing out all your ingredients one-by-one in separate bowls and containers.</p><p>GE’s new stand mixer solves that issue in a clever, if expensive, way. The new $999 <a href=\"https://pressroom.geappliances.com/news/ge-profileTM-smart-mixer-named-ces-innovation-awards-honoree-by-the-consumer-technology-association\"><ins>Profile Smart Mixer</ins></a>, which the company is showing off at CES, has all the features of a typical stand mixer, but has a digital scale and voice controls built in to help streamline your bakes,</p><span id=\"end-legacy-contents\"></span><p>The scale is integrated into the base of the mixer. A button on top controls the tare function, so you can just dump your ingredients straight into the bowl without measuring out each item separately in its own container. Or, you could remove the 7-quart bowl and weigh the ingredients in a different vessel.</p><figure><img alt=\"You can zero out the scale from the top of the mixer.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-01/815606e0-8bdf-11ed-b7bf-2d0872b5e7f6\" style=\"height: 533; width: 800;\" /><figcaption></figcaption><div class=\"photo-credit\">James Trew / Engadget</div></figure><p>The mixer gets even smarter if you use the companion SmartHQ app, which can guide you through specific recipes, step-by-step. It also allows you to take advantage of something GE <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3ZpbWVvLmNvbS83NzcxNDg2NjEvNzM0NzNjZmFmYyIsImNvbnRlbnRVdWlkIjoiNTU5MmQ4ZDQtZGNjZi00MDdmLWE4NzYtNjIzNjJiZTA0NTk2In0&amp;signature=AQAAAcsR8Q9mvRvm7go713Cpa609bDXhrN7PUcrv94nZjiMV&amp;gcReferrer=https%3A%2F%2Fvimeo.com%2F777148661%2F73473cfafc\"><ins>calls</ins></a> “Auto Sense,” which it claims can detect subtle changes in texture in order to prevent over or under-mixing for recipes in its app. While the app has a relatively small selection of recipes for now, it could be useful for more novice bakers or anyone intimidated by a more complicated recipe. The company notes that it expects to regularly refresh the app with new content.</p><p>Even if you prefer to use your own recipes, there are other handy features. The mixer has voice controls, compatible with Google and Amazon’s smart speakers, so you can start and stop mixing, or change up the speed with just your voice. GE also notes that the mixer speed goes up to 11, which it says is closer to the speed of a blender than a typical stand mixer, which may offer more flexibility with certain recipes.</p><p>With a starting “suggested” price of $999, it’s spendier than even most high-end stand mixers, but the added convenience could be worth the splurge.</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/shiftall-ces-2023-vr-headset-and-accessories-033051700.html?src=rss", "title": "Shiftall launches a high end SteamVR headset and an affordable body tracker for VTubers", "date_published": "2023-01-04 03:30:51+00:00", "description": "<p>Shiftall is a Panasonic company dedicated to building equipment to plunge people deeper into their virtual worlds. That includes the Mutalk (pictured), a mouth-worn Bluetooth microphone designed to prevent your speech from being heard by people in the same room. Here at CES, however, the company has unveiled two new versions of its VR headset as well as some gadgets designed to improve your immersion in the virtual world.</p><p>First up, a new version of the <a href=\"https://en.shiftall.net/news/20230104-1\">MeganeX VR</a> headset, a SteamVR-compatible unit with a 2,560 x 2,560 micro-OLED display. The company says that the screens, combined with Panasonic-branded pancake lenses, offer the “highest level of viewing experience.” In addition, the frame is lightweight, and offers six degrees of freedom, as well as enough comfort to ensure it can be worn without fatigue for hours at a time. But you’ll also need to cough up if you want to use one, since it’ll cost you $1,699 when it launches at some point between March and April.</p><span id=\"end-legacy-contents\"></span><p>In addition, the company is showing off two new accessories that’ll offer great benefits for the VTubers amongst you. The first is Haritora X Wireless, a full body tracking solution for SteamVR that enables you to have fully controllable torso and legs in a virtual space. The setup uses four bands, one around your chest, hips, knees and ankles, which give your digital avatar the ability to dance and high kick their way around. This is similar to Sony's <a href=\"https://www.engadget.com/sony-mocopi-movement-tracker-metaverse-avatars-131721036.html\">Mocopi motion-tracking setup</a> which add bands to your wrists, ankles and back and head.&nbsp;</p><figure><img alt=\"Shiftall \" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-01/4e6db7c0-8bdd-11ed-bbff-2bf3a53dba31\" style=\"height: 3000; width: 2000;\" /><figcaption></figcaption><div class=\"photo-credit\">Andrew Tarantola</div></figure><p>The other new innovation is Flip VR, a hand controller for SteamVR which uses lighthouse tracking to monitor the position of your hands. But, unlike most normal hand controllers, these are held to the hand by a strap across the palm, rather than being gripped. The top plate, where you’ll find the joystick and action buttons, can be flipped out of the way to free your hand up for other things. In the demo, a user can stop playing, flip the joystick over to the other side of their hand and drink from a can without having to remove their VR gear, or put it down on the floor.</p><p>As for pricing, Haritoria X Wireless will set you back $350, although there’s no word yet on when it’ll be available either in Japan or Stateside. As for FlipVR, we’re waiting to hear back on how much it’ll cost, and when we can expect to be able to drink, while in character as a VTuber, without having to drop our controller and ruin the illusion.</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/lg-gram-style-16-hands-on-032237742.html?src=rss", "title": "The LG Gram Style is an iridescent 16-inch laptop with a disappearing trackpad", "date_published": "2023-01-04 03:22:37+00:00", "description": "<p>Of <a href=\"https://www.engadget.com/lg-gram-2023-ultraslim-style-2-in-2-laptops-180038676.html\">all the new LG Gram laptops unveiled at CES 2023</a>, the Gram Style is the most eye-catching. It features an iridescent finish on the lid and keyboard deck that, even under the garish convention center lights here in Las Vegas, managed to look pretty. Like the rest of the Gram line, the Style is an impressively thin and light laptop for its size, with the 16-inch model coming in at 1.2kg (2.7 pounds). In fact, it's so light that the bicep curls and front raises I did using the laptop didn't feel like any work at all (weird flex, I know).</p><p>Speaking of flex, though, I did feel the 16-inch Style yield a little under my grip during the front raises, and it's worth reminding you that we've had issues with the build quality on <a href=\"https://www.engadget.com/2019-11-30-lg-gram-17-review-price-specs-big-screen-thin-light.html\">previous Grams</a>. Though nothing ever actually broke during our testing, in general Gram laptops have felt less premium than other ultraportables, and almost plasticky. The Style has what LG calls a &quot;glass design,&quot; and I use quotes because the entire laptop isn't actually made of glass. In fact, even after I picked it up, I couldn't tell what the back of the device was made of, and had to ask. While the base of the notebook is made from a nano-magnesium alloy, the lid and keyboard deck, where the iridescent finish is, are Gorilla Glass 3.</p><span id=\"end-legacy-contents\"></span><p>That keyboard deck is also another highlight here. At first glance, it looks like there's nothing below the keyboard, but drag your finger across the surface and two LED lines light up to indicate the boundaries of the trackpad. When I tried doing that, I didn't even feel a difference between the touchpad and the rest of the deck — looks like LG took this &quot;hidden trackpad&quot; in a tactile sense as well. It's an interesting concept that might have aesthetic benefits, but I'm not sure it will appeal to those who rely on touch to figure out where the trackpad is.</p><p>The Style laptops also feature anti-glare OLED screens, which was so effective that I initially thought this was just a really bright and colorful LCD. That's not a ding on the display though, I still found the Windows 11 wallpaper vibrant and crisp.&nbsp;</p><p>The Gram Style isn't the only new laptop LG showed off at CES — there are new sizes available, and all models are also available in Intel's latest 13th-generation Core processors. For all the details on those products, as well as the full specs of the Gram Style, check out our <a href=\"https://www.engadget.com/lg-gram-2023-ultraslim-style-2-in-2-laptops-180038676.html\">news article here</a>.</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/samsung-2023-freestyle-portable-projector-cloud-gaming-edge-blending-031336930.html?src=rss", "title": "Samsung's 2023 Freestyle can combine projections from two units into a massive image", "date_published": "2023-01-04 03:13:36+00:00", "description": "<p>As ever, <a href=\"https://www.engadget.com/tag/samsung/\">Samsung</a> has a ton of news up its sleeve for <a href=\"https://www.engadget.com/tag/ces%202023/\">CES</a>, including some updates about its <a href=\"https://www.engadget.com/samsung-freestyle-portable-projector-auto-leveling-focus-023047886.html\">Freestyle portable projector</a>. It looks pretty similar to the company's previous Freestyle model, but this one includes Samsung's smart TV platform and features its<a href=\"https://www.engadget.com/twitch-amazon-luna-samsung-smart-tv-2022-gaming-hub-app-150034012.html\"> Gaming Hub</a>, as well. This also provides access to services such as Xbox Cloud Gaming, <a href=\"https://www.engadget.com/play-amazon-luna-games-on-samsung-smart-tvs-183247388.html\">Amazon Luna</a> and NVIDIA GeForce Now for cloud gaming.</p><p>However, the real magic with this year's version of Freestyle may become apparent when you have two units. When projections from the two become one, as the Spice Girls might have once sang, Edge Blending tech can combine them into a single ultra-wide display with a 21:9 aspect ratio. Samsung says the patented technology can automatically keystone the picture and make adjustments for &quot;an even more immersive cinematic experience.&quot; So, if you have a living room with an enormous wall or happen to know a friend with an art gallery, you may be able to set up two Freestyle projectors and play <a href=\"https://www.engadget.com/fortnite-nvidia-geforce-now-cloud-gaming-130054958.html\"><em>Fortnite</em></a> on a massive display.</p><span id=\"end-legacy-contents\"></span><figure><img alt=\"Samsung\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-01/842a2060-8bdd-11ed-9bfd-5ea4ca4e0e19\" /><figcaption></figcaption><div class=\"photo-credit\">Engadget</div></figure><p>There are very few details on pricing, availability and full specs available at the moment, but we'll update this post when they become available.</p><figure><img alt=\"Samsung\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-01/508b2ea0-8bdf-11ed-be98-682ce0e5ae3e\" style=\"height: 1084; width: 1600;\" /><figcaption></figcaption><div class=\"photo-credit\">Engadget</div></figure><p></p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/samsungs-bets-on-micro-led-and-8-k-for-its-premium-2023-t-vs-030033433.html?src=rss", "title": "Samsung bets on MicroLED and 8K for its premium 2023 TVs", "date_published": "2023-01-04 03:00:33+00:00", "description": "<p>Four years after introducing <a href=\"https://www.engadget.com/2018-01-08-samsung-the-wall-4k-microled.html\">The Wall at CES 2018</a>, Samsung is poised to take its MicroLED technology mainstream. At CES 2023, the company <a href=\"https://news.samsung.com/global/samsung-advances-new-era-of-screens-with-its-new-2023-neo-qled-micro-led-and-samsung-oled-lineup-boasting-powerful-performance-secure-connectivity-and-personalized-experiences\">announced</a> it would offer  50-, 63-, 76-, 89-, 101-, 114- and 140-inch MicroLED models, greatly expanding the amount of choice consumers have when it comes to the new display technology. Samsung didn’t provide pricing and availability information for the expanded line, but the company claims the new models are its most affordable MicroLED TVs to date. Since a few of the sets are smaller than any of the MicroLED TVs Samsung has offered in the past, you also won’t need to pay for a professional to install them in your home.</p><p>Samsung claims its MicroLED line will set the standard for picture quality in 2023. And judging from the 76-inch model’s topline features, that’s not a mere boast from the company. The set sports a 240Hz variable refresh rate and 2-nanosecond response time. It also offers 20-bit black detail for “intense” contrast.</p><span id=\"end-legacy-contents\"></span><figure><img alt=\"Samsung OLED\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-01/d495c240-8bd6-11ed-87f3-bed5a838b2f0\" /><figcaption></figcaption><div class=\"photo-credit\">Samsung</div></figure><p>Samsung is also promising upgrades for its Neo QLED sets, starting with the line’s new flagship. The QN900C features an 8K Quantum MiniLED-lit panel capable of maxing out at 4,000 nits of brightness. As with Samsung’s 2022 Neo QLED sets, the QN900C features a 14-bit backlight. However, the TV offers even better contrast thanks to a tweak the company made to its 8K Real Depth Enhancer Pro software. Samsung is also promising improved picture quality when viewing older movies and TV shows thanks to the inclusion of its new Auto HDR Remastering algorithm, which can automatically apply HDR effects to standard dynamic range content.</p><p>For those who would prefer a 4K set, there’s also the QN935C. Samsung’s new 4K flagship features a redesigned power board that eliminates the need for an external connection box and allows for bezels that are less than 20mm thick. The QN935C also features top-firing speakers, allowing the set to produce Dolby Atmos sound without a dedicated soundbar. You can use both the QN900C and QN935C as a smart home hub thanks to the fact Samsung’s entire 2023 Neo QLED line will feature built-in Zigbee and Matter Thread all-in-one modules.</p><figure><img alt=\"Samsung OLED\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-01/f0f05d60-8bd6-11ed-bffb-b017310c510e\" /><figcaption></figcaption><div class=\"photo-credit\">Engadget</div></figure><p>Last year’s CES saw Samsung launch its new <a href=\"https://www.engadget.com/samsung-qd-oled-215038108.html\">QD-OLED technology</a>. This year, the company is expanding the line to offer additional models, including an all-new 77-inch model. As <a href=\"https://www.engadget.com/lg-2023-oled-tv-lineup-specs-010035157.html\">previously announced</a>, the 2023 QD-OLED TV line will offer up to 2,000 nits of peak brightness thanks to the inclusion of Samsung’s new “HyperEfficient EL” OLED material and IntelliSense AI. Samsung says its latest panels are also more energy efficient and support 144Hz refresh rates. Additionally, the company has gone out of its way to get the panels AMD FreeSync Premium Pro certified. Samsung didn’t announce pricing and availability for its QD-OLED line. Expect those details to come in the coming weeks.</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/samsung-soundbars-ces-2023-dolby-atmos-060025755.html?src=rss", "title": "Samsung HW-Q990C soundbar first look: Dolby Atmos powered by Q-Symphony", "date_published": "2023-01-04 03:00:25+00:00", "description": "<p>CES is typically the place a lot of companies <a href=\"https://www.engadget.com/samsung-qseries-soundbars-ces-044700244.html\">debut new soundbars</a> and this year is no different. Samsung has announced the HW-Q990C and HW-G60C models, both of which offer Dolby Atmos audio but do so in different formats and in different sizes. If you're looking for a robust surround sound setup with multiple speakers or smaller all-in-one option, Samsung's two latest soundbars tick both of those boxes.&nbsp;</p><p>First, the HW-Q990C is a flagship model that comes with two rear speakers and a wireless subwoofer. The 11.1.4-channel setup uses Samsung's Q-Symphony 3.0 to &quot;precisely direct individual audio elements&quot; via the soundbar and TV speakers. With the display and speaker combo, Samsung explains that Q-Symphony can leverage 22 total audio channels with the help of the processor inside one of the company's compatible televisions. The company says the Q990C can also &quot;pair acoustically automatically&quot; with its TVs so that the entire system is tuned for its best performance. When paired with a Samsung TV, the soundbar handles the dialogue while surrounding audio comes from the display's speakers. The company says this contributes to improved 3D audio.&nbsp;</p><span id=\"end-legacy-contents\"></span><figure><img alt=\"Samsung HW-Q990C soundbar\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-01/1f167740-8bde-11ed-b6eb-943693cbf49d\" /><figcaption></figcaption><div class=\"photo-credit\">Billy Steele/Engadget</div></figure><p>To tailor the entire set to your living room or home theater, Samsung's SpaceFit calibration is onboard. The company explains that this technology leverages AI to adjust individual driver frequencies and gain levels to properly fill a room. A nighttime mode adjusts for low-volume listening, Adaptive Sound 2.0 uses AI to optimize audio and Game Pro 2.0 tweaks the settings for various genres. The HW-Q990C is also a SmartThings hub, offering voice control and the ability to change things inside the SmartThings app.&nbsp;</p><p>For more compact spaces, the HW-G60C is an all-in-one option that uses a combination of beamforming tech and virtualized Dolby Atmos to create a 3D feel. Samsung says this more compact unit can also be used as both computer speakers and a smart speaker thanks to echo-canceling microphones and bi-directional audio. HDMI/ARC, USB, AirPlay 2 and Chromecast connectivity are all here and there's customizable LED lighting and specific sound profiles for gaming. What's more, Samsung says a set of four microphones are tuned for chat by isolating voices, which the company explains will also help when summoning a virtual assistant.&nbsp;</p><p></p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/diver-x-vr-gloves-could-be-a-more-affordable-way-to-get-hands-on-in-the-metaverse-025324699.html?src=rss", "title": "Driver-X's gloves are a cheaper way to get hands on in the metaverse", "date_published": "2023-01-04 02:53:24+00:00", "description": "<p>There are two words that will make gamers of a certain age go weak at the knees: <a href=\"https://en.wikipedia.org/wiki/Power_Glove\">Power Glove</a>. We’re not saying Driver-X was inspired by the legendary Nintendo accessory when conceiving its “Contact Glove” VR controller, but the comparisons are going to be inevitable.</p><p>Driver-X’s haptic VR gloves do double duty as both a sensory feedback tool for “grabbing” objects in a virtual world and a VR controller. The company claims it’s the first VR glove that uses micro coils to deliver a more authentic tactile experience. The coils surround your fingers and when a current is applied they contract a connected film to provide, hopefully, a more realistic sensory experience.</p><span id=\"end-legacy-contents\"></span><figure><img alt=\"A VR glove is shown with a haptic sensor on top.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-01/e8792150-8bd9-11ed-907b-62161a16430f\" style=\"height: 1333; width: 2000;\" /><figcaption></figcaption><div class=\"photo-credit\">James Trew / Engadget</div></figure><p>The controller part uses hand “poses” and gestures to mimic the buttons and triggers found on conventional controllers. It’s a logical way to add extra functionality, especially as the whole point is to not be holding something (not something in the real world at least).</p><p>Perhaps the more interesting “feature” is the price. The Contact Glove starts at around $1,850 which is considerably less than <a href=\"https://www.manus-meta.com/buy-now\">some of the</a> current <a href=\"https://haptx.com/\">alternatives</a> (although each approach is quite different and maybe not directly comparable).</p><p>Either way, if you’re interested in getting your palms in a pair, it’s worth knowing that the gloves are currently being crowdfunded <a href=\"https://www.kickstarter.com/projects/diver-x/contact-glove\">on Kickstarter</a>. At the very least, the goal has already been reached, and we did see a working demo here at CES but the usual caveats apply.</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/finally-a-fruit-scanner-that-will-tell-you-if-your-avocados-are-ripe-020346285.html?src=rss", "title": "Finally, a fruit scanner that will tell you if your avocados are ripe", "date_published": "2023-01-04 02:03:46+00:00", "description": "<p>We've all been there. It's late, you're tired from a long day's labor and all you want to do is go home to relax with your loved ones. But you're not at home, are you? No, you're at the supermarket with a hankering for homemade guac and that pile of fresh, treacherous avocados is staring you in the face, mocking you with their inscrutable knobby skins and their likely rockhard insides. Who's got three days to let them sit in a bag after you go full <em>Last Crusade</em> and choose unwisely? That's where OneThird's &quot;freshness scanners&quot; come in.</p><p>The company notes that <a href=\"https://www.fao.org/nr/sustainability/food-loss-and-waste/en/\">up to 40 percent of the perishable food brought to market annually</a> (~$1 trillion-worth) is eventually discarded before it reaches our kitchen tables. What's more, the current generation of produce scanners can only inform on lab-specific tests (like sugar content and acidity) rather than freshness or potential shelf life. The touch points from OneThird do and, according to the manufacturer, can reduce food waste in these situations by as much as 25 percent on average.</p><span id=\"end-legacy-contents\"></span><figure><img alt=\"its a black box with a cradle for either strawberries or avocados that blasts a little red light at them and tells you if they're sufficiently squishy.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-01/e209cec0-8bd2-11ed-b55b-4e3451820781\" style=\"height: 2268; width: 4032;\" /><figcaption></figcaption><div class=\"photo-credit\">OneThird</div></figure><p>“The astronomical volume of food that goes to waste each year is heartbreaking, particularly since so much is wasted in affluent countries. We’ve worked hard to create technology that helps to address this persistent, global challenge which directly impacts food scarcity,” said Marco Snikkers, CEO and founder of OneThird. “We are proud to have built the first product that accurately and objectively predicts the shelf life of fresh produce. The interest has been overwhelming and we aim to accelerate the deployment of our technology globally.”</p><p>Using propriety algorithms to interpret returns from a near-infrared laser, the OneThird devices can determine an avocado's shelf life in real time.  The company makes two variants of the system, one for the end user in the produce aisle, and another for the growers in the supply chain.</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/wisear-neural-earbuds-prototype-015323031.html?src=rss", "title": "Wisear is building neural earbuds that skip tracks when you clench your jaw", "date_published": "2023-01-04 01:53:23+00:00", "description": "<p>Plenty of true wireless earbuds allow to control music or query your phone with a voice command, but Wisear is taking the hands-free experience a step further. The company is working on what it calls &quot;the first neural sensing wireless earbuds,&quot; <a href=\"https://www.wisear.io/wisearphones\">a true wireless set</a> that allows you to control tunes with actions like clenching your jaw. After showing of the tech that drives its first model <a href=\"https://techcrunch.com/2022/01/20/wisear/\">at CES last year</a>, the company is back with an actual set of earbuds to demo controls based on the movement of facial muscles.&nbsp;</p><p>Wisear says electrodes inside monitor brain, eye and facial activity using AI to translate those into controls. The company is showing off two items here at CES — play/pause and skipping tracks — both of which are done by clenching your jaw (once or twice respectively). Wisear says that by the end of the year, the first controls using eye activity, which it demoed with two wired prototype earbuds here in Vegas, will be ready. It also plans to debut its first controls based on brain activity next year. The company says once that full suite of actions is ready, it will debut its first consumer product — also currently slated for 2024.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>Eventually the plan is to offer this suite of tech to other earbud companies and use the hands-free methods for things like AR. And despite the bulky housing on the prototype, the finished set will apparently look more like what we're used to seeing in true wireless earbuds. Wisear says the goal is to bring what makes earbuds convenient to its model and that battery life should also be comparable to the industry average nowadays. That means that even with the extra tech onboard you should be able to get somewhere in the five hour range on a charge.&nbsp;</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/withings-u-scan-urine-monitoring-device-ces-2023-010057961.html?src=rss", "title": "Withings' $500 toilet computer wants to be WebMD for your pee", "date_published": "2023-01-04 01:00:57+00:00", "description": "<p>Withings has already made a name for itself as a maker of <a href=\"https://www.engadget.com/withings-body-comp-smart-scale-health-plus-subscription-service-160059788.html\">smart scales</a> and <a href=\"https://www.engadget.com/withings-scanwatch-horizon-divers-watch-070020840.html\">ultra-stylish activity trackers</a>. Now, the French health-tech company is making a foray into the world of medical analysis, building a device to scan people’s urine. It’s initially intended as a way of supporting decentralized clinical trials, the company hopes to offer it as a consumer health-tech device in the future. Say hello to U-Scan.</p><p>U-Scan is a pebble-shaped device that hangs from a plastic tab on the side of your toilet bowl, much like a deodorizer block. The hardware, 90mm in diameter, is intended to sit on the porcelain where most people’s pee streams would land. There’s a collection inlet at the lowest point, and a sensor will detect the presence of urine and trigger a pump you pull a small quantity into its body. From there, the sample is pumped into a microfluidic system which triggers a chemical reaction.</p><span id=\"end-legacy-contents\"></span><p>Sitting underneath the U-Scan itself will be a cartridge, which contains the specific test that you’re looking for. The company has, so far, partnered with two medical centers in Europe to explore ways of discovering renal lithiasis and bladder cancer. It’s hoped that the system will eventually be used to mass-screen for cancer markers and support medical studies.</p><p>In terms of the consumer units, the company has developed U-Scan Cycle Sync, designed to be used for period tracking. The idea is to provide detailed, regular testing to enable fine-grain cycle tracking without the need for calendar apps. As well as predicting your menstrual cycle, the system says it’ll predict your ovulation window, hydration levels and nutrient levels.</p><p>The other is U-Scan Nutri Balance, which offers a “detailed metabolic guide to hydration and nutrition.” This will look at your water balance, nutrient levels, fat metabolism and quantities of vitamin C found in your pee. Most crucially, you'll be able to monitor your ketone levels, as well as the pH of your urine, good for determining if you’re eating a healthy enough diet.</p><p>When processed, the results of the tests are shared to a server over WiFi or Bluetooth, and then the cartridge will reset with a fresh test pod. The company says that U-Scan is sufficiently smart to distinguish different users, such as various family members in a home, and separate tests accordingly.</p><p>Withings has also said that its system conforms to the highest security standards, and that its data will always be held in France, in a GDPR-compliant setup. It says that U-Scan will run for three months before needing a recharge (over USB-C) and a replacement cartridge.</p><p>In terms of pricing, and availability, you’ll expect that whatever date Withings says, it may be delayed due to regulatory approvals. The company says that U-Scan will be first made available in Europe at some point in Q2, 2023, with the Nutri Balance and Cycle Sync cartridges. A starter kit, with one reader and cartridge, will be priced at €499.95 ($530), while replacement cartridges are expected to cost €30 ($31). A US release will take place at some point afterward, whenever the FDA decides to clear the product for consumer use.</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/cookingpal-pronto-smart-pressure-cooker-air-fryer-attachment-010037120.html?src=rss", "title": "CookingPal unveils a connected pressure cooker with an air fryer attachment", "date_published": "2023-01-04 01:00:37+00:00", "description": "<p>CookingPal has revealed what it claims is the smartest and safest <a href=\"https://www.engadget.com/tag/pressure%20cooker/\">pressure cooker</a> on the planet. Pronto is an eight-in-one device and, according to CookingPal, it's the first pressure cooker with a fixed, hinged lid, an auto pressure release system and an air fryer attachment.</p><p>Pronto has a six-quart bowl with handles. There are safety sensors and an automatic pressure release with a steam diverter to help protect users. Along with pressure cooking, Pronto can be used for sauteing, slow cooking, steaming, fermenting, sanitizing, keeping food warm and, thanks to its integrated scale, weighing. The air fryer attachment, which is sold separately, adds air frying, roasting, baking and grilling to the list of cooking methods.</p><span id=\"end-legacy-contents\"></span><figure><img alt=\"CookingPal Pronto pressure cooker\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-12/0cc46670-8610-11ed-b7fe-7a3b50fbc84b\" /><figcaption></figcaption><div class=\"photo-credit\">CookingPal</div></figure><p>You'll be able to monitor the cooking status and control Pronto using CookingPal's companion app. Alternatively, you can keep an eye on things and adjust settings with the help of the device's 4.3-inch color screen. A dedicated tablet called the Smart Kitchen Hub (which comes with CookingPal's Multo cooking system) provides access to hundreds of recipes with step-by-step instructions and nutritional information, as well as the option to book cooking classes with the company's chefs.</p><p>Pronto is hardly the first pressure cooker that offers remote control via an app — <a href=\"https://www.engadget.com/instant-pot-pro-plus-120054499.html/\">Instant Pot</a> has introduced several such models over the last few years. Still, the auto pressure release system and Smart Kitchen Hub integration could make Pronto a more appealing option.</p><p>CookingPal says that Pronto will be available in Q3 this year, which is sometime between July and September. It will cost $279. The air fryer attachment will run you $119.</p><figure><img alt=\"CookingPal Pronto pressure cooker\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-12/106ea9c0-8610-11ed-be9f-6f102e17f7f0\" /><figcaption></figcaption><div class=\"photo-credit\">CookingPal</div></figure>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/loreal-robotic-makeup-applicator-for-those-with-limited-mobility-010033338.html?src=rss", "title": "L’Oréal created a motorized lipstick applicator for people with limited mobility", "date_published": "2023-01-04 01:00:33+00:00", "description": "<p><a href=\"https://www.engadget.com/tag/loreal/\"><ins>L’Oréal</ins></a> has returned to CES to unveil two makeup devices. HAPTA is a handheld, motorized applicator that the company created for people with limited hand and arm mobility. L’Oréal's <a href=\"https://www.engadget.com/tag/lancome/\">Lancôme</a> brand will pilot the system this year with a lipstick applicator. Support for more makeup applications is in the works.</p><p>HAPTA is based on tech from <a href=\"https://www.engadget.com/2015-12-08-google-life-sciences-verily-spinoff.html\"><ins>Alphabet-owned Verily</ins></a> that <a href=\"https://verily.com/solutions/liftware/\"><ins>levels utensils</ins></a> and keeps them stable to help people with limited hand and arm mobility eat independently. The system has smart motion controls and customizable attachments to enable precise application with the help of 360 degrees of rotation and 180 degrees of flexion, L’Oréal says.</p><span id=\"end-legacy-contents\"></span><figure><img alt=\"L&#x002019;Or&#xe9;al's HAPTA makeup application device with lipstick attached.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-01/99a78560-8ba9-11ed-a0f2-b8309dae2950\" style=\"height: 1406; width: 2500;\" /><figcaption></figcaption><div class=\"photo-credit\">L’Oréal</div></figure><p>The attachments are connected magnetically, with users being able to click them into place. The company added that HAPTA allows for &quot;increased ease of use for difficult-to-open packaging.&quot; Users will get an hour of use out of a single charge, which should be good for 10 or more applications, according to L’Oréal. It'll take three hours to fully recharge the battery.</p><p>“For years, Lancôme has sought to provide every woman with beauty solutions adapted to their needs. Beauty tech has enabled us to fulfill this mission in an even more powerful way, revolutionizing the way we develop beauty products and services and enabling greater personalization,” Françoise Lehmann, global brand president of Lancôme, said in a statement. “With HAPTA we are going one step further by making beauty more accessible to use, because everyone should have equal access to it.&quot;</p><figure><img alt=\"A person applies eyebrow makeup using the L&#x002019;Or&#xe9;al Brow Magic device.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-01/b6022080-8ba9-11ed-bfd8-279ce5a43f50\" style=\"height: 1333; width: 2000;\" /><figcaption></figcaption><div class=\"photo-credit\">L’Oréal</div></figure><p>L’Oréal had another makeup applicator to show off as well. It says that L’Oréal Brow Magic can help folks to achieve a personalized eyebrow look based on their facial features and natural brow.</p><p>To create the handheld device, L’Oréal worked with a company called Prinker, which offers printed, temporary tattoos. L’Oréal Brow Magic has 2,400 small nozzles and a printing resolution of up to 1,200 drops per inch. It can seemingly apply a precise brow shape in seconds. Standard remover will take the makeup off.</p><p>L’Oréal says the system is based on its Modiface AR technology. Users will need to scan their face using an app and choose their desired shape, thickness and effect — the app will offer microblading, micro-shading and filler recommendations. After the user applies a primer, they'll need to sweep the device across their eyebrow in a single motion, then add a topcoat. L’Oréal Brow Magic should be available later this year.</p><figure><img alt=\"L&#x002019;Or&#xe9;al's Brow Magic device\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-01/da9a1ba0-8ba9-11ed-b3fb-6f455af134be\" style=\"height: 1333; width: 2000;\" /><figcaption></figcaption><div class=\"photo-credit\">L’Oréal</div></figure><p></p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/valencell-ces-2023-cuffless-blood-pressure-monitor-010017337.html?src=rss", "title": "Valencell promises blood pressure monitoring in a finger clip", "date_published": "2023-01-04 01:00:17+00:00", "description": "<p><a href=\"https://www.engadget.com/2013-01-08-iriver-valencell-on.html\">Valencell</a>, best known around these parts for making optical heart rate sensors for fitness tech, has turned up to CES with something new. The company is showing off a new fingertip monitor that, it says, will offer “cuffless” blood pressure monitoring. Rather than inflating a sleeve around the top of your arm, you’ll be able to monitor your blood pressure with a fingertip clip. That’s currently commonly used to measure your heart rate both at home, and in medical settings.</p><p>The as-yet unnamed device is pending FDA clearance, but Valencell has explained that it uses PPG sensors to measure blood flow patterns. This information is then run through an algorithm which calculates the movement against both a dataset containing 7,000 patient records. That’s then run up against the user’s age, weight, gender and height to produce a blood pressure measurement. And you’ll get both Diastolic and Systolic results presented on the device’s built-in screen, and pushed to the companion mobile app.</p><span id=\"end-legacy-contents\"></span><p>Much as Valencell say its work is unique, we’ve seen at least one other system that uses PPG and algorithms in place of a cuff. At the start of 2022, the <a href=\"https://showme.missouri.edu/2022/custom-finger-clip-offers-a-new-way-to-measure-blood-pressure-other-vitals/\">University of Missouri</a> showed off its own finger clip that harnesses a pair of PPG sensors, one on either side of the finger. That system was, by its creators own admission, far less accurate for diastolic measures, given the need to control for a person’s age, gender and weight.</p><p>Valencell seems to suggest that it has solved those issues with more data, to the point where you won’t need to calibrate its monitor with an initial cuff reading. That’s either some staggering bravado, or a sign that we’re getting better at the nitty-gritty of healthcare monitoring. The company says that it could offer a new weapon in the war against hypertension, and it hopes to offer it for use in clinical settings for remote patient monitoring or chronic care management.</p><p>But that’ll all have to wait until the FDA has run its cautious eye over the hardware — which could take much of the year — but if it offers its blessing, Valencell says it’ll sell the product for $99.</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/nanoleaf-sense-plus-control-line-nala-learning-assistant-ces-2023-010016944.html?src=rss", "title": "Nanoleaf's Sense+ Control lighting line can automate itself", "date_published": "2023-01-04 01:00:16+00:00", "description": "<p>Most smart home products promise to save you time by allowing you to create schedules to automate tasks like turning on your lights, but taking advantage of that functionality requires first creating those schedules. Nanoleaf's newest product line promises to do that work for you. Announced at CES 2023, the Sense+ Control family consists of three products: the Sense+ Smart Light Switch, Sense+ Wireless Light Switch and Nala Learning Bridge. All three are Matter and Thread enabled. They also feature built-in motion and ambient light sensors. The Nala Learning Bridge (pictured above) acts as a Thread Border Router so that you can use it as the hub of your smart home network. You can also use the Nala Learning Bridge as a night light to add a bit of ambiance to a room.</p><figure><img alt=\"Nanoleaf 4D camera system\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-01/8b00d630-8bb6-11ed-9dd7-a2bd53062311\" style=\"height: 1200; width: 1600;\" /><figcaption></figcaption><div class=\"photo-credit\">Nanoleaf</div></figure><p>Nala is also the name of Nanoleaf's new Automations Learning Assistant and what makes the Sense+ Control line interesting. The company claims Nala can learn your routines and eventually know when to turn your lights on or off and adjust their brightness and color to your liking. &quot;Over time, users will be able to have a truly intelligent and hands-free experience with the smart lighting in their home,&quot; says Nanoleaf. The Sense+ Control line will arrive in the second half of the year. Nanoleaf also plans to update its existing Thread Border Routers to support Nala.</p><span id=\"end-legacy-contents\"></span><p>Alongside the Sense+ Control line, the company announced several other new products. First, there's the Nanoleaf 4D, a system for synchronizing your Nanoleaf lights with your TV. Set to arrive before the second half of the year, the 4D Starter Kit will ship with Nanoleaf's new Screen Mirror Camera and a Matter-compatible Lightstrip that features 50 addressable LED zones and four mirroring modes. With the help of the company's Sync+ technology, you can synchronize the Lightstrip and all your Nanoleaf lights with the action on your TV. If you want more consistent lighting, the Sync+ platform also supports the usual assortment of pre-made scenes, including Nanoleaf favorites like &quot;Aurora Borealis&quot; and &quot;Vibrant Sunrise.&quot;</p><figure><img alt=\"Nanoleaf Skylight\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-01/9f398890-8bb6-11ed-afff-751b0cfeb844\" style=\"height: 1200; width: 1600;\" /><figcaption></figcaption><div class=\"photo-credit\">Nanoleaf</div></figure><p>When installing the Nanoleaf 4D, you can mount the camera on top of your TV or just below it. You'll find adhesive and snap-on brackets inside the box for attaching the Lightstrip. At launch, Nanoleaf will offer the 4D TV Starter Kit in two sizes: one for 55- to 65-inch TVs and another for 70- to 80-inch sets. No word yet on pricing.</p><p>Nanoleaf is also adding a ceiling light to its line of <a href=\"https://www.engadget.com/2019-08-01-nanoleaf-canvas-smarter-kit-touch-actions-smart-buttons-apple-homekit.html\">modular wall panels</a>. The aptly named Skylight consists of a set of square RGBW LED panels you can freely arrange to create different patterns on your ceiling. Skylight comes with all the features you expect from a Nanoleaf product, including the company's screen mirroring technology, music visualizer and support for group scenes. You can use the Nanoleaf app to adjust the brightness, color and color temperature of Skylight's built-in LEDs. Like the Nala Learning Bridge, Skylight also doubles as a Thread Border router. Nanoleaf says it will launch its latest modular lighting system in the second half of the year. Expect pricing details to arrive around then too.</p><figure><img alt=\"Nanoleaf Essentials\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-01/ce7d4ba0-8bb6-11ed-bd6f-db3fbe5a6be9\" style=\"height: 1200; width: 1600;\" /><figcaption></figcaption><div class=\"photo-credit\">Nanoleaf</div></figure><p>Last but not least, Nanoleaf is updating its Essentials line to add BR30 and GU10 models. The company is also refreshing existing Essentials models, including its <a href=\"https://www.engadget.com/nanoleaf-essentials-bulb-lightstrip-154053040.html\">original A19 lightbulb</a>, to make them Matter compatible. Owners of existing Nanoleaf products won't be left out either. The company says it will roll out a software update for its <a href=\"https://www.engadget.com/nanoleaf-adds-triangles-to-its-colorful-shape-light-panels-103342521.html\">Shapes</a>, Elements, Canvas and <a href=\"https://www.engadget.com/nanoleaf-lines-170033511.html\">Lines</a> lighting products later this year to make them Matter-compatible.</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/moen-smart-sprinkler-controller-soil-sensor-010015980.html?src=rss", "title": "Moen's smart sprinkler system automatically changes your lawn watering schedule", "date_published": "2023-01-04 01:00:15+00:00", "description": "<p><a href=\"https://www.moen.com/smart-home\">Moen</a> thinks it can take the hassle out of watering your lawn — and possibly save you some money in the process. It's introducing a Smart Sprinkler Controller (shown below) that, in tandem with matching soil sensors, can automatically tweak watering schedules on a zone-by-zone basis. Your yard should only get the water it really needs — Moen claims it can reduce the water use of a typical home by 30 percent. Whether or not that's true, you'll probably appreciate the season- and weather-based adjustments that can save you from watering in the middle of a rainstorm.</p><p>You also won't have to rip up your lawn to get started. You only have to stick the sensors in the soil, where they can stay flush with the ground. You don't have to bury cables or watch <a href=\"https://www.engadget.com/what-to-look-for-in-an-electric-lawn-mower-161536380.html\">where you're mowing</a>. The Sprinkler Controller attaches to your existing irrigation system within half an hour, and the sensors can be ready to go in less than five minutes.</p><span id=\"end-legacy-contents\"></span><figure><img alt=\"Moen Smart Sprinkler Controller and Soil Sensor\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-01/f7674420-8ba8-11ed-bfff-441b4ab91385\" /><figcaption></figcaption><div class=\"photo-credit\">Moen</div></figure><p>Not surprisingly, Moen is using this as a chance to reel you into its broader smart home system. If you have the Flo Smart Water Monitor and Shutoff, you can watch out for leaks around the house without worrying that your sprinklers will shut off the home's water supply.</p><p>The initial outlay may be pricey. Moen will release the devices in early February, starting at $180 for an eight-zone controller and $235 for its 16-zone counterpart. Sensors will be available for $70 each, or $180 for a three-pack. However, the company is clearly betting that its system will cut your water bill enough to justify the expense, not to mention spare you constant manual adjustments to watering schedules. The sprinkler tech could also reduce your home's impact on the environment. That's particularly helpful in California and other regions where water conservation is frequently important.</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/volkswagen-unveils-its-upcoming-id-7-ev-sedan-at-ces-2023-005913547.html?src=rss", "title": "Volkswagen unveils its upcoming ID.7 EV sedan at CES 2023", "date_published": "2023-01-04 00:59:13+00:00", "description": "<p>Volkswagen's ID family of electric vehicles, which already includes the <a href=\"https://www.engadget.com/volkswagen-officially-unveils-its-id-buzz-ev-181057412.html\">highly-anticipated ID.Buzz</a> and <a href=\"https://www.engadget.com/vw-2023-id4-pricing-release-date-165237007.html\">more sedate ID.4</a>, grew by one on Tuesday. The German automaker unveiled its ID.7 electric sedan ahead of CES 2023, in a eye-crossing orange and black camo scheme that hides an illuminating surprise. Yes, it lights up.&nbsp;</p><p>That camo is is not randomly generated, each aspect is specifically designed to &quot;create light effects on parts of the vehicle,&quot; VW stated in a recent press release. &quot;This is an interactive feature and symbolizes the next step in the digitalization of the future flagship model of Volkswagen’s EV family.&quot; In all, some 22 sections of paint, all of which are comprised of more than 40 individual layers of paint and electronics, will light up at the driver's command, or in time to the sound system's beats. The QR codes painted on the hood and doors will allow authorized users to control the paint job (that's so weird to write) through their smartphones.</p><span id=\"end-legacy-contents\"></span><figure><img alt=\"ID.7 in full digital camo. looks like if you took a picture of it, it'd trigger the qr code scanner on your phone.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-01/01574510-8bc8-11ed-9ffa-e99fbc47fbaf\" style=\"height: 2268; width: 4032;\" /><figcaption></figcaption><div class=\"photo-credit\">Volkswagen</div></figure><p>The ID.7 is based on the Aero3 concept sedan that we first saw revealed earlier this year and is expected to achieve an all-electric range of 700 km. “With the new ID.7, we are extending our electric model range into the upper segments. The sedan will offer top-class technology and quality. The ID.7 is one of 10 new electric models that we are planning to launch by 2026,” Thomas Schäfer, CEO of Volkswagen Passenger Cars, said in a statement.</p><figure><img alt=\"ID.7 in full digital camo. looks like if you took a picture of it, it'd trigger the qr code scanner on your phone.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-01/0157ba42-8bc8-11ed-bc9b-7f56e37071a8\" style=\"height: 2268; width: 4032;\" /><figcaption></figcaption><div class=\"photo-credit\">Volkswagen</div></figure><p>Details are still scarce regarding hard performance numbers but the company plans to release the ID.7 with an augmented reality head-up display, 15-inch central infotainment screen, digitally controlled air vents — which can be personalized to each passenger and which respond to voice commands — and illuminated touch sliders. The company has not stated when production will begin but did confirm that when the ID.7 does go on sale, it will do so in the Chinese, European and North American markets.&nbsp;</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/twitter-is-reversing-its-ban-on-political-ads-004916587.html?src=rss", "title": "Twitter is reversing its ban on political ads", "date_published": "2023-01-04 00:49:16+00:00", "description": "<p>In 2019, Twitter instituted a <a href=\"https://www.engadget.com/2019-10-30-twitter-halts-all-political-advertising.html\">fairly strict ban on political and cause-based ads</a>, effectively blocking politicians and organizations like PACs from running ads that prop up candidates, promote ballot measures or ask for donations. Now, the company is reversing that policy, announcing through the Twitter Safety account that it will relax those advertising rules.</p><div id=\"06451bf433f34f50b4e1a817dc6ce14f\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">We believe that cause-based advertising can facilitate public conversation around important topics. Today, we're relaxing our ads policy for cause-based ads in the US. We also plan to expand the political advertising we permit in the coming weeks.</p>— Twitter Safety (@TwitterSafety) <a href=\"https://twitter.com/TwitterSafety/status/1610399203481784320?ref_src=twsrc%5Etfw\">January 3, 2023</a></blockquote></div><p>Previously, almost all political ads were banned, and cause-based ads that covered subjects like climate change or abortion were subject to various restrictions. The latter were barred from being marketed to custom audiences and age groups, for instance — and while raising awareness to topics was permitted, advocating support for specific legislation was not.</p><span id=\"end-legacy-contents\"></span><p>The announcement didn't go into detail about the ad rules, stating instead that the plan is bring Twitter more in line with the political advertising standards of &quot;TV and other media outlets.&quot; Although it's not completely clear what that means, its worth noting that TV and broadcast markets that use the public airwaves are required to <a href=\"https://www.fcc.gov/media/policy/statutes-and-rules-candidate-appearances-advertising\">follow certain FCC rules regarding political advertising</a> that Twitter may not be subject to.</p><p>Either way, the change could help Twitter <a href=\"https://www.engadget.com/twitter-losing-advertisers-boycott-193748977.html\">make up for the advertisers who left in the weeks following Elon Musk's purchase of the platform</a>, which saw brands like GM, Audi, General Mills and others pause advertising. As for Twitter, the social media company says that its making the policy change because it believes that &quot;cause-based advertising can facilitate public conversation around important topics.&quot;</p>", "persistent": false, "language": "en-US", "user": null}], "source": {"url": "https://www.engadget.com/rss.xml", "title": "Engadget"}}