{"entries": [{"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/nvidia-announced-new-line-of-laptops-utilizing-40-series-gpus/1100-6510311/?ftag=CAD-01-10abi2f", "title": "Nvidia Announced New Line Of Laptops Utilizing 40 Series GPUs", "date_published": "2023-01-04 21:40:00+00:00", "description": "<p>Nvidia has announced new GeForce gaming laptops powered by the RTX 40 series. Over 170 laptop models from all major manufactures will be gradually released starting on February 8.</p><p>The new line includes graphic cards from all across the RTX 40 line, including the 4080, 4070, 4060, 4050, and even the 4090--for the first time on a laptop. New GeForce 40 series laptops are up to three times more efficient than the previous set of laptops. The energy efficiency is in part because of how they ship with the lowest voltage GDDR6 memory yet and how the tri-speed memory control lets the GPU switch to lower-power memory states automatically.</p><p>With Ada Lovelace architecture, Nvidia DLSS 3, and fifth-generation Max-Q tech, 40 series laptops can provide four times faster performance. Creatives can also take advantage of the chips' power to cut export times with dual AV1 encoders.</p><a href=\"https://www.gamespot.com/articles/nvidia-announced-new-line-of-laptops-utilizing-40-series-gpus/1100-6510311/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/pokemon-go-twinkling-fantasy-event-brings-mega-salamence-to-your-local-pokemon-gym/1100-6510308/?ftag=CAD-01-10abi2f", "title": "Pokemon Go Twinkling Fantasy Event Brings Mega Salamence To Your Local Pokemon Gym", "date_published": "2023-01-04 21:20:00+00:00", "description": "<p dir=\"ltr\">Pokemon Go is beginning 2023 with a bang, as Niantic has followed up the recent announcement of the next Community Day Classic with details on the next in-game event, which will be called Twinkling Fantasy.</p><p dir=\"ltr\">The Pokemon GO Twinkling Fantasy event will begin January 10 at 8 AM local time and will run until January 16 at 10 PM local time. The limited-time event will see Mega Salamence make its Pokemon Go debut by appearing in four-star Mega Raids at Gyms throughout the game.</p><figure style=\"width: 1280px;\"><a href=\"https://www.gamespot.com/a/uploads/original/3/37852/4082694-pokemon-go-twinkling-fantasy.jpg\"><img alt=\"Mega Salamence arrives in Pokemon Go January 10.\" src=\"https://www.gamespot.com/a/uploads/original/3/37852/4082694-pokemon-go-twinkling-fantasy.jpg\" /></a><figcaption>Mega Salamence arrives in Pokemon Go January 10.</figcaption></figure><p dir=\"ltr\"> </p><a href=\"https://www.gamespot.com/articles/pokemon-go-twinkling-fantasy-event-brings-mega-salamence-to-your-local-pokemon-gym/1100-6510308/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/larvitar-stars-in-the-first-pokemon-go-community-day-classic-of-2023/1100-6510304/?ftag=CAD-01-10abi2f", "title": "Larvitar Stars In The First Pokemon Go Community Day Classic Of 2023", "date_published": "2023-01-04 21:00:00+00:00", "description": "<p dir=\"ltr\">With the <a href=\"https://www.gamespot.com/articles/pokemon-go-community-day-january-2023-will-feature-kalos-starter-chespin/1100-6510160/\">Community Day featuring Chespin</a> slated to take place this weekend, Niantic has officially revealed details on the first Pokemon Go Community Day Classic of 2023, which will highlight the Rock Skin Pokemon, Larvitar.</p><p dir=\"ltr\">The Pokemon Go Community Day Classic will take place June 21 from 2 PM to 5 PM local time. Larvitar will appear much more frequently during this time, and any Larvitar that are evolved to Pupitar and then to the final form Tyranitar during the event will know a special Fast Attack called Smack Down.</p><figure style=\"width: 1280px;\"><a href=\"https://www.gamespot.com/a/uploads/original/3/37852/4082686-pokemon-go-community-day-classic-january-2023-larvitar.jpg\"><img alt=\"Larvitar will feature in January's Community Day Classic.\" src=\"https://www.gamespot.com/a/uploads/original/3/37852/4082686-pokemon-go-community-day-classic-january-2023-larvitar.jpg\" /></a><figcaption>Larvitar will feature in January's Community Day Classic.</figcaption></figure><p dir=\"ltr\"><span>The event will also unlock extra bonuses for participating trainers, including Incense and Lure Module durations being increased to three hours, as well as triple experience whenever a Pokemon is caught.</span></p><a href=\"https://www.gamespot.com/articles/larvitar-stars-in-the-first-pokemon-go-community-day-classic-of-2023/1100-6510304/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/review-roundup-for-m3gan/1100-6510309/?ftag=CAD-01-10abi2f", "title": "Review Roundup For M3GAN", "date_published": "2023-01-04 19:59:00+00:00", "description": "<p> </p><p dir=\"ltr\">Who would have thought that if you put an unexpectedly killer AI in an American Girl doll, there might be some drawbacks and unexpected consequences? That, more or less, is the plot of M3GAN, which is about a roboticist who becomes the caretaker of her orphaned niece, and sees an opportunity. Things do not go well.</p><p dir=\"ltr\">M3GAN is directed by Gerard Johnstone (Housebound), and written by Akela Cooper (Malignant, The Nun 2). The film's cast includes Ronny Chieng (Shang-Chi and the Legend of the Ten Rings), Brian Jordan Alvarez (Will &amp; Grace), Jen Van Epps (Cowboy Bebop), Lori Dungey (The Lord of the Rings: The Fellowship of the Ring) and Stephane Garneau-Monten (Straight Forward).</p><a href=\"https://www.gamespot.com/articles/review-roundup-for-m3gan/1100-6510309/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/once-in-a-lifetime-e3-comet-which-has-nothing-to-do-with-gaming-is-coming-close-to-earth-soon/1100-6510306/?ftag=CAD-01-10abi2f", "title": "Once-In-A-Lifetime E3 Comet, Which Has Nothing To Do With Gaming, Is Coming Close To Earth Soon", "date_published": "2023-01-04 19:43:00+00:00", "description": "<p>A comet that was only just discovered in the past year will approach Earth where it may be possible to see with the naked eye as soon as later this month. And you might want to go out and look for it, as experts say the comet isn't likely to return to Earth's orbit for at least another 50,000 years.</p><p>The comet, C/2022 E3 (ZTF), was first seen in March 2022 via a huge telescope when it passed through Jupiter's orbit. The comet is referred to as the E3 Comet--though it has nothing to do with the big game show E3--and it comes from the <a href=\"https://solarsystem.nasa.gov/solar-system/oort-cloud/overview/\">Oort Cloud</a> of the Earth's solar system. NASA says this place is \"like a big, thick-walled bubble made of icy pieces of space debris.\"</p><div>          </div><p>The E3 comet, which experts believes dates back to 4.6 billion years ago when the solar system formed, is coming as close to Earth as it ever will on February 2. It has a bright green coma and a tail. Photographer Dan Bartlett took a photo of it using a big lens in December from June Lake, California (at an elevation of nearly 7,000 feet). You can <a href=\"https://www.astrobin.com/users/h2ol\">see Bartlett's images on Astrobin.</a></p><a href=\"https://www.gamespot.com/articles/once-in-a-lifetime-e3-comet-which-has-nothing-to-do-with-gaming-is-coming-close-to-earth-soon/1100-6510306/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/new-evil-dead-rise-trailer-shows-a-bloody-terrifying-family-drama/1100-6510305/?ftag=CAD-01-10abi2f", "title": "New Evil Dead Rise Trailer Shows A Bloody, Terrifying Family Drama", "date_published": "2023-01-04 19:27:00+00:00", "description": "<p dir=\"ltr\">Warner Bros. has released the first red-band trailer for Evil Dead Rise, the fifth installment in the franchise. The film is set to open in theaters on April 21.</p><p dir=\"ltr\">A synopsis reads: \"In Evil Dead Rise, a road-weary Beth pays an overdue visit to her older sister Ellie, who is raising three kids on her own in a cramped L.A apartment. The sisters' reunion is cut short by the discovery of a mysterious book deep in the bowels of Ellie's building, giving rise to flesh-possessing demons, and thrusting Beth into a primal battle for survival as she is faced with the most nightmarish version of motherhood imaginable.\" Note that this being a red-band trailer is not just marketing--as writer-director Lee Cronin said back last year when production wrapped in October 2021, there is <a href=\"https://www.gamespot.com/articles/evil-dead-rise-completes-filming-used-6500-liters-of-fake-blood/1100-6497411/\">roughly 6,500 liters of blood in the film</a>.</p><div><blockquote align=\"center\" class=\"twitter-tweet\"><p dir=\"ltr\">Witness the mother of all evil in the official trailer for Evil Dead Rise - only in theaters April 21. <a href=\"https://twitter.com/hashtag/EvilDeadRise?src=hash&amp;ref_src=twsrc^tfw\">#EvilDeadRise</a> <a href=\"https://t.co/CMtitMZumK\">pic.twitter.com/CMtitMZumK</a></p>  — Evil Dead (@EvilDead) <a href=\"https://twitter.com/EvilDead/status/1610682789850124289?ref_src=twsrc^tfw\">January 4, 2023</a></blockquote>              </div><p dir=\"ltr\"><span>The movie is executive produced by series creator and horror icon Sam Raimi, plus Bruce Campbell--who appeared in every installment of the original trilogy--joins him as producer. In hyping up the trailer, Campbell said in </span><a href=\"https://twitter.com/GroovyBruce/status/1610317539237847040\">a video released on Twitter</a><span> that \"even though I'm not in this film, as a producer, I'm all over this movie like a cheap suit. I guess you could say I have a hand in it.\"</span></p><a href=\"https://www.gamespot.com/articles/new-evil-dead-rise-trailer-shows-a-bloody-terrifying-family-drama/1100-6510305/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/arcade1up-is-making-a-casinocade-based-on-wheel-of-fortune/1100-6510303/?ftag=CAD-01-10abi2f", "title": "Arcade1Up Is Making A Casinocade Based On Wheel Of Fortune", "date_published": "2023-01-04 19:10:00+00:00", "description": "<p>Arcade1Up, the company that makes retro arcade machines to fit in homes, has decided to make a casinocade (casino arcade game) based on the popular show Wheel of Fortune.</p><p dir=\"ltr\">The Wheel of Fortune Casinocade Deluxe will feature four slot games for players to enjoy and will have more than 20 other games, such as Blackjack and Mahjong. The casinocade will have two LCD screens, dual speakers, a light-up marquee, and flashing lights to help emulate a casino experience. There'll also be a Wi-Fi leaderboard to help players compete for the top spot. The Wheel of Fortune Casinocade Deluxe has no release date but is expected to be available this year in late spring/summer.</p><p dir=\"ltr\">In addition to the new arcade machine, Arcade1Up has also revealed the Infinity Game Board, a variant of the <a href=\"https://www.gamespot.com/articles/infinity-game-table-review-classic-board-games-reborn/1100-6493100/\">Infinity Game Table</a>. The Infinity Game Board will have an 18.5-inch HD touchscreen, a personalized dynamic zoom viewing, and can host up to six people. The Infinity Game Board doesn't have a release date but is expected to drop sometime in the spring.</p><a href=\"https://www.gamespot.com/articles/arcade1up-is-making-a-casinocade-based-on-wheel-of-fortune/1100-6510303/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/diablo-immortal-adds-new-event-in-first-update-of-2023/1100-6510302/?ftag=CAD-01-10abi2f", "title": "Diablo Immortal Adds New Event In First Update Of 2023", "date_published": "2023-01-04 19:01:00+00:00", "description": "<p><a href=\"https://www.gamespot.com/games/diablo-immortal/\">Diablo Immortal</a> is kicking off the new year with a limited-time event and a few updates to existing features in what Blizzard has coined as a \"minor\" update.</p><p dir=\"ltr\">The event, Rising Damnation, gives players new daily tasks to complete and rewards to earn. Outside of the new event, there are a few smaller tweaks to other aspects of the game, such as the ability to also purchase Reforge Stones with Platinum instead of the game's Eternal Orbs premium currency. Some smart changes have come to other features too, like the ability for party leaders to share their bounties automatically with other party members and Aspirant's Keys and Gems now being automatically looted within Iben Fahd's Sanctum.</p><p dir=\"ltr\">\"We are beginning 2023 with a smaller Content Update, comprised of a new limited-time event and a variety of updates to existing game features,\" Blizzard's <a href=\"https://news.blizzard.com/en-us/diablo-immortal/23891309/quell-the-rising-damnation-in-diablo-immortal\">patch notes</a> state. \"The year is just beginning though, and we have many Content Updates and additional Major Updates in store for you. We thank you for beginning your year by slaying Hell's horrors in Diablo Immortal.\"</p><a href=\"https://www.gamespot.com/articles/diablo-immortal-adds-new-event-in-first-update-of-2023/1100-6510302/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/stephen-amell-coming-back-for-the-flashs-final-season/1100-6510301/?ftag=CAD-01-10abi2f", "title": "Stephen Amell Coming Back For The Flash's Final Season", "date_published": "2023-01-04 18:59:00+00:00", "description": "<p> </p><p dir=\"ltr\">Oliver Queen will be teaming up again with Barry Allen one last time in the ninth and final season of The Flash. <a href=\"https://tvline.com/2023/01/04/stephen-amell-returns-oliver-queen-the-flash-final-season-9/\">TV Line</a> was first to report on a The CW announcement that Stephen Amell and a host of other fan favorites from the series will reprise their roles as the show brings the curtain down.</p><p dir=\"ltr\">Joining Amell in a Season 9 return will be Keiynan Lonsdale (as Wally West/Kid Flash), David Ramsey (John Diggle/Spartan), and Sendhil Ramamurthy (Dr. Ramsey Rosso/Bloodwork). \"As soon as our final season was announced, we knew we wanted Stephen to come back and reprise his iconic role as Oliver Queen,\" The Flash showrunner Eric Wallace said in a statement. \"After all, it was Oliver who originally launched Barry Allen on his heroic path. That's why everyone on Team Flash felt so strongly that it was important to create a full-circle moment with Oliver’s return in the final season of The Flash.\"</p><a href=\"https://www.gamespot.com/articles/stephen-amell-coming-back-for-the-flashs-final-season/1100-6510301/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/avatar-the-way-of-water-will-surpass-top-gun-maverick-to-become-2022s-biggest-global-movie/1100-6510300/?ftag=CAD-01-10abi2f", "title": "Avatar: The Way Of Water Will Surpass Top Gun: Maverick To Become 2022's Biggest Global Movie", "date_published": "2023-01-04 18:48:00+00:00", "description": "<p>Avatar: The Way of Water is projected to surpass $1.5 billion in total at the box office today, January 4, eclipsing Top Gun: Maverick to become the biggest movie of 2022, <a href=\"https://deadline.com/2023/01/avatar-the-way-of-water-box-office-beats-top-gun-maverick-best-of-2022-1235211240/\">according to Deadline</a>.</p><p>For comparison, Top Gun: Maverick earned $1.489 billion during its theatrical run, which began in May 2022. The Way of Water was released on December 16 and continues to perform well at the box office, now stretching beyond its third weekend in cinemas and into 2023.</p><p>Top Gun: Maverick's box office results came entirely in the calendar year 2022, and while The Way of Water has earned the majority of its box office revenue in 2022, it continues to make more money in 2023. Like the original Avatar, The Way of Water is expected to have a long tail thanks in part to very positive audience scores, including an <a href=\"https://www.cinemascore.com/\">A rating from Cinema Score. </a></p><a href=\"https://www.gamespot.com/articles/avatar-the-way-of-water-will-surpass-top-gun-maverick-to-become-2022s-biggest-global-movie/1100-6510300/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/walter-white-rises-from-the-grave-for-his-new-drug-popcorners/1100-6510307/?ftag=CAD-01-10abi2f", "title": "Walter White Rises From The Grave For His New Drug: PopCorners", "date_published": "2023-01-04 18:43:00+00:00", "description": "<p>Bryan Cranston's portrayal as drug kingpin and master chemist Walter White in AMC's Breaking Bad became an iconic television character and pop culture sensation during the show's tenure. The role earned Cranston numerous awards throughout the years and helped resurrect and reinvent his career. Now, Cranston is resurrecting the character in the name of the Super Bowl.</p><p><a href=\"https://adage.com/article/special-report-super-bowl/popcorners-make-super-bowl-debut-breaking-bad-revival/2461561\">AdAge</a> reports that Cranston as White will appear in an upcoming Super Bowl ad for PopCorners. The Frito-Lay brand teased the spot in December with a silhouette of Walter White standing in the desert, holding a big bag of white cheddar PopCorners. You can check out the tease below.</p><figure style=\"width: 1638px;\"><a href=\"https://www.gamespot.com/a/uploads/original/1597/15976769/4082692-flo_hsxxkaaul2m-1.jpg\"><img alt=\"No Caption Provided\" src=\"https://www.gamespot.com/a/uploads/scale_super/1597/15976769/4082692-flo_hsxxkaaul2m-1.jpg\" /></a></figure><p>Cranston has previously revived Walter White in cameos in 2019's El Camino: A Breaking Bad Movie and two episodes in Better Call Saul's final season, which aired in 2022.</p><a href=\"https://www.gamespot.com/articles/walter-white-rises-from-the-grave-for-his-new-drug-popcorners/1100-6510307/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/overwatch-2-competitive-matchmaking-is-a-mess-right-now/1100-6510298/?ftag=CAD-01-10abi2f", "title": "Overwatch 2 Competitive Matchmaking Is A Mess Right Now", "date_published": "2023-01-04 18:38:00+00:00", "description": "<p>While the launch of <a href=\"https://www.gamespot.com/games/overwatch-2/\">Overwatch 2</a> was far from perfect, there's no denying the highly-anticipated follow-up successfully revitalized the multiplayer shooter for many players, myself included. With the release of Overwatch 2, Blizzard introduced a ton of changes to the competitive mode in an attempt to reduce toxicity in the community, and for the first season, it felt like the changes worked without causing too many problems. However, Season 2 of Overwatch 2 has shown cracks in the new systems, resulting in messy and lopsided matches.</p><h2 dir=\"ltr\">The current state of Overwatch 2 competitive</h2><p dir=\"ltr\">The main issue with Overwatch 2 competitive matchmaking is that players are consistently getting matched with and against players far outside of their skill range. There are plenty of posts on the <a href=\"https://us.forums.blizzard.com/en/overwatch/t/im-done-and-should-you-be-too-you-deserve-better/762197\">Overwatch 2 forums</a> from people dealing with these issues, and I have personally had players with the \"Master Challenger\" title--which is awarded for finishing the game's previous season at the highest tier--appear in my Gold-tier lobbies (Overwatch 2 ranks go Bronze, Silver, Gold, Platinum, Diamond, Master, Grandmaster, and Top 500), both on my team and against me.</p><p dir=\"ltr\">While I'm still getting close to Blizzard's intended 50% win rate in competitive matches, the majority of my matches in Season 2 have been blowouts, with many of the close matches only close because one player in the lobby is dragging their team down with significantly worse stats than the rest. It can be hard for players to identify when this happens, since Blizzard stopped displaying player ranks in match with Overwatch 2 and players' career profiles are set to private by default. When matchmaking works correctly, this is fine, but when players are matched against players out of their skill range, it results in more toxicity in chat with players frustrated during their matches.</p><a href=\"https://www.gamespot.com/articles/overwatch-2-competitive-matchmaking-is-a-mess-right-now/1100-6510298/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/cod-warzone-2-and-modern-warfare-2-season-2-start-times-and-details/1100-6510296/?ftag=CAD-01-10abi2f", "title": "CoD: Warzone 2 And Modern Warfare 2 Season 2 Start Times And Details", "date_published": "2023-01-04 18:18:00+00:00", "description": "<p dir=\"ltr\">A new season of Call of Duty is just around the corner, and the Season 2 update should bring more weapons, operators, and a new battle pass to both <a href=\"https://www.gamespot.com/games/call-of-duty-modern-warfare-ii/\">Modern Warfare 2</a> and <a href=\"https://www.gamespot.com/games/call-of-duty-warzone-20/\">Warzone 2</a>. Here is everything we know about the big Season 2 update.</p><h2 dir=\"ltr\">Call of Duty Season 2 start times</h2><p dir=\"ltr\">The Season 2 update should go live on or around Wednesday, February 1, which is the endpoint for the current season's battle pass. These updates usually go live at around 10 AM PT / 1 PM ET / 6 PM BST.</p><h2 dir=\"ltr\">What to expect from Season 2</h2><p dir=\"ltr\">While official details haven't been announced yet, Call of Duty seasons typically bring a brand-new battle pass with new weapons, operators, and a slew of cosmetics. The updates for Modern Warfare 2 and Warzone 2 will likely include additional weapon balancing and bug fixes as well.</p><a href=\"https://www.gamespot.com/articles/cod-warzone-2-and-modern-warfare-2-season-2-start-times-and-details/1100-6510296/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/gallery/i-spent-300-on-a-cyberpunk-2077-johnny-silverhand-toy-and-i-regret-nothing/2900-4565/", "title": "I Spent $300 On A Cyberpunk 2077 Johnny Silverhand Toy And I Regret Nothing", "date_published": "2023-01-04 18:11:00+00:00", "description": "<p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4082661-silverhandht%2816%29.jpg\" /><br /><h3><p>It's a great time to be a fan of Cyberpunk 2077, as two years of updates have <a href=\"https://www.gamespot.com/articles/cyberpunk-2077s-redemption-arc-is-a-breathtaking-return-to-form-for-cd-projekt-red/1100-6510079/\">transformed it into an action-packed sandbox</a> that <a href=\"https://www.gamespot.com/articles/elden-ring-won-game-of-the-year-at-the-steam-awards-surprising-no-one/1100-6510269/\">hasn't gone unnoticed by fans</a>. Even better, the <a href=\"https://www.gamespot.com/articles/cyberpunk-2077s-phantom-liberty-expansion-features-idris-elba/1100-6509911/\">Phantom Liberty expansion</a> will introduce Idris Elba's smoldering presence to Night City later this year <a href=\"https://www.gamespot.com/articles/cyberpunk-2077-sequel-wont-begin-pre-production-until-2023/1100-6509582/\">and a sequel is currently in development</a>.</p><p>If that's not enough Cyberpunk for you, the good news is that you can invite a miniaturized version of the infamous and very dead rebel rocker Johnny Silverhand to keep an eye on your desk. It's always handy to have a choom that you can trust.</p><p>First announced all the way back in December 2020, Hot Toys has finally released the figure of the Night City icon, who is portrayed by Keanu Reeves in the game. A renegade with a microchip on his shoulder, Silverhand stands at around 12 inches tall, has plenty of articulation, and comes with several accessories.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://www.sideshow.com/collectibles/cyberpunk-2077-johnny-silverhand-sixth-scale-figure-hot-toys-907403\">See at Sideshow Collectibles</a> </div><p>Basically, if you ever wanted to own an older version of Ted \"Theodore\" Logan who happens to be grumpier, more lethal, and regularly cracks out <em>much better </em>hit singles, this could be the perfect figure for you.</p><p>Provided that you have $285--plus shipping--to spend on this collectible, that is. Is this an eye-watering sum for a highly detailed toy? Absolutely. Do I regret that I have to consume the cardboard that this figure arrived in because I deemed it to be more important than eating proper food for the next month? Not a chance.</p><p>Silverhand's appearance is dead-accurate to his video game version, you can swap out his bulletproof vest for a more laid-back band T-shirt, and you can strike several great poses with him. It's not an entirely perfect figure, with some elements that maybe feel a bit dated (explained below) when compared to more recent offerings from Hot Toys, but it's still a collectible that stands out on any shelf.</p><p>If you're interested in getting your silver hands on it, Sideshow Collectibles is still taking preorders for its upcoming full release.</p></h3></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4082635-silverhandht%2827%29.jpg\" /><br /><h3><p>Like every Hot Toys figure, there's a <em>lot </em>of extra plastic and padding to keep the figure secure during transit. You might want to have a small set of scissors on standby so that you can get all of that protective film off of Silverhand.</p></h3></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4082669-silverhand-2.jpg\" /><br /><h3><p>You're mine now, Keanu. Forever and ever. </p></h3></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4082637-silverhandht%281%29.jpg\" /><br /><h3><p>A weapon that John Wick himself would covet, Silverhand's Malorian Arms 3516 is a beast of a hand cannon that packs a heck of a punch inside of the game. It's worth grabbing in Cyberpunk 2077, as assembling Silverhand's signature look for V makes for a fun quest.</p></h3></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4082638-silverhandht%2824%29.jpg\" /><br /><h3><p>While Johnny's vest doesn't look bad, it does suffer from a common problem with sixth-scale figures in that it has a slightly puffy look to it. The materials used also aren't entirely accurate to what is seen in Cyberpunk 2077--where it has a smoother finish and less obvious stitching--but you can remove it easily enough and display it with the rest of Johnny's accessories. </p></h3></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4082640-silverhandht%2825%29.jpg\" /><br /><h3><p>Just remember, that in the dark future of Cyberpunk 2077, to always have your band branding on everything you own. Even your protective clothing that you don just before you embark on a quest to burn a city to the ground.</p></h3></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4082639-silverhandht%2822%29.jpg\" /><br /><h3><p>While the vest might be disappointing, Johnny's iconic prosthetic certainly isn't. It's not made from diecast materials, but the cybernetic limb sports a shiny finish, some battle damage, and plenty of small details. </p></h3></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4082641-silverhandht%285%29.jpg\" /><br /><h3><p>What's a rock star without some trendy shades? Johnny's sunglasses can easily be placed on his head and will remain secure, and if you feel like recreating the iconic E3 2019 Cyberpunk 2077 trailer, there's even a hand that you can swap in that can hold his sunglasses. Just remember it's his cybernetic hand, not his regular human one.</p></h3></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4082642-silverhandht%286%29.jpg\" /><br /><h3><p>Want to take Johnny's vest off? That's easy enough. Just rip his head off, undo the velcro on the left side, and you're good to go. </p></h3></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4082643-silverhandht%289%29.jpg\" /><br /><h3><p>And there you go, Johnny Silverhand in the rebel rocker flesh. The Samurai vest has a great print on it, and helps cover up most of the visible toy joints.</p></h3></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4082644-silverhandht%2821%29.jpg\" /><br /><h3><p>You don't need too many accessories for your Johnny Silverhand, but Hot Toys has definitely included the <em>right </em>extras for this figure. Out of the box you'll get his signature gun, a bottle of liquor that is surprisingly still full, a wristband, sunglasses, Silverhand's dog tags, and a duffel bag that has several Samurai band patches on it. </p></h3></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4082645-silverhandht%2815%29.jpg\" /><br /><h3><p>As for the guitar? It has actual strings, a sleek finish, and some amazing little details hidden on it. Just don't expect to start strumming a few bars from Samurai's Chippin' In hit single unless you have really tiny fingers. </p></h3></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4082665-silverhandht%2819%29.jpg\" /><br /><h3><p>There's no shortage of hands to swap in and out for Johnny, and his display base looks great as well. It's your typical Hot Toys octagon base with a crotch-grabber stand to keep the figure secure, but it also has some delightful translucent effects around the base. According to rare console-collecting rules, this means that this base is automatically the <em>best </em>base.</p></h3></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4082646-silverhandht%2814%29.jpg\" /><br /><h3><p>Without the bulky vest on, Silverhand looks brilliant in his favorite band clothing. The figure has an impressive physique, and you're able to get a better look at the cybernetics implanted into the body of this renegade. </p></h3></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4082647-silverhandht%2812%29.jpg\" /><br /><h3><p>For the arms, there's a decent amount of articulation, but nothing radical here. Hot Toys has experimented with figures that have a silicone layer on top of their frames, creating a more realistic appearance, although that approach does have its own drawbacks in terms of durability. More traditional plastic doesn't have that problem and you can leave the limbs in a dynamic pose without worrying about wear and tear, although you will notice the more visible joints. </p></h3></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4082648-silverhandht%284%29.jpg\" /><br /><h3><p>Likewise, with the pants, you'll want to make certain that your Silverhand is in an area where humidity isn't a problem. The synthetic leather that Hot Toys uses is great, but stressing out the fabric with exaggerated poses and warm climates can lead to it flaking over time.  </p></h3></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4082649-silverhandht%282%29.jpg\" /><br /><h3><p>It's worth noting that Silverhand can do something that many Hot Toys figures are incapable of, and that's strike a sitting-down pose.</p></h3></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4082650-silverhandht%2810%29.jpg\" /><br /><h3><p>And remember, stay excellent. </p></h3></p><br />", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/chris-evans-chris-pratt-more-show-support-for-jeremy-renner-after-accident/1100-6510297/?ftag=CAD-01-10abi2f", "title": "Chris Evans, Chris Pratt, More Show Support For Jeremy Renner After Accident", "date_published": "2023-01-04 18:04:00+00:00", "description": "<p>Days after Jeremy Renner's <a href=\"https://www.gamespot.com/articles/jeremy-renner-shares-photo-revealing-his-injuries-after-major-snowplowing-accident/1100-6510233/\">snow plowing accident</a>, in which the Oscar-nominated actor suffered severe trauma, his Marvel family and peers reached out to the star and lent their support and encouragement. Renner suffered intense injuries after a snow plow ran over him while he was trying to help a stranded family member in the snow in his community. </p><p>Over on his <a href=\"https://www.instagram.com/p/Cm-KZ1YPJe7/?utm_source=ig_embed&amp;ig_rid=543160c2-a4b3-4d1f-a306-88cfee0b8293\">Instagram</a>, Renner posted that he was \"too messed up\" to type but sent love to his fans in which the likes of James Gunn, Chris Hemsworth, Chris Pratt, Chris Evans, and even comic book legends like Todd McFarlane, and Jill Thompson rallied around the Hawkeye star. </p><p>\"Speedy recovery buddy,\" replied Hemsworth. \"Sending love your way!\"</p><a href=\"https://www.gamespot.com/articles/chris-evans-chris-pratt-more-show-support-for-jeremy-renner-after-accident/1100-6510297/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/madden-23s-disastrous-franchise-problems-continue-with-saves-permanently-lost/1100-6510276/?ftag=CAD-01-10abi2f", "title": "Madden 23's Disastrous Franchise Problems Continue With Saves Permanently Lost", "date_published": "2023-01-04 18:00:00+00:00", "description": "<p dir=\"ltr\"><a href=\"https://www.gamespot.com/games/madden-nfl-23/\">Madden NFL 23</a> has been plagued by a number of server-side issues for months, and the most impactful of them to date has resulted in an unknown number of player-made leagues being deleted permanently.</p><p dir=\"ltr\">We covered <a href=\"https://www.gamespot.com/articles/for-madden-franchise-players-its-latest-issues-come-amid-months-of-disarray/1100-6510065/\">Madden's most recent Franchise mode issues just a few weeks ago</a>. During that time, some players were locked out of their leagues, while others were not. A fix arrived on December 15, though a similar issue cropped up days later, which the <a href=\"https://twitter.com/MaddenNFLDirect\">game's support account on Twitter</a> acknowledged on December 26. Two days later, the same account <a href=\"https://twitter.com/MaddenNFLDirect/status/1608146042188447745?s=20&amp;t=BnUoEQCj29Kcrw97WRVJKg\">announced</a> that issues were resolved and \"users should now be able to play [Connected Franchise Mode] without issue.\" Unfortunately, a day later, the team once more revealed issues surrounding the mode, and it's this latter pair of messages that would prove extremely costly to some players.</p><p dir=\"ltr\">As announced on December 30, players who logged into Franchise mode during a specific window of time may have lost their saved data forever due to a \"data storage issue,\" <a href=\"https://answers.ea.com/t5/General-Discussion-Updates-News/Madden-23-Franchise-Update-12-30/m-p/12175981/thread-id/5563\">said Tiburon on the game's official forums</a>.</p><a href=\"https://www.gamespot.com/articles/madden-23s-disastrous-franchise-problems-continue-with-saves-permanently-lost/1100-6510276/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/apex-legends-spellbound-update-patch-notes-private-matches-for-all/1100-6510299/?ftag=CAD-01-10abi2f", "title": "Apex Legends Spellbound Update Patch Notes: Private Matches For All", "date_published": "2023-01-04 17:51:00+00:00", "description": "<p dir=\"ltr\"><a href=\"https://www.gamespot.com/games/apex-legends/\">Apex Legends</a> developer Respawn Entertainment just announced the next event to hit its award-winning battle royale: <a href=\"https://www.gamespot.com/articles/new-apex-legends-collection-event-includes-seers-heirloom-weapon/1100-6510292/\">The Spellbound Collection Event</a> will introduce a new cosmetic collection to the game (including a new <a href=\"https://www.gamespot.com/articles/apex-legends-heirlooms-guide/1100-6495067/\">Heirloom Weapon</a> for <a href=\"https://www.gamespot.com/articles/seer-guide-apex-legends/1100-6494808/\">Seer</a>), alongside a free reward track.</p><p dir=\"ltr\">But this new Collection Event is bringing more than just cosmetic goodies to the table--it's also introducing some serious gameplay tweaks. From rewards for spawning into in-progress matches to the ability to create private matches of your own, keep reading for a look at all the changes hitting Apex Legends when the Spellbound Collection Event launches.</p><h2 dir=\"ltr\">Control</h2><p dir=\"ltr\">The popular Control LTM is set to make another appearance when the event goes live on January 10, but the fan-favorite mode is getting a bit of a makeover first. For starters, the time period for a player to be sorted into an in-progress match has been increased, meaning there's less likelihood that your team will find itself significantly outnumbered by the enemy. Matchmaking will try to fill empty player slots until one team has a score of 625, or there is a 300-point score difference between teams.</p><a href=\"https://www.gamespot.com/articles/apex-legends-spellbound-update-patch-notes-private-matches-for-all/1100-6510299/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/marvel-announces-black-panther-wakanda-forever-disney-plus-release-date/1100-6510294/?ftag=CAD-01-10abi2f", "title": "Marvel Announces Black Panther: Wakanda Forever Disney Plus Release Date", "date_published": "2023-01-04 17:24:00+00:00", "description": "<p dir=\"ltr\">Marvel has announced that Black Panther: Wakanda Forever will be available to stream on Disney+ starting February 1. The sequel originally hit theaters in mid-November last year.</p><p dir=\"ltr\">In <a href=\"https://www.gamespot.com/reviews/black-panther-wakanda-forever-review-long-live-the-king/1900-6417996/\">GameSpot's Black Panther: Wakanda Forever review</a>, writer Mason Downey gave the film an 8/10, saying it \"provides a beautiful, if uneven, tribute to one of the MCU's best heroes.\" Black Panther: Wakanda Forever started production in 2021, nearly one year after star Chadwick Boseman died from colon cancer at the age of 43. At the time, Marvel boss Kevin Feige confirmed that Boseman's role of King T'Challa would not be recast, and in fact the character would be retired from the Marvel Cinematic Universe. Downey says as a result, the movie \"tries to be a few too many things at once\" but is also packed with \"amazing scenes and iconic shots.\"</p><div><blockquote align=\"center\" class=\"twitter-tweet\"><p dir=\"ltr\">Marvel Studios’ Black Panther: <a href=\"https://twitter.com/hashtag/WakandaForever?src=hash&amp;ref_src=twsrc^tfw\">#WakandaForever</a> is streaming February 1 only on <a href=\"https://twitter.com/DisneyPlus?ref_src=twsrc^tfw\">@DisneyPlus</a>. <a href=\"https://t.co/pE5WKrZE5Y\">pic.twitter.com/pE5WKrZE5Y</a></p>  — Marvel Studios (@MarvelStudios) <a href=\"https://twitter.com/MarvelStudios/status/1610682846678601728?ref_src=twsrc^tfw\">January 4, 2023</a></blockquote>              </div><p dir=\"ltr\">Although the movie is still pulling in audiences at the worldwide box office, pretty soon you won't have to go anywhere to check out the film. Domestically, the movie has become the second highest grossing Marvel movie of the last three years, behind only Spider-Man: No Way Home.</p><a href=\"https://www.gamespot.com/articles/marvel-announces-black-panther-wakanda-forever-disney-plus-release-date/1100-6510294/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/microsoft-and-ftc-havent-had-substantive-settlement-talks-in-activision-case-lawyer-says/1100-6510293/?ftag=CAD-01-10abi2f", "title": "Microsoft And FTC Haven't Had \"Substantive\" Settlement Talks In Activision Case, Lawyer Says", "date_published": "2023-01-04 17:00:00+00:00", "description": "<p>The United States government is suing Microsoft over its proposed acquisition of Activision Blizzard, and the first pre-trial hearing took place this week. As part of the proceedings, a lawyer for the Federal Trade Commission said Microsoft and the FTC have yet to engage in any \"substantive\" discussions about a potential settlement deal in the high-profile case, <a href=\"https://www.reuters.com/markets/deals/no-substantive-settlement-talks-between-us-ftc-microsoft-over-activision-lawyer-2023-01-03/\">according to Reuters.</a></p><p>A settlement of some kind is one of the potential outcomes in this case. Microsoft could, for example, agree to make some concessions to help appease the FTC and close the deal, but what those concessions could be is anyone's guess at this stage.</p><p>The FTC lawyer, James Weingarten, said only that there have not been any \"substantive\" talks between Microsoft and the government about a potential settlement. The word substantive is open-ended, and it's possible the two sides have talked and that whatever Microsoft might have offered doesn't meet the FTC's definition of \"substantive.\" Or it's possible the two sides have not communicated at all in terms of a possible settlement. After all, Microsoft president Brad Smith made it clear that Microsoft believes in its position and would rigorously pursue the case in court.</p><a href=\"https://www.gamespot.com/articles/microsoft-and-ftc-havent-had-substantive-settlement-talks-in-activision-case-lawyer-says/1100-6510293/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/6-free-games-available-now-for-amazon-prime-members/1100-6510291/?ftag=CAD-01-10abi2f", "title": "6 Free Games Available Now For Amazon Prime Members", "date_published": "2023-01-04 16:30:00+00:00", "description": "<p dir=\"ltr\">A new month means a new lineup of free games for Amazon Prime members. Prime Gaming is now giving away six titles, with the highlight being The Evil Within 2. The rest of the slate consists of Faraway 2, Breathedge, Beat Cop, Lawn Mowing Simulator, and Chicken Police - Paint It Red.</p><p dir=\"ltr\"><strong>The Evil Within 2</strong> was developed by Tango Gameworks (founded by Shinji Mikami) and released in 2017. The survival-horror game follows a detective named Sebastian Castellanos, who's searching for his daughter, Lily. For more, check out GameSpot's <a href=\"https://www.gamespot.com/reviews/the-evil-within-2-review/1900-6416787/\">The Evil Within 2 review</a>, which found the sequel to be great.</p><p dir=\"ltr\">If you don't want to raise your heartbeat, but instead chill out a bit, Prime Gaming is also offering <strong>Lawn Mowing Simulator</strong>. The title conveys exactly what you'll be doing. The game features real-world lawn mowers to take care of the Great British countryside.</p><a href=\"https://www.gamespot.com/articles/6-free-games-available-now-for-amazon-prime-members/1100-6510291/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/more-than-1000-playstation-games-discounted-in-psns-new-year-sale/1100-6510289/?ftag=CAD-01-10abi2f", "title": "More Than 1,000 PlayStation Games Discounted In PSN's New Year Sale", "date_published": "2023-01-04 16:11:00+00:00", "description": "<p dir=\"ltr\">PlayStation has a <a href=\"https://store.playstation.com/en-us/pages/HolidaySale\">big New Year sale</a> going on right now, with over 1,000 games currently discounted until January 7.</p><p dir=\"ltr\">There are so many games included in the sale, so we can't include every game below. In recent releases, Need for Speed Unbound is $42 ($70) and FIFA 23 is $35 ($70). A bunch of other acclaimed titles are on sale as well, including 2022's megahit Elden Ring--which is $42 ($70). Horizon Forbidden West is $30 ($60), and Destiny 2: The Witch Queen (PS5) is $35 ($70).</p><p dir=\"ltr\">In terms of superhero games, Marvel's Midnight Suns Enhanced Edition is $47 ($70) and Gotham Knights is $35 ($70). In general, these prices are comparable to the discounts we saw during Black Friday and other sales at the end of 2022.</p><a href=\"https://www.gamespot.com/articles/more-than-1000-playstation-games-discounted-in-psns-new-year-sale/1100-6510289/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/new-apex-legends-collection-event-includes-seers-heirloom-weapon/1100-6510292/?ftag=CAD-01-10abi2f", "title": "New Apex Legends Collection Event Includes Seer's Heirloom Weapon", "date_published": "2023-01-04 16:08:00+00:00", "description": "<p>The <a href=\"https://www.gamespot.com/articles/the-winter-express-returns-to-apex-legends-next-week/1100-6509572/\">holo-days</a> may have just ended, but it seems Respawn Entertainment isn't taking a break from the festivities just yet. The <a href=\"https://www.gamespot.com/games/apex-legends/\">Apex Legends</a> developer <a href=\"https://twitter.com/PlayApex/status/1610667710073155586\">announced this season's second Collection Event</a> with a new trailer released this morning.</p><p>The Spellbound Collection Event will see the Control LTM make its return, introduce new cosmetic bundles to the store, and of course, unveil a new set of 24 bewitching premium cosmetic items with a supernatural flair. Items included in Collection Events often include skydive emotes, banner poses, and other cosmetics in addition to the standard skins for legends and weapons. Players who unlock all 24 items in the Spellbound Collection will automatically unlock Seer's new <a href=\"https://www.gamespot.com/articles/apex-legends-heirlooms-guide/1100-6495067/\">Heirloom Weapon</a>: The Showstoppers.</p><p dir=\"ltr\">Perfect for players who enjoy the limelight, Seer's curved twin blades are certain to catch the eye of friend and foe alike. Like all Heirloom Weapons, the Showstoppers feature unique weapon inspection animations, and the set also includes a new kill quip and banner pose for Seer. Like <a href=\"https://www.gamespot.com/articles/new-apex-legends-mobile-trailer-reveals-the-story-behind-fades-signature-weapon/1100-6508304/\">Fade's Constellation weapon</a> in the mobile game, Seer's weapons appear to move in the trailer, with their blades extending outward into scythe-like shapes with a serrated inner edge. Other moments in the trailer see them neatly folded inward.</p><a href=\"https://www.gamespot.com/articles/new-apex-legends-collection-event-includes-seers-heirloom-weapon/1100-6510292/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/maisie-williams-and-kaitlyn-dever-considered-for-canceled-tlou-movie/1100-6510290/?ftag=CAD-01-10abi2f", "title": "Maisie Williams And Kaitlyn Dever Considered For Canceled TLOU Movie", "date_published": "2023-01-04 16:03:00+00:00", "description": "<p>The Last of Us director Neil Druckmann has revealed that Game of Thrones star Maisie Williams and Booksmart's Kaitlyn Dever were both considered for the role of Ellie in the canceled movie adaptation. </p><p>Ahead of the premiere of HBO's The Last of Us, showrunner Craig Mazin and co-writer, director, and executive producer Neil Druckmann both sat with <a href=\"https://www.hollywoodreporter.com/tv/tv-features/the-last-of-us-hbo-pedro-pascal-bella-ramsey-interview-1235290103/\">The Hollywood Reporter</a> to talk about the upcoming series. </p><p>On the topic of finding the right person to play 14-year-old Ellie, Druckmann said that it had always been an important role to fill and that they saw \"dozens and dozens\" of candidates. The director said that the person needed to appear \"tough and vulnerable and wise beyond [their] years and also have a potential for violence.\" </p><a href=\"https://www.gamespot.com/articles/maisie-williams-and-kaitlyn-dever-considered-for-canceled-tlou-movie/1100-6510290/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/hbos-the-last-of-us-tv-series-wont-overstay-its-welcome-writer-says/1100-6510288/?ftag=CAD-01-10abi2f", "title": "HBO's The Last Of Us TV Series Won't Overstay Its Welcome, Writer Says", "date_published": "2023-01-04 15:58:00+00:00", "description": "<p>HBO's live-action The Last of Us TV series premieres this month, and now some new information about it has come to light. In an interview with <a href=\"https://www.hollywoodreporter.com/tv/tv-features/the-last-of-us-hbo-pedro-pascal-bella-ramsey-interview-1235290103/\">The Hollywood Reporter</a>, game director Neil Druckmann and show writer Craig Mazin discussed what events the series will cover and why they don't want it to overstay its welcome and run for numerous seasons.</p><p>Season 1 will cover the major story beats of the original Last of Us game, the report said. Season 2, meanwhile, could dig into the events of The Last of Us: Part II, the report said.</p><div>          </div><p>Whatever the case, HBO's Last of Us series won't get to a place where the show surpasses the source material in terms of plot, as was the case for Game of Thrones. \"We have no plans to tell any stories beyond adapting the games,\" Druckmann said. \"We won't run into the same issue as Game of Thrones since The Last of Us: Part II doesn't end on a cliffhanger.\"</p><a href=\"https://www.gamespot.com/articles/hbos-the-last-of-us-tv-series-wont-overstay-its-welcome-writer-says/1100-6510288/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/fallout-2-has-been-remade-as-a-doom-style-shooter-game-and-its-demo-is-free/1100-6510287/?ftag=CAD-01-10abi2f", "title": "Fallout 2 Has Been Remade As A Doom-Style Shooter Game, And Its Demo Is Free", "date_published": "2023-01-04 15:47:00+00:00", "description": "<p dir=\"ltr\">Fallout 1 and 2 are two of the most beloved classic CRPGs of all time, but it's easy to wonder what they would look like from the first-person perspective that Bethesda created for the series. Fan developer Jonasz Osmenda apparently had the same idea, as they're working on a first-person remake of <a href=\"https://jonasz-o.itch.io/fallout2remake3d\">Fallout 2</a> that you can play for free right now.</p><p dir=\"ltr\">Osmenda's project is a very faithful rendering of the game, taking the maps and enemies from the original and translating them into a classic FPS perspective. The result looks a lot like the early days of the FPS genre, with two-dimensional models walking through basic 3D maps à la Doom. Unlike Doom, however, the game has the turn-based VATS system, and it's more of an RPG than a pure shooter, complete with hit points and action points.</p><p dir=\"ltr\">Given that this is version 0.0.23 of the project, it's fair to say that this Fallout 2 FPS remake is in early days still. However, it's under active development, with four updates coming in the past month, and more maps likely on the way. Currently, you can explore Klamath and Arroyo, among others. If you're interested in revisiting Fallout 2 for yourself, <a href=\"https://store.steampowered.com/app/38410/Fallout_2_A_Post_Nuclear_Role_Playing_Game/\">a Steam pack</a> of Fallout 1, 2, and the noncanoical spin-off Fallout Tactics are currently on sale for $5, so check it out.</p><a href=\"https://www.gamespot.com/articles/fallout-2-has-been-remade-as-a-doom-style-shooter-game-and-its-demo-is-free/1100-6510287/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/dave-bautista-on-why-hes-relieved-to-say-goodbye-to-drax-from-guardians-of-the-galaxy/1100-6510283/?ftag=CAD-01-10abi2f", "title": "Dave Bautista On Why He's Relieved To Say Goodbye To Drax From Guardians Of The Galaxy", "date_published": "2023-01-04 15:46:00+00:00", "description": "<p>Actor Dave Bautista is wrapping up his run as Drax in the next Guardians of the Galaxy movie. He's played the role for nine years in six movies and the recent Guardians of the Galaxy holiday special. <a href=\"https://www.gq.com/story/gq-hype-dave-bautista?utm_source=twitter&amp;utm_medium=social&amp;mbid=social_twitter&amp;utm_social-type=owned&amp;utm_brand=gq\">Speaking to GQ</a>, Bautista said he is \"so grateful for Drax,\" but is ready to step away.</p><p>\"I love him,\" he said. \"But there's a relief [that it's over]. It wasn't all pleasant. It was hard playing that role. The makeup process was beating me down. And I just don't know if I want Drax to be my legacy--it's a silly performance, and I want to do more dramatic stuff.\"</p><div>          </div><p> </p><a href=\"https://www.gamespot.com/articles/dave-bautista-on-why-hes-relieved-to-say-goodbye-to-drax-from-guardians-of-the-galaxy/1100-6510283/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/the-last-of-us-factions-multiplayer-gets-new-concept-art/1100-6510286/?ftag=CAD-01-10abi2f", "title": "The Last Of Us Factions Multiplayer Gets New Concept Art", "date_published": "2023-01-04 15:19:00+00:00", "description": "<p>2023 marks the 10-year anniversary of The Last of Us and to celebrate early, Naughty Dog has released a new look at its upcoming multiplayer title, Factions.</p><p>In a new <a href=\"https://www.naughtydog.com/blog/the_last_of_us_10th_anniversary_kickoff\">blog post</a>, the developer discussed how this June will mark 10 years since the game originally launched on PS3 and confirmed that the entire franchise has now sold more than 37 million copies globally as of December 2022.</p><div><blockquote align=\"center\" class=\"twitter-tweet\"><p dir=\"ltr\">Ahead of a milestone year for The Last of Us, we reflect on how far the series has come: <a href=\"https://t.co/XJzpTFOEQH\">https://t.co/XJzpTFOEQH</a> <a href=\"https://t.co/wWygYxi2QG\">pic.twitter.com/wWygYxi2QG</a></p>  — Naughty Dog (@Naughty_Dog) <a href=\"https://twitter.com/Naughty_Dog/status/1610652729315049482?ref_src=twsrc^tfw\">January 4, 2023</a></blockquote>              </div><p>Naughty Dog also provided a small update on its standalone Factions multiplayer game, which is set in The Last of Us universe. \"We’ll have some fun surprises for you along the way, but later this year we will begin to offer you some details on our ambitious The Last of Us multiplayer game,\" the developer said.</p><a href=\"https://www.gamespot.com/articles/the-last-of-us-factions-multiplayer-gets-new-concept-art/1100-6510286/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/roku-is-now-making-tvs-has-11-models-coming-in-2023/1100-6510285/?ftag=CAD-01-10abi2f", "title": "Roku Is Now Making TVs, Has 11 Models Coming In 2023", "date_published": "2023-01-04 15:13:00+00:00", "description": "<p dir=\"ltr\">Roku already serves as one of the most popular streaming devices, and is even integrated into some TV models. And now, the streaming platform company is building and designing its own TVs, with pricing between $120 and $1,000.</p><p dir=\"ltr\">At CES in Las Vegas, Roku revealed that it has 11 TV models planned for release this spring. The sets will range in size from 24 to 75 inches and fall under two labels: Roku Select and Roku Plus series. Select series hardware will come with Roku voice remotes, while Plus gets voice remote Pros. For those unfamiliar, the Pro changers feature USB charging, a headphone jack, and a lost device finder.</p><figure style=\"width: 2000px;\"><a href=\"https://www.gamespot.com/a/uploads/original/1813/18138562/4082611-de1c2bed-d1cc-4d08-bd99-f07dbe4d080d.png\"><img alt=\"No Caption Provided\" src=\"https://www.gamespot.com/a/uploads/scale_super/1813/18138562/4082611-de1c2bed-d1cc-4d08-bd99-f07dbe4d080d.png\" /></a></figure><p dir=\"ltr\">\"Our goal is to continue to create an even better TV experience for everyone,\" said Mustafa Ozgen, president of devices at Roku, in a press release. \"These Roku-branded TVs will not only complement the current lineup of partner-branded Roku TV models, but also allow us to enable future smart TV innovations.\"</p><a href=\"https://www.gamespot.com/articles/roku-is-now-making-tvs-has-11-models-coming-in-2023/1100-6510285/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/dd-publisher-wizards-of-the-coast-cancels-at-least-five-video-games/1100-6510284/?ftag=CAD-01-10abi2f", "title": "D&D Publisher Wizards Of The Coast Cancels \"At Least Five\" Video Games", "date_published": "2023-01-04 14:51:00+00:00", "description": "<p dir=\"ltr\">Hasbro's Wizards of the Coast--the brand behind Dungeons &amp; Dragons as well as Magic: The Gathering--has canceled at least five unannounced video games, according to a new report from <a href=\"https://www.bloomberg.com/news/articles/2023-01-03/hasbro-s-wizards-of-the-coast-cancels-video-game-projects\">Bloomberg</a>. The move would appear to signal that Wizards of the Coasts is rethinking its wider approach to digital gaming, even as its most notable upcoming entry, <a href=\"https://www.gamespot.com/games/baldurs-gate-3/\">Baldur's Gate 3</a>, approaches completion.</p><p dir=\"ltr\">A Wizards of the Coast spokesman told Bloomberg that fewer than 15 people at the company would lose their jobs due to the decision, and that they will be have the chance to apply for different roles. However, it's unclear how much of an impact the cuts will have on developers like Otherside Entertainment (Underworld Ascendant) or Hidden Path Entertainment (Defense Grid), two of the studios working on the projects.</p><p dir=\"ltr\">A subsidiary of Hasbro, the company is best known as the publisher of Dungeons &amp; Dragons tabletop games, which have gained popularity in recent years. Wizards of the Coast recently unveiled One D&amp;D, the intended replacement for the tabletop system's highly successful fifth edition. Back in 2021, Wizards of the Coast released <a href=\"https://www.gamespot.com/games/dungeons-and-dragons-dark-alliance/\">Dungeons &amp; Dragons: Dark Alliance</a>, a spiritual successor to a Baldur's Gate spin-off series that garnered mostly negative reviews. <a href=\"https://www.gamespot.com/reviews/baldurs-gate-3-review/1900-6417601/\">Baldur's Gate 3</a>, which is the product of the highly regarded RPG studio Larian, is set for a late 2023 release.</p><a href=\"https://www.gamespot.com/articles/dd-publisher-wizards-of-the-coast-cancels-at-least-five-video-games/1100-6510284/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/geforce-now-adds-rtx-4080-support-to-cloud-service/1100-6510271/?ftag=CAD-01-10abi2f", "title": "GeForce Now Adds RTX 4080 Support To Cloud Service", "date_published": "2023-01-04 14:21:00+00:00", "description": "<p dir=\"ltr\">Nvidia's GeForce Now offers high-performance gaming via the cloud, and it's now added RTX 4080 \"SuperPODs\" as an option to customers. However, it's only available to Ultimate members, so you'll need to pay up if you want the top-of-the-line experience.</p><p dir=\"ltr\">As noted in a <a href=\"https://nvidianews.nvidia.com/news/nvidia-brings-rtx-4080-to-geforce-now\">press release</a>, the 4080 SuperPODs will offer 64 teraflops of performance, which is more than five times more than Xbox Series X. Ultimate members can enjoy streaming performance of up to 240 frames per second, with key features like DLSS 3 and ray tracing. The release also says that the service now has a latency below 40 milliseconds, which is quite fast indeed.</p><p dir=\"ltr\">Ultimate members will receive several other upgrades, with 4K support going from 60fps to 120fps. Ultrawide monitors will also see their first support from GeForce Now, supporting resolutions like 3840x1600. The service recently reached a new high of supporting over 1500 games.</p><a href=\"https://www.gamespot.com/articles/geforce-now-adds-rtx-4080-support-to-cloud-service/1100-6510271/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/kenny-omega-channels-his-inner-sephiroth-during-wrestle-kingdom-17-entrance/1100-6510282/?ftag=CAD-01-10abi2f", "title": "Kenny Omega Channels His Inner Sephiroth During Wrestle Kingdom 17 Entrance", "date_published": "2023-01-04 13:54:00+00:00", "description": "<p dir=\"ltr\">Pro wrestler Kenny Omega has routinely blended his love of video games into his in-ring persona, with his arsenal of moves including the V-Trigger knee strike and the One Winged Angel finishing move. At NJPW Wrestle Kingdom 17 in Tokyo earlier today, Omega leaned into that finisher's name with a spectacular Sephiroth-themed entrance.</p><p dir=\"ltr\">Omega--dressed in a leather jacket with metallic shoulder pads a la the Final Fantasy VII villain--stood with his back to the Tokyo Dome crowd, then extended his arm while the screen in front of him showed the infamous black angel wing. One Winged Angel - Rebirth from Final Fantasy VII Remake began to play, and Omega slowly made his way to the ring.</p><div><blockquote align=\"center\" class=\"twitter-tweet\"><p dir=\"ltr\">Kenny Omega’s amazing entrance at today’s Wrestle Kingdom 17 <a href=\"https://t.co/zs43A40Lgu\">pic.twitter.com/zs43A40Lgu</a></p>  — Dark Puroresu Flowsion (@PuroresuFlow) <a href=\"https://twitter.com/PuroresuFlow/status/1610592316259012614?ref_src=twsrc^tfw\">January 4, 2023</a></blockquote>              </div><p dir=\"ltr\"><span>This is not the first time Omega has inserted video games into his wrestling entrances. In June 2019 he entered All Elite Wrestling's Fyter Fest event as </span><a href=\"https://www.youtube.com/watch?v=-2XEd8wBesI\">Street Fighter's Akuma</a><span>, while later that year he chose </span><a href=\"https://www.youtube.com/watch?v=FnKpL_sv2PI\">Sans from Undertale</a><span> for a Halloween-themed episode of AEW Dynamite--while also making that entrance to Sans's theme song Megalovania.</span></p><a href=\"https://www.gamespot.com/articles/kenny-omega-channels-his-inner-sephiroth-during-wrestle-kingdom-17-entrance/1100-6510282/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/george-r-r-martin-enjoyed-white-lotus-2-but-wont-go-to-sicily-until-he-finishes-winds-of-winter/1100-6510279/?ftag=CAD-01-10abi2f", "title": "George R.R. Martin Enjoyed White Lotus 2 But Won't Go To Sicily Until He Finishes Winds Of Winter", "date_published": "2023-01-04 13:46:00+00:00", "description": "<p>George R.R. Martin is still writing the next installment in the A Song of Ice and Fire series, but it's not finished yet. In a <a href=\"https://georgerrmartin.com/notablog/2022/12/28/stuff-and-nonsense-4/?mibextid=Zxz2cZ\">blog post</a>, Martin mentioned the many projects he's working on right now, and this includes the next book, The Winds of Winter.</p><p>Martin promised fans that he is still writing the book, even though he listed it near the end of his wider update on all the projects he's involved with right now. \"Oh, and did I forget Winds of Winter? No, of course I didn't. But if I ever did, I know you folks will remind me,\" he said.</p><p>Later in the blog post, Martin spoke about what media he's been enjoying or looking forward to. He mentioned HBO's The White Lotus Season 2, and how it made him want to visit Sicily, where the show takes place. Don't worry, though, Martin won't go there for a vacation until he's done writing.</p><a href=\"https://www.gamespot.com/articles/george-r-r-martin-enjoyed-white-lotus-2-but-wont-go-to-sicily-until-he-finishes-winds-of-winter/1100-6510279/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/jeremy-renner-shares-photo-revealing-his-injuries-after-major-snowplowing-accident/1100-6510233/?ftag=CAD-01-10abi2f", "title": "Jeremy Renner Shares Photo Revealing His Injuries After Major Snowplowing Accident", "date_published": "2023-01-04 13:43:00+00:00", "description": "<p><strong>[UPDATE 2] </strong>Renner shared a photo of himself from what appears to be the ICU. He clearly looks to have suffered a significant injury. </p><p>\"Thank you all for your kind words. I'm too messed up now to type. But I send love to you all,\" he, or someone on his behalf, wrote and published on Instagram.</p><div><blockquote class=\"instagram-media\"><div style=\"padding: 16px;\"><div style=\"display: flex;\"> </div><div style=\"padding: 19% 0;\"> </div><div style=\"display: block; height: 50px; margin: 0 auto 12px; width: 50px;\"> </div><div style=\"padding-top: 8px;\"><div style=\"color: #3897f0; font-family: Arial,sans-serif; font-size: 14px; font-style: normal; font-weight: 550; line-height: 18px;\">View this post on Instagram</div></div><p><a href=\"https://www.instagram.com/p/Cm-KZ1YPJe7/?utm_source=ig_embed&amp;utm_campaign=loading\">A post shared by Jeremy Renner (@jeremyrenner)</a></p></div></blockquote>              </div><p> </p><a href=\"https://www.gamespot.com/articles/jeremy-renner-shares-photo-revealing-his-injuries-after-major-snowplowing-accident/1100-6510233/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/even-more-hbo-max-content-has-been-removed/1100-6510281/?ftag=CAD-01-10abi2f", "title": "Even More HBO Max Content Has Been Removed", "date_published": "2023-01-04 13:20:00+00:00", "description": "<p>Warner Bros. Discovery has removed even more television content from HBO Max, including hundreds of Looney Tunes shorts and episodes of The Flintstones.</p><p><a href=\"https://variety.com/2023/digital/news/hbo-max-removes-looney-tunes-flintstones-1235478064/\">Variety</a> reports that seasons 16-31 of the classic cartoon series featuring Bugs Bunny and Daffy Duck have been removed as of December 31, 2022. However, seasons 1-15 currently remain, which include 255 shorts from the years 1930-1949. Some memorable shorts, such as \"What’s Opera, Doc?,\" \"Duck Amuck,\" and more are among the missing. All of the removed shorts were released between 1950-2004.</p><p>Looney Tunes isn't the only series to have its content cut from the subscription service. HBO Max has also pulled seasons 4-6 of the 1960 animated sitcom, The Flintstones. These seasons amount to 78 episodes in total, but the remaining three seasons remain.</p><a href=\"https://www.gamespot.com/articles/even-more-hbo-max-content-has-been-removed/1100-6510281/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/system-shock-remake-now-targeting-march-2023-release/1100-6510278/?ftag=CAD-01-10abi2f", "title": "System Shock Remake Now Targeting March 2023 Release", "date_published": "2023-01-04 10:26:00+00:00", "description": "<p>Developer Nightdive Studios has confirmed that its System Shock remake, which has been in development since 2016, now has a March 2023 release window.</p><p>The System Shock remake was announced almost seven years ago and has been a crowdfunded project ever since on <a href=\"https://www.kickstarter.com/projects/1598858095/system-shock/posts\">Kickstarter</a>. As of January 2023, the title has 21,625 backers and $1,350,700 pledged to bring it to life.</p><p>Although the remake has had several release windows in the past, ranging from 2017, 2018, 2020, and 2021, Nightdive has finally confirmed it will launch in March 2023. In a new Kickstarter post, via <a href=\"https://www.videogameschronicle.com/news/after-multiple-delays-system-shocks-remake-is-now-targeting-a-march-release/\">VGC</a>, the developer shared the news and provided an update on the project.</p><a href=\"https://www.gamespot.com/articles/system-shock-remake-now-targeting-march-2023-release/1100-6510278/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false, "language": "en-US", "user": null}], "source": {"url": "https://www.gamespot.com/feeds/mashup", "title": "GameSpot"}}