{"entries": [{"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/dc-releases-comic-with-pregnant-joker-who-births-a-son", "title": "DC Releases Comic With ‘Pregnant Joker’ Who ‘Births’ A Son", "date_published": "2023-01-04 18:45:51+00:00", "description": "On Tuesday, DC Comics released an issue featuring a “pregnant” Joker who “births” a son. The son, a mud monster who Joker vomits into existence, transforms into a smaller carbon copy of the Joker reminiscent of an Austin Powers-esque Mini-Me trope. The storyline appeared as a backup feature in the fourth book in the series, ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/dave-busters-co-founder-james-corley-dies", "title": "Dave & Buster’s Co-Founder James Corley Dies", "date_published": "2023-01-04 18:36:25+00:00", "description": "James &#8220;Buster&#8221; Corley, one of the co-founders of Dave &amp; Buster&#8217;s, died this week on his birthday. He was 72 years old. Dallas Police said that Corley died from a self-inflicted gunshot wound on Monday after being rushed to the hospital. Corley&#8217;s daughter, Kate Corley, said that her father had suffered &#8220;a stroke four months ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/mega-millions-jackpot-estimated-to-hit-940-million-after-no-winner", "title": "Mega Millions Jackpot Estimated To Hit $940 Million After No Winner", "date_published": "2023-01-04 18:32:53+00:00", "description": "The Mega Millions Jackpot has reached an estimated $940 million after no one won the top prize on Tuesday.  Six numbers were pulled, but there was no ticket that corresponded to all of the figures in order to win the funds. The numbers drawn included white balls of 25, 29, 33, 41, and 44. The gold ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/watch-hugh-jackman-begs-academy-not-to-nominate-ryan-reynolds", "title": "WATCH: Hugh Jackman Begs Academy Not To Nominate Ryan Reynolds", "date_published": "2023-01-04 18:14:22+00:00", "description": "Actor Hugh Jackman took a jab at fellow actor Ryan Reynolds after he begged the Academy not to nominate the &#8220;Deadpool&#8221; star for his song &#8220;Good Afternoon.” In a clip shared on Wednesday by the 54-year-old actor, Jackman said Reynolds&#8216; performance in the Apple TV+ holiday movie &#8220;Spirited&#8221; was fun, but that the actor would ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/remains-of-thousand-year-old-viking-hall-found-in-denmark-museum-says", "title": "Remains Of Thousand-Year-Old Viking Hall Found In Denmark, Museum Says", "date_published": "2023-01-04 17:56:17+00:00", "description": "Archeologists believe they have discovered the remains of a thousand-year-old Viking hall in Denmark, the Historical Museum of Northern Jutland said in a December press release. The remains were discovered as archeologists excavated the area before constructing a house in Hune, a small village in northern Denmark. Archeologist Thomas Rune Knudsen says the discovery is ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/heads-of-state-are-paying-their-last-respects-to-pope-benedict-biden-isnt-one-of-them", "title": "Heads Of State Are Paying Their Last Respects To Pope Benedict. Biden Isn’t One Of Them.", "date_published": "2023-01-04 17:55:15+00:00", "description": "VATICAN — Now ends the final day for pilgrims to pay their respects to Pope Emeritus Benedict XVI, with Heads of State being among the estimated 200k to visit St Peter’s Basilica over the last three days. Listed among the world leaders were the presidents and prime ministers of Poland, Portugal, Germany, Italy, Hungary, and ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/special-counsel-jack-smith-returns-to-united-states-to-lead-investigations-into-trump", "title": "Special Counsel Jack Smith Returns To United States To Lead Investigations Into Trump", "date_published": "2023-01-04 17:52:23+00:00", "description": "Special counsel Jack Smith has reportedly arrived back in the United States to lead investigations into former President Donald Trump after working as a prosecutor at The Hague. Attorney General Merrick Garland tapped Smith, a former war crimes prosecutor, to be special counsel to take over two Department of Justice investigations into Trump in November. ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/rick-singer-leader-of-college-admissions-scandal-sentenced-to-42-months-in-prison", "title": "Rick Singer, Leader Of College Admissions Scandal, Sentenced To 42 Months In Prison", "date_published": "2023-01-04 17:33:48+00:00", "description": "William “Rick” Singer, the mastermind behind the college admissions scandal, was sentenced to 42 months in prison on Wednesday. Singer will also need to pay over $19 million and serve out three years of supervised release on top of the time spent in prison. The money will be paid as restitution to the Internal Revenue ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/wednesday-afternoon-update-speaker-race-continues-biden-not-invited-to-popes-funeral-and-more", "title": "Wednesday Afternoon Update: Speaker Race Continues, Biden Not Invited To Pope’s Funeral, And More", "date_published": "2023-01-04 17:32:05+00:00", "description": "This article is a companion piece to today’s Morning Wire Afternoon Update. To listen to the podcast version, click here. Still No Speaker The speakership of the House is still up in the air. After six rounds of votes, Representative Kevin McCarthy (R-CA) does not have the necessary number of votes to secure the title of ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/desantis-puts-woke-colleges-on-notice-tells-them-to-hand-over-diversity-receipts", "title": "DeSantis Puts Woke Colleges On Notice, Tells Them To Hand Over Diversity Receipts", "date_published": "2023-01-04 17:22:30+00:00", "description": "The office of Governor Ron DeSantis (R-FL) requested information on diversity expenditures from state universities. A memo addressed to Florida Education Commissioner Manny Diaz and Florida State University System Chancellor Ray Rodrigues, which was sent on December 28 and posted to social media on Wednesday by DeSantis Press Secretary Bryan Griffin, told the officials to ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/tick-tock-house-adjourns-for-a-few-hours-after-mccarthy-loses-6th-speaker-vote", "title": "Tick-Tock: House Adjourns For A Few Hours After McCarthy Loses 6th Speaker Vote", "date_published": "2023-01-04 17:11:54+00:00", "description": "House Republican Leader Kevin McCarthy (R-CA) suffered defeat six times in two days as the GOP rebellion against his speaker bid grows. The lower chamber is now adjourned until 8 p.m., giving members-elect less than four hours to continue negotiating for a candidate who can secure a majority for the gavel. As of press time, ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/biden-says-he-intends-to-visit-southern-border-for-first-time-during-international-summit", "title": "Biden Says He ‘Intends’ To Visit Southern Border For First Time During International Summit", "date_published": "2023-01-04 16:58:16+00:00", "description": "President Joe Biden told reporters Wednesday at Cincinnati/Northern Kentucky International Airport that it&#8217;s his &#8220;intention&#8221; to visit the southern border for the first time since taking office nearly two years ago. Reporters asked Biden about the border while the president promoted his administration&#8217;s infrastructure agenda at Kentucky&#8217;s Brent Spence Bridge. Amid a record-breaking number of ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/more-americans-than-ever-have-monthly-auto-payments-over-1000", "title": "More Americans Than Ever Have Monthly Auto Payments Over $1,000", "date_published": "2023-01-04 16:45:40+00:00", "description": "Higher interest rates are translating to record car payments among Americans borrowing money to purchase new vehicles. Actions from policymakers at the Federal Reserve to tame inflationary pressures have led to the fastest increase of the target federal funds rate in decades, impacting interest rates across the economy and raising the cost of borrowing money ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/knocked-myself-unconscious-singer-elle-king-recounts-falling-down-her-stairs-suffering-amnesia", "title": "‘Knocked Myself Unconscious’: Singer Elle King Recounts Falling Down Her Stairs, Suffering Amnesia", "date_published": "2023-01-04 16:43:11+00:00", "description": "Singer Elle King opened up about a terrifying accident she had in December after falling down a set of stairs in her home and knocking herself unconscious. During an interview with Entertainment Tonight, the 33-year-old singer shared that she was doing better after taking quite the fall on her way to get make a bottle for ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/salesforce-dismisses-one-tenth-of-headcount-as-silicon-valley-layoffs-continue-into-new-year", "title": "Salesforce Dismisses One-Tenth Of Headcount As Silicon Valley Layoffs Continue Into New Year", "date_published": "2023-01-04 16:39:46+00:00", "description": "Cloud-based software company Salesforce will dismiss 10% of workers in cost-cutting measures as the technology sector adjusts to a difficult macroeconomic environment. Salesforce Co-CEO Marc Benioff announced in a Wednesday letter to employees that the company, which develops business software solutions for customer relationship management and marketing automation, has witnessed clients take a more “measured ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/missouri-executes-transgender-inmate-for-2003-murder-of-ex-girlfriend", "title": "Missouri Executes Transgender Inmate For 2003 Murder Of Ex-Girlfriend", "date_published": "2023-01-04 16:39:08+00:00", "description": "Missouri has executed a trans-identifying male inmate for the murder of his ex-girlfriend, nearly two decades after the killing. The state on Tuesday evening executed Amber McLaughlin, formerly Scott McLaughlin, 49, who was convicted in 2006 of stalking, repeatedly raping, and fatally stabbing his ex-girlfriend three years earlier. McLaughlin died by lethal injection at the Eastern ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/funeral-director-sentenced-to-20-years-in-jail-after-selling-body-parts-without-family-members-approval", "title": "Funeral Director Sentenced To 20 Years In Jail After Selling Body Parts Without Family Members’ Approval", "date_published": "2023-01-04 16:27:04+00:00", "description": "A funeral director and her mother have been sentenced to prison after illegally selling body parts or whole bodies of hundreds of people without the approval of their families. “The defendants’ conduct was horrific and morbid and driven by greed. They took advantage of numerous victims who were at their lowest point given the recent ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/joe-rogan-has-change-of-heart-explains-why-will-smith-has-to-be-forgiven-after-chris-rock-slap", "title": "Joe Rogan Has Change Of Heart, Explains Why Will Smith ‘Has To Be Forgiven’ After Chris Rock Slap", "date_published": "2023-01-04 16:24:53+00:00", "description": "Podcaster Joe Rogan admitted he&#8217;s had a slight change of heart and explained that Will Smith &#8220;has to be forgiven&#8221; after slapping Chris Rock at the Oscars because he&#8217;s a &#8220;human being.&#8221; During a recent episode of &#8220;The Joe Rogan Experience&#8221; podcast, the host and actor Jon Bernthal talked about what Smith did to Rock ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/georgia-real-estate-agent-with-same-name-as-pro-golfer-mistakenly-receives-invite-to-the-masters", "title": "Georgia Real Estate Agent With Same Name As Pro Golfer Mistakenly Receives Invite To The Masters", "date_published": "2023-01-04 16:18:35+00:00", "description": "A Georgia man received an unforgettable letter last week when an invitation to compete in the Masters golf tournament was delivered to his address with his name on it. Scott Stallings, a 60-year-old real estate agent, and his wife Jennifer found an envelope outside of their St. Simons Island, Georgia, home on New Year’s Eve. ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/just-be-normal-desantis-winning-political-message", "title": "Just Be Normal: DeSantis’ Winning Political Message", "date_published": "2023-01-04 16:15:31+00:00", "description": "Just be normal.  Florida Republican Governor Ron DeSantis&#8216; vision of the world is so normal that he is now considered an exceptional individual in contemporary politics by comparison to the vast majority of politicians who are disconnected from reality. What is meant by normal is the idea that hard work matters, families are the bedrock ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/nfls-chuck-hughes-died-after-collapsing-on-the-field-his-widow-reacts-to-damar-hamlins-collapse", "title": "NFL’s Chuck Hughes Died After Collapsing On The Field. His Widow Reacts To Damar Hamlin’s Collapse.", "date_published": "2023-01-04 16:12:16+00:00", "description": "The widow of the only NFL player to collapse on the field before dying reacted to the terrifying scene in which Buffalo Bills safety Damar Hamlin went into cardiac arrest on Monday night in the Bills&#8217; game against the Cincinnati Bengals. Sharon Hughes’ husband Chuck, a wide receiver for the Detroit Lions, died on October ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/authorities-say-driver-intentionally-drove-tesla-over-california-cliff", "title": "Authorities Say Driver Intentionally Drove Tesla Over California Cliff", "date_published": "2023-01-04 15:57:38+00:00", "description": "The driver of a Tesla that careened off of a 250-foot cliff in California intentionally drove the car over the edge, according to authorities. “[California Highway Patrol] investigators worked throughout the night interviewing witnesses and gathering evidence from the scene. Based on the evidence collected, investigators developed probable cause to believe this incident was an ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/twitter-fbi-agent-thinks-fewer-blacks-voted-after-2012-because-of-russians-not-obamas-departure", "title": "Twitter FBI Agent Thinks Fewer Blacks Voted After 2012 Because Of Russians–Not Obama’s Departure", "date_published": "2023-01-04 15:40:04+00:00", "description": "FBI Agent Chan&#8217;s thesis on Russian social media activity contains remarkable assertions, such as celebrating that accurate criticism of the FBI was taken down, and that American schools should &#8220;indoctrinate&#8221; youth so they are more like Soviet ones.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/i-was-worried-ex-view-host-rosie-odonnell-explains-why-she-skipped-barbara-walters-tribute", "title": "‘I Was Worried’: Ex-‘View’ Host Rosie O’Donnell Explains Why She Skipped Barbara Walters Tribute", "date_published": "2023-01-04 15:40:01+00:00", "description": "Actress Rosie O&#8217;Donnell, a former regular cohost on ABC&#8217;s long-running midday talk show &#8220;The View,&#8221; took to social media to explain why she chose not to appear in a tribute for the show&#8217;s late creator, journalist Barbara Walters. O&#8217;Donnell, who sat at the table from 2006 to 2007, said in a video that she shared ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/ill-tell-you-exactly-where-theyre-at-famed-gold-miner-tells-joe-rogan-possible-hidden-location-of-incredibly-valuable-mammoth-tusks", "title": "‘I’ll Tell You Exactly Where They’re At’: Famed Gold Miner Tells Joe Rogan Possible Hidden Location Of Incredibly Valuable Mammoth Tusks", "date_published": "2023-01-04 15:37:16+00:00", "description": "A mammoth tusk collector has sparked a “bone rush” in New York City’s East River after telling podcast host Joe Rogan that a huge cache of the incredibly valuable tusks was dumped there roughly 80 years ago. Millionaire gold miner John Reeves, whose company, Fairbanks Gold LLC. owns thousands of acres of patented mining grounds ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/my-two-year-ban-was-political-journalist-returns-to-twitter-after-emails-show-democratic-lawmaker-pushed-for-ban", "title": "‘My Two-Year Ban Was Political’: Journalist Returns To Twitter After Emails Show Democratic Lawmaker Pushed For Ban", "date_published": "2023-01-04 15:32:27+00:00", "description": "Democratic Rep. Adam Schiff of California accused a reporter of spreading “conspiracies” and asked Twitter to suspend him months before the reporter was booted from the platform. Real Clear Investigations journalist Paul Sperry was targeted by Schiff’s office as deserving of suspension, according to a November 2020 email revealed in the latest “Twitter Files” drop ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/78-year-old-mans-skull-exposed-after-suspect-allegedly-chewed-off-ear-portion-of-face-at-train-station-in-oregon", "title": "78-Year-Old Man’s Skull Exposed After Suspect Allegedly Chewed Off Ear, Portion Of Face At Train Station In Oregon", "date_published": "2023-01-04 15:25:37+00:00", "description": "A portion of a 78-year-old man’s skull was exposed after a suspect allegedly chewed off the elderly victim’s ear and part of his face during a fight early Tuesday morning on a light-rail train platform in the area of Portland, Oregon. Local media reported authorities identified the suspect as 25-year-old Koryn Kraemer, who initially called ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/forecasters-warn-of-devastating-storm-to-hit-california", "title": "Forecasters Warn Of Devastating Storm To Hit California", "date_published": "2023-01-04 15:14:31+00:00", "description": "Forecasters are predicting a devastating storm will hit Northern California on Wednesday and continue through Friday, with officials warning residents that &#8220;this is truly a brutal system&#8221; that &#8220;needs to be taken seriously.&#8221; The National Weather Service predicted that the storm that hit downtown San Francisco on New Year&#8217;s Eve that brought the second-wettest day ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/huge-economic-impact-heres-how-much-lockdowns-could-cost-students-in-lifetime-earnings", "title": "‘Huge Economic Impact’: Here’s How Much Lockdowns Could Cost Students In Lifetime Earnings", "date_published": "2023-01-04 14:55:56+00:00", "description": "Learning losses from school lockdowns could cause affected students to lose between 2% and 9% of their lifetime earnings as they miss the opportunity to gain critical skills, according to a new study. The most recent National Assessment of Educational Progress showed that average reading scores for nine-year-olds plummeted five points and average mathematics scores ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/tiktok-docs-trans-patients-post-more-gruesome-stories-of-post-op-complications", "title": "TikTok Doc’s Trans Patients Post More Gruesome Stories Of Post-Op Complications", "date_published": "2023-01-04 14:48:59+00:00", "description": "A Miami plastic surgeon who advertises on TikTok and specializes in transgender operations has been accused by multiple double mastectomy patients of leaving them with painful and, in some cases, even life-threatening complications.  Dr. Sidhbh Gallagher, who earned the moniker “TikTok Surgeon” for her advertisements on the platform, came under fire last month after an ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/damar-hamlins-family-gives-update-on-players-condition-asks-people-not-to-blame-tee-higgins", "title": "Damar Hamlin’s Family Gives Update On Player’s Condition, Asks People Not To Blame Tee Higgins", "date_published": "2023-01-04 14:35:00+00:00", "description": "Buffalo Bills safety Damar Hamlin&#8217;s family provided another update about his condition after he underwent cardiac arrest during a Monday night game, saying, &#8220;things are moving in the right direction.&#8221; Jordon Rooney, Hamlin&#8217;s marketing representative, told the NFL Network on Wednesday that the family insists no one blame Cincinnati Bengals wideout Tee Higgins for the ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/its-a-silly-performance-dave-bautista-says-hes-relieved-to-get-out-of-the-marvel-universe", "title": "‘It’s A Silly Performance’: Dave Bautista Says He’s Relieved To Get Out Of The Marvel Universe", "date_published": "2023-01-04 14:24:05+00:00", "description": "Wrestler-turned-actor Dave Bautista (Batista in the WWE ring) told GQ Magazine that after playing the role of Drax the Destroyer for a decade, he was relieved to be waving goodbye to the Marvel Cinematic Universe. Bautista referred to his turn as Drax — the painfully-literal revenge-obsessed character who turns out to be all heart — ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/bizarre-paganism-ben-shapiro-reacts-to-60-minutes-hosting-climate-alarmist-with-decades-of-failed-predictions", "title": "‘Bizarre Paganism’: Ben Shapiro Reacts To ’60 Minutes’ Hosting Climate Alarmist With Decades Of Failed Predictions", "date_published": "2023-01-04 13:59:36+00:00", "description": "Daily Wire Editor Emeritus Ben Shapiro reacted to &#8220;60 Minutes&#8221; hosting Stanford University biology professor Paul Ehrlich to discuss purported risks of overpopulation, even though his body of work has been repeatedly proven wrong over the past half-century. Ehrlich, a Stanford University professor emeritus, wrote a book in 1968 called “The Population Bomb” which predicted ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/bodycam-footage-shows-university-of-idaho-killer-suspects-traffic-stop-in-indiana", "title": "Bodycam Footage Shows University Of Idaho Killer Suspect’s Traffic Stop In Indiana", "date_published": "2023-01-04 13:50:03+00:00", "description": "Newly released bodycam footage shows a Hancock County Sheriff’s deputy pulling over the man suspected of killing four University of Idaho students while the suspect and his father were driving cross-country to Albrightsville, Pennsylvania. The Hancock County Sheriff’s Office told KXLY that a deputy pulled over the suspect, who is not being named per Daily ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/gabrielle-union-on-why-she-felt-entitled-to-cheat-on-her-first-husband-i-was-paying-all-the-bills", "title": "Gabrielle Union On Why She Felt ‘Entitled’ To Cheat On Her First Husband: ‘I Was Paying All The Bills’", "date_published": "2023-01-04 13:48:57+00:00", "description": "Gabrielle Union and her first husband were unfaithful to one another, but the actress says she feels justified in her behavior. The 50-year-old discussed her stance during an appearance on Dax Shepard’s Armchair Expert podcast this week. Union married ex-NFL player Chris Howard in 2001. They divorced after just four years. &#8220;In our first marriage, ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/gop-holdouts-rally-behind-byron-donalds-to-deny-kevin-mccarthy-the-house-speakers-gavel", "title": "GOP Holdouts Rally Behind Byron Donalds To Deny Kevin McCarthy The House Speaker’s Gavel", "date_published": "2023-01-04 13:47:30+00:00", "description": "A group of 20 Republicans voted for Rep. Byron Donalds (R-FL) on the second day of voting for House speaker, denying House Minority Leader Kevin McCarthy (R-CA) the gavel in the fourth ballot. Rep. Chip Roy (R-TX) nominated Donalds when the House came back in session at noon Wednesday. &#8220;For the first time in history, ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/how-media-turn-award-shows-into-progressive-pep-rallies", "title": "How Media Turn Award Shows Into Progressive Pep Rallies", "date_published": "2023-01-04 13:32:29+00:00", "description": "Award shows are increasingly woke, and they have the ratings to prove it. Year after year, most Hollywood galas draw significantly fewer eyeballs than past telecasts. TV ratings in general are down due to a fractured media landscape, but the percentage of award show declines is alarming. The Academy Awards is often touted as the ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/reward-for-info-on-dnc-rnc-pipe-bomber-jumps-to-500000-as-investigation-nears-two-year-mark", "title": "Reward For Info On DNC, RNC Pipe Bomber Jumps To $500,000 As Investigation Nears Two-Year Mark", "date_published": "2023-01-04 13:29:49+00:00", "description": "Federal and Washington, D.C., officials are offering a $500,000 reward for information leading to the arrest of a suspect who placed pipe bombs outside of the Republican and Democratic national headquarters in January 2021. The FBI Washington Field Office; the Bureau of Alcohol, Tobacco, Firearms, and Explosives Washington Field Division; and the D.C. Metropolitan Police ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/karine-jean-pierre-pressed-on-why-sam-bankman-fried-visited-the-white-house-four-times", "title": "Karine Jean-Pierre Pressed On Why Sam Bankman-Fried Visited The White House Four Times", "date_published": "2023-01-04 13:16:03+00:00", "description": "Reporters asked White House Press Secretary Karine Jean-Pierre on Tuesday about the several meetings top Biden administration officials held with former FTX CEO Sam Bankman-Fried, who faces several fraud and money laundering charges. Bankman-Fried garnered controversy after users learned that he commingled funds between cryptocurrency exchange platform FTX and sister trading firm Alameda Research, losing untold ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/you-cant-even-let-me-finish-shannon-sharpe-and-skip-bayless-throw-down-over-damar-hamlin", "title": "‘You Can’t Even Let Me Finish!’: Shannon Sharpe And Skip Bayless Throw Down Over Damar Hamlin", "date_published": "2023-01-04 13:11:55+00:00", "description": "Shannon Sharpe and Skip Bayless kicked off their Wednesday broadcast of &#8220;Undisputed&#8221; on Fox Sports 1 with a testy exchange over hospitalized Buffalo Bills safety Damar Hamlin and the reason that Sharpe was absent from Tuesday&#8217;s show. Sharpe began by offering an explanation for his absence the day prior, and he mentioned both Hamlin — ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/2-men-arrested-in-washington-state-power-substation-attacks", "title": "2 Men Arrested In Washington State Power Substation Attacks", "date_published": "2023-01-04 12:44:33+00:00", "description": "Two men were arrested for allegedly attacking four power substations in Washington state on Christmas Day as part of a plan to shut down electricity and to steal from an unnamed local business. Matthew Greenwood, 32, and Jeremy Crahan, 40, were charged on Tuesday with conspiracy to damage energy facilities. Greenwood was also charged with ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/last-surviving-astronaut-from-first-manned-apollo-mission-dead-at-90", "title": "Last Surviving Astronaut From First Manned Apollo Mission Dead At 90", "date_published": "2023-01-04 12:41:06+00:00", "description": "Walter Cunningham, the last surviving member of the Apollo 7 mission and a Korean War veteran, has died in a Houston hospital at 90.  According to a family spokesman, Jeff Carr, Cunningham died “from complications of a fall, after a full and complete life.”  “We would like to express our immense pride in the life ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/pennsylvania-house-chooses-veteran-democrat-who-vows-to-govern-as-independent-to-serve-as-speaker", "title": "Pennsylvania House Chooses Veteran Democrat Who Vows To Govern As Independent To Serve As Speaker", "date_published": "2023-01-04 12:20:07+00:00", "description": "While most of the nation is focused on the drama unfolding in Congress as lawmakers attempt to choose a new speaker of the House, there has also been theatrics in the adjacent contest in the Keystone State. Democrats won enough Pennsylvania House of Representatives contests in the recent midterm elections to gain enough seats for ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/pennsylvania-police-say-force-was-used-during-search-of-home-belonging-to-idaho-murder-suspects-parents", "title": "Pennsylvania Police Say ‘Force Was Used’ During Search Of Home Belonging To Idaho Murder Suspect’s Parents", "date_published": "2023-01-04 11:50:46+00:00", "description": "Police reportedly broke windows and doors as they executed a search warrant at the home belonging to the parents of the man suspected of killing four University of Idaho students. Pennsylvania State Police Major Christopher Paris said during a Tuesday press conference that “force was used” in executing the search warrant at the parents&#8217; home ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/james-corden-says-hes-leaving-late-night-because-of-an-interaction-with-his-son-cannot-waste-more-time-away-from-family", "title": "James Corden Says He’s Leaving Late Night Because Of An Interaction With His Son; ‘Cannot Waste’ More Time Away From Family", "date_published": "2023-01-04 11:24:59+00:00", "description": "“The Late Late Show” host James Corden already announced in April that he’s leaving the show, but during a recent conversation with actress Drew Barrymore, the father of three explained his reasoning. The 44-year-old comedian said that while he’s sad to go, ultimately, his decision came down to an interaction he had with his son ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/tim-burton-said-jack-nicholson-protected-and-nurtured-him-on-batman-set-in-1989", "title": "Tim Burton Says Jack Nicholson ‘Protected’ And ‘Nurtured’ Him On ‘Batman’ Set In 1989", "date_published": "2023-01-04 11:17:23+00:00", "description": "Director Tim Burton is a Hollywood mainstay, but that wasn’t always the case. Now the 64-year-old is reflecting on one of his first big projects and how he was treated by actor Jack Nicholson. Burton discussed his time working with Nicholson, who played The Joker in the 1989 classic “Batman.” First, he told Empire that ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/twitter-announces-plans-on-relaxing-ban-on-political-ads", "title": "Twitter Announces Plans On ‘Relaxing’ Ban On Political Ads", "date_published": "2023-01-04 11:11:39+00:00", "description": "Twitter announced that it would soon be &#8220;relaxing&#8221; its ban on political ads in the latest change from new CEO Elon Musk. The news came Tuesday evening in a pair of tweets from the company&#8217;s Twitter Safety account. &#8220;We believe that cause-based advertising can facilitate public conversation around important topics. Today, we&#8217;re relaxing our ads ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/damar-hamlin-and-the-future-of-football", "title": "Damar Hamlin And The Future Of Football", "date_published": "2023-01-04 11:01:35+00:00", "description": "We saw the worst incident possible take place Monday night in the NFL’s Bills vs. Bengals game in Cincinnati. The well-being of Damar Hamlin is the only thing that matters in the grand scheme of things, and we all know life-and-death issues are way more important than any game will ever be. Many people have ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/can-everybody-calm-down-over-the-speakers-race-debate-is-good-gridlock-is-essential", "title": "Can Everybody Calm Down Over The Speaker’s Race? Debate Is Good, Gridlock Is Essential", "date_published": "2023-01-04 10:56:47+00:00", "description": "It&#8217;s January 4, 2023, and as of press time, the House of Representatives is without a speaker. What&#8217;s the big deal? Much of the Washington, D.C., political class is in hysterics because the GOP has been forced to debate over who should lead Congress — Representative Kevin McCarthy (R-CA) or another Republican. It appears that ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/f-you-sportscenter-former-nfl-quarterback-rips-espns-social-media", "title": "‘F*** You, SportsCenter’: Former NFL Quarterback Rips ESPN’s Social Media", "date_published": "2023-01-04 10:22:10+00:00", "description": "Former NFL quarterback Chris Simms, fed up with ESPN’s SportsCenter after their Instagram page mocked him, exploded with anger, snapping, “F*** you, SportsCenter.” The brouhaha erupted after Simms compared injured Philadelphia Eagles quarterback Jalen Hurts to other star quarterbacks, saying, “There’s just no way he’s more valuable to his team than Mahomes, Burrow, or Allen. ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/fda-says-abortion-pills-can-now-be-offered-at-retail-pharmacies", "title": "FDA Says Abortion Pills Can Now Be Offered At Retail Pharmacies", "date_published": "2023-01-04 10:13:10+00:00", "description": "The Food and Drug Administration (FDA) has announced that retail pharmacies like CVS and Walgreens can now provide abortion pills. The abortion drug Mifepristone was previously only available through doctors, clinics, or some mail-order pharmacies. The new rule change from the FDA will allow any pharmacy abiding by its guidelines to fill prescription orders in ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/romeo-and-juliet-stars-who-were-15-16-sue-over-nude-scene", "title": "‘Romeo And Juliet’ Stars, Who Were 15, 16, Sue Over Nude Scene", "date_published": "2023-01-04 09:54:44+00:00", "description": "The stars of the hit 1968 movie “Romeo and Juliet,” who were only 15 and 16 when the movie was filmed, are suing Paramount Pictures, claiming they were filmed nude without their knowledge. Olivia Hussey, 71, and Leonard Whiting, 72, filed their lawsuit Friday, just before the December 31 deadline. The lawsuit claims director Franco ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/biden-wont-represent-u-s-at-benedicts-funeral-per-wishes-of-the-late-pope", "title": "Biden Won’t Represent U.S. At Benedict’s Funeral, Per ‘Wishes Of The Late Pope’", "date_published": "2023-01-04 09:39:20+00:00", "description": "President Joe Biden was not invited to Thursday&#8217;s funeral of Pope Benedict XVI, and the U.S. ambassador to Italy will represent America at the pontiff&#8217;s burial, White House Press Secretary Karine Jean-Pierre said Wednesday. It was not clear if the lack of an invitation was a direct snub to Biden, a Catholic who nonetheless is an ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/trump-calls-on-conservative-lawmakers-to-vote-for-mccarthy-for-house-speaker", "title": "Trump Calls On Conservative Lawmakers To Vote For McCarthy For House Speaker", "date_published": "2023-01-04 09:37:39+00:00", "description": "Former President Donald Trump called upon all Republicans to vote for Rep. Kevin McCarthy (R-CA) as the next Speaker of the House. The lawmaker fell short of the 218 votes necessary to gain control of the gavel in three separate ballots during the first meeting of the new Congress on Tuesday. Defectors in the Republican ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/the-death-of-eternal-truths-and-the-new-paganism", "title": "The Death Of Eternal Truths And The New Paganism", "date_published": "2023-01-04 09:25:40+00:00", "description": "Last week, Pope Benedict XVI died at the age of 95, nearly a decade after stepping down as head of the Catholic Church. His life was marked by adherence to a belief in an eternal truth above all. As he stated in a 2008 meeting with Catholic educators at the Catholic University of America, “Truth ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/espn-analyst-prays-for-buffalo-bills-safety-damar-hamlin-during-live-tv-broadcast", "title": "ESPN Analyst Prays For Buffalo Bills Safety Damar Hamlin During Live TV Broadcast", "date_published": "2023-01-04 07:15:59+00:00", "description": "ESPN analyst Dan Orlovsky prayed for Buffalo Bills safety Damar Hamlin during a live television broadcast on Tuesday after the 24-year-old athlete was hospitalized this week after suffering cardiac arrest. Hamlin collapsed with about six minutes left in the first quarter of the Monday Night Football game after he tackled Cincinnati Bengals receiver Tee Higgins, ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/bringing-down-the-house-mccarthy-falters-in-quest-to-become-speaker", "title": "Bringing Down The House: McCarthy Falters In Quest To Become Speaker", "date_published": "2023-01-04 07:00:37+00:00", "description": "Multiple votes for House speaker ended with no winner Tuesday, leaving House Minority Leader Kevin McCarthy&#8217;s (R-CA) latest attempt to take the gavel in doubt as night fell in the nation&#8217;s capital. In an effort to break the stalemate, after the House adjourned until noon Wednesday, McCarthy reportedly started making calls ahead of an expected ...", "persistent": false, "language": "en-US", "user": null}], "source": {"url": "https://www.dailywire.com/feeds/rss.xml", "title": "Daily Wire"}}