{"entries": [{"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2023/01/qualcomm-chipsets-and-lenovo-bios-get.html", "title": "Qualcomm Chipsets and Lenovo BIOS Get Security Updates to Fix Multiple Flaws", "date_published": "2023-01-04 10:47:00+00:00", "description": "Qualcomm on Tuesday released patches to address multiple security flaws in its chipsets, some of which could be exploited to cause information disclosure and memory corruption.\nThe five vulnerabilities -- tracked from CVE-2022-40516 through CVE-2022-40520 -- also impact Lenovo ThinkPad X13s laptops, prompting the Chinese PC maker to issue BIOS updates to plug the security holes.\nThe list of", "persistent": false, "language": "en-US", "user": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2023/01/the-fbis-perspective-on-ransomware.html", "title": "The FBI's Perspective on Ransomware", "date_published": "2023-01-04 10:24:00+00:00", "description": "Ransomware: contemporary threats, how to prevent them and how the FBI can help\nIn April 2021, Dutch supermarkets faced a food shortage. The cause wasn't a drought or a sudden surge in the demand for avocados. Rather, the reason was a ransomware attack. In the past years, companies, universities, schools, medical facilities and other organizations have been targeted by ransomware threat actors,", "persistent": false, "language": "en-US", "user": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2023/01/new-shc-based-linux-malware-targeting.html", "title": "New shc-based Linux Malware Targeting Systems with Cryptocurrency Miner", "date_published": "2023-01-04 08:32:00+00:00", "description": "A new Linux malware developed using the shell script compiler (shc) has been observed deploying a cryptocurrency miner on compromised systems.\n\"It is presumed that after successful authentication through a dictionary attack on inadequately managed Linux SSH servers, various malware were installed on the target system,\" AhnLab Security Emergency Response Center (ASEC) said in a report published", "persistent": false, "language": "en-US", "user": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2023/01/synology-releases-patch-for-critical.html", "title": "Synology Releases Patch for Critical RCE Vulnerability Affecting VPN Plus Servers", "date_published": "2023-01-04 04:28:00+00:00", "description": "Synology has released security updates to address a critical flaw impacting VPN Plus Server that could be exploited to take over affected systems.\nTracked as CVE-2022-43931, the vulnerability carries a maximum severity rating of 10 on the CVSS scale and has been described as an out-of-bounds write bug in the remote desktop functionality in Synology VPN Plus Server.\nSuccessful exploitation of the", "persistent": false, "language": "en-US", "user": null}], "source": {"url": "https://feeds.feedburner.com/TheHackersNews", "title": "The Hacker News"}}