[{"source": "https://www.pcworld.com/index.rss", "title": "How to save a website as an app", "description": "<div id=\"link_wrapped_content\">\n<section class=\"wp-block-bigbite-multi-title\"><div class=\"container\"></div></section>\n\n\n\n<p><strong>Question: </strong>Someone told me that you can turn an ordinary website into a Windows program. In other words, it should behave like an application and you should be able to create a shortcut on the taskbar. The browser menus should disappear and you should only see the site itself. Is it true? Can I do that? If so, how do I do it?</p>\n\n\n\n<p><strong>Answer:</strong> Yes, that&rsquo;s correct&mdash;at least for some sites. This is called a progressive web app (PWA), and just as you describe, the site will behave like a program on your computer.</p>\n\n\n\n<p>For example, say you want to turn Google Maps into a web app. In this case, you would do this.</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"Google Maps\" class=\"wp-image-1961716\" height=\"746\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/06/Google-Maps.png?w=1200\" width=\"1200\" /></figure><p class=\"imageCredit\">Martin Appel</p></div>\n\n\n\n<ol><li>Open your browser, such as Google Chrome or Microsoft Edge. Navigate to <strong><em>maps.google.com </em></strong>like you usually would and click on the three dots in the top-right corner.</li><li>In Chrome, select <strong><em>Install Google Maps </em></strong>and in Edge, click on <strong><em>Apps</em></strong> &gt; <strong><em>Install Google Maps</em></strong>. You can also use the install shortcut that appears on the right side of your browser&rsquo;s address window.</li><li>Tap on <strong><em>Install </em></strong>in the window that appears. If you&rsquo;re using Chrome, the site will now open in a new, minimized window. In Edge, you will first see a settings menu where you can choose whether to pin the app to the Taskbar or Start menu, and whether you want to create a desktop shortcut. You can also choose whether it should start automatically. Make your choices and select <strong><em>Allow </em></strong>and the window will open.</li><li>Now you can right-click the icon at the bottom of Task Manager and choose to pin it (if you didn&rsquo;t do so in the previous step).</li><li>From now on, Google Maps will open as a web app and if you want to access its settings, just tap the icon in the top-right corner.</li></ol>\n\n\n\n<p><em>This article was translated from Swedish to English, and originally appeared on pcforalla.se.</em></p>\n\nWindows</div>", "link": "https://www.pcworld.com/article/1961714/how-to-save-your-site-as-an-app.html", "date_published": "2023-06-26 14:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.pcworld.com/index.rss", "title": "Stadia lives! Google testing games on YouTube", "description": "<div id=\"link_wrapped_content\">\n<section class=\"wp-block-bigbite-multi-title\"><div class=\"container\"></div></section>\n\n\n\n<p>While long-time tech observers were basically waiting for <a href=\"https://www.pcworld.com/article/1338418/rip-stadia-google-gives-up-its-game-streaming-ghost.html\">Google&rsquo;s Stadia game streaming to die</a> the minute it was announced, there&rsquo;s no denying that the low-latency tech was cool. And, according to a recent report, Google isn&rsquo;t abandoning it&hellip; or at least the company isn&rsquo;t ready to let go of its games-in-the-browser ambitions altogether. According to a leaked internal email, YouTube is testing a game system that will let users play directly in the browser and on the YouTube mobile app. </p>\n\n\n\n<p><a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://www.wsj.com/articles/googles-youtube-is-testing-an-online-games-offering-16d1e772&amp;xcust=2-2-1967750-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\" target=\"_blank\">The Wall Street Journal reports</a> that the &ldquo;YouTube Playables&rdquo; setup is in its infancy at the moment, with Google employees only able to play the popular casual game <em>Stack Bounce</em> in the interface. <em>Stack Bounce </em>is so simple that it can <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://gamesnacks.com/games/stackbounce&amp;xcust=2-2-1967750-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\" target=\"_blank\">already be played in the browser</a>, so it&rsquo;s not clear whether the test is actually using the Stadia streaming technology or simply serving up the game within the YouTube interface. </p>\n\n\n\n<p>Either scenario would make sense. For streaming games, Google essentially abandoned the growing segment to rivals like Microsoft, Nvidia, and Amazon when it shut down Stadia at the beginning of the year (though it&rsquo;s yet to be seen if Xbox cloud streaming, GeForce Now, and Luna can hang in for the long haul). On top of that, the WSJ reports that Google is looking to expand engagement as advertising revenues decline, following in the steps of <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://help.netflix.com/en/node/121442&amp;xcust=2-2-1967750-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\" target=\"_blank\">Netflix acquiring several games</a> for its streaming platform. </p>\n\n\n\n<p>Games are a natural fit for YouTube, even if Google has yet to fully monetize that connection. Many of the biggest and most lucrative channels are all about games and game streaming, making YouTube and Twitch natural rivals (no coincidence that the latter was bought by Amazon almost a decade ago). But an attempt at a dedicated portal called &ldquo;YouTube Gaming&rdquo; was abandoned in 2018 and many of the deep integrations between Stadia and YouTube shown off in the former&rsquo;s debut never materialized. </p>\n\n\n\n<p>Can Google entice gamers to play directly in YouTube? We&rsquo;ll have to wait and see. As with so many internal Google projects, it&rsquo;s possible this one will never make it past the testing phase. </p>\n\nVideo Games</div>", "link": "https://www.pcworld.com/article/1967750/stadia-lives-youtube-working-on-games-in-the-browser.html", "date_published": "2023-06-26 13:58:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.pcworld.com/index.rss", "title": "Save $600 on this RTX-infused Asus Zephyrus gaming laptop", "description": "<div id=\"link_wrapped_content\">\n<section class=\"wp-block-bigbite-multi-title\"><div class=\"container\"></div></section>\n\n\n\n<p>Gamers, you better listen up, as I&rsquo;ve got a phenomenal laptop deal on tap for you today. Best Buy&rsquo;s selling the <a href=\"https://shop-links.co/link/?url=https%3A%2F%2Fwww.bestbuy.com%2Fsite%2Fasus-rog-zephyrus-14-fhd-144hz-gaming-laptop-amd-ryzen-7-16gb-ddr4-memory-nvidia-geforce-rtx-3060-512gb-pcie-ssd-moonlight-white%2F6494633.p%3FskuId%3D6494633&amp;publisher_slug=pcworld&amp;exclusive=1&amp;article_name=pcworld&amp;article_url=https%3A%2F%2Fwww.pcworld.com%2Ffeed\" rel=\"nofollow\">Asus ROG Zephyrus 14 for $799.99</a>, which is a whopping $600 off. Not only does this laptop feature RTX graphics, but it&rsquo;s also surprisingly lightweight at just 3.53 pounds. Plus, the textured lid and bone white color scheme are drop-dead gorgeous. What more could you ask for? Let&rsquo;s get into the nitty-gritty then.</p>\n\n\n\n<p>The Zephyrus is rocking an AMD Ryzen 7 5800HS CPU, an Nvidia GeForce RTX 3060 GPU, 16GB of RAM, and 512GB of SSD storage. Based on those specs, this machine should have no problem zipping through most modern titles on the Medium or High graphics preset. The 14-inch display has a resolution of 1920&times;1080, a refresh rate of 144Hz, and a maximum brightness of 300 nits. It&rsquo;s not the brightest display we&rsquo;ve ever seen, but it should be able to produce smooth visuals.</p>\n\n\n\n<p>This is a fantastic deal. I mean, $600 off? Come on!</p>\n\n\n<p class=\"cta wp-block wp-block-button\"><a class=\"cta__btn\" href=\"https://shop-links.co/link/?url=https%3A%2F%2Fwww.bestbuy.com%2Fsite%2Fasus-rog-zephyrus-14-fhd-144hz-gaming-laptop-amd-ryzen-7-16gb-ddr4-memory-nvidia-geforce-rtx-3060-512gb-pcie-ssd-moonlight-white%2F6494633.p%3FskuId%3D6494633&amp;publisher_slug=pcworld&amp;exclusive=1&amp;article_name=pcworld&amp;article_url=https%3A%2F%2Fwww.pcworld.com%2Ffeed\" rel=\"nofollow\" target=\"_blank\">Get the Asus ROG Zephyrus 14 for $799.99 at Best Buy</a></p>\nLaptops</div>", "link": "https://www.pcworld.com/article/1967704/1967704.html", "date_published": "2023-06-26 13:24:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.pcworld.com/index.rss", "title": "Dual monitors: 4 reasons you need more than one PC display", "description": "<div id=\"link_wrapped_content\">\n<section class=\"wp-block-bigbite-multi-title\"><div class=\"container\"></div></section>\n\n\n\n<p>If you&rsquo;re a serial multitasker like me, you probably have loads of tabs open on your computer screen. However, when you&rsquo;re working with just one screen, being a serial multitasker makes things&hellip;more complicated than they need to be. That&rsquo;s why I always recommend a dual-monitor setup, so long as it&rsquo;s within your means. </p>\n\n\n\n<p>Personally? I wouldn&rsquo;t be able to function without my dual-monitor setup. Not only am I more productive during work, but it&rsquo;s also useful when I&rsquo;m playing a game and need to quickly reference the accompanying Wiki page without pausing or minimizing. Read on to learn more.</p>\n\n\n\n<blockquote class=\"wp-block-quote\"><p>Looking to pick up a new monitor? Check out PCWorld&rsquo;s roundup of the <a href=\"https://www.pcworld.com/article/811315/best-monitors-2.html\">best monitors</a> available today.</p></blockquote>\n\n\n\n<h2 id=\"im-more-productive\">I&rsquo;m more productive</h2>\n\n\n\n<p>My two <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://www.amazon.com/Acer-SB220Q-Ultra-Thin-Frame-Monitor/dp/B07CVL2D2S&amp;xcust=2-1-1965021-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\">Acer monitors</a> stand side-by-side like those dutiful, red-coated guards at Buckingham Palace. I work from home, so it&rsquo;s important that my monitor setup is exactly how I need it. During the work day, I have a number of tabs open. When I&rsquo;m not chatting with my colleagues on Slack, I&rsquo;m either editing an article in our CMS program or writing a news piece or feature story in Google Docs. </p>\n\n\n\n<p>My current setup makes multitasking a heck of a lot easier, as I don&rsquo;t have to keep switching between Windows. Having two monitors also means I can keep an eye on everything at once. To make sure I don&rsquo;t miss any incoming messages on Slack, I always have it up on one monitor. </p>\n\n\n\n<h2 id=\"i-can-take-notes-during-meetings\">I can take notes during meetings</h2>\n\n\n\n<p>Having a dual-monitor setup makes taking notes during meetings a breeze. I run the video meeting on one display and take notes on the other. This helps me stay present during meetings, as I don&rsquo;t have to switch between windows. My colleague Jon Phillips actually uses a <a href=\"https://www.pcworld.com/article/1397406/best-vertical-monitors.html\">vertical display</a> for taking notes, which is a brilliant idea. The portrait orientation makes the text bigger and easier to read. You don&rsquo;t have to scroll through the screen, either. Many horizontal monitors can be flipped vertically, so I&rsquo;d encourage you to play around with your setup and see what works best for you.</p>\n\n\n\n\t\t<div class=\"wp-block-product-widget-block product-widget\">\n\t\t\t<div class=\"product-widget__block-title-wrapper\">\n\t\t\t\t<h4 class=\"product-widget__block-title\" id=\"our-favorite-4k-vertical-monitor\">\n\t\t\t\t\tOur favorite 4k vertical monitor\t\t\t\t</h4>\n\t\t\t</div>\n\n\t\t\t<div class=\"product-widget__content-wrapper\">\n\t\t\t\t\t\t\t\t\t<div class=\"product-widget__title-wrapper\">\n\t\t\t\t\t\t<h3 class=\"product-widget__title\" id=\"dell-u3223qe\">Dell U3223QE</h3>\n\t\t\t\t\t</div>\n\t\t\t\t\n\t\t\t\t\t\t\t\t\t<div class=\"product-widget__image-outer-wrapper\">\n\t\t\t\t\t\t<div class=\"product-widget__image-wrapper\">\n\t\t\t\t\t\t\t<img alt=\"Dell U3223QE\" class=\"product-widget__image\" height=\"1000\" src=\"https://b2c-contenthub.com/wp-content/uploads/2022/04/dell-ultrasharp-u3223qe-2.jpg?quality=50&amp;strip=all\" width=\"1501\" />\n\t\t\t\t\t\t</div>\n\t\t\t\t\t</div>\n\t\t\t\t\n\t\t\t\t\t\t\t\t\t<div class=\"review product-widget__review-details\">\n\t\t\t\t\t\t<img alt=\"Editors' Choice\" class=\"product-widget__review-details--editors-choice-logo\" src=\"https://www.pcworld.com/wp-content/uploads/2021/09/PC-ED-CHOICE.png\" />\t\t\t\t\t\t\t<div class=\"product-widget__rating-and-review-link\">\n\t\t\t\t\t\t\t\t<div class=\"product-widget__review-details--rating\">\n\t\t\t\t\t\t\t\t\t\t\t<div class=\"starRating\"></div>\n\t\t\t\t\t\t\t\t\t\t</div>\t\t\t\t\t\t\t\t\t<a class=\"product-widget__review-link\" href=\"https://www.pcworld.com/article/693931/dell-u3223qe-review.html\" target=\"_blank\">Read our review</a>\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t</div>\n\t\t\t\t\t\t\t\t\t\t\t</div>\n\t\t\t\t\n\t\t\t\t<div class=\"product-widget__information\">\n\t\t\t\t\t\t\t\t\t\t\t<div class=\"product-widget__information--rrp-wrapper\">\n\t\t\t\t\t\t\t\t<span class=\"product-widget__information--rrp-label\">\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t</span>\n\t\t\t\t\t\t\t\t<span class=\"product-widget__information--rrp-value\">\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t</span>\n\t\t\t\t\t\t\t</div>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t</div>\n\t\t\t</div>\n\t\t</div>\n\n\t\t\n\n\n<h2 id=\"its-useful-when-gaming\">It&rsquo;s useful when gaming</h2>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"Corsair Xenon monitors in streaming setup\" class=\"wp-image-816540\" height=\"801\" src=\"https://b2c-contenthub.com/wp-content/uploads/2022/07/XENEON_32QHD240_Gaming_Monitor_1.jpg?quality=50&amp;strip=all&amp;w=1200\" width=\"1200\" /></figure><p class=\"imageCredit\">Corsair</p></div>\n\n\n\n<p>Like most of the staff at PCWorld, I&rsquo;m an avid gamer. My home office setup actually doubles as a gaming station. Having two monitors is useful for when I want to look up tips and tricks without pausing or minimizing the game I&rsquo;m currently playing. For example, I really like playing ghost hunting games, but sometimes it&rsquo;s difficult to identify the spooky specter. That&rsquo;s where my second monitor comes in. I always have the accompanying Wiki page up on my second monitor, which helps me narrow down the clues and properly identify the ghost. It saves time and I don&rsquo;t have to jump back and forth between windows. It definitely makes the experience easier and more enjoyable.</p>\n\n\n\n<h2 id=\"a-second-full-sized-display-trumps-a-laptop-screen\">A second full-sized display trumps a laptop screen</h2>\n\n\n\n<p>If you&rsquo;re currently using a laptop as your main PC, I humbly ask that you reconsider your life choices (I jest&hellip;mostly). But I am serious when I say that you can do better than using just one monitor and a laptop screen. While there&rsquo;s nothing inherently wrong with that setup, especially if it works for you, there are definite advantages to spreading out. </p>\n\n\n\n<p>Go ahead and push that laptop off to the side and have it drive two no-excuses displays. Personally, I like my desk space to be as clean and as organized as possible. Too much clutter stresses me out and pulls my focus away from important tasks. Flat screen monitors take up less space than a chunky laptop and there will be room for a keyboard and mouse. </p>\n\n\n\n<p>If you&rsquo;ve been persuaded to take the multi-monitor plunge, see our guides on <a href=\"https://www.pcworld.com/article/448298/how-to-set-up-two-monitors.html\">how to set up a dual-monitor configuration</a> as well as <a href=\"https://www.pcworld.com/article/427549/how-to-create-an-insane-multiple-monitor-setup-with-three-four-or-more-displays.html\">how to set up three or more displays</a>.</p>\n\nMonitors</div>", "link": "https://www.pcworld.com/article/1965021/dual-monitors-x-reasons-you-need-more-than-one-pc-display.html", "date_published": "2023-06-26 10:45:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.pcworld.com/index.rss", "title": "I installed Windows 11 and I don’t actually hate it", "description": "<div id=\"link_wrapped_content\">\n<section class=\"wp-block-bigbite-multi-title\"><div class=\"container\"></div></section>\n\n\n\n<p>As a PC user since MS-DOS, I&rsquo;ve come to accept the love-hate relationship we have with Microsoft.</p>\n\n\n\n<p>This relationship isn&rsquo;t unlike that between lifelong sports fans and a favorite team that&rsquo;s swung from the glory of championships and rings to long painful stretches. It&rsquo;s expected that the fans will piss and moan and demand the firing of the owner, the coach, the starting line up, and even the hotdog vendors because they&rsquo;re so frustrated by the losses of the season. But still, they remain loyal.</p>\n\n\n\n<p>As A.M. sports radio is to fans, the internet is to Windows users&mdash;an echo chamber into which to vent their frustrations. Online, Windows can yell about the glory days of Window 7 and how it never should have been retired while demanding that Windows 11 gets traded in the off season.</p>\n\n\n\n<p>Keeping on our sports analogies: Windows 11 is that player drafted in controversy (it won&rsquo;t run on relatively recent hardware for example) and worse, it lives in the shadow of the beloved Windows 10.</p>\n\n\n\n<p>Like many other who were annoyed by Windows 11 refusing to run on most hardware built before 2017, I pledged not run the new OS for daily-use machines. For test machines, however, I have run Windows 11 for months now.</p>\n\n\n\n<p>Why? My rationale is that hardware vendors quickly move to the newest OS (whether of their own volition or not, I don&rsquo;t know), so it makes sense for me to be the same page when discussing performance matters.</p>\n\n\n\n<p>But my experience was limited to using the new OS 15 to 20 hours a month during a review cycle. I realized that maybe I wasn&rsquo;t giving the new OS a fair shake. So when it came time to replace the SSD in my daily driver, an older 8th-gen Core i7 U-class laptop, I opted to install Windows 11 on it rather than Windows 10.</p>\n\n\n\n<p>This forced me to actually live with the OS that everyone online has actively been beating up since it was introduced.</p>\n\n\n\n<p>I&rsquo;ll admit, I immediately had regrets about giving up Windows 10 for Windows 11, and considered wiping the machine and reverting to a clean install of Windows 10, even after having spent five hours setting up the new OS&mdash;but I persevered. How could I so bitterly complain about Windows 11 if I didn&rsquo;t really use it everyday?</p>\n\n\n\n<h2 id=\"windows-11-the-results-so-far\">Windows 11: The results so far</h2>\n\n\n\n<p>So what do I think of Windows 11 after forcing myself to use it for a few weeks? The shocker: I have to admit that it&rsquo;s not as horrible as I expected.</p>\n\n\n\n<p>For example, the Start menu change always felt like a deal breaker in casual use and annoying as hell, but once I actually sat down and configured the Start menu, it wasn&rsquo;t that bad.</p>\n\n\n\n<p>While I kept Windows 11 stock, I had to immediately move the Start menu from the middle of the screen to the left side. If you ask me, Microsoft&rsquo;s decision to keep the Start menu in the middle of the screen is what got the new OS off on the wrong foot.</p>\n\n\n\n<p>It was the biggest insult to the billions of Windows users who have used the OS since Windows 95. Sure, it&rsquo;s not a big deal to move it to the left side, but why slap every Windows user in the face like that?</p>\n\n\n\n<p>The Start menu is probably my biggest complaint about UI changes from Windows 10, and which kept me away from Windows 11, too. Windows 10&rsquo;s menu let me pin often-used application icons just where I wanted them. Windows 11 is a hot mess and counts on you searching for apps instead. The good news is the search actually seems to mostly work now, but the bad news is that it&rsquo;s still a hot mess for customization. </p>\n\n\n\n<p>After removing the MS bloatware icons (Netflix, Messenger, Amazon, and other apps I just don&rsquo;t want to run) and arranging my icons in the places I wanted them, I changed the Start menu to add more icon pins&mdash;which then reset the menu system to default, bringing back the Microsoft bloatware icons and wiping out my customization.</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"Windows 11 vs. Windows 10 browsing performan ce\" class=\"wp-image-1859566\" height=\"718\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/05/12_Browsing-1.png?w=1200\" width=\"1200\" /><figcaption><p>Performance differences between Windows 11 and Windows 10 are mostly NBD.</p> </figcaption></figure><p class=\"imageCredit\">IDG</p></div>\n\n\n\n<h2 id=\"how-does-windows-11-perform\">How does Windows 11 perform?</h2>\n\n\n\n<p>I&rsquo;m running Windows 11 on an older 8th-gen Core i7-8665U, which is pretty much the floor for running the OS. In overall snappiness, Windows 11 &ldquo;feels&rdquo; slower than Windows 10 in general. Part of that may be the older 512GB SSD&rsquo;s use of 32MB of Intel&rsquo;s star-crossed Optane Memory as a cache, which does indeed aid application launches. </p>\n\n\n\n<p>Part of the overall &ldquo;slower&rdquo; feel of Windows 11 probably comes from the heavier use of animations compared to Windows 10. On Intel&rsquo;s feeble UHD620 graphics, that&rsquo;s likely just enough to tip it over into feeling slow.</p>\n\n\n\n<p>On a newer laptop with better graphics, such as an 11th-gen Tiger Lake laptop, the OS definitely feels far more responsive than with the graphically weak 8th-gen CPU in my laptop. </p>\n\n\n\n<p>And to be fair, while it &ldquo;feels&rdquo; slower than Windows 10&rsquo;s UI, it also feels &ldquo;smoother.&rdquo; I don&rsquo;t experience the weird occasional lags on the clean install of Windows 11 that my worn-out install of Windows 10 gave me. </p>\n\n\n\n<p>I know from actual <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://www.youtube.com/watch?v=6MY-HHNMOFI&amp;xcust=2-1-1816942-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\" target=\"_blank\">testing of application performance</a> between Windows 10 and Windows 11, the difference is, in fact, fairly minimal between the latest versions of both OSes.</p>\n\n\n\n<p>What I do appreciate is Windows 11 fixing all of the nagging problems I&rsquo;d been having on my laptop with sleep issues. Granted, I probably could have just done a clean install of Windows 10 to solve those problems, too, but going from a 3-year-old install of an OS with updates tacked onto it, to a clean, pristine one did indeed fix all of my laptop&rsquo;s lingering sleep issues.</p>\n\n\n\n<p>Having used Windows 11 daily now, I can that it&rsquo;s different&mdash;but it&rsquo;s really not the deal breaker I thought it would be. Sure, having to right-mouse click, and click some more to get a menu command will make you grit your teeth, but it&rsquo;s survivable.</p>\n\n\n\n<p>The new notification system also takes some getting used to, but it&rsquo;s also not at the level of deal breaker to me.</p>\n\n\n\n<p>And while some things in the UI are frustrating, other things are useful such as <a href=\"https://www.pcworld.com/article/1430331/use-the-new-tabbed-file-explorer-to-simplify-your-life.html\">the tabbed file explorer feature</a>, which would be really handy on Windows 10, too.</p>\n\n\n\n<p>And as much as people want to pound fists on the table over the Windows 11 UI, the OS isn&rsquo;t what we live for. It&rsquo;s just the platform to run the applications, games, and utilities we all love. Do you spend more time driving the OS or driving Photoshop, Word, or the Chrome browser?</p>\n\n\n\n<h2 id=\"i-dont-hate-it\">I don&rsquo;t hate it</h2>\n\n\n\n<p>I&rsquo;m not advocating that you switch from Windows 10 to Windows 11, as I think the older OS is a comfortable place for many people and is still quite good in 2023. For many people, the fact that Windows 10 is still so good and the improvements that Windows 11 offers are so marginal, is probably the main reason you don&rsquo;t have to upgrade. But the narrative so popular on the internet, that Windows 11 is a complete pile of trash, is overblown. and to be honest, Windows 11 is not that bad.</p>\n\nWindows</div>", "link": "https://www.pcworld.com/article/1816942/i-installed-windows-11-and-i-dont-actually-hate-it.html", "date_published": "2023-06-26 10:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.pcworld.com/index.rss", "title": "Get early access to our Prime Day answer with a discount on Babbel", "description": "<div id=\"link_wrapped_content\">\n<section class=\"wp-block-bigbite-multi-title\"><div class=\"container\"></div></section>\n\n\n\n<p>Going abroad this summer? Make sure you can speak the language. The world&rsquo;s top-grossing <a href=\"https://shop.pcworld.com/sales/babbel-language-learning-lifetime-subscription-all-languages\" rel=\"noreferrer noopener\" target=\"_blank\">language learning app</a> &mdash; Babbel &mdash; is available in our shop, and we&rsquo;re offering it at an even better discount as an early access point for our answer to Prime Day.</p>\n\n\n\n<p>Running from June 26 to July 14, Deal Days is loaded with some of the best deals you&rsquo;ll find all year. Babbel is just the beginning, but it&rsquo;s a great beginning. Developed by more than 100 expert linguists, Babbel has more than 10 million users worldwide who have helped propel it to a 4.5/5 star rating on the Google Play Store and a 4.6/5 star rating on the App Store.&nbsp;</p>\n\n\n\n<p>The conversational-focused app helps you learn Spanish, French, Italian, German, and many more languages through practical, bite-sized lessons. After just one month, you could be able to talk and <a href=\"https://shop.pcworld.com/sales/the-complete-2022-social-media-marketing-manager-bundle\" rel=\"noreferrer noopener\" target=\"_blank\">share</a> about practical topics like transportation, dining, shopping, and more. That&rsquo;s enough to get you through your vacation.</p>\n\n\n\n<p>Kick off Deal Days with early access to a big deal on <a href=\"https://shop.pcworld.com/sales/babbel-language-learning-lifetime-subscription-all-languages\" rel=\"noreferrer noopener\" target=\"_blank\">Babbel Language Learning</a>. Get a lifetime subscription for just $179.97 now through July 14.</p>\n\n\n\n<p><a href=\"https://shop.pcworld.com/sales/babbel-language-learning-lifetime-subscription-all-languages?utm_source=pcworld.com&amp;utm_medium=referral-cta&amp;utm_campaign=babbel-language-learning-lifetime-subscription-all-languages&amp;utm_term=scsf-573124&amp;utm_content=a0x1P000004InwQQAS&amp;scsonar=1\" rel=\"noreferrer noopener\" target=\"_blank\">&nbsp;</a></p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image\"><img alt=\"\" src=\"https://cdnp3.stackassets.com/803501534e4f3a75e82d16033fcc6b9a9825fda3/store/ce05162579f37f3f58a112b4e40388fcb2c13ead8ef34dc60c2d72f2a2c2/sale_136716_primary_image.png\" /></figure></div>\n\n\n\n<p><strong>Babbel Language Learning: Lifetime Subscription (All Languages) &ndash; $179.97</strong></p>\n\n\n\n<p><a href=\"https://shop.pcworld.com/sales/babbel-language-learning-lifetime-subscription-all-languages\" rel=\"noreferrer noopener\" target=\"_blank\">See Deal</a></p>\n\n\n\n<p>Prices are subject to change.</p>\n\nEntertainment</div>", "link": "https://www.pcworld.com/article/1966848/get-early-access-to-our-prime-day-answer-with-a-discount-on-babbel.html", "date_published": "2023-06-26 08:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]