[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCwdh3MTrFq3sXlB4ct8B-Fg", "title": "Looking Forward to the Not Warhammer 40,000 Preview Online", "description": "There's a Warhammer Preview Online coming, and there will be something for everyone! https://bit.ly/3NiLQaM", "link": "https://www.youtube.com/watch?v=CBEu_JAz2LQ", "date_published": "2023-06-26 14:00:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCwdh3MTrFq3sXlB4ct8B-Fg", "title": "How to Paint: Battle Ready Black Templars Terminators", "description": "Valiant warrior-knights, the Black Templars storm across the galaxy annihilating everything in their path. \n\nIn this video we'll show you how to paint your Terminator in the colours of the Black Templars to a Battle Ready standard. We'll also show you some additional steps to take your miniature to the next level.  \n\nIf you're new to painting - check out our Citadel Colour Painting Essentials videos to learn all about it\n\n\nDon't forget to like, share and subscribe and to ring the bell to make sure you keep up to date with all our latest videos!", "link": "https://www.youtube.com/watch?v=lKRqhT6CTKc", "date_published": "2023-06-26 11:00:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCwdh3MTrFq3sXlB4ct8B-Fg", "title": "How to Paint Battle Ready Ultramarines Infernus Marine", "description": "How to Paint: Battle Ready Ultramarines Infernus Marine Infernus Marines ensure no foe can escape the fiery wrath of their pyreblasters, and this step-by-step guide will help you paint yours in the colours of the Ultramarines using the Warhammer 40,000 Paints + Tools Set. \n\nWe'll also add in some optional extras to make this paint job really stand out! If you're new to painting - check out our Citadel Colour Painting Essentials videos to learn all about it.\n\nhttps://bit.ly/3JuSj1r", "link": "https://www.youtube.com/watch?v=THOb3Pap0TM", "date_published": "2023-06-26 10:02:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCwdh3MTrFq3sXlB4ct8B-Fg", "title": "How to Paint: Battle Ready White Scars Terminator", "description": "The White Scars strike as a storm of blades, falling upon their foes with unmatched speed and ferocity. \n\nIn this video we'll show you how to paint your Terminator in the colours of the White Scars to a Battle Ready standard. We'll also show you some additional steps to take your miniature to the next level.  \n\nIf you're new to painting - check out our Citadel Colour Painting Essentials videos to learn all about it\n\n\nDon't forget to like, share and subscribe and to ring the bell to make sure you keep up to date with all our latest videos!", "link": "https://www.youtube.com/watch?v=W9NGcO9Bc00", "date_published": "2023-06-26 09:00:54+00:00", "persistent": false, "user": null, "language": "en-US"}]