[{"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Couple Celebrating 50th Wedding Anniversary Stabbed To Death", "description": "A couple celebrating their 50th wedding anniversary was found stabbed and bludgeoned to death along with another elderly family member on Sunday. The shocking triple homicide happened in the Boston area, about seven miles west of the city of Newton, Massachusetts. The bodies of the couple in their 70s — and the wife&#8217;s mother, who ...", "link": "https://www.dailywire.com/news/couple-celebrating-50th-wedding-anniversary-stabbed-to-death", "date_published": "2023-06-26 18:38:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Russian Navy ‘Likely’ Training Combat Dolphins, UK Defense Ministry Says", "description": "The Russian Navy is “likely” training combat dolphins to intercept enemy divers in the Black Sea, according to the U.K. Ministry of Defence. The information came in an “Intelligence Update” from the ministry on Friday, which revealed imagery around the Russian Black Sea Fleet’s main naval base at Sevastopol, Crimea. “Russia has trained animals for ...", "link": "https://www.dailywire.com/news/russian-navy-likely-training-combat-dolphins-uk-defense-ministry-says", "date_published": "2023-06-26 18:31:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Kamala Harris Polls Worse Than Any Vice President Since 1995", "description": "Vice President Kamala Harris is failing to impress Americans in a way not seen with her predecessors ever since Al Gore was in the White House. A poll conducted this month shows 32% of registered voters have a positive view of the Democrat while 49% have a negative view of her. The resulting net-negative rating ...", "link": "https://www.dailywire.com/news/kamala-harris-polls-worse-than-any-vice-president-since-1995", "date_published": "2023-06-26 18:31:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Prosecution Seeks Death Penalty For Accused Killer Of Four University Of Idaho Students", "description": "Prosecutors on Monday indicated their intention to seek the death penalty for the 28-year-old man accused of killing four University of Idaho students last November. In a motion filed with the district court of Latah County, Idaho, prosecutors wrote that they had “not identified or been provided with any mitigating circumstances sufficient to prohibit the triers of fact ...", "link": "https://www.dailywire.com/news/prosecution-seeks-death-penalty-for-accused-killer-of-four-university-of-idaho-students", "date_published": "2023-06-26 18:10:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Private Ohio Academy Accused Of Alerting FBI When Parents Exposed Left-Wing Curriculum, Financial Mismanagement: Report", "description": "A private school in Ohio has been accused of alerting the FBI and local police on two mothers — whose kids were expelled from the academy — after they exposed Critical Race Theory curriculum teachings and financial mismanagement, according to a complaint. Amy Gonzalez and Andrea Gross filed a complaint against Columbus Academy — just ...", "link": "https://www.dailywire.com/news/private-ohio-academy-accused-of-alerting-fbi-when-parents-exposed-left-wing-curriculum-financial-mismanagement-report", "date_published": "2023-06-26 18:00:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "McCarthy Threatens AG Garland With Impeachment If Whistleblower Allegations Are True", "description": "House Speaker Kevin McCarthy (R-CA) raised the prospect of impeaching Merrick Garland over the weekend after whistleblower testimony alleged the attorney general had interfered in a criminal investigation to protect the Biden family. House Ways and Means Committee chairman Jason Smith (R-MO) released whistleblower testimonies on Thursday that alleged Garland interfered with Delaware U.S. Attorney David ...", "link": "https://www.dailywire.com/news/mccarthy-threatens-ag-garland-with-impeachment-if-whistleblower-allegations-are-true", "date_published": "2023-06-26 17:59:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Monday Afternoon Update: Merrick Garland Impeachment? COVID Report Dumped On Friday Night, Latest White House Biden Spin Is A Sight To Behold", "description": "This article is adapted from today’s Morning Wire Afternoon Update. To listen to the podcast version, click here. McCarthy Raises Prospect Of Impeachment Hearings Against Merrick Garland Speaker of the House Kevin McCarthy said today that impeachment articles against Attorney General Merrick Garland could be raised. At issue are IRS Whistleblower allegations that the DOJ ran ...", "link": "https://www.dailywire.com/news/monday-afternoon-update-merrick-garland-impeachment-covid-report-dumped-on-friday-night-latest-white-house-biden-spin-is-a-sight-to-behold", "date_published": "2023-06-26 17:50:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "A Walk Through San Francisco With Florida Governor Ron DeSantis", "description": "The following is a transcript excerpt from the Sunday Extra edition of Morning Wire. The full episode can he heard here. After months of speculation, Florida Governor Ron DeSantis entered the 2024 presidential race late last month and currently finds himself closer to former President Trump in the polls than the rest of the Republican ...", "link": "https://www.dailywire.com/news/a-walk-through-san-francisco-with-florida-governor-ron-desantis", "date_published": "2023-06-26 17:34:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "White House Says U.S. Won’t Take Sides In Russia’s Wagner Uprising", "description": "The United States is not picking favorites in the Wagner Group&#8217;s uprising in Russia, a top White House official said on Monday. John Kirby, the coordinator for Strategic Communications at the National Security Council, briefed reporters after President Joe Biden said his administration had &#8220;nothing to do&#8221; with the revolt. &#8220;We&#8217;re not taking sides in ...", "link": "https://www.dailywire.com/news/white-house-says-u-s-wont-take-sides-in-russias-wagner-uprising", "date_published": "2023-06-26 17:03:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Prosecutor Reportedly Told Six Witnesses He Was Not Permitted To Charge Hunter Biden", "description": "U.S. Attorney David Weiss wanted to bring charges against President Joe Biden&#8217;s son Hunter Biden in Washington, D.C., IRS whistleblower Gary Shapley said on Friday — and when he was reportedly barred from doing so, he told six witnesses. Shapley testified on the matter last month, telling the House Oversight Committee that Weiss revealed in ...", "link": "https://www.dailywire.com/news/prosecutor-reportedly-told-six-witnesses-he-was-not-permitted-to-charge-hunter-biden", "date_published": "2023-06-26 16:29:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "WATCH: Man Takes On ‘Woke A** Idiots’ In New York City, Chants ‘Give Us Pizza! Or Give Us Death!’", "description": "Sometimes you come across a person on cyberspace who reinstills confidence that the American spirit is not dead yet and that seeds of hope still exist in this great country of ours. It would appear Scott LoBaido, an artist in New York City, is one such person who has inspired the masses after the self-proclaimed ...", "link": "https://www.dailywire.com/news/watch-man-takes-on-woke-a-idiots-in-new-york-city-chants-give-us-pizza-or-give-us-death", "date_published": "2023-06-26 16:14:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Taylor Swift Reportedly Turned Down Meghan Markle Podcast Invite", "description": "Taylor Swift reportedly declined an offer from Meghan Markle to appear on her now-canceled Spotify podcast &#8220;Archetypes&#8221; after the Duchess of Sussex wrote the pop star a note personally asking her to be a guest on the show. The 33-year-old pop singer reportedly turned down the offer — not even personally, but through her representative ...", "link": "https://www.dailywire.com/news/taylor-swift-reportedly-turned-down-meghan-markle-podcast-invite", "date_published": "2023-06-26 16:09:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘The Flash’ Suffers Largest Second-Weekend Box Office Drop In DC Films History", "description": "&#8220;The Flash&#8221; has made history for DC after the new superhero film suffered the biggest second-weekend box office drop domestically after the movie plummeted 72.5% from its dismal opening weekend. The movie featuring Ezra Miller earned just $15.3 million in the United States in its second weekend out after it fizzled with a $55 million ...", "link": "https://www.dailywire.com/news/the-flash-suffers-largest-second-weekend-box-office-drop-in-dc-films-history", "date_published": "2023-06-26 16:04:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Fauci Joins Georgetown As ‘Distinguished University Professor’", "description": "Former National Institute of Allergy and Infectious Diseases (NIAID) chief Dr. Anthony Fauci will move on from advising those in the highest levels of the U.S. government to training the next generation of doctors.  Georgetown University announced Monday that Fauci will join the school&#8217;s Department of Medicine as a “Distinguished University Professor,” the school’s highest ...", "link": "https://www.dailywire.com/news/fauci-joins-georgetown-as-distinguished-university-professor", "date_published": "2023-06-26 15:54:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Joe Biden Doubles Down On Campaign Claim He Never Spoke With Hunter About Business Deals", "description": "President Joe Biden appeared to stand by statements he made during the 2020 presidential campaign when he claimed to have never spoken with his son about cutting business deals overseas. Fox News reporter Jacqui Heinrich engaged the president as he was walking by during an event at the White House on Monday. “Did you lie ...", "link": "https://www.dailywire.com/news/joe-biden-doubles-down-on-campaign-claim-he-never-spoke-with-hunter-about-business-deals", "date_published": "2023-06-26 15:34:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "SCOTUS Denies Louisiana Appeal To Keep Congressional Map, Clears Way For 2nd Majority-Black District", "description": "The U.S. Supreme Court denied Louisiana’s appeal of a ruling that requires the state to redraw its congressional map to include a second majority-black district, moving the case forward in the 5th U.S. Circuit Court of Appeals.  Louisiana Democratic Governor Jon Bel Edwards praised the high court’s decision, saying, “Louisiana can and should have a ...", "link": "https://www.dailywire.com/news/scotus-denies-louisiana-appeal-to-keep-congressional-map-clears-way-for-2nd-majority-black-district", "date_published": "2023-06-26 15:15:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "John Cleese To Cut Famous Crucifixion Scene Song From ‘Life Of Brian’ Stage Show", "description": "Monty Python star John Cleese says he plans to cut the song &#8220;Always Look On The Bright Side Of Life&#8221; when he stages a new adaptation of the 1979 movie &#8220;Life Of Brian.&#8221; The song, featured in the last scene of the movie, comes when false prophet Brian is crucified, and he and his disciples ...", "link": "https://www.dailywire.com/news/john-cleese-to-cut-famous-crucifixion-scene-song-from-life-of-brian-stage-show", "date_published": "2023-06-26 15:08:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Human Remains Found Where British Star Julian Sands Went Missing", "description": "Hikers in southern California found human remains over the weekend in the area where British star Julian Sands went missing in January. The San Bernardino County Sheriff&#8217;s Department released a statement on Saturday saying, &#8220;Civilian hikers contacted the Fontana Sheriff&#8217;s Station after they discovered human remains in the Mt. Baldy wilderness.&#8221; &#8220;The decedent was transported ...", "link": "https://www.dailywire.com/news/human-remains-found-where-british-star-julian-sands-went-missing", "date_published": "2023-06-26 14:34:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Disney Casts Transgender Actor For New ‘Star Wars’ Series On Streaming Site", "description": "Disney has cast a transgender actor, a biological male who identifies as a woman, for the role of Ensign Eurus in the new &#8220;Star Wars&#8221; series on the Disney+ streaming site due out next year. The 30-year-old British actor is part of the Lucasfilm franchise after being chosen for &#8220;The Acolyte.&#8221; The series is set ...", "link": "https://www.dailywire.com/news/disney-casts-transgender-actor-for-new-star-wars-series-on-streaming-site", "date_published": "2023-06-26 14:32:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Accused Shooter Pleads Guilty To Killing 5 In Colorado Springs Gay Nightclub", "description": "The suspect in last year&#8217;s gay nightclub shooting in Colorado Springs, Colorado, that killed five people is set to spend life in prison as part of a plea deal. The 23-year-old, whom The Daily Wire is not naming in keeping with a policy of depriving mass shooters of undeserved notoriety, pleaded guilty in court on ...", "link": "https://www.dailywire.com/news/accused-shooter-pleads-guilty-to-killing-5-in-colorado-springs-gay-nightclub", "date_published": "2023-06-26 14:22:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "South Carolina Man Gets Life In Prison For Killing Mail Carrier Who Didn’t Deliver Marijuana", "description": "A South Carolina man was sentenced to life in prison for killing a mail carrier who didn’t deliver two pounds of marijuana, instead leaving a note to go to a post office to pick it up. Trevor Raekwon Seward, 25, was previously convicted of murdering 64-year-old mail carrier Irene Pressley in Williamsburg County in 2019, ...", "link": "https://www.dailywire.com/news/south-carolina-man-gets-life-in-prison-for-killing-mail-carrier-who-didnt-deliver-marijuana", "date_published": "2023-06-26 13:45:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Why Veterans And Lawmakers Are Exploring Psychedelic Therapy For PTSD And Opioid Addiction", "description": "The following is a transcript excerpt of a special Sunday edition of Morning Wire. The full episode can be heard here. As the Opioid epidemic continues to ravage the United States, scientists and lawmakers are taking a novel – and controversial – approach to combating the crisis: psychedelics. Despite continued concerns about the drugs, a ...", "link": "https://www.dailywire.com/news/why-veterans-and-lawmakers-are-exploring-psychedelic-therapy-for-ptsd-and-opioid-addiction", "date_published": "2023-06-26 13:36:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘No Excuses’: DeSantis Rolls Out Plan To Shut Down Illegal Immigration During Border Visit", "description": "GOP presidential candidate and Florida Governor Ron DeSantis rolled out his plan to tackle illegal immigration and the drug trade during a campaign stop on the U.S. southern border on Monday. In an event with Texas Rep. Chip Roy (R), DeSantis announced his immigration plan for his potential administration. He seeks to gain an edge ...", "link": "https://www.dailywire.com/news/no-excuses-desantis-rolls-out-plan-to-shut-down-illegal-immigration-during-border-visit", "date_published": "2023-06-26 13:30:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "NYC Climate Rules Would Crack Down On Coal, Wood-Fired Pizzerias", "description": "Pizzerias who make their New York slices in coal and wood-fired ovens could soon be forced to stop using the historic cooking method. A proposed policy from the New York City Department of Environmental Protection would require restaurants making coal or wood-fired pizzas to slash their carbon emissions by up to 75%. “All New Yorkers ...", "link": "https://www.dailywire.com/news/nyc-climate-rules-would-crack-down-on-coal-wood-fired-pizzerias", "date_published": "2023-06-26 13:19:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Doctor Opposed To Child Transgenderism Says He Received Eerie Package With White Powder", "description": "A doctor who has vocally opposed the medical transition of minors said he was recently sent a package containing white powder bearing similarities to letters sent to Kansas, Tennessee, and Montana state lawmakers.  Dr. Quentin Van Meter, a pediatric endocrinologist in Atlanta, Georgia, said his office received the mysterious package on June 21, causing the ...", "link": "https://www.dailywire.com/news/doctor-opposed-to-child-transgenderism-says-he-received-eerie-package-with-white-powder", "date_published": "2023-06-26 13:05:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Judge Worries Florida Law Protecting Kids Would ‘Suppress The Speech Of Drag Queen Performers.’ He Blocks It.", "description": "On Friday, a federal judge nominated to the District Court by former President Bill Clinton blocked the state of Florida from implementing HB 1438, which prohibited an establishment from knowingly admitting minors to “adult live performances,” including drag performances. “&#8217;Adult live performance&#8217; means any show, exhibition, or other presentation in front of a live audience ...", "link": "https://www.dailywire.com/news/judge-worries-florida-law-protecting-kids-would-suppress-the-speech-of-drag-queen-performers-he-blocks-it", "date_published": "2023-06-26 12:53:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "AI Teddy Bears Could Be Reading ‘Customized’ Bedtime Stories To Kids Within 5 Years, Toymaker Says", "description": "Parents might soon have to deal with their children begging for teddy bears equipped with artificial intelligence that can have conversations and even instill values, according to a leading toymaker.  Allan Wong, chief executive of VTech Holdings, a Hong Kong-based toy and electronics company, told the Financial Times it was looking “very closely” at the ...", "link": "https://www.dailywire.com/news/ai-teddy-bears-could-be-reading-customized-bedtime-stories-to-kids-within-5-years-toymaker-says", "date_published": "2023-06-26 12:26:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Woman Gets 17 Years In Prison For Helping Dentist Boyfriend Murder His Wife On Safari", "description": "A woman who provided aid to her boyfriend after he killed his wife on an African safari has been sentenced to 17 years in prison. Lori Milliron, 65, was convicted last year on three counts of perjury, being an accessory to murder after the fact, and obstructing a grand jury, the Associated Press reported. On ...", "link": "https://www.dailywire.com/news/woman-gets-17-years-in-prison-for-helping-dentist-boyfriend-murder-his-wife-on-safari", "date_published": "2023-06-26 12:15:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Fox Replaces Tucker With Jesse Watters", "description": "Fox News announced on Monday that host Jesse Watters would take over the 8 p.m. timeslot that was vacated after host Tucker Carlson was ousted from the company in late April. The new primetime schedule will feature Laura Ingraham at 7 p.m., Sean Hannity at 9 p.m., Greg Gutfeld at 10 p.m. and Trace Gallagher ...", "link": "https://www.dailywire.com/news/fox-replaces-tucker-with-jesse-watters", "date_published": "2023-06-26 11:46:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Woke BlackRock CEO Admits DeSantis Hurt BlackRock When He Pulled $2 Billion In Funds", "description": "BlackRock CEO Larry Fink, whose company’s woke positions have alienated conservative states across the U.S., reportedly admitted that Florida GOP governor Ron DeSantis did damage to his firm when DeSantis pulled $2 billion in assets managed by BlackRock from the firm in 2022. “In a conversation at the Aspen Ideas Festival on Sunday, Fink acknowledged ...", "link": "https://www.dailywire.com/news/woke-blackrock-ceo-admits-desantis-hurt-blackrock-when-he-pulled-2-billion-in-funds", "date_published": "2023-06-26 11:41:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Trump Blasts Biden And EV Industry In Michigan Speech: ‘Going To Decimate Your Jobs’", "description": "Former President Donald Trump addressed the electric vehicle industry Sunday during a pit stop in America’s auto manufacturing capital, warning that the regulatory push for EVs will kill Michigan jobs.  While speaking to Republicans in Oakland County, Trump blasted President Joe Biden for his “environmental extremism” that is placing “ridiculous regulations” on the EV industry, ...", "link": "https://www.dailywire.com/news/trump-blasts-biden-and-ev-industry-in-michigan-speech-going-to-decimate-your-jobs", "date_published": "2023-06-26 10:49:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Naked Men In Front Of Children: Pride Parades In U.S., Canada", "description": "LGBT Pride festivities across the U.S. and Canada over the weekend featured rampant nudity, including a Pride parade in Seattle in which men on bikes rode naked in front of children (video here; warning full frontal nudity). The Seattle Pride parade, which declared on its website, “Parade is all about inclusiveness – so all ages gather ...", "link": "https://www.dailywire.com/news/naked-men-in-front-of-children-pride-parades-in-u-s-canada", "date_published": "2023-06-26 10:46:43+00:00", "persistent": false, "user": null, "language": "en-US"}]