[{"source": "https://securityaffairs.com/feed", "title": "Energy company Suncor suffered a cyber attack and its company Petro-Canada gas reported problems at its gas stations in Canada", "description": "<p>The cyber attack suffered by Suncor Energy impacted payment operations at Petro-Canada gas stations in Canada. Suncor Energy is Canada&#8217;s leading integrated energy company that provides oil sands development, production and upgrading, offshore oil and gas, and petroleum refining in Canada and the U.S.. It owns the Petro-Canada retail and wholesale distribution networks. A cyber [&#8230;]</p>\n<p>The post <a href=\"https://securityaffairs.com/147834/hacking/petro-canada-suncor-problems.html\" rel=\"nofollow\">Energy company Suncor suffered a cyber attack and its company Petro-Canada gas reported problems at its gas stations in Canada</a> appeared first on <a href=\"https://securityaffairs.com\" rel=\"nofollow\">Security Affairs</a>.</p>", "link": "https://securityaffairs.com/147834/hacking/petro-canada-suncor-problems.html", "date_published": "2023-06-26 17:38:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://securityaffairs.com/feed", "title": "Internet Systems Consortium (ISC) fixed three DoS flaw in BIND", "description": "<p>The Internet Systems Consortium (ISC) addressed three denial-of-service (DoS) vulnerabilities in the DNS software suite BIND. The Internet Systems Consortium (ISC) released security updates to address three denial-of-service (DoS) vulnerabilities in the DNS software suite BIND. The three issues, tracked as CVE-2023-2828, CVE-2023-2829 and CVE-2023-2911, are remotely exploitable. ISC states that the three flaws, rated [&#8230;]</p>\n<p>The post <a href=\"https://securityaffairs.com/147828/hacking/bind-dns-dos-flaws.html\" rel=\"nofollow\">Internet Systems Consortium (ISC) fixed three DoS flaw in BIND</a> appeared first on <a href=\"https://securityaffairs.com\" rel=\"nofollow\">Security Affairs</a>.</p>", "link": "https://securityaffairs.com/147828/hacking/bind-dns-dos-flaws.html", "date_published": "2023-06-26 15:11:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://securityaffairs.com/feed", "title": "China-linked APT group VANGUARD PANDA uses a new tradecraft in recent attacks", "description": "<p>China-linked APT group VANGUARD PANDA, aka Volt Typhoon, was spotted observing a novel tradecraft to gain initial access to target networks. CrowdStrike researchers observed the China-linked APT group VANGUARD PANDA, aka Volt Typhoon, using a novel tradecraft to gain initial access to target networks. The Volt Typhoon group has been active since at least mid-2021 [&#8230;]</p>\n<p>The post <a href=\"https://securityaffairs.com/147820/apt/vanguard-panda-novel-attacks.html\" rel=\"nofollow\">China-linked APT group VANGUARD PANDA uses a new tradecraft in recent attacks</a> appeared first on <a href=\"https://securityaffairs.com\" rel=\"nofollow\">Security Affairs</a>.</p>", "link": "https://securityaffairs.com/147820/apt/vanguard-panda-novel-attacks.html", "date_published": "2023-06-26 12:55:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://securityaffairs.com/feed", "title": "Trojanized Super Mario Bros game spreads malware", "description": "<p>Researchers observed threat actors spreading a trojanized Super Mario Bros game installer to deliver multiple malware.  Researchers from Cyble Research and Intelligence Labs (CRIL) discovered a trojanized Super Mario Bros game installer for Windows that was used to deliver multiple malware, including an XMR miner, SupremeBot mining client, and the Open-source Umbral stealer. The threat actors [&#8230;]</p>\n<p>The post <a href=\"https://securityaffairs.com/147809/malware/trojanized-super-mario-bros-game.html\" rel=\"nofollow\">Trojanized Super Mario Bros game spreads malware</a> appeared first on <a href=\"https://securityaffairs.com\" rel=\"nofollow\">Security Affairs</a>.</p>", "link": "https://securityaffairs.com/147809/malware/trojanized-super-mario-bros-game.html", "date_published": "2023-06-26 00:22:10+00:00", "persistent": false, "user": null, "language": "en-US"}]