[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Pikmin 4 - 15 Things YOU NEED TO KNOW Before You Buy", "description": "Developers love to put unique and delightfully bizarre twists on established genres, and there are very few examples of franchises that exemplify that better than Pikmin. You’d think you would know what to expect from a real-time strategy game for the most part, but Pikmin games play by their own rules. It’s a formula that works very well though, and soon, we’ll be getting another taste of it, with the launch of Pikmin 4. \n\nYears after it was first confirmed to be in development, the long-awaited sequel is finally almost on our doorstep, and in the lead-up to its release, the developer has revealed plenty about how it’s going to refine and iterate on the franchise’s tried-and-true formula. Here, we’re going to take a look at all of those details.", "link": "https://www.youtube.com/watch?v=k20nBL-6xkg", "date_published": "2023-06-26 15:30:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "10 Not So Great Games That Deserve A Second Chance When They Are $10", "description": "Gaming can be an expensive hobby, and more so with the price of AAA games rising every few generations and consoles being priced at a premium. So if you’re someone who games on a budget, chances are you wouldn’t put down the retail price for anything but the best games on the market. \n\nAnd that’s unfortunate for games that might be average at best on a critical scale, but have something interesting in terms of gameplay mechanics or art style, or even fun factor. \n\nWe are talking about games like Days Gone or Resident Evil 3 Remake, which might not be worthy of a $60 or $70 price - but can definitely make for a fun time at a fraction of that cost.", "link": "https://www.youtube.com/watch?v=_6gUAngLi_8", "date_published": "2023-06-26 13:30:13+00:00", "persistent": false, "user": null, "language": "en-US"}]