[{"source": "http://louderwithcrowder.com/feed/", "title": "Super Bowl champion jokes how team had to \"coach up\" Joe Biden to walk up stairs without embarrassing himself again", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/travis-kelce-discusses-joe-biden-on-pardon-my-take.png?id=34184387&amp;width=1245&amp;height=700&amp;coordinates=0%2C0%2C0%2C0\" /><br /><br /><p>\n\tI hate writing this since it involves Travis Kelce and resident LWC Kansas City Chiefs fan Lane the Brain is always so mean to me about my Buffalo Bills. But it involves sh*tting on Joe Biden falling down a lot. And these clicks won't bait themselves.\n</p><p>\n\tKelce sat down with Big Cat and PFT on Pardon My Take to discuss what it was like meeting Joe Biden. <a href=\"https://www.louderwithcrowder.com/kansas-city-chiefs-white-house\" target=\"_blank\">The team appeared at the White House for winning the Super Bowl</a>, and it was a few days after Biden's latest falling down incident. You know, <a href=\"https://apnews.com/article/biden-fall-trip-air-force-stage-sandbag-79427949848742048600171770e33bc9\" target=\"_blank\">the one where he \"tripped\" over a \"sandbag.\"</a> And isn't just an old buffoon <a href=\"https://newsbusters.org/blogs/nb/ana-schau/2023/06/26/nbc-news-poll-finds-low-confidence-president-bidens-mental-fitness\" target=\"_blank\">whose brain is 69% tapioca</a>.\n</p><p>\n\tKelce joked that the team had to coach the \"leader on the free world\" on how to tackle stairs.\n</p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\"></div> —  (@)\n        <a href=\"https://twitter.com/Dylan_Housman/status/1673358666412732428\"></a>\n</blockquote>\n<p>\n\t\"We were just making sure that [the president] was standing on his feet up there,\" joked Kelce. \"Telling him high knees when he’s going up the steps. We all gotta get coached up now and then.\"\n</p><p>\n\tSome of us more than others:</p><ul><li><a href=\"https://www.louderwithcrowder.com/joe-biden-falls\" rel=\"noopener noreferrer\" target=\"_self\" title=\"view post: President Biden Trips Over His Own Feet, Gets Back Up, Falls Again (Updated)\">President Biden Trips Over His Own Feet, Gets Back Up, Falls Again (Updated)</a></li><li><a href=\"https://www.louderwithcrowder.com/bidening-new-trend\" rel=\"noopener noreferrer\" target=\"_self\" title=\"view post: C'Mon, Jack: 'Bidening' Is the New Trend Where Trolls Recreate Joe Biden Falling Off His Bike Like a Dinkus\">C'Mon, Jack: 'Bidening' Is the New Trend Where Trolls Recreate Joe Biden Falling Off His Bike Like a Dinkus</a></li><li><a href=\"https://www.louderwithcrowder.com/joe-biden-sandbag-cnn-doctor\" rel=\"noopener noreferrer\" target=\"_self\" title=\"view post: Watch: CNN doctor sandbags Joe Biden with embarrassing recommendation how he can stop falling down all the time\">Watch: CNN doctor sandbags Joe Biden with embarrassing recommendation how he can stop falling down all the time</a></li><li><a href=\"https://www.louderwithcrowder.com/joe-biden-trips-again\" rel=\"noopener noreferrer\" target=\"_self\" title=\"view post: As we argue DeSantis vs Trump, Joe Biden reminds us he can't walk up stairs without forgetting how\">As we argue DeSantis vs Trump, Joe Biden reminds us he can't walk up stairs without forgetting how</a></li></ul><p>\n\tI know everyone is having a laugh at Joey's expense, but I would love to see the Chiefs try to coach up Biden to climb stairs. I'm picturing when the feds tried giving Homer Simpson his new witness protection name. Andy Reid would have a play drawn off that Biden that it goes right foot, then left foot. Biden would look at Mahomes and say \"I think he's talking to you.\"</p><p>And Big Cat's joke about Biden barely being alive when he spoke may not have landed in the room. But it landed with me!</p><p class=\"shortcode-media shortcode-media-rebelmouse-image\">\n<img alt=\"\" class=\"rm-shortcode\" id=\"32413\" src=\"https://www.louderwithcrowder.com/media-library/image.gif?id=34184478&amp;width=980\" />\n</p>\n<p>I speak on behalf of all of America that We the People were robbed from a Travis Kelce address to the nation:</p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\"></div> —  (@)\n        <a href=\"https://twitter.com/ClayTravis/status/1665877306714251264\"></a>\n</blockquote>\n\n<p>And apropos of nothing, a friend. told me once that Kelce and Patrick Mahomes look like two jobber WWE guys who were paired together as a tag team and became champions. Once you see it, you will never unsee it.</p><p>><p><p><p><p><p><\n<p>\n<em>Brodigan is Grand Poobah of this here website and when he isn't writing words about things enjoys day drinking, pro-wrestling, and country music. You can find him <a href=\"https://twitter.com/brodigan\" target=\"_blank\">on the Twitter</a> too.</em>\n</p>\n<p>\n<em><strong>Facebook doesn't want you reading this post or any others lately. </strong>Their algorithm hides our stories and shenanigans as best it can. The best way to stick it to Zuckerface? <strong>Bookmark </strong><a href=\"https://www.louderwithcrowder.com\" target=\"_blank\"><strong>LouderWithCrowder.com</strong></a> and check us out throughout the day! </em><em>Also, follow us on <a href=\"https://www.instagram.com/lwcnewswire/\" target=\"_blank\">Instagram</a> and <a href=\"https://www.twitter.com/lwcnewswire/\" target=\"_blank\">Twitter</a>.</em>\n</p></p>", "link": "https://www.louderwithcrowder.com/travis-kelce-pardon-my-take", "date_published": "2023-06-26 21:48:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "http://louderwithcrowder.com/feed/", "title": "NFL star announces he was forced to cancel a charity golf tourney, sponsors pulled out because it was at a Trump club", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=34181884&amp;width=2000&amp;height=1500&amp;coordinates=195%2C0%2C125%2C0\" /><br /><br /><p>Jorden Poyer, safety for your 2024 Super Bowl Champion Buffalo Bills, was set to host a charity golf tournament. His intention was to raise money to improve postsecondary outcomes for students from underserved backgrounds. Poyer announced he was forced to cancel due to too many sponsors and participants pulling out over the tournament being held at a Trump-owned golf club. Turns out to them, politics matters more than improving postsecondary outcomes for students from underserved backgrounds.</p><p>Poyer made the announcement from his home in Miami, saying he chose Trump National in Doral for no reason other than it's his favorite place to play.</p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\"></div> —  (@)\n        <a href=\"https://twitter.com/itsNTBmedia/status/1673331562702577673\"></a>\n</blockquote>\n<blockquote>Unfortunately, the location of the event led to a few sponsors and golfers withdrawing at the last minute due to external pressures. They decided they didn’t want to take part in my tournament in which they took part in last year because of where it’s at, at Trump National Doral in South Florida. ECMC decided they can no longer take the pressure from up top, from the people above them and it probably has nothing to do with ECMC at all.</blockquote><p><a href=\"https://buffalonews.com/sports/bills/bills-safety-jordan-poyer-cancels-charity-golf-event-at-trump-national-doral-after-backlash/article_5a145f2e-12c5-11ee-ac66-3ff53b22fb9f.html\" target=\"_blank\">The Buffalo News reports</a> criticism of the Trump National venue came almost immediately when the event was announced in early June. The ECMC Foundation issued a statement to the paper stating: “ECMC Foundation was fortunate to be a beneficiary of Jordan Poyer’s golf tournament in Florida. Although the Foundation was not a sponsor, we have had an excellent partnership with Jordan and we respect his decision to cancel his tournament; we hope he will consider supporting us in his future events.\"</p><p>At the end of the day, Poyer says people couldn't put their egos aside and put politics aside in order to raise money for a charity. And even though Trump himself had nothing to do with this event, the fact his name is on the building was too much for some people.</p><blockquote>I’m not naïve. I understand where [ECMC is] on the political spectrum, where New York is on the political spectrum. Do I agree with a lot of it? No, I don’t. I’m sorry, but I don’t. … I say the quiet part out loud a lot and some of you don’t like that. My bad. I still went and put my ego aside and went to go help those who needed help or needed a laugh.</blockquote><p>One of those quiet parts said out loud was earlier this year when Poyer said he <a href=\"https://www.yahoo.com/lifestyle/buffalo-bills-player-jordan-poywer-170736827.html\" target=\"_blank\">wished he played in a state that didn't take 50% of his money away</a>. </p><p>This goes to show you how fueled by hatred the left is, and what big pussies the middle is. It was a charity. A fundraiser. Poyer was looking to raise money to help the less fortunate in his community. The people causing the \"immediate criticism\" cared more about their political feelings than helping people who needed help. And the golfers and sponsors pulled out why? Because people were chirping at them on Twitter?</p><p>I would love to find out what players and sponsors pulled out. They need to get the Bud Light treatment.</p><p>><p><p><p><p><p><\n<p>\n<em>Brodigan is Grand Poobah of this here website and when he isn't writing words about things enjoys day drinking, pro-wrestling, and country music. You can find him <a href=\"https://twitter.com/brodigan\" target=\"_blank\">on the Twitter</a> too.</em>\n</p>\n<p>\n<em><strong>Facebook doesn't want you reading this post or any others lately. </strong>Their algorithm hides our stories and shenanigans as best it can. The best way to stick it to Zuckerface? <strong>Bookmark </strong><a href=\"https://www.louderwithcrowder.com\" target=\"_blank\"><strong>LouderWithCrowder.com</strong></a> and check us out throughout the day! </em><em>Also, follow us on <a href=\"https://www.instagram.com/lwcnewswire/\" target=\"_blank\">Instagram</a> and <a href=\"https://www.twitter.com/lwcnewswire/\" target=\"_blank\">Twitter</a>.</em>\n</p></p>", "link": "https://www.louderwithcrowder.com/jorden-poyer-golf-tournament", "date_published": "2023-06-26 17:23:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "http://louderwithcrowder.com/feed/", "title": "Woke liberals are coming after your pizza, city demands 75% reduction in wood, coal-fired ovens", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.jpg?id=34181618&amp;width=1200&amp;height=600&amp;coordinates=0%2C40%2C0%2C40\" /><br /><br /><p>If history repeats itself, here's what's going to happen. You are going to read about New York City coming after wood and coal-fired ovens. Two days from now, an \"independent\" \"fact\" checker is going to say it's misleading. Then a few months down the road when they think you aren't paying attention, they'll announce it is true.</p><p>We are in phase one of the dance. <a href=\"https://nypost.com/2023/06/25/nyc-rules-crack-down-on-coal-wood-fired-pizzerias-must-cut-carbon-emissions-up-to-75/?utm_medium=social&amp;utm_campaign=nypost&amp;utm_source=twitter\" target=\"_blank\">A New York Post article on new</a> New York City rules cracking down on coal and wood-fired pizzerias, demanding they cut carbon emissions up to 75%.</p><p>Pizzerias with these ovens made before 2016 will be forced to buy expensive emission control devices while attempting to operate in one of the most expensive cities in America to run a business. Some restaurants might be able to get a waiver if they can prove financial hardship. Being a NYC small business owner doesn't count for one on it's own.</p><p>One restaurateur said anonymously:</p><blockquote>This is an unfunded mandate and it’s going to cost us a fortune not to mention ruining the taste of the pizza totally destroying the product. If you f*ck around with the temperature in the oven you change the taste. That pipe, that chimney, it’s that size to create the perfect updraft, keeps the temp perfect, it’s an art as much as a science. You take away the char, the thing that makes the pizza taste great, you kill it.</blockquote><p>When you cook with wood, it functions as an ingredient. The wood adds to the flavor, not unlike when you BBQ. </p><p>In a statement, NYC DEP spokesman Ted Timbers called this a \"common-sense rule\" that was developed with restaurant groups and whatever the hell \"environmental justice\" groups are.</p><p>You may remember earlier this year how it was reported the Biden Administration <a href=\"https://www.louderwithcrowder.com/gas-stoves-biden\" target=\"_blank\">was considering a gas stove ban</a>. Then the media reported <a href=\"https://www.louderwithcrowder.com/washington-post-gas-stoves\" target=\"_blank\">it was fake news (after reporting it wasn't)</a>. Then months later, <a href=\"https://freebeacon.com/biden-administration/biden-admin-sides-with-liberal-citys-gas-stove-ban/\" target=\"_blank\">it turns out that's exactly what Biden is doing</a>.</p><p>My guess is the journalisming hook will start with \"right-wingers\" being anti-science, and that it \"only\" affects 100 restaurants. For now. California and Chicago are going to try to one-up the City. Then elected officials are going to get involved on a statewide and national level. It wasn't long after that gas stove ban that was never a gas stove ban <a href=\"https://www.louderwithcrowder.com/kathy-hochul-gas-stoves\" target=\"_blank\">BECAME a gas stove ban in New York</a>. <br /></p><p>It's all something to keep in mind come election day. These policies are never on the ballot because leftists know how unpopular their agenda is if people ever find out about it. If you don't like food and think everything should be cooked using electricity (until leftists find an excuse to bad that), then, by all means, keep voting Democrat.</p><p>And good luck coming after our BBQ.</p><p>><p><p><p><p><p><\n<p>\n<em>Brodigan is Grand Poobah of this here website and when he isn't writing words about things enjoys day drinking, pro-wrestling, and country music. You can find him <a href=\"https://twitter.com/brodigan\" target=\"_blank\">on the Twitter</a> too.</em>\n</p>\n<p>\n<em><strong>Facebook doesn't want you reading this post or any others lately. </strong>Their algorithm hides our stories and shenanigans as best it can. The best way to stick it to Zuckerface? <strong>Bookmark </strong><a href=\"https://www.louderwithcrowder.com\" target=\"_blank\"><strong>LouderWithCrowder.com</strong></a> and check us out throughout the day! </em><em>Also, follow us on <a href=\"https://www.instagram.com/lwcnewswire/\" target=\"_blank\">Instagram</a> and <a href=\"https://www.twitter.com/lwcnewswire/\" target=\"_blank\">Twitter</a>.</em>\n</p></p>", "link": "https://www.louderwithcrowder.com/nyc-wood-fired-pizza", "date_published": "2023-06-26 16:36:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "http://louderwithcrowder.com/feed/", "title": "Watch: Here's some of what you missed from Pride parades happening in your city this weekend", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=34181308&amp;width=1245&amp;height=700&amp;coordinates=0%2C0%2C0%2C0\" /><br /><br /><p>\n\tThis weekend all over the country LGBT radicals participated in explicit pride events in front of children.\n</p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\"></div> —  (@)\n        <a href=\"https://twitter.com/JDsBadHabit/status/1672582914087829504\"></a>\n</blockquote>\n<p>\n<br />\n</p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\"></div> —  (@)\n        <a href=\"https://twitter.com/OliLondonTV/status/1673086627558596610\"></a>\n</blockquote>\n<blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\"></div> —  (@)\n        <a href=\"https://twitter.com/MrAndyNgo/status/1673108397355352068\"></a>\n</blockquote>\n<blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\"></div> —  (@)\n        <a href=\"https://twitter.com/JoeyMannarinoUS/status/1673091985018609666\"></a>\n</blockquote>\n<p>Just two weeks ago, the White House put out this video saying LGBTQ kids are “all our kids.” Cultural Marxism like this has ALWAYS been coming for the kids! Vladimir Lenin himself said: “Give me just one generation of youth, and I’ll transform the whole world.”</p><p>Crowder and the gang had a LOT to say on today's show (<a href=\"https://www.louderwithcrowder.com/watch-todays-show-portland-proud\" target=\"_blank\">all sources here</a>) about this and much more:</p><p class=\"shortcode-media shortcode-media-rumble\">\n\n</p>", "link": "https://www.louderwithcrowder.com/pride-parade-weekend-2023", "date_published": "2023-06-26 14:54:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "http://louderwithcrowder.com/feed/", "title": "Watch: Bud Light's a glutton for punishment, sponsors parade that exposes kids to naked adults, puppy fetishists", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=34180964&amp;width=1245&amp;height=700&amp;coordinates=0%2C0%2C0%2C0\" /><br /><br /><p>With everything that has happened since March, you would think that Bud Light would learn how the internet works. Yet for a company that is looking to <a href=\"https://www.louderwithcrowder.com/bud-light-new-ad\" target=\"_blank\">bring back the customer base it sh*t on and chased away</a>, you would think sponsoring a parade that exposes children to naked adults and worse would be something they would avoid.</p><p>In the company's defense, they thought they were sponsoring Toronto's Pride Parade. They may have assumed the parade was about marriage equality and loving who you love.  Bud Light executives could have thought no adult would kink out when they knew children would be present. Or, at the very least, assume parents would have the decency and common sense to not expose their children to it.</p><p>Yet here they are...</p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\"></div> —  (@)\n        <a href=\"https://twitter.com/TPostMillennial/status/1673040496908992512\"></a>\n</blockquote>\n<p>And here the puppy play fetishists are. That is where at least the Gs and the Ts (I get confused about the other letters) pick one partner to be the dog and another partner to be the master. The dog wears a leather dog helmet and little else (obviously). Once a year, they demand to be affirmed by marching down the street in front of families. In the olden days, kids would watch bagpipers and marching bands. In 2023, it's this.</p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\"></div> —  (@)\n        <a href=\"https://twitter.com/TPostMillennial/status/1673090235633401857\"></a>\n</blockquote>\n<p>But AT LEAST the puppy play freaks cover up their genitals. Also at this family-friendly were nudists. Bud Light sponsored a parade where people walked down the street in public, in full view of children, buck ass naked. And like most nudists, they were disgusting to look at too.</p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\"></div> —  (@)\n        <a href=\"https://twitter.com/TPostMillennial/status/1673112469072654342\"></a>\n</blockquote>\n<p>I think I can figure out what happened here. Bud Light executives made the mistake of believing what they are told in the media and thought the kink, the degeneracy, and \"<a href=\"https://www.louderwithcrowder.com/nyc-drag-march\" target=\"_blank\">they're coming for our children</a>\" was all right-wing misinformation. American beer company Yuengling may have made that same error, <a href=\"https://www.louderwithcrowder.com/yuengling-drag-show\" target=\"_blank\">but they had enough sense to course correct it</a>.</p><p>One of these days, Bud Light. One of these days.</p><p>><p><p><p><p><p><\n<p>\n<em>Brodigan is Grand Poobah of this here website and when he isn't writing words about things enjoys day drinking, pro-wrestling, and country music. You can find him <a href=\"https://twitter.com/brodigan\" target=\"_blank\">on the Twitter</a> too.</em>\n</p>\n<p>\n<em><strong>Facebook doesn't want you reading this post or any others lately. </strong>Their algorithm hides our stories and shenanigans as best it can. The best way to stick it to Zuckerface? <strong>Bookmark </strong><a href=\"https://www.louderwithcrowder.com\" target=\"_blank\"><strong>LouderWithCrowder.com</strong></a> and check us out throughout the day! </em><em>Also, follow us on <a href=\"https://www.instagram.com/lwcnewswire/\" target=\"_blank\">Instagram</a> and <a href=\"https://www.twitter.com/lwcnewswire/\" target=\"_blank\">Twitter</a>.</em>\n</p></p>", "link": "https://www.louderwithcrowder.com/bud-light-pride-parade", "date_published": "2023-06-26 14:35:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "http://louderwithcrowder.com/feed/", "title": "WATCH TODAY'S SHOW: PROUD BOYS CLASH WITH NEO-NAZIS AT PRIDE RALLY!", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.jpg?id=34181087&amp;width=1200&amp;height=800&amp;coordinates=0%2C0%2C228%2C0\" /><br /><br /><p>BlackRock CEO Larry Fink says he’s done using the term ESG because it’s gotten too political. The United Nations are trying to ban “hate speech.” Also this past weekend there were a lot of Pride Parades that outwardly targeted children. Also, did the feds fight the Proud Boys this weekend?! Guest: Josh Firestine.</p><p class=\"shortcode-media shortcode-media-rumble\">\n\n</p><p><strong>PRIDE COMES FOR THE KIDS</strong></p><ul><li><a href=\"https://twitter.com/TPostMillennial/status/1673100845712543744?s=20\" rel=\"noopener noreferrer\" target=\"_blank\">Naked men are now playing in the fountain where children are present.</a></li><li><a href=\"https://twitter.com/OliLondonTV/status/1673086627558596610?s=20\" rel=\"noopener noreferrer\" target=\"_blank\">Naked men taking part in the Seattle Pride Parade cycle with their genitals exposed in front of kids.</a></li><li><a href=\"https://twitter.com/JDsBadHabit/status/1672582914087829504?s=20\" rel=\"noopener noreferrer\" target=\"_blank\">“We’re here, we’re queer, we’re coming for your children.”</a></li><li><a href=\"https://twitter.com/WhiteHouse/status/1668422935172792321?s=20\" rel=\"noopener noreferrer\" target=\"_blank\">\"To the LGBTQI+ Community – the Biden-Harris Administration has your back.\"</a></li><li><a href=\"https://twitter.com/RonFilipkowski/status/1673107271633764352?s=20\" rel=\"noopener noreferrer\" target=\"_blank\">@RonFilipkowski</a></li><li><a href=\"https://twitter.com/RonFilipkowski/status/1673107271633764352?s=20\" rel=\"noopener noreferrer\" target=\"_blank\"></a><a href=\"https://twitter.com/GeorgeTakei/status/1673115697579212800?s=20\" rel=\"noopener noreferrer\" target=\"_blank\">@GeorgeTakei</a></li></ul><p><strong>LARRY FINK “DON’T SAY ESG”</strong></p><ul><li><a href=\"https://www.axios.com/2023/06/26/larry-fink-ashamed-esg-weaponized-desantis\" rel=\"noopener noreferrer\" target=\"_blank\">Larry Fink \"ashamed\" to be part of ESG political debate</a></li><li><a href=\"https://www.axios.com/2023/06/26/larry-fink-ashamed-esg-weaponized-desantis\" rel=\"noopener noreferrer\" target=\"_blank\"></a><a href=\"https://www.investopedia.com/terms/c/conscious-capitalism.asp\" rel=\"noopener noreferrer\" target=\"_blank\">Conscious Capitalism: Definition, 4 Principles, Company Examples</a></li><li><a href=\"https://www.investopedia.com/terms/c/conscious-capitalism.asp\" rel=\"noopener noreferrer\" target=\"_blank\"></a><a href=\"https://twitter.com/ConceptualJames/status/1673042281652166657?s=20\" rel=\"noopener noreferrer\" target=\"_blank\">Video: Blackrock CEO Larry Fink: \"Markets don't like uncertainty, markets like totalitarian governments...\"</a></li></ul><p><strong>UN WANTS YOU TO FIGHT HATE SPEECH</strong></p><ul><li><a href=\"https://twitter.com/UN/status/1672879047830016000?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1672879047830016000%7Ctwgr%5E3fe6725a573302222e915004ebcd3e97962ef1d9%7Ctwcon%5Es1_&amp;ref_url=https%3A%2F%2Fthepostmillennial.com%2Fun-encourages-social-media-users-to-report-others-for-online-hate-speech\" rel=\"noopener noreferrer\" target=\"_blank\">Learn how you can take action and say #NoToHate</a></li><li><a href=\"https://twitter.com/UN/status/1672879047830016000?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1672879047830016000%7Ctwgr%5E3fe6725a573302222e915004ebcd3e97962ef1d9%7Ctwcon%5Es1_&amp;ref_url=https%3A%2F%2Fthepostmillennial.com%2Fun-encourages-social-media-users-to-report-others-for-online-hate-speech\" rel=\"noopener noreferrer\" target=\"_blank\"></a><a href=\"https://www.un.org/en/hate-speech/take-action/engage\" rel=\"noopener noreferrer\" target=\"_blank\">Engage - how to deal with hate speech?</a></li><li><a href=\"https://www.un.org/en/hate-speech/take-action/engage\" rel=\"noopener noreferrer\" target=\"_blank\"></a><a href=\"https://twitter.com/tomselliott/status/1382388222819459074?s=20\" rel=\"noopener noreferrer\" target=\"_blank\">“White supremacy is weaved into our founding documents and principles”</a></li><li><a href=\"https://twitter.com/tomselliott/status/1382388222819459074?s=20\" rel=\"noopener noreferrer\" target=\"_blank\"></a><a href=\"https://www.congress.gov/bill/118th-congress/house-bill/61\" rel=\"noopener noreferrer\" target=\"_blank\">H.R.61 - Leading Against White Supremacy Act of 2023</a></li><li><a href=\"https://www.congress.gov/bill/118th-congress/house-bill/61\" rel=\"noopener noreferrer\" target=\"_blank\"></a><a href=\"https://www.youtube.com/watch?v=mjftAumBVJQ\" rel=\"noopener noreferrer\" target=\"_blank\">Hate crimes bill passes the Michigan House; Republicans voice concerns over speech</a></li></ul><p>PATRIOT FRONT UNMASKED</p><ul><li><a href=\"https://www.louderwithcrowder.com/patriot-front-portland\" rel=\"noopener noreferrer\" target=\"_self\" title=\"view post: Watch: &quot;Patriot front&quot; cosplayers get unmasked when they mess with the wrong group of flag-waving Americans\">Watch: \"Patriot front\" cosplayers get unmasked when they mess with the wrong group of flag-waving Americans</a></li><li><a href=\"https://archive.ph/JxQB4\" rel=\"noopener noreferrer\" target=\"_blank\">Roles of F.B.I. and Informants Muddle the Michigan Governor Kidnapping Case</a></li><li><a href=\"https://archive.ph/JxQB4\" rel=\"noopener noreferrer\" target=\"_blank\"></a><a href=\"https://www.npr.org/2023/03/25/1165022885/1000-defendants-january-6-capitol-riot\" rel=\"noopener noreferrer\" target=\"_blank\">1,000 people have been charged for the Capitol riot. Here's where their cases stand</a></li><li><a href=\"https://www.theepochtimes.com/wray-refuses-to-answer-whether-fbi-had-sources-dressed-as-trump-supporters-on-jan-6_4864823.html?welcomeuser=1\" rel=\"noopener noreferrer\" target=\"_blank\">Wray Refuses to Answer Whether FBI Had Sources ‘Dressed as Trump Supporters’ on Jan. 6</a></li><li><a href=\"https://www.nytimes.com/2021/04/15/magazine/fbi-international-terrorism-informants.html\" rel=\"noopener noreferrer\" target=\"_blank\">The ‘Herald Square Bomber’ Who Wasn’t</a></li></ul>", "link": "https://www.louderwithcrowder.com/watch-todays-show-portland-proud", "date_published": "2023-06-26 14:02:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "http://louderwithcrowder.com/feed/", "title": "Sorority changes definition of \"woman,\" blasts sorority sisters who are uncomfortable with one sister's raging erections", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/wyoming-sorority-want-frivolous-anti-trans-lawsuit-dismissed.png?id=34180708&amp;width=1245&amp;height=700&amp;coordinates=0%2C0%2C0%2C0\" /><br /><br /><p>In 2017, a CNN superstar first reported that <a href=\"https://www.louderwithcrowder.com/chris-cuomo-tweet-transgenders\" target=\"_blank\">you were intolerant if you didn't want your daughter exposed to a man's penis</a>. It is now 2023 and sororities are changing the definition of \"woman\" to further expose daughters to male genitalia. In the case of one Wyoming sorority, the sorority sisters who think this is gross are being told \"f*ck your feelings.\"</p><p>Per a lawsuit, in September 2022 Kappa Kappa Gamma allegedly changed the definition of a woman to allow trans member Artemis Langford to join. See if you can spot which one is Artemis.</p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\"></div> —  (@)\n        <a href=\"https://twitter.com/WomenReadWomen/status/1672983677817737221\"></a>\n</blockquote>\n<p>The sorority is fighting back on what they call a frivolous lawsuit. <a href=\"https://cowboystatedaily.com/2023/06/20/sorority-calls-wyoming-lawsuit-over-transgender-member-frivolous-says-women-can-leave/?utm_source=Klaviyo&amp;utm_medium=campaign&amp;_kx=jxh2gwgAwBNHPQMrubsm3jTGLwakNmc-J_vssSTjuwk%3D.UXPtrV\" target=\"_blank\">Claiming that</a> \"the word 'woman' has evolved since the organization’s founding 150 years ago\" and that \"nowhere in (our founding) documents can Plaintiffs find their restrictive definition of the term ‘woman,'\" Kappa Kappa Gamma wants the suit dismissed.</p><blockquote>“Plaintiffs’ legal claims are baseless,” countered the three defendants (not including Langford) in a Tuesday response to the lawsuit complaint. Dismissing this case will “show their supporters and others who may seek the courts for their own political purposes that funding frivolous litigation is not the way to resolve disputes or effect change.”</blockquote><h3>Why the lawsuit?</h3><br /><p>While Artemis is attempting to live her best life as a woman, she remains sexually attracted to girls as she did when she was a he. This has caused a number of sorority members to be uncomfortable over being forced to cohabitate with Artemis.</p><p><a href=\"https://www.louderwithcrowder.com/sorority-judge-refuses\" target=\"_blank\">Among their complaints</a>:</p><ul><li>One sorority member walked down the hall to take a shower, wearing only a towel. She felt an unsettling presence, turned, and saw Artemis watching her silently.</li><li>Artemis has, while watching members enter the sorority house, had an erection visible through his leggings.</li><li>Artemis repeatedly questioned the women about what vaginas look like, breast cup size, whether women were considering breast reductions</li><li>One time Artemis was asked to leave a sorority slumber party, wouldn't, and said he’d leave after the girls fell asleep.</li></ul><p>KKG calls these complaints frivolous, <a href=\"https://www.outkick.com/university-of-wyoming-sorority-tells-female-students-to-resign-if-they-cant-accept-transgender-member/\" target=\"_blank\">and in their Motion to Dismiss</a>, said if the girls didn't like it they could resign.</p><h3>What do the girls say?</h3><br /><p>\n\tLast month, the eight girls who filed the lawsuit were interviewed by Megyn Kelly. Imagine it's your daughter who is being put in a position where she has to explain THIS out loud:\n</p><blockquote>\n\tYou go home at the end of the day to feel comfortable and relaxed in your own skin, and you can’t do that knowing that this individual has full access to your house. Some girls live in constant fear in our home, and our home is supposed to be a safe space.\n</blockquote><blockquote class=\"twitter-tweet\">Megyn Kelly interviews group of Sorority Sisters who filed a lawsuit against the University of Wyoming after a transgender male was allowed to live in their sorority house. <a href=\"https://twitter.com/megynkelly?ref_src=twsrc%5Etfw\">@megynkelly</a> lists the allegations in the lawsuit against the male: <br /><br />🔸“Had an erection visible through… <a href=\"https://t.co/zsYPS57m5Z\">pic.twitter.com/zsYPS57m5Z</a><br />— Oli London (@OliLondonTV) <a href=\"https://twitter.com/OliLondonTV/status/1658568532290949138?ref_src=twsrc%5Etfw\">May 16, 2023</a></blockquote> <p class=\"\">Welcome to 2023, where because trans outranks \"girl born that way\" on the Left's pound-for-pound most marginalized rankings, we expose girls to penises in the name of equity. When Riley Gaines spoke out on behalf of girls having to share a girls' locker room with Lia \"Will\" Thomas,\" she was told, \"<a href=\"https://www.louderwithcrowder.com/riley-gaines-congressional-hearing\" target=\"_self\">Don't worry, it's not a girls' locker room anymore.</a>\"</p><p>Not only is it tolerance and inclusion to allow transwomen to rock out with their cocks out in sorority houses and girls' locker rooms, but if the girls have a problem with it they're the problems. This has become the most important plank on Joe Biden's Democrat Party's platform.</p><p>><p><p><p><p><p><\n<p>\n<em>Brodigan is Grand Poobah of this here website and when he isn't writing words about things enjoys day drinking, pro-wrestling, and country music. You can find him <a href=\"https://twitter.com/brodigan\" target=\"_blank\">on the Twitter</a> too.</em>\n</p>\n<p>\n<em><strong>Facebook doesn't want you reading this post or any others lately. </strong>Their algorithm hides our stories and shenanigans as best it can. The best way to stick it to Zuckerface? <strong>Bookmark </strong><a href=\"https://www.louderwithcrowder.com\" target=\"_blank\"><strong>LouderWithCrowder.com</strong></a> and check us out throughout the day! </em><em>Also, follow us on <a href=\"https://www.instagram.com/lwcnewswire/\" target=\"_blank\">Instagram</a> and <a href=\"https://www.twitter.com/lwcnewswire/\" target=\"_blank\">Twitter</a>.</em>\n</p></p>", "link": "https://www.louderwithcrowder.com/wyoming-sorority-lawsuit-dismiss", "date_published": "2023-06-26 12:23:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "http://louderwithcrowder.com/feed/", "title": "Watch: \"Patriot front\" cosplayers get unmasked when they mess with the wrong group of flag-waving Americans", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/watch-patriot-front-cosplayers-get-unmasked-when-they-mess-with-the-wrong-group-of-flag-waving-americans.png?id=34180474&amp;width=1200&amp;height=800&amp;coordinates=0%2C0%2C200%2C0\" /><br /><br /><p>\n<em>\"It's a Patriot Front,\n<br />It's a Patriot Front,\n\t<br />It's a put-on...\"\n\t<br />- The Who, \"Eminence Front (2023 GlowboI Remix)</em>\n</p><p>\n\tHilarity ensued over the weekend in Portland when a group of \"Patriot Front\"-ish losers wanted to play with flag-waving Americans. Only those flag-waving Americans knew what was going on and told the cosplayers to get the f*ck out, even unmasking a few. I'll throw up the \"viral video disclaimer\" right from the jump. A lot of context is unknown. However, this is still the most enjoyable video on the internet right now.</p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\"></div> —  (@)\n        <a href=\"https://twitter.com/TheKevinDalton/status/1672981248598499330\"></a>\n</blockquote>\n<p>If you are unfamiliar with Patriot Front, there is a good chance you don't watch cable news. Outside of <a href=\"https://www.cnn.com/2022/06/13/us/patriot-front-beliefs-history-explainer/index.html\" target=\"_blank\">corporate journalismers and other media content creators</a>, the organization doesn't matter. They show up randomly in uniform and fully masked. They protest saying white nationalist things and disappear. The media tries to tie them to Trump supporters. Yet, for a group of offensive masked Nazis, there is a lack of interest in revealing their true identities. Remember, journalisming is <a href=\"https://www.louderwithcrowder.com/cnn-threatens-doxx-anonymous-creator-trumpwwe-gif\" target=\"_blank\">an institution that hunted down an anonymous meme maker because Donald Trump shared it</a>.</p><p>It is because of all these red flags that others will claim PF are actually feds. Or, at the very least, <a href=\"https://www.louderwithcrowder.com/terry-mcaullife-photo\" target=\"_blank\">a leftist astroturf group</a>. The group of flag-waving Americans knew this and they knew the game. The  \"Patriot Front\"-ish losers would hang out, say horrible things, then disappear to make sure \"eyewitness video\" makes its way to cable news. </p><p>Their \"how do you do, fellow patriots\" schtick did not work this time.</p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\"></div> —  (@)\n        <a href=\"https://twitter.com/tiffanie_tx/status/1672981832638373888\"></a>\n</blockquote>\n<p>At least with this group, I lean towards it being Young Democrat astroturf. Unless the FBI is forcing agents to undergo experimental soy replacement theory. Think Captain America's super soldier serum,  but in reverse.</p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\"></div> —  (@)\n        <a href=\"https://twitter.com/tiffanie_tx/status/1672981832638373888\"></a>\n</blockquote>\n<p>Though there are some who still believe they are feds. And are on the side of the feds.</p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\"></div> —  (@)\n        <a href=\"https://twitter.com/AdamKinzinger/status/1673044858972393474\"></a>\n</blockquote>\n<p>That is correct. Patriots who love America do not appreciate having their government attempt to set them up and entrap them. Adam Kinzinger probably stans cops who pull him over for doing a 55 in a 54.</p><p>We here at the Louder with Crowder Dot Com website will continue to monitor this story for any updates. </p><p>><p><p><p><p><p><\n<p>\n<em>Brodigan is Grand Poobah of this here website and when he isn't writing words about things enjoys day drinking, pro-wrestling, and country music. You can find him <a href=\"https://twitter.com/brodigan\" target=\"_blank\">on the Twitter</a> too.</em>\n</p>\n<p>\n<em><strong>Facebook doesn't want you reading this post or any others lately. </strong>Their algorithm hides our stories and shenanigans as best it can. The best way to stick it to Zuckerface? <strong>Bookmark </strong><a href=\"https://www.louderwithcrowder.com\" target=\"_blank\"><strong>LouderWithCrowder.com</strong></a> and check us out throughout the day! </em><em>Also, follow us on <a href=\"https://www.instagram.com/lwcnewswire/\" target=\"_blank\">Instagram</a> and <a href=\"https://www.twitter.com/lwcnewswire/\" target=\"_blank\">Twitter</a>.</em>\n</p></p>", "link": "https://www.louderwithcrowder.com/patriot-front-portland", "date_published": "2023-06-26 11:31:57+00:00", "persistent": false, "user": null, "language": "en-US"}]