[{"source": "https://www.theguardian.com/international/rss", "title": "Texas airport worker sucked into jet engine took his own life, authorities say", "description": "<p>David Renner, 27, died after he stepped in front of Delta Air Lines jet taxiing to arrival gate at San Antonio airport</p><p>The Texas airport worker <a href=\"https://www.theguardian.com/us-news/2023/jun/25/texas-airport-worker-dies-after-being-sucked-into-delta-jet-engine\">who was killed</a> after being sucked into a jet engine last week took his own life, authorities have determined.</p><p>Officials with the National Transportation Safety Board said they did not plan to conduct an investigation into the death of 27-year-old David Renner, all but closing a case that made national news headlines over the weekend.</p><p><em>In the US, the <a href=\"https://suicidepreventionlifeline.org/\">National Suicide Prevention Lifeline</a> is at 800-273-8255 and <a href=\"https://suicidepreventionlifeline.org/chat/\">online chat is also available</a>. You can also text HOME to 741741 to connect with a crisis text line counselor. In the UK and Ireland, <a href=\"https://www.samaritans.org/\">Samaritans</a> can be contacted on 116 123 or email <a href=\"mailto:jo@samaritans.org\">jo@samaritans.org</a> or <a href=\"mailto:jo@samaritans.ie\">jo@samaritans.ie</a>. In Australia, the crisis support service <a href=\"https://www.lifeline.org.au/\">Lifeline</a> is 13 11 14. Other international helplines can be found at <a href=\"http://www.befrienders.org/\">www.befrienders.org</a></em></p> <a href=\"https://www.theguardian.com/us-news/2023/jun/26/texas-airport-worker-jet-engine-suicide\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/26/texas-airport-worker-jet-engine-suicide", "date_published": "2023-06-26 20:06:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Honduras vows El Salvador-style crackdown on gangs after massacres", "description": "<p>Police investigating possibility pool hall shooting that killed 11 could be revenge for massacre of 46 female inmates at prison</p><p>Authorities in <a href=\"https://www.theguardian.com/world/honduras\">Honduras</a> have launched an <a href=\"https://www.theguardian.com/world/el-salvador\">El Salvador</a>-style crackdown and arrested a suspect in a pool hall shooting on Saturday that killed 11 people.</p><p>Police said they were investigating the possibility the pool hall shooting could be revenge for last week’s <a href=\"https://www.theguardian.com/world/2023/jun/21/honduras-prison-riot-death-toll-victims-families\">gang-related massacre of 46 female inmates</a>, the worst atrocity at a women’s prison in recent memory.</p> <a href=\"https://www.theguardian.com/world/2023/jun/26/honduras-gang-violence-crackdown-pool-hall-shooting\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/26/honduras-gang-violence-crackdown-pool-hall-shooting", "date_published": "2023-06-26 19:09:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Faith in Met police has plummeted and signs are it will only sink lower", "description": "<p>Claims it let a key suspect in Stephen Lawrence murder slip away show how the force continues to be weighed down by its past</p><p>It has been a torrid few years, largely self-inflicted, for the Metropolitan police, Britain’s biggest police force and the standard bearer for policing in the UK. In the first half of this year alone, it was revealed that it missed a serial sex attacker in its ranks, <a href=\"https://www.theguardian.com/society/2023/feb/07/david-carrick-jailed-life-rapes-met-police-officer\">David Carrick,</a> even when there were repeated warnings about him. Then came the <a href=\"https://www.theguardian.com/uk-news/2023/mar/21/metropolitan-police-institutionally-racist-misogynistic-homophobic-louise-casey-report\">Casey review</a> after Wayne Couzens’s murder of Sarah Everard, which showed a force ridden with sexism, racism and prejudice, too often failing the public and people in its own workforce.</p><p>These failings came after about three years’ worth of blunders and wrongdoing so eye-catching that they have shattered confidence in the Met. From <a href=\"https://www.theguardian.com/uk-news/2022/feb/01/met-officers-joked-raping-women-police-watchdog-racist\">nauseating hate messages</a> shared among staff<a href=\"https://www.theguardian.com/uk-news/2022/feb/01/met-officers-joked-raping-women-police-watchdog-racist\">,</a> to officers <a href=\"https://www.theguardian.com/uk-news/2021/dec/06/two-met-police-officers-jailed-photos-murdered-sisters-deniz-jaffer-jamie-lewis-nicole-smallman-bibaa-henry\">photographing the dead</a>, to a leadership more concerned with denial than cleaning up the force.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/26/faith-in-police-has-plummeted-and-signs-are-it-will-only-sink-lower\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/26/faith-in-police-has-plummeted-and-signs-are-it-will-only-sink-lower", "date_published": "2023-06-26 18:31:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Mass airlift of UK nationals from Russia impossible, says James Cleverly", "description": "<p>Foreign secretary says Britain planning for ‘all scenarios’ after Wagner group uprising</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/jun/26/rishi-sunak-nhs-health-keir-starmer-covid-inquiry-uk-politics-live\">UK politics live – latest updates</a></li></ul><p>It would be impossible for Britain to conduct a mass airlift of its nationals from Russia, but the UK government is planning for “all scenarios” after the country <a href=\"https://www.theguardian.com/world/2023/jun/26/first-edition-putin-russia-wagner-civil-war\">pulled back from the brink of civil war</a>, the UK foreign secretary has said.</p><p>James Cleverly said he could not give an accurate figure for the number of Britons still in Russia, although the UK government is understood to believe the number is in the “single thousands”.</p> <a href=\"https://www.theguardian.com/politics/2023/jun/26/mass-airlift-of-uk-nationals-from-russia-impossible-says-james-cleverly\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jun/26/mass-airlift-of-uk-nationals-from-russia-impossible-says-james-cleverly", "date_published": "2023-06-26 17:04:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Canada Soccer could consider filing for bankruptcy protection, warns De Vos", "description": "<ul><li>National teams may have to cancel matches in future</li><li>Series of problems have rocked the game in Canada</li></ul><p>Canada Soccer’s internal problems have been highlighted once again after the body’s interim general secretary, Jason de Vos, said it may need to consider filing for bankruptcy protection.</p><p>“We are in a real struggle. It’s not imminent, but we need to explore what bankruptcy entails and how it might affect our organization,” <a href=\"https://www.tsn.ca/westhead-interim-general-secretary-jason-devos-paints-grim-picture-of-canada-soccer-s-finances-1.1977583\">De Vos told TSN</a>. “We don’t have enough revenue coming in for the programs that need to be run, and that includes everything from grassroots coach education and referee development to youth national teams and our senior men’s and women’s teams.</p> <a href=\"https://www.theguardian.com/football/2023/jun/26/canada-soccer-could-consider-filing-for-bankruptcy-protection-says-devos\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/26/canada-soccer-could-consider-filing-for-bankruptcy-protection-says-devos", "date_published": "2023-06-26 16:20:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Majorie Taylor Greene implies she thinks she’s being spied on via her TV", "description": "<p>Far-right US congresswoman tweets TV turned on with an image of a laptop trying to connect and a link to an article on spying</p><p>The far-right US congresswoman Majorie Taylor Greene appeared to say she thinks she is being spied on through her television, possibly by the US government, and that someone may soon try to kill her.</p><p>In a tweet on Sunday, the Republican from Georgia <a href=\"https://twitter.com/mtgreenee/status/1672968710141747202?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1672968710141747202%7Ctwgr%5Ef2ee00a47a5e027c8612edc2030fef980ea3890c%7Ctwcon%5Es1_&amp;ref_url=https%3A%2F%2Fwww.thedailybeast.com%2Fmarjorie-taylor-greene-thinks-her-tv-is-spying-on-her\">said</a>: “Last night in my DC residence, the television turned on by itself and the screen showed someone’s laptop trying to connect to the TV.”</p> <a href=\"https://www.theguardian.com/us-news/2023/jun/26/majorie-taylor-greene-implies-tv-spying\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/26/majorie-taylor-greene-implies-tv-spying", "date_published": "2023-06-26 13:53:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "After Roe’s overturn, Republicans target trans rights using extremist rhetoric", "description": "<p>Republican presidential candidates attacked trans people and the LGBTQ+ community at a gathering of the religious right last week</p><p>Americans are “frustrated and anxious”, lamented former vice-president Mike Pence. The country is “in a precarious position” assessed North Carolina’s lieutenant governor Mark Robinson. And Glenn Jacobs, a former professional wrestling star and current mayor of Knox county, Tennessee, declared that “these are hard times”.</p><p>What could be the cause of such hardship? To the Republican presidential candidates who spoke in Washington DC on Friday at a major gathering of the religious right, the culprit was American society’s acceptance of transgender people and the broader LGBTQ+ community.</p> <a href=\"https://www.theguardian.com/us-news/2023/jun/26/republicans-target-trans-rights-extremist-rhetoric\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/26/republicans-target-trans-rights-extremist-rhetoric", "date_published": "2023-06-26 10:00:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "‘I can wear it to bed and outside!’: the best festival fashion at Glastonbury 2023", "description": "<p>From a colour-coordinated couple to sustainable style, here are 12 of this year’s best looks</p> <a href=\"https://www.theguardian.com/music/gallery/2023/jun/26/best-festival-fashion-glastonbury-2023\">Continue reading...</a>", "link": "https://www.theguardian.com/music/gallery/2023/jun/26/best-festival-fashion-glastonbury-2023", "date_published": "2023-06-26 10:00:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Prigozhin mutiny was monster acting against his creator, says top EU diplomat", "description": "<p>Josep Borrell says Putin is facing consequences of working with Wagner and Russian military power ‘is cracking’</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/jun/26/russia-ukraine-war-live-kyiv-claims-advances-near-bakhmut-rouble-falls-to-15-month-low-after-wagner-rebellion\">Russia-Ukraine war – latest news updates</a></li></ul><p>Yevgeny Prigozhin’s <a href=\"https://www.theguardian.com/world/2023/jun/24/rebel-chief-halts-tank-advance-moscow-yevgeny-prigozhin-putin\">aborted mutiny in Russia</a> was “the monster acting against his creator”, the EU’s foreign policy chief has said.</p><p>“The political system is showing fragilities, and the military power is cracking,” Josep Borrell told reporters in Luxembourg as he arrived for a meeting with ministers from across the 27-member bloc.</p> <a href=\"https://www.theguardian.com/world/2023/jun/26/prigozhin-mutiny-monster-acting-creator-eu-diplomat-josep-borrell\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/26/prigozhin-mutiny-monster-acting-creator-eu-diplomat-josep-borrell", "date_published": "2023-06-26 09:37:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Rishi Sunak admits NHS faces ‘long-term challenges’ after damning report – UK politics live", "description": "<p>PM likely to be questioned during Nottingham visit on King’s Fund report that says NHS is ‘more a laggard than a leader’</p><p>Good morning. There are few institutions in the UK as loved and respected as the NHS. This is much discussed. But far less attention is given to a more unpalatable truth, which is that by international standards, the NHS is rather mediocre. It scores very well on equity (because it is funded by general taxation, and free at the point of use), but in terms of keeping people alive, it is “more of a laggard than a leader” on many measures, according to a report today from the <strong>King’s Fund</strong>, a health thinktank.</p><p>The King’s Fund has compared health systems in 19 wealthy countries. Here is an extract from <a href=\"https://www.kingsfund.org.uk/publications/nhs-compare-health-care-systems-other-countries\">its summary</a>.</p><p>The UK has below-average health spending per person compared to peer countries. Health spending as a share of GDP (gross domestic product) was just below average in 2019 but rose to just above average in 2020 (the first year of the Covid-19 pandemic, which of course had a significant impact on the UK’s economic performance and spending on health services). The UK lags behind other countries in its capital investment, and has substantially fewer key physical resources than many of its peers, including CT and MRI scanners and hospital beds. The UK has strikingly low levels of key clinical staff, including doctors and nurses, and is heavily reliant on foreign-trained staff. Remuneration for some clinical staff groups also appears to be less competitive in the UK than in peer countries …</p><p>People in the UK receive relatively good protection from some of the catastrophic costs of falling ill. Relatively few core NHS services are charged for and certain population groups are exempt from charges. But financial protection is weaker for some services, such as dental care, and there is growing concern that people in the UK may be forced to choose between funding their own care or enduring longer waits for treatment.</p><p>We approach the 75th anniversary of the foundation of the NHS, I want to ensure that it continues to thrive for the next 75 years and beyond.</p><p>And while we focus on cutting waiting lists in the short term, we must also look to tackle some of the long-term challenges facing the NHS, including lung cancer which costs 35,000 lives every year. Rolling out screening to high-risk 55-74 year olds will save lives by detecting up to 9,000 lung cancers a year at an early stage.</p> <a href=\"https://www.theguardian.com/politics/live/2023/jun/26/rishi-sunak-nhs-health-keir-starmer-covid-inquiry-uk-politics-live\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/live/2023/jun/26/rishi-sunak-nhs-health-keir-starmer-covid-inquiry-uk-politics-live", "date_published": "2023-06-26 08:31:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "‘Quite phenomenal’: Australia’s Jason Belmonte makes more tenpin bowling history", "description": "<ul><li>Player rolls three 300 games on live TV at event in Washington</li><li>Belmonte has 25 300 games in his PBA Tour career</li></ul><p>Australian tenpin bowler Jason Belmonte has further cemented his place in the record books after becoming the first PBA Tour player to roll three perfect 300 games on live TV.</p><p>A 300 game is achieved by scoring a strike in every frame – the highest score possible in tenpin bowling – and having one aired live is a goal for most professional bowlers.</p> <a href=\"https://www.theguardian.com/sport/2023/jun/26/quite-phenomenal-australias-jason-belmonte-makes-more-tenpin-bowling-history\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/26/quite-phenomenal-australias-jason-belmonte-makes-more-tenpin-bowling-history", "date_published": "2023-06-26 07:06:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Glastonbury 2023 review: giggly rap on Friday, Smiths covers on Saturday – and a mystery act that surprised no one", "description": "<p>Arctic Monkeys, Fred Again, Raye, Lana Del Rey and Guns N’ Roses all astounded. And if everyone knew Foo Fighters would turn up, just who might share the stage with Elton John was the stuff of rumours</p><p>This year’s Glastonbury festival site seemed to be as awash with wild speculation as ever. Sunday’s headliner Elton John would supposedly be performing with special guest Britney Spears – for some reason, a post on Spears’s Instagram account featuring a photograph of a segmented apple was <a href=\"https://www.nme.com/festivals/glastonbury/fans-think-britney-spears-instagram-clues-means-she-headed-to-glastonbury-2023-3460962\">held up as incontrovertible proof that she was boarding a Somerset-bound helicopter</a>. Others were convinced that Elton was going to bring on Harry Styles: after last year, when you could barely walk a few feet without hearing someone sagely informing someone else that Styles was definitely going to turn up on stage with Paul McCartney, or Billie Eilish, or Kendrick Lamar, or perhaps dishing up pad thai in a food stall just south of the Other stage, the former One Direction heart-throb now appears to be a permanent fixture of the Glasto rumour mill. Most lurid of all, there were those who insisted that the final British show of John’s record-breaking farewell tour was going to be enlivened by the spectral appearance of a hologram of the late George Michael.</p><p>Nevertheless, what was supposed to be the weekend’s biggest surprise turned out to be its worst-kept secret. Stories that the mysterious band who appear on Friday afternoon’s Pyramid stage bill as the Churnups are actually Blur or Pulp – two Britpop heroes currently reformed and playing shows – have long died out: everyone seems to know <a href=\"https://www.theguardian.com/music/2023/jun/23/foo-fighters-secret-glastonbury-set-churnups\">it is actually Foo Fighters</a>, playing more or less the same slot at the festival as they did 25 years ago, when they were making their Glastonbury debut. Still, the audience gamely play along, roaring as if it’s an incredible and welcome revelation when the Churnups’ logo vanishes from the stage-side screens and is replaced by that of Dave Grohl and co.</p> <a href=\"https://www.theguardian.com/music/2023/jun/26/glastonbury-2023-review-giggly-rap-on-friday-smiths-covers-on-saturday-and-a-mystery-act-that-surprised-no-one\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jun/26/glastonbury-2023-review-giggly-rap-on-friday-smiths-covers-on-saturday-and-a-mystery-act-that-surprised-no-one", "date_published": "2023-06-26 06:00:03+00:00", "persistent": false, "user": null, "language": "en-US"}]