[{"source": "https://thehill.com/news/feed/", "title": "Race to an oral Ozempic speeds on", "description": "Welcome to The Hill's Health Care newsletter {beacon} Health Care Health Care &#8202;  The Big Story  The race to an oral Ozempic continues  Pfizer has let go of one of its candidates for treating diabetes and obesity through pill form, but is chugging along with another candidate as pharmaceutical companies work to get an oral...", "link": "https://thehill.com/newsletters/health-care/4068901-race-to-an-oral-ozempic-speeds-on/", "date_published": "2023-06-26 22:48:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Chaos in Russia brings uncertainty, opportunities for war in Ukraine", "description": "The U.S. and allies have major concerns about the consequences of instability in Russia, even as the chaos raises opportunities to strengthen Ukraine’s position diplomatically and militarily. There are any number of after-effects to look for in the fallout from the weekend mutiny attempt launched by the head of the mercenary Wagner group against Russian President Vladimir Putin’s regime.  ...", "link": "https://thehill.com/policy/international/4068809-russia-wagner-chaos-uncertainty-opportunities-ukraine/", "date_published": "2023-06-26 22:22:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Billionaire board member of JPMorgan Chase dies in accident", "description": "Billionaire philanthropist James Crown died this weekend in a car crash while on a racetrack in Colorado. The Colorado Sun reported that Crown, 70, died Sunday after he collided with a barrier on a racetrack at Aspen Motorsports Park in Woody Creek on Sunday, which was also his birthday. According to the Sun, the coroner...", "link": "https://thehill.com/homenews/4068819-billionaire-board-member-of-jpmorgan-chase-dies-in-accident/", "date_published": "2023-06-26 22:18:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "SCOTUS deals water rights blow to Navajo Nation amid water access issues", "description": "Welcome to The Hill's Energy &#038; Environment newsletter {beacon} Energy &#038; Environment Energy &#038; Environment &#8202; The Big Story  SCOTUS deals water rights blow to Navajo Nation amid water access issues  Experts and advocates say last week's Supreme Court decision that the federal government is not required to secure water for the Navajo Nation will...", "link": "https://thehill.com/newsletters/energy-environment/4068844-scotus-deals-water-rights-blow-to-navajo-nation-amid-water-access-issues/", "date_published": "2023-06-26 22:17:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden to allocate $40 billion in internet connectivity", "description": "Welcome to The Hill's Technology newsletter {beacon} Technology Technology   The Big Story  Biden to allocate $40 billion in internet connectivity  President Biden on Monday announced roughly $40 billion in funding to be allocated across the country in an effort to bring areas without internet access online in the coming years. © The Associated Press...", "link": "https://thehill.com/newsletters/technology/4068850-biden-to-allocate-40-billion-in-internet-connectivity/", "date_published": "2023-06-26 22:13:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "FBI Director Christopher Wray to testify before House Judiciary panel on July 12", "description": "FBI Director Christopher Wray is scheduled to testify before the House Judiciary Committee on July 12, a spokesperson for the committee confirmed to The Hill. The hearing, set for the week the House returns from July 4 recess, will put Wray face-to-face with some of his fiercest GOP critics on Capitol Hill, who have gone...", "link": "https://thehill.com/homenews/house/4068815-fbi-director-christopher-wray-to-testify-before-house-judiciary-panel-on-july-12/", "date_published": "2023-06-26 22:04:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Harris makes surprise stop at Stonewall Inn: 'We're not going to be deterred'", "description": "Vice President Harris on Monday made a previously unannounced stop at the Stonewall Inn to mark Pride and to underscore the need for continued vigilance in fighting for the LGBTQ+ community. Harris, who was in New York City for a campaign fundraiser, made an additional stop at the historic gay bar and site of a...", "link": "https://thehill.com/homenews/administration/4068817-harris-makes-surprise-stop-at-stonewall-inn-were-not-going-to-be-deterred/", "date_published": "2023-06-26 22:00:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Diwali to be a public holiday in New York City starting this year", "description": "New York City Mayor Eric Adams (D) announced Monday that the festival of Diwali, celebrated by Hindus, Jains, Sikhs and Buddhists, is set to become a public school holiday starting next year. “I'm so proud to have stood with Assemblymember @JeniferRajkumar and community leaders in the fight to make #Diwali a school holiday. I know...", "link": "https://thehill.com/homenews/state-watch/4068802-diwali-to-be-a-public-holiday-in-new-york-city-starting-this-year/", "date_published": "2023-06-26 21:55:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Judge in Trump case denies government's motion to shield potential witnesses", "description": "The Florida judge overseeing the Justice Department’s (DOJ) classified documents case against former President Trump on Monday rejected the government’s motion to file witnesses under seal. Judge Aileen Cannon, who was appointed by Trump, rejected a request from special counsel Jack Smith’s office to file a sealed list of 84 potential witnesses provided to Trump’s...", "link": "https://thehill.com/regulation/court-battles/4068732-judge-in-trump-case-denies-governments-motion-to-shield-potential-witnesses/", "date_published": "2023-06-26 21:42:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Putin makes first on-camera remarks about rebellion", "description": "Russian President Vladimir Putin on Monday made his first on-camera remarks after a short-lived rebellion led by Wagner Group leader Yevgeny Prigozhin. “Any kind of blackmail is doomed to failure,” Putin said in the video, per translations from NBC News. He also called the Wagner mercenaries’ rebellion a “colossal threat” and said it “is precisely...", "link": "https://thehill.com/policy/international/4068728-putin-makes-first-on-camera-remarks-about-rebellion/", "date_published": "2023-06-26 21:42:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Five Supreme Court decisions to watch", "description": "The Supreme Court is set to release its next opinions on Tuesday morning, with several landmark cases still to be handed down with just days left until the summer recess. The court did not indicate Tuesday will be the final decision day, meaning that at least one additional day is likely later in the week....", "link": "https://thehill.com/regulation/court-battles/4068746-five-supreme-court-decisions-to-watch/", "date_published": "2023-06-26 21:25:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Death of Texas airport worker 'ingested' into plane engine ruled a suicide", "description": "Federal authorities have determined they will not launch an investigation into the death of a ground crew member that was \"ingested\" into a plane's engine last week.", "link": "https://thehill.com/homenews/nexstar_media_wire/4068635-death-of-texas-airport-worker-ingested-into-plane-engine-ruled-a-suicide/", "date_published": "2023-06-26 21:17:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Walensky's advice to next CDC director: 'Keep your head down'", "description": "Rochelle Walensky, the outgoing director of the Centers for Disease Control and Prevention (CDC), advised her soon-to-be successor Mandy Cohen to \"keep your head down\" as she prepares to assume the new role next month. Walensky offered the guidance in an interview with The Atlanta Journal-Constitution published on Monday. Given the fraught political pushback Walensky...", "link": "https://thehill.com/policy/healthcare/4068598-walenskys-advice-to-next-cdc-director-keep-your-head-down/", "date_published": "2023-06-26 21:03:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "When it comes to reforming the House of Representatives, it’s time to think bigger", "description": "Recently, Professor Danielle Allen has written a series of columns exploring what would happen if we increased the size of the House of Representatives. After years of postponing the necessary maintenance, Allen asks us to consider our Founding Fathers’ vision of the People’s House as a body that would grow with the population of the...", "link": "https://thehill.com/opinion/congress-blog/4068696-when-it-comes-to-reforming-the-house-of-representatives-its-time-to-think-bigger/", "date_published": "2023-06-26 21:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "New York is latest 'safe haven' for gender-affirming care", "description": "New York on Sunday became the latest in a growing list of states to pass legislation protecting access to gender-affirming medical care for transgender minors as more than a dozen other state governments have moved to ban treatments including puberty blockers and hormone therapy. New York’s new “safe haven” law bars state courts from enforcing the laws...", "link": "https://thehill.com/homenews/lgbtq/4068737-new-york-is-latest-safe-haven-for-gender-affirming-care/", "date_published": "2023-06-26 20:58:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Buffalo Bills player cancels event at Trump golf course, citing 'external pressures'", "description": "Buffalo Bills safety Jordan Poyer canceled his charity event at a golf course owned by former President Trump due to “external pressures” on participants and the event's beneficiary.  In an Instagram post Saturday, Poyer shared he had to cancel his annual charity event at the Blue Monster at Trump National in Doral, Fla., due to...", "link": "https://thehill.com/blogs/blog-briefing-room/4068674-buffalo-bills-player-golf-event-canceled-trump-doral/", "date_published": "2023-06-26 20:58:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Lawmakers push major banking reforms following near collapse of financial sector", "description": "Democrats are pushing to reform the deposit insurance system following massive bank failures that nearly tanked the economy earlier this year. After the collapse of Silicon Valley Bank (SVB), Signature Bank and First Republic Bank, whose uninsured deposits all ended up being insured by the Federal Deposit Insurance Corporation (FDIC), Democrats are echoing the call...", "link": "https://thehill.com/homenews/4068560-lawmakers-push-major-banking-reforms-following-near-collapse-of-financial-sector/", "date_published": "2023-06-26 20:50:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Congress limits ChatGPT use in offices", "description": "The House is limiting the usage of ChatGPT, an artificial intelligence chatbot that has skyrocketed in popularity since debuting in November, over privacy concerns. Representatives are only authorized to use the ChatGPT Plus version, which has built-in privacy features that are \"necessary for House data,\" reads a notice sent by Chief Administrative Officer Catherine L....", "link": "https://thehill.com/homenews/house/4068568-congress-limits-chatgpt-use-in-offices/", "date_published": "2023-06-26 20:41:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Five takeaways from Fox News’s prime-time shuffle", "description": "Fox News made major changes Monday to its weeknight lineup, shifting some of its top pundits into new time slots and signaling the beginning of a new era in prime time at the network.   The changes, which go into effect next month, offer clues about the conservative media giant’s strategy ahead of next year’s GOP...", "link": "https://thehill.com/homenews/media/4068684-five-takeaways-from-fox-newss-prime-time-shuffle/", "date_published": "2023-06-26 20:41:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Fossil fuel consumption steady despite record growth in renewable energy", "description": "The consumption of fossil fuels remained steady despite record growth in the renewable energy sector. According to the Energy Institute’s Statistical Review of World Energy, primary energy demand growth slowed in 2022 by increasing about 1.1 percent compared to its increase of 5.5 percent in 2021. The report noted that the energy sector shifted from demand...", "link": "https://thehill.com/policy/energy-environment/4068632-fossil-fuel-consumption-steady-record-growth-renewables/", "date_published": "2023-06-26 20:35:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump, DeSantis head to New Hampshire", "description": "{beacon}    Evening Report Monday, June 26 ©  AP Photo/Reba Saldanha/Marta Lavandier Trump, DeSantis head to New Hampshire The two top-polling Republican presidential candidates will be in New Hampshire holding dueling events Tuesday morning.   Former President Trump is set to attend the New Hampshire Federation of Republican Women’s Lilac Luncheon in Concord. And Florida...", "link": "https://thehill.com/newsletters/evening-report/4068662-trump-desantis-head-to-new-hampshire/", "date_published": "2023-06-26 20:33:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "GOP senator challenges Teamsters boss to MMA fight for charity", "description": "Sen. Markwayne Mullin (R-Okla.) challenged the president of the International Brotherhood of Teamsters on Monday to an MMA fight for charity, reigniting the animosity between them that was on full display during a viral moment at a Senate hearing in March. “An attention-seeking union Teamster boss is trying to be punchy after our Senate hearing....", "link": "https://thehill.com/homenews/4068607-gop-senator-challenges-teamsters-boss-to-mma-fight-for-charity/", "date_published": "2023-06-26 20:18:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden administration launches effort to address cancer disparities stemming from poverty", "description": "The Biden administration announced Monday it’s launching a new initiative to improve cancer outcomes in low-income communities.   The administration is funneling $50 million to the new effort, dubbed the Persistent Poverty Initiative, which will be evenly distributed to five cancer research centers with the goal of addressing the “structural and institutional factors of persistent poverty”...", "link": "https://thehill.com/homenews/4068575-biden-administration-launches-effort-to-address-cancer-disparities-stemming-from-poverty/", "date_published": "2023-06-26 20:09:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Texas electricity price surges amid record heat and demand", "description": "Texas businesses and utilities in danger of running short on electricity will have to pay big money to shore up their reserves. The cost to acquire advance power for 4 p.m. Monday — when demand begins to spike and solar production starts to diminish — hit nearly 50 times its usual price on Sunday, according...", "link": "https://thehill.com/policy/energy-environment/4068512-texas-electricity-price-surges-amid-record-heat-demand/", "date_published": "2023-06-26 20:06:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden approval rating highest since August: Gallup", "description": "President Biden’s approval rating has climbed to its highest point in nearly a year, according to new Gallup polling, as he ramps up his campaign for another four years in the White House.  Biden’s job rating among U.S. adults climbed 4 percentage points between May and June, the survey found, to 43 percent who say...", "link": "https://thehill.com/homenews/administration/4068538-biden-approval-rating-highest-since-august-gallup/", "date_published": "2023-06-26 19:55:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Former Russia diplomat: Prigozhin should be very 'concerned about his life'", "description": "A former Russian diplomat said in an interview that Wagner Group leader Yevgeny Prigozhin should be very “concerned about his life” despite a reported deal with Russian President Vladimir Putin to end his rebellion against Moscow's military leaders. Boris Bondarev, who left his position at the United Nations (UN) last year in protest against Russia’s...", "link": "https://thehill.com/policy/international/4068504-former-russia-diplomat-prigozhin-should-be-very-concerned-about-his-life/", "date_published": "2023-06-26 19:44:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Lawmakers call for classified briefing on Chinese spy facility in Cuba", "description": "Sen. Bob Menendez (D-N.J.) and Rep. Michael McCaul (R-Texas) are calling on the Biden administration to give a classified briefing regarding a reported Chinese spy facility in Cuba. Menendez, chairman of the Senate Foreign Relations Committee, and McCaul, chairman of the House Foreign Affairs Committee, sent a letter to Secretary of State Antony Blinken and...", "link": "https://thehill.com/policy/international/4068497-lawmakers-call-for-classified-briefing-on-chinese-spy-facility-in-cuba/", "date_published": "2023-06-26 19:30:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Leonard Leo, an extraordinary matchmaker between judges and billionaires", "description": "Leonard Leo is not a household name in these United States, unless you reside in the household of a conservative billionaire or a justice of the U.S. Supreme Court.", "link": "https://thehill.com/opinion/judiciary/4068448-leonard-leo-an-extraordinary-matchmaker-between-judges-and-billionaires/", "date_published": "2023-06-26 19:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Fauci to join Georgetown University faculty as distinguished professor", "description": "Georgetown University announced Monday that former chief White House medical adviser Anthony Fauci will join its faculty in July as a professor in its infectious diseases division, his first role since leaving a decades-long career in government late last year. \"Starting July 1, Fauci will serve as a Distinguished University Professor in the School of...", "link": "https://thehill.com/homenews/4068445-fauci-to-join-georgetown-faculty/", "date_published": "2023-06-26 19:25:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "His LGBTQ teen book is one of the most banned in the US. Here's why he keeps writing", "description": "\"Flamer\" has earned rave reviews and won multiple awards — but not everyone has been a fan of its honesty.", "link": "https://thehill.com/changing-america/respect/equality/4066136-his-lgbtq-teen-book-is-one-of-the-most-banned-in-the-us-heres-why-he-keeps-writing/", "date_published": "2023-06-26 19:17:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Democrats should be wary of banning gas vehicles", "description": "The election of 2024 could be a massive victory for Democrats nationwide, as long as we avoid seeming out of touch because we are too far to the left.", "link": "https://thehill.com/opinion/campaign/4068031-democrats-should-be-wary-of-banning-gas-vehicles/", "date_published": "2023-06-26 19:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "McConaughey pledges further action to 'make our schools and our children safer' after Uvalde shooting", "description": "Matthew McConaughey says his work related to the last year’s school shooting in his hometown of Uvalde, Texas, isn’t done, vowing to help unveil an initiative aimed at getting schools grants to help curb gun violence. “Today marks the one-year anniversary since the bipartisan Safer Communities Act was signed into law,” the “Dallas Buyers Club”...", "link": "https://thehill.com/blogs/in-the-know/4068461-mcconaughey-pledges-further-action-to-make-our-schools-and-our-children-safer-after-uvalde-shooting/", "date_published": "2023-06-26 18:57:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Leave the baby deer alone, park service says", "description": "The National Park Service is asking summer park visitors not to touch any seemingly unattended baby deer, no matter how cute they may be.", "link": "https://thehill.com/changing-america/sustainability/environment/4067938-leave-the-baby-deer-alone-park-service-says/", "date_published": "2023-06-26 18:51:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "White House: Harassment of Muslim journalist over human rights question to Modi 'unacceptable'", "description": "The White House on Monday condemned the harassment of a Wall Street Journal reporter after she pressed Indian Prime Minister Narendra Modi about his government's human rights record. NBC correspondent Kelly O'Donnell asked at a press briefing about the online harassment of Sabrina Siddiqui, a Muslim journalist, including by some Indian politicians who are associated...", "link": "https://thehill.com/homenews/administration/4068415-white-house-harassment-of-muslim-journalist-over-human-rights-question-to-modi-unacceptable/", "date_published": "2023-06-26 18:45:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Democrats introduce federal conversion therapy ban", "description": "Congressional Democrats on Monday reignited an effort to pass federal legislation outlawing the discredited practice of “conversion therapy,” which claims to be able to change a person’s sexual orientation or gender identity. The Therapeutic Fraud Prevention Act, introduced Monday in the House by Rep. Ted Lieu (D-Calif.) would make it unlawful to provide conversion therapy...", "link": "https://thehill.com/homenews/lgbtq/4068444-democrats-introduce-federal-conversion-therapy-ban/", "date_published": "2023-06-26 18:39:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Three dead, thousands without power after severe weather in multiple states", "description": "At least three people were left dead and thousands remained without power after severe storms ripped through multiple states on Sunday. A severe storm system with multiple tornadoes hit Martin County, Ind., on Sunday evening, killing one person after a tornado struck a home, Fox 59 reported. The outlet said authorities confirmed the death and...", "link": "https://thehill.com/homenews/state-watch/4068329-three-dead-thousands-without-power-after-severe-weather-in-multiple-states/", "date_published": "2023-06-26 18:24:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Student loan debt: Borrowers brace for Supreme Court decision", "description": "President Biden's student debt forgiveness plan will finally see an end to its months-long limbo in the courts this week. With repayments set to start again in October after a years-long pandemic-related pause, the Supreme Court's forthcoming ruling on the legality of Biden's proposal is the last piece of the student loan puzzle, offering a...", "link": "https://thehill.com/homenews/education/4068249-student-loan-debt-borrowers-brace-for-supreme-court-decision/", "date_published": "2023-06-26 18:20:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "White House says GOP ‘desperate to distract’ after McCarthy floats Garland impeachment probe", "description": "The White House on Monday bashed House Republicans for being \"desperate to distract\" from their economic agenda after Speaker Kevin McCarthy (R-Calif.) floated the idea of an impeachment inquiry into Attorney General Merrick Garland over the handling of investigations into Hunter Biden. “Speaker McCarthy and the extreme House Republicans are proving they have no positive...", "link": "https://thehill.com/homenews/administration/4068355-white-house-after-mccarthy-floats-garland-impeachment-probe-gop-desperate-to-distract/", "date_published": "2023-06-26 18:04:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Diversity, equity and inclusion: The new American battlefield", "description": "Now more than ever, those who believe in diversity, equity and inclusion, and who believe that these values are actually fundamental to our country’s founding and future, must vigorously and vocally defend DEI programs.", "link": "https://thehill.com/opinion/education/4062880-diversity-equity-and-inclusion-the-new-american-battlefield/", "date_published": "2023-06-26 18:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Seven states face extreme temperatures as Texas heat wave expands", "description": "Seven states in the southern U.S. are facing high temperatures as the heat wave sweeping Texas expands to surrounding areas.  Heat advisories and excessive heat warnings now affect parts of Oklahoma, Arkansas, Louisiana, Alabama and Mississippi, as well as parts of New Mexico and Arizona to the west, according to the National Weather Service (NWS). ...", "link": "https://thehill.com/homenews/state-watch/4068349-seven-states-face-extreme-temperatures-as-texas-heat-wave-expands/", "date_published": "2023-06-26 17:59:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Santos on reelection: 'McCarthy’s comments do not change my intention of running'", "description": "Rep. George Santos (R-N.Y.) said on Monday that House Speaker Kevin McCarthy's (R-Calif.) comments saying he shouldn't run for reelection wouldn't deter him from seeking a second bid. \"Dear Media, I plan on continuing to serve the people of NY3. Providing excellent constituent services to the people of NY03 and proposing common sense conservative legislation...", "link": "https://thehill.com/homenews/campaign/4068328-santos-on-reelection-mccarthys-comments-do-not-change-my-intention-of-running/", "date_published": "2023-06-26 17:50:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The cook’s failed coup", "description": "The coup is over, but the Putin regime may never recover.", "link": "https://thehill.com/opinion/international/4068125-the-cooks-failed-coup/", "date_published": "2023-06-26 17:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden: Ultimate outcome of rebellion in Russia remains to be seen", "description": "President Biden on Monday said it’s too soon to conclude the consequences of the short-lived rebellion in Russia over the weekend, while pushing back against Russian suggestions of Western involvement in the mutiny. “The ultimate outcome of all this remains to be seen,” the president said in remarks in the East room of the White...", "link": "https://thehill.com/policy/international/4068305-biden-ultimate-outcome-of-rebellion-in-russia-remains-to-be-seen/", "date_published": "2023-06-26 17:29:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Amazon telehealth expansion delayed after lawmakers' concerns", "description": "Amazon's telehealth expansion reportedly may be delayed, after Democratic lawmakers expressed their concerns about the service. According to an email from a person with direct knowledge about the service and obtained by Politico, Amazon Clinic will delay its launch of the expanded services by about three weeks. Politico reported Amazon was set to announce its...", "link": "https://thehill.com/policy/healthcare/4068210-amazon-clinic-expansion-delayed-report/", "date_published": "2023-06-26 17:15:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Pfizer discontinues development of obesity pill due to elevated liver enzymes", "description": "Pfizer announced Monday it was discontinuing the development of one of its obesity pill candidates due to elevated levels of liver enzymes being detected during clinical trials, while the development of another obesity pill is set to continue. The pharmaceutical company has been developing two oral treatments for treating obesity and Type 2 diabetes mellitus:...", "link": "https://thehill.com/homenews/4067973-pfizer-discontinues-development-of-obesity-pill-due-to-elevated-liver-enzymes/", "date_published": "2023-06-26 17:01:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Ramaswamy says he would free Snowden, Assange", "description": "GOP presidential candidate Vivek Ramaswamy said Monday he would free former American intelligence contractor Edward Snowden and WikiLeaks founder Julian Assange. In an appearance on the Hugh Hewitt podcast, Ramaswamy knocked “two standards of justice,” arguing public officials should also be prosecuted when improper activities or dishonesty are exposed. \"Once we have learned the level...", "link": "https://thehill.com/blogs/blog-briefing-room/4068138-ramaswamy-says-he-would-free-snowden-assange/", "date_published": "2023-06-26 17:00:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump complains Fox covered DeSantis border event, but not former president's weekend speeches", "description": "Former President Trump is again knocking Fox News for its coverage of Florida Gov. Ron DeSantis, his leading rival for the GOP nomination for president. \"FoxNews just covered, from beginning to end, the Ron DeSanctimonious very boring news conference at the Border, but didn’t cover one minute of my two big speeches on Saturday and...", "link": "https://thehill.com/homenews/media/4068160-trump-complains-fox-covered-desantis-border-event-but-not-former-presidents-weekend-speeches/", "date_published": "2023-06-26 16:49:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "What’s going on in Russia? Mercenary chief breaks silence", "description": "Yevgeny Prigozhin has released an audio statement saying his effort was not exactly an attempted coup {beacon} 12:30 REPORT TALK OF THE MORNING Russia stopped an armed rebellion. What’s next? © Sergei Guneyev, Sputnik, Kremlin Pool Photo via AP The head of the Russian mercenary Wagner Group, Yevgeny Prigozhin, has released an audio statement saying...", "link": "https://thehill.com/newsletters/1230-report/4068226-whats-going-on-in-russia-mercenary-chief-breaks-silence/", "date_published": "2023-06-26 16:45:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Club Q shooting suspect pleads guilty to 5 counts of murder", "description": "The suspect in a shooting at an LGBTQ+ nightclub in Colorado Springs pleaded guilty on Monday to five counts of murder under a plea agreement that would guarantee a life sentence. Anderson Lee Aldrich, who uses they/them pronouns, also pleaded guilty to 46 counts of attempted murder. They pleaded no contest to two counts of...", "link": "https://thehill.com/regulation/court-battles/4068192-club-q-shooting-suspect-pleads-guilty-to-5-counts-of-murder/", "date_published": "2023-06-26 16:44:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "DeSantis vows to end birthright citizenship as part of immigration plan", "description": "Florida Gov. Ron DeSantis, a leading Republican presidential candidate, vowed to end birthright citizenship as a part of his immigration plan released Monday.  “We will take action to end the idea that the children of illegal aliens are entitled to birthright citizenship if they are born in the United States,” the plan, which is titled...", "link": "https://thehill.com/homenews/campaign/4068144-desantis-vows-to-end-birthright-citizenship-as-part-of-immigration-plan/", "date_published": "2023-06-26 16:26:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Wagner chief claims wide support from Russian public for march on Moscow", "description": "Wagner Group boss Yevgeny Prigozhin said Monday that his attempted insurrection against Russian President Vladimir Putin over the weekend was intended to be a political demonstration and claimed the move had wide backing from the Russian public. \"We started our march because of injustice,\" Prigozhin said in a new audio file released on his Telegram...", "link": "https://thehill.com/policy/international/4068023-wagner-chief-claims-wide-support-march-moscow/", "date_published": "2023-06-26 16:10:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden administration announces $1.7 billion for electric and ‘traditional’ buses", "description": "The Biden administration announced Monday it will disperse $1.7 billion for more than 1,700 new buses around the country, some of which are expected to be electric.  Outlining the funds on a press call last week, an administration official said 700 of the buses will be zero-emission — a category that is often electric.  The...", "link": "https://thehill.com/policy/energy-environment/4068001-biden-administration-announces-1-7-billion-for-electric-and-traditional-busses/", "date_published": "2023-06-26 16:00:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Maryland sex curriculum conflict is a battle of vulnerabilities", "description": "There has been scant consideration of the deep relevance of religion — including religious beliefs about gender and sexuality — to the lives of Muslim, Christian, and other religious families at Montgomery County Public Schools.", "link": "https://thehill.com/opinion/education/4065444-maryland-sex-curriculum-conflict-is-a-battle-of-vulnerabilities/", "date_published": "2023-06-26 16:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "McCarthy: Putin 'seems like a different person' after rebellion", "description": "Speaker Kevin McCarthy (R-Calif.) on Monday described Russian President Vladimir Putin as “much weaker” and said he “seems like a different person” after the Wagner Group launched a brief armed rebellion against the Kremlin over the weekend.  “Regardless of what happened here, Putin is much weaker. And Putin — Putin seems like a different person....", "link": "https://thehill.com/policy/international/4068052-mccarthy-putin-seems-like-a-different-person-after-rebellion/", "date_published": "2023-06-26 15:45:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Stopping the exploitation of kids online", "description": "There’s a grave threat to America’s kids lurking online.   While our children can benefit from a safe online experience by making friends, expanding their knowledge, and learning skills, social media, as we all know, has a dangerous dark side.    The online world has seen massive changes since today’s teenagers were born. Social media companies emerged and...", "link": "https://thehill.com/opinion/congress-blog/4067559-stopping-the-exploitation-of-kids-online/", "date_published": "2023-06-26 15:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Wagner rebellion: Why Americans should pay attention", "description": "Wagner Group chief Yevgeny Prigozhin's short-lived rebellion against Russian military leadership signals strains within Russia and raises concerns about the country's leadership as Moscow continues its war on Ukraine, officials and analysts say. Prigozhin on Friday launched fighters in an armed rebellion aimed at ousting Russia’s defense minister, accusing Sergei Shoigu of ordering a strike...", "link": "https://thehill.com/policy/international/4067889-wagner-rebellion-why-americans-should-pay-attention/", "date_published": "2023-06-26 15:23:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Fox News overhauls prime-time lineup", "description": "Fox News has announced major changes to its weekday prime-time lineup beginning next month. Jesse Watters's 7 p.m. program will move to 8 p.m. and take the slot previously held by former host Tucker Carlson, while Laura Ingraham will have her program moved into Watters's 7 p.m. hour. Longtime host Sean Hannity's show will remain...", "link": "https://thehill.com/homenews/4067996-fox-news-overhauls-primetime-lineup/", "date_published": "2023-06-26 15:18:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Fox News overhauls prime-time lineup", "description": "Fox News has announced major changes to its weekday prime-time lineup beginning next month. Jesse Watters's 7 p.m. program will move to 8 p.m. and take the slot previously held by former host Tucker Carlson, while Laura Ingraham will have her program moved into Watters's 7 p.m. hour. Longtime host Sean Hannity's show will remain...", "link": "https://thehill.com/homenews/media/4067996-fox-news-overhauls-primetime-lineup/", "date_published": "2023-06-26 15:18:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Jen Psaki says Trump has an 'affection for dictators'", "description": "Former White House press secretary turned-cable news host Jen Psaki noted former President Trump's \"affection for dictators\" during an interview that aired on her MSNBC show this weekend. During a conversation with former House Speaker Nancy Pelosi (D-Calif.), Psaki asked the Democratic leader about a federal indictment the former president is facing over his handling...", "link": "https://thehill.com/homenews/4067918-jen-psaki-says-trump-has-an-affection-for-dictators/", "date_published": "2023-06-26 15:18:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "How to enhance US-Japan integrated security cooperation", "description": "Progress in U.S.-Japanese economic cooperation has lagged behind that in the economic, security, and diplomatic domains.", "link": "https://thehill.com/opinion/national-security/4059754-how-to-enhance-us-japan-integrated-security-cooperation/", "date_published": "2023-06-26 15:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "NASA launches Mars mission simulation", "description": "Four \"analog astronauts\" are venturing on a simulated mission to Mars to help NASA scientists understand human dynamics on long-duration missions. On Sunday, Kelly Haston, Ross Brockwell, Nathan Jones and Anca Selariu entered a mock Martian base at the U.S. space agency's Johnson Space Center in Houston, where they will spend the next 12 months...", "link": "https://thehill.com/homenews/space/4067845-analog-astronauts-begins-yearlong-mars-chapea/", "date_published": "2023-06-26 14:57:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "NATO chief: Rebellion shows 'weakness' and 'fragility' of Putin regime", "description": "NATO Secretary General Jens Stoltenberg said Monday that last week's brief armed rebellion against the Kremlin demonstrated the “weakness” and “fragility” of the Putin regime.  “I think what we’re seeing in Russia over the last days demonstrates the fragility of the [Russian] regime, and, of course, it is a demonstration of weakness,” Stoltenberg said at...", "link": "https://thehill.com/policy/international/4067925-nato-chief-rebellion-shows-weakness-and-fragility-of-putin-regime/", "date_published": "2023-06-26 14:54:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "To control AI, its creators need to make some big changes", "description": "With Congress unlikely to act, industry needs to prioritize values over the bottom line.", "link": "https://thehill.com/opinion/technology/4063497-we-need-to-regulate-ai-its-creators-should-lead-the-way/", "date_published": "2023-06-26 14:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Rob Schneider backs RFK Jr.: 'Inspiring, hopeful, courageous'", "description": "Rob Schneider is joining a handful of entertainment figures expressing support for Robert F. Kennedy Jr., calling the Democratic presidential hopeful “courageous” and “compassionate.” The “Saturday Night Live” alum appeared alongside Kennedy in a smiling photo Schneider posted on Twitter on Sunday. “Inspiring, hopeful, courageous and most importantly (like his father) compassionate,” the 59-year-old “Deuce Bigalow” actor...", "link": "https://thehill.com/blogs/in-the-know/4067877-rob-schneider-backs-rfk-jr-inspiring-hopeful-courageous/", "date_published": "2023-06-26 14:24:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Chris Christie on Trump's weight insults: 'Oh, like he's some Adonis?'", "description": "Former New Jersey Gov. Chris Christie (R) took a shot at former President Trump on Sunday in response to his former ally's repeated barbs about Christie's weight. \"Oh, like he's some Adonis?\" Christie told Fox News' Howard Kurtz on \"MediaBuzz.\" \"You know, look, Howie, there are tens of millions of Americans out in your audience...", "link": "https://thehill.com/homenews/campaign/4067798-chris-christie-on-trumps-weight-insults-oh-like-hes-some-adonis/", "date_published": "2023-06-26 14:21:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Supreme Court clears way for Louisiana to redo congressional map", "description": "The Supreme Court on Monday cleared the way for Louisiana to draw a second majority-Black congressional district. The justices had previously paused a lower ruling that mandated the state redraw its map, but the court then sat on the dispute as it considered a similar case in Alabama. In a major, surprise ruling earlier this...", "link": "https://thehill.com/regulation/court-battles/4067876-supreme-court-clears-way-for-louisiana-to-redo-congressional-map/", "date_published": "2023-06-26 14:20:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Supreme Court declines to hear case on charter school dress code", "description": "The Supreme Court declined to hear a case regarding the dress code of a North Carolina charter school on Monday, leaving intact a lower court’s ruling that the policy must be changed.  In the case, Charter Day School v. Peltier, parents and students sued over the institution's dress code policy that says girls must wear...", "link": "https://thehill.com/homenews/education/4067820-supreme-court-declines-to-hear-case-on-charter-school-dress-code-policy/", "date_published": "2023-06-26 14:04:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Supreme Court tosses Trump DC hotel records case", "description": "The Supreme Court will no longer hear a case on whether Democratic lawmakers should have been able to sue to obtain documents related to former President Trump’s then-owned Washington, D.C., hotel after congressional members dismissed the lawsuit. After the high court last month agreed to hear the Biden Justice Department’s appeal in the case, Democrats...", "link": "https://thehill.com/regulation/court-battles/4067786-supreme-court-tosses-trump-dc-hotel-records-case/", "date_published": "2023-06-26 14:03:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Is Glenn Youngkin the dark horse of 2024?", "description": "The real test of Youngkin’s national viability will be in Virginia’s elections this year.", "link": "https://thehill.com/opinion/campaign/4067752-is-glenn-youngkin-the-dark-horse-of-2024/", "date_published": "2023-06-26 14:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Church attendance below pre-pandemic levels: Gallup", "description": "Church attendance in the United States is lower than it was before the Covid-19 pandemic, a new survey indicated.  In the new Gallup survey, 31 percent of respondents said they have attended church, synagogue, mosque or temple in the last seven days. In Gallup polls conducted from 2020 to the most recent May 1-24, 2023...", "link": "https://thehill.com/policy/healthcare/4067776-church-attendance-below-pre-pandemic-levels-gallup/", "date_published": "2023-06-26 13:43:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "McCarthy floats impeachment inquiry into Garland over DOJ ‘weaponization’", "description": "Speaker Kevin McCarthy (R-Calif.) floated a possible impeachment inquiry into Attorney General Merrick Garland over alleged political bias and “weaponization” of the Department of Justice, with the push fueled by an IRS whistleblower's claims about tax crime investigations into Hunter Biden, President Biden’s son. “We need to get to the facts, and that includes reconciling...", "link": "https://thehill.com/homenews/house/4067770-mccarthy-floats-impeachment-inquiry-into-garland-over-doj-weaponization/", "date_published": "2023-06-26 13:30:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "What to do after Trump? Next-gen Republicans have no clue", "description": "The biggest current problem for this next generation is the failure to get beyond Trump’s populist success in selling anger and grievance to excite online donations and right-wing talk shows.", "link": "https://thehill.com/opinion/4065364-what-to-do-after-trump-next-gen-republicans-have-no-clue/", "date_published": "2023-06-26 13:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Georgia officials denounce neo-Nazi demonstrations outside synagogues", "description": "Georgia officials are condemning neo-Nazi demonstrations outside synagogues in the city of Macon and in Cobb County, near Atlanta, in recent days.   “There is absolutely no place for this hate and antisemitism in our state. I share in the outrage over this shameful act and stand with Georgians everywhere in condemning it. We remain vigilant...", "link": "https://thehill.com/homenews/state-watch/4067721-georgia-officials-denounce-neo-nazi-demonstrations-outside-synagogues/", "date_published": "2023-06-26 13:02:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "In support of public service — our colleges can hold the key", "description": "Our nation’s colleges and universities need to do more to explicitly train today’s young people for public service.", "link": "https://thehill.com/opinion/education/4062649-in-support-of-public-service-our-colleges-can-hold-the-key/", "date_published": "2023-06-26 13:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Sarah McBride launches House bid, would be first openly trans member of Congress", "description": "Delaware Democrat Sarah McBride, who in 2020 became the nation’s first openly transgender state senator, is setting out to make history again – this time as the first out transgender person elected to Congress. “My commitment is to the people in Delaware who aren't seen,” McBride said Monday in a campaign video announcing her bid for Delaware’s...", "link": "https://thehill.com/homenews/lgbtq/4067743-sarah-mcbride-launches-house-bid-would-be-first-openly-trans-member-of-congress/", "date_published": "2023-06-26 12:58:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Early testing shows no threats after train carrying hazardous materials falls into Yellowstone River", "description": "Early testing of water and air near part of the Yellowstone River did not show any threat to the public, state and federal officials said, after a train carrying hazardous material fell into the water Saturday. Several cars carrying hot asphalt and molten sulfur fell into the river early Saturday after a bridge near Columbus,...", "link": "https://thehill.com/policy/energy-environment/4067718-early-testing-shows-no-threats-after-train-carrying-hazardous-materials-falls-into-yellowstone-river/", "date_published": "2023-06-26 12:39:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Donald Trump has a 2024 math problem", "description": "The problem is this: The former president is really good at subtraction and division — and really, really lousy at addition.", "link": "https://thehill.com/opinion/campaign/4065434-donald-trump-has-a-2024-math-problem/", "date_published": "2023-06-26 12:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Russian defense minister appears in public for first time since rebellion", "description": "Russian Defense Minister Sergei Shoigu purportedly appeared in public Monday for the first time since the armed rebellion calling for his ouster, as political uncertainty loomed throughout the Kremlin.  Russia’s Defense Ministry released a video of Shoigu flying in a helicopter and then meeting with military officers in Ukraine. The Associated Press reported that the...", "link": "https://thehill.com/policy/international/4067676-russian-defense-minister-appears-in-public-for-first-time-since-rebellion/", "date_published": "2023-06-26 11:40:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "A US Titanic and the Chinese iceberg", "description": "Successive U.S. administrations believed that by supporting China’s economic growth, a more liberal society would follow. That would never happen.", "link": "https://thehill.com/opinion/international/4066034-a-us-titanic-and-the-chinese-iceberg/", "date_published": "2023-06-26 11:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Hill's Morning Report — Russia in turmoil; Biden hits fundraising circuit", "description": "Editor’s note: The Hill’s Morning Report is our daily newsletter that dives deep into Washington’s agenda. To subscribe, click here or fill out the box below. It’s all about the money in the home stretch of the first fundraising quarter for the 2024 presidential election. President Biden is using this week to kickstart a White House tour to tout federal...", "link": "https://thehill.com/homenews/morning-report/4067642-the-hills-morning-report-russia-in-turmoil-biden-hits-fundraising-circuit/", "date_published": "2023-06-26 10:34:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Furbies returning to store shelves next month", "description": "Hasbro announced that the fluffy and chatty animatronic children's toy will return to stores next month.", "link": "https://thehill.com/changing-america/enrichment/arts-culture/4066879-furbies-returning-to-store-shelves-next-month/", "date_published": "2023-06-26 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "GOP senators want Roberts to take action on Supreme Court", "description": "Republican senators are leaning on Chief Justice John Roberts to do something about the Supreme Court's appearance problem in the wake of reports that conservative Justices Clarence Thomas and Samuel Alito accepted luxury vacations from conservative donors.   While Republicans don’t support Supreme Court ethics reform legislation sponsored by Democrats, they think the reports that...", "link": "https://thehill.com/homenews/senate/4065348-gop-senators-want-roberts-to-take-action-on-supreme-court/", "date_published": "2023-06-26 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Nine cities where buying a home is still cheaper than renting", "description": "Owning a home beats renting one in several important ways, common wisdom dictates, starting with the fact that homeowners pay down their own mortgage, rather than someone else’s.  But home ownership feels out of reach to many Americans in 2023, thanks to a historic alignment of high mortgage rates and high sales prices.   Surprisingly, real...", "link": "https://thehill.com/business/housing/4065173-nine-cities-where-buying-a-home-is-still-cheaper-than-renting/", "date_published": "2023-06-26 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Why are restaurants sneaking in service charges? They say they have no choice", "description": "In case your $20 salad and $15 cocktail weren't expensive enough, your restaurant tab might have a few more line items tacked on. Diners are more frequently encountering service charges, a fee added to their bill that doesn't always count as tip.", "link": "https://thehill.com/changing-america/respect/poverty/4066834-why-are-restaurants-sneaking-in-service-charges-they-say-they-have-no-choice/", "date_published": "2023-06-26 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "White House announces funding to boost internet connectivity nationwide", "description": "President Biden on Monday is set to announce $40 billion dollars in funding to be allocated across the country in an effort to bring areas without internet access online in the coming years. The White House billed the announcement as the kickoff of a three-week “investing in America” blitz in which Biden and other officials...", "link": "https://thehill.com/homenews/administration/4066806-white-house-announces-funding-to-boost-internet-connectivity-nationwide/", "date_published": "2023-06-26 09:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Why your flood risk could be a lot worse than you think", "description": "The federal government is spending hundreds of billions of dollars on a generation of new roads, bridges and sewers — which could be overwhelmed by floodwaters the moment they are installed. That's because federal estimates about flood risk haven't kept up with climate change, according to a study published on Monday in the Journal of...", "link": "https://thehill.com/policy/energy-environment/4067425-why-your-flood-risk-could-be-a-lot-worse-than-you-think/", "date_published": "2023-06-26 04:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump claims US does not have ‘real elections,’ calls for paper ballots", "description": "Former President Trump took his latest swipe at the United States election system during a speech to Michigan Republicans on Sunday. During a speech to Oakland County Republicans in Michigan on Sunday, Trump said that he saved the steel industry in Michigan by placing tariffs on foreign aluminum and steel when he was president. He...", "link": "https://thehill.com/homenews/campaign/4067320-trump-claims-us-does-not-have-real-elections-calls-for-paper-ballots/", "date_published": "2023-06-26 01:20:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Radar problems lead FAA to temporarily pause flights to and from DC airports", "description": "The Federal Aviation Administration (FAA) shared on Sunday it had grounded flights in the Washington, D.C. area for roughly an hour due to radar problems.  In a Twitter thread, the agency shared that it paused departures to D.C.-area airports due to repairs being made to a communications system at the Potomac Terminal Radar Approach Control facility,...", "link": "https://thehill.com/homenews/state-watch/4067343-radar-problems-lead-faa-to-temporarily-pause-flights-to-and-from-dc-airports/", "date_published": "2023-06-26 01:01:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "YouTube star says he declined Titan submersible invitation", "description": "YouTube sensation Jimmy Donaldson, popularly known as \"MrBeast,\" said on Sunday he declined an invitation to ride on the Titan submersible, which imploded last week. The submersible made headlines when it went missing shortly after starting a descent towards the wreck of the RMS Titantic off the coast of Newfoundland, Canada on June 16. It...", "link": "https://thehill.com/blogs/in-the-know/4067276-youtube-star-says-he-declined-titan-submersible-invitation/", "date_published": "2023-06-26 00:49:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump takes aim at EV industry during speech to Michigan Republicans", "description": "Former President Trump railed against the electric vehicle industry during a speech to Michigan Republicans on Sunday, warning them that the state's auto industry is at risk under President Biden. \"Biden is a catastrophe for Michigan and his environmental extremism is heartless and disloyal and horrible for the American worker and you're starting to see...", "link": "https://thehill.com/blogs/blog-briefing-room/4067252-trump-takes-aim-at-ev-industry-during-speech-to-michigan-republicans/", "date_published": "2023-06-26 00:26:04+00:00", "persistent": false, "user": null, "language": "en-US"}]