[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Wild Up: Tiny Desk Concert", "description": "Tom Huizenga | June 26, 2023\nI was certain that we'd never fit 14 musicians — playing winds, strings, piano, bass and even a vibraphone — behind Bob Boilen's desk. But the members of the new music ensemble Wild Up, with their can-do attitude and their effervescent artistic director Christopher Rountree, were completely amenable to being shoved and squeezed and finally fanned out just right in front of our cameras and microphones.\n\nThey traveled all the way from California to play a single piece by a composer to whom Rountree and his musicians have devoted their lives for the past few years. Wild Up has just released its third album of music by Julius Eastman in a projected seven-volume series. Eastman was proudly Black and proudly gay, revered in his short heyday of the 1970s and early '80s, but tragically misunderstood and nearly forgotten by the time of his death in 1990, alone in a Buffalo, N.Y. hospital at age 49.\n\nToday, as Eastman's music is being brought into the spotlight by Wild Up and others, he's celebrated as an experimental visionary who brandished his own provocative way of getting the listener to think about sound and context.\n\nFor this performance, the band plays a 15-minute arrangement of a longer piece from 1973 called Stay On It. The music is nothing less than an exuberant house party unto itself, infectious and revelatory.\n\nTo perform Eastman's works, Rountree says, can be transformational.\n\n\"They're the kind of pieces you breathe in as a musician, and they do their work on you,\" he explains. \"And when you breathe them out again, you're breathing not only the piece but also a different version of yourself.\"\n\nSET LIST\nStay On It\n\nMUSICIANS\nChristopher Rountree: artistic director, conductor\nRichard Valitutto: piano\nTariq Al-Sabir: voice\nShelley Washington: voice\nJodie Landau: voice, percussion\nSidney Hopson: percussion\nDarian Donovan Thomas: violin, electronics\nAndrew Tholl: violin\nAdrianne Pope: violin\nMona Tian: viola\nDerek Stein: cello\nMarlon Martinez: electric bass\nPatrick Shiroishi: alto saxophone\nM.A. Tiesenga: baritone saxophone\nIsabel Lepanto Gleicher: flute\n\nTINY DESK TEAM\nProducer: Tom Huizenga\nDirector/Editor: Maia Stern\nAudio Engineer: Neil Tevault\nCreative Director: Bob Boilen\nSeries Producer: Bobby Carter\nVideographers: Maia Stern, Kara Frame, Joshua Bryant, Sofia Seidel\nAudio Assistant: Josephine Nyouani\nProduction Assistant: Ashley Pointer\nPhotographer: Catie Dull\nTiny Desk Team: Suraya Mohamed, Josh Rogosin, Jill Britton, Marissa Lorusso, Hazel Cills\nVP, Visuals and Music: Keith Jenkins\nSenior VP, Programming: Anya Grundmann\n\n#wildup #nprmusic #tinydesk", "link": "https://www.youtube.com/watch?v=jhWkvi8OPkc", "date_published": "2023-06-26 09:00:33+00:00", "persistent": false, "user": null, "language": "en-US"}]