[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Assassin’s Creed Mirage - Everything To Know", "description": "Set during the golden age of Baghdad, Assassin’s Creed Mirage is a return to the series’ stealth-focused combat roots. It continues the story of Valhalla’s Basim Ibn Ishaq on his journey to join the Hidden Ones, a precursor to the Assassin Brotherhood.\n#gamespot #gaming #assassinscreedmirage #assassinscreed", "link": "https://www.youtube.com/watch?v=lmqBwlrrxaY", "date_published": "2023-10-02T15:00:38+00:00", "bookmarked": false, "dead": null, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/lmqBwlrrxaY/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Forza Motorsport Everything To Know", "description": "It's finally time for the first non-Horizon entry in the Forza franchise since 2017’s Motorsport 7.  Here is everything you need to know about the new Forza Motorsport.\n\nUnlike the Horizon games, which feature a more exaggerated arcade style driving experience, Forza Motorsport is a more authentic racing simulator. That means no big jumps, no racing against giant planes and no conquering floating Hot Wheels tracks. Instead you’ll become the champion of 20 real world race tracks, 5 of which are new to the franchise, with a selection of over 500 real world cars. And those are just the amount that will be there at launch! \n\nAlthough this is the 8th game in the mainline series of Motorsport games, you may have noticed there is no number 8 on this entry’s title. This is because Forza Motorsport is a sort of reboot and a complete rethink of the racing sim franchise since it is the first in the series to fully adopt a live service model.\n\nForza Motorsport will launch on October 10 for Xbox ", "link": "https://www.youtube.com/watch?v=eWLxGvoOIc0", "date_published": "2023-10-02T15:00:26+00:00", "bookmarked": false, "dead": null, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/eWLxGvoOIc0/hqdefault.jpg"}]