[{"source": "https://www.wirtualnemedia.pl/rss/wm_gospodarka.xml", "title": "Polska to największy producent jabłek w Unii Europejskiej. \"Jabłek jemy mało\"", "description": "Polska jest największym producentem jabłek w Unii Europejskiej oraz 4. ich producentem na świecie. Mimo, że w naszym kraju tych owoców jest pod dostatkiem, a jabłko jest promowane jako owoc narodowy, jego spożycie nie rośnie. W gospodarstwach domowych zjada się rocznie ok. 11-12 kg jabłek na osobę.", "link": "https://www.wirtualnemedia.pl/artykul/polska-najwiekszy-producent-jablek-unia-europejska-jablek-jemy-malo", "date_published": "2023-10-02T06:14:14.776199+00:00", "bookmarked": false, "dead": null, "artist": "Wirtualne Media", "album": "Wirtualne Media", "user": null, "language": "pl-PL", "thumbnail": null}, {"source": "https://www.wirtualnemedia.pl/rss/wm_gospodarka.xml", "title": "Rządy nie mogą zwlekać z uregulowaniem kwestii sztucznej inteligencji. \"Niedługo może być już na to za późno\"", "description": "Błyskawiczny rozwój sztucznej inteligencji (AI) zmieni światową gospodarkę, ekonomię i politykę; podobnie jak poprzednie rewolucje technologiczne AI stworzy ogromne możliwości rozwoju, ale towarzyszyć im będą niespotykane dotychczas zagrożenia, w tym zmiany geopolityczne - piszą Ian Bremmer i Mustafa Suleyman na łamach magazynu \"Foreign Affiars\". Dlatego AI wymaga stworzenia nowych, ponadnarodowych regulacji, jeżeli prace nad nimi nie zaczną się teraz, niedługo może być na to za późno - ostrzegają autorzy.", "link": "https://www.wirtualnemedia.pl/artykul/jak-uregulowac-sztuczna-inteligencja", "date_published": "2023-10-02T06:14:14.773871+00:00", "bookmarked": false, "dead": null, "artist": "Wirtualne Media", "album": "Wirtualne Media", "user": null, "language": "pl-PL", "thumbnail": null}, {"source": "https://www.wirtualnemedia.pl/rss/wm_gospodarka.xml", "title": "I Liceum Ogólnokształcącego w Rzeszowie chce być szkołą bez ocen", "description": "Chcemy, żeby młodzi ludzie uczyli się dla siebie, a nie wychodzili z założenia: przychodzę do szkoły, więc ty nauczycielu mnie ucz – powiedział PAP Piotr Wanat, dyrektor I Liceum Ogólnokształcącego w Rzeszowie. Szkoła przymierza się do rezygnacji z ocen, a zmiany zaczęły się od języka francuskiego.", "link": "https://www.wirtualnemedia.pl/artykul/i-liceum-ogolnoksztalcacego-w-rzeszowie-szkola-bez-ocen", "date_published": "2023-10-02T06:14:14.771305+00:00", "bookmarked": false, "dead": null, "artist": "Wirtualne Media", "album": "Wirtualne Media", "user": null, "language": "pl-PL", "thumbnail": null}]