{"entries": [{"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2023/jan/03/michael-smith-hits-nine-darter-on-way-past-van-gerwen-to-pdc-world-title", "title": "Michael Smith hits nine-darter on way past Van Gerwen to PDC world title", "date_published": "2023-01-03 23:13:21+00:00", "description": "<ul><li>Englishman sees off his great rival 7-4 in stunning final</li><li>‘This feeling will never be topped,’ says first-time champion</li></ul><p>From the moment he hit his first 180 as a teenager, Michael Smith believed it was his destiny to become world champion. Twice before he has come desperately close, losing in the biggest game of them all – <a href=\"https://www.theguardian.com/sport/2019/jan/01/michael-van-gerwen-michael-smith-world-darts-championship\">including to Michael van Gerwen here in 2019</a> – but not even in Smith’s wildest dreams did he suspect he would finally fulfil his destiny in these circumstances. “This feeling will never be topped,” the newest champion of the world admitted after a moment he may have thought would never arrive.</p><p>We hoped this final, the most mouthwatering in years on paper, would deliver. This year’s PDC World Darts Championship has underwhelmed on occasion but Smith and Van Gerwen have been the best two players on the planet throughout the last 12 months, with 16 ranking titles between them. Ignore their pre-tournament world rankings of four and three respectively: this was a meeting of the two finest tungsten technicians.</p> <a href=\"https://www.theguardian.com/sport/2023/jan/03/michael-smith-hits-nine-darter-on-way-past-van-gerwen-to-pdc-world-title\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2023/jan/03/walter-cunningham-apollo-7-nasa", "title": "Walter Cunningham, last surviving Apollo 7 astronaut, dies at age 90", "date_published": "2023-01-03 23:00:27+00:00", "description": "<p>He was one of three space jocks during the 1968 11-day mission that garnered an Emmy award for live reports beamed from Earth orbit</p><p>Walter Cunningham, the last surviving astronaut from the first successful crewed space mission in Nasa’s Apollo program, has died. He was 90.</p><p>A Nasa spokesman, Bob Jacobs, confirmed Cunningham’s death but did not immediately provide further details. Cunningham’s wife, Dot Cunningham, said in a statement that he died on Tuesday but did not say where or provide a cause of death.</p> <a href=\"https://www.theguardian.com/us-news/2023/jan/03/walter-cunningham-apollo-7-nasa\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2023/jan/03/germany-spurns-renewed-polish-call-for-war-reparations", "title": "Germany spurns renewed Polish call for war reparations", "date_published": "2023-01-03 22:56:45+00:00", "description": "<p>Berlin insists all financial claims have been settled as Warsaw seeks £1.2tn for war losses</p><p>Germany has rebuffed the latest push by Poland’s nationalist government for vast reparations over the second world war, saying in response to a diplomatic note that the issue was closed, according to the foreign ministry in Warsaw.</p><p>Poland estimates its losses in the second world war caused by Germany at 6.2tn złotys (£1.2tn) and has demanded reparations, but Berlin has repeatedly said all financial claims related to the war have been settled.</p> <a href=\"https://www.theguardian.com/world/2023/jan/03/germany-spurns-renewed-polish-call-for-war-reparations\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2023/jan/03/california-police-force-against-black-people-report", "title": "California police more than twice as likely to use force against Black people – report", "date_published": "2023-01-03 22:26:58+00:00", "description": "<p>Annual report from state board found Latino and Black residents disproportionately affected by ongoing ‘pretextual stops’</p><p>California police were more than twice as likely to use force against Black residents than white residents during traffic and pedestrian stops in 2021, according to a new report on racial profiling.</p><p>The <a href=\"https://oag.ca.gov/system/files/media/ripa-board-report-2023.pdf\">annual report</a> from a state board also found that law enforcement searched Black people at 2.2 times the rate of white people, and that Black youths ages 15 to 17 were searched at nearly six times the rate of white teenagers. Latino residents were stopped and subjected to force at 1.4 times the rate of white people, and Latino youths were searched at nearly four times the rate of white youths.</p> <a href=\"https://www.theguardian.com/us-news/2023/jan/03/california-police-force-against-black-people-report\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2023/jan/03/arsenal-newcastle-united-premier-league-match-report", "title": "Arsenal and Arteta frustrated by Newcastle’s defensive masterclass", "date_published": "2023-01-03 22:03:58+00:00", "description": "<p>Nobody should feel surprised Newcastle were the first visitors to escape the Emirates with as much as a point this season. They put on a masterclass in frustration against a toothless Arsenal who struggled to fashion opportunities, turning long stretches into exhibitions of niggle that made the contest curiously engaging. Perhaps it is no surprise two sides with only a defeat each to their name could not find a victor and the outcome does not leave a huge dent in Arsenal’s title hopes, even if the chance to move 10 points clear had loomed. Newcastle’s hopes of shooting for the summit are remote but they look supremely set for a concerted tilt at the Champions League spots.</p><p>In August the prospect of this clash bearing serious title implications for both sides would barely have registered. But they are here on merit and a fast, open start showed why. Most of the running came from Arsenal, because it always does these days, and they created three presentable openings in the first 10 minutes.</p> <a href=\"https://www.theguardian.com/football/2023/jan/03/arsenal-newcastle-united-premier-league-match-report\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/gallery/2023/jan/03/brazil-bids-farewell-to-pele-in-pictures", "title": "Brazil bids farewell to Pelé – in pictures", "date_published": "2023-01-03 21:45:24+00:00", "description": "<p>Fans pay their respects to the football giant in a 24-hour public wake at the stadium of his long-time team, Santos</p> <a href=\"https://www.theguardian.com/football/gallery/2023/jan/03/brazil-bids-farewell-to-pele-in-pictures\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2023/jan/03/brooklyn-subway-shooting-frank-james-pleads-guilty", "title": "Frank James pleads guilty to terrorism charges in Brooklyn subway shooting", "date_published": "2023-01-03 21:35:46+00:00", "description": "<p>James was arrested on 13 April 2022 after opening fire on the subway and shooting 10 people</p><p>The man who <a href=\"https://www.theguardian.com/us-news/2022/apr/14/brooklyn-subway-shooting-frank-james-denied-bail-court\">fired more than 30 shots</a> on a New York City subway train last spring pleaded guilty to terrorism charges on Tuesday. <a href=\"https://www.theguardian.com/us-news/2022/apr/14/brooklyn-subway-shooting-frank-james-denied-bail-court\">Frank James</a> was arrested on 13 April 2022 after opening fire on the subway, shooting 10 people.</p><p>James, 63 and from Milwaukee, Wisconsin, pleaded guilty to 10 counts of committing a terrorist attack or other violence against a mass transportation vehicle – one count for each gunshot victim, the Department of Justice <a href=\"https://www.justice.gov/opa/pr/frank-james-pleads-guilty-mass-shooting-new-york-subway\">noted</a> – and one count of discharging a firearm in furtherance of his attack.</p> <a href=\"https://www.theguardian.com/us-news/2023/jan/03/brooklyn-subway-shooting-frank-james-pleads-guilty\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2023/jan/03/romeo-and-juliet-actors-sue-paramount-child-abuse-zeffirelli", "title": "Romeo and Juliet actors sue Paramount for child abuse in 1968 film", "date_published": "2023-01-03 21:20:47+00:00", "description": "<p>Olivia Hussey and Leonard Whiting accuse studio of sexual exploitation in nude scene in Franco Zeffirelli adaptation</p><p>The two leads from the 1968 adaptation of Romeo and Juliet are suing Paramount for child abuse over a nude scene in the film.</p><p>According to <a href=\"https://variety.com/2023/film/news/romeo-and-juliet-child-abuse-nude-scene-lawsuit-1235477837/\">Variety</a>, Olivia Hussey and Leonard Whiting, who were teenagers when making the Oscar-winning film, filed a lawsuit on 30 December accusing the studio of sexual exploitation.</p> <a href=\"https://www.theguardian.com/film/2023/jan/03/romeo-and-juliet-actors-sue-paramount-child-abuse-zeffirelli\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2023/jan/03/usa-coach-gregg-berhalter-blackmail-attempt", "title": "USA coach Gregg Berhalter admits to kicking future wife in 1991 incident", "date_published": "2023-01-03 21:20:23+00:00", "description": "<ul><li>US men’s coach Berhalter admits kicking future wife in 1991</li><li>Berhalter says he was subject of recent blackmail attempt</li></ul><p>The US Soccer Federation revealed Tuesday it is investigating men’s national team coach Gregg Berhalter for a 1991 confrontation in which he kicked the woman who later became his wife.</p><p>The federation said it learned of the allegation on 11 December and hired the law firm Alston &amp; Bird to investigate. The USSF said Berhalter and his wife Rosalind had “spoken openly” about the matter, and Berhalter admitted to the kick in a statement Tuesday.</p> <a href=\"https://www.theguardian.com/football/2023/jan/03/usa-coach-gregg-berhalter-blackmail-attempt\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2023/jan/03/remains-found-victims-gulf-mexico-helicopter-crash", "title": "Remains of four people killed in Gulf of Mexico helicopter crash found", "date_published": "2023-01-03 21:01:48+00:00", "description": "<p>US Coast Guard found wreckage of aircraft that was transporting oil rig workers when it crashed killing all onboard on Thursday</p><p>Authorities have found the remains of the four people who died in a helicopter crash in the Gulf of Mexico near Louisiana on Thursday, according to reports.</p><p>The US Coast Guard found the helicopter – which was departing an offshore oil rig – in Gulf waters on Monday, the Louisiana news website <a href=\"https://www.nola.com/news/all-four-bodies-recovered-in-gulf-helicopter-crash-according-to-three-companies-involved/article_3d4d2c48-6064-5f15-b07c-83a02937e84b.html\">Nola.com reported</a>.</p> <a href=\"https://www.theguardian.com/us-news/2023/jan/03/remains-found-victims-gulf-mexico-helicopter-crash\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/live/2023/jan/03/michael-smith-v-michael-van-gerwen-pdc-world-darts-final-live", "title": "Michael Smith v Michael van Gerwen: PDC world darts final – live", "date_published": "2023-01-03 20:31:25+00:00", "description": "<ul><li>Updates from the final at Alexandra Palace (8.30pm GMT start)</li><li>And feel free to share your thoughts with Rob <a href=\"mailto:rob.smyth@theguardian.com\">via email</a></li></ul><p><strong>The players are ready. </strong>First up to the oche is Michael Smith, smiling a little nervously as he strolls on to the sound of Shut Up and Dance With Me.</p><p><strong>The Sky pundits </strong>– Wayne Mar-dell, Mark Webster and John Part – have all predicted MvG to win either 7-3 or 7-4. I’m predicting nothing, except that they will be a series of exquisitely tense fifth legs.</p> <a href=\"https://www.theguardian.com/sport/live/2023/jan/03/michael-smith-v-michael-van-gerwen-pdc-world-darts-final-live\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/technology/2023/jan/03/tesla-shares-price-value-decline-elon-musk", "title": "Tesla shares continue slide with shrinking demand and logistics snags", "date_published": "2023-01-03 20:00:42+00:00", "description": "<p>Company has lost more than 65% in value since last year, although it is still world’s most valuable automaker</p><p>Tesla shares started 2023 where they left off last year, plunging more than 14% on Tuesday on growing worries about weakening demand and logistical problems that have hampered deliveries for the world’s most valuable automaker.</p><p>Once worth more than $1tn, Tesla lost more than 65% in market value in a tumultuous 2022. Tuesday’s slide knocked off nearly $60bn in market value, roughly equal to the valuation of rival Ford, which last year sold three times as many cars as Tesla.</p> <a href=\"https://www.theguardian.com/technology/2023/jan/03/tesla-shares-price-value-decline-elon-musk\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/live/2023/jan/03/arsenal-v-newcastle-united-premier-league-live-score-updates", "title": "Arsenal v Newcastle United: Premier League – live", "date_published": "2023-01-03 19:32:06+00:00", "description": "<ul><li>Premier League updates from the 7.45pm GMT kick-off</li><li><a href=\"https://www.theguardian.com/football/live\">Live scoreboard! All the night’s Premier League matches</a></li><li>Share your match thoughts with Will <a href=\"mailto:will.unwin.casual@theguardian.com\">on email</a> or <a href=\"https://twitter.com/Will_Unwin\">Twitter</a></li></ul><p><strong>Jeff Sachs emails:</strong> “Seems winter influencing MBM recently with many comments about food.”</p><p>We all need to stay well-fed, Jeff. </p> <a href=\"https://www.theguardian.com/football/live/2023/jan/03/arsenal-v-newcastle-united-premier-league-live-score-updates\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2023/jan/03/colombia-guerrillas-deny-national-ceasefire", "title": "Colombia’s ELN guerrilla group denies agreeing to national ceasefire", "date_published": "2023-01-03 19:17:45+00:00", "description": "<p>Statement contradicts president’s announcement of six-month truce between country’s five largest armed groups</p><p>Colombia’s largest remaining guerrilla group has contradicted government claims that they had agreed a national ceasefire, in a setback to plans to bring peace to the Andean nation after decades of violence.</p><p>President Gustavo Petro had announced on New Year’s Eve that the country’s five largest armed groups had agreed to a six-month truce, but on Tuesday the National Liberation Army (ELN) rejected the claims, saying it had not been consulted on any such plan.</p> <a href=\"https://www.theguardian.com/world/2023/jan/03/colombia-guerrillas-deny-national-ceasefire\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2023/jan/04/silly-point-or-square-leg-how-well-do-you-know-your-way-around-a-cricket-field", "title": "Silly point or square leg: how well do you know your way around a cricket field?", "date_published": "2023-01-03 19:00:56+00:00", "description": "<p>Do you know fine leg from third man? Test your knowledge of cricket fielding positions with this interactive quiz</p><p>Cricket is full of jargon. Someone can be out for a duck, fooled by a doosra or standing in the gully. If you are listening to a game on the radio, it can be hard to interpret the vocabulary – silly, short, square etc – used to identify the positions of the fielders.</p><p><strong>Test how well you know cricket positions with the quiz below.</strong></p> <a href=\"https://www.theguardian.com/sport/2023/jan/04/silly-point-or-square-leg-how-well-do-you-know-your-way-around-a-cricket-field\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/news/2023/jan/04/sunlight-streams-in-at-2am-life-inside-new-zealands-antarctica-base", "title": "‘Sunlight streams in at 2am’: life inside New Zealand’s Antarctica base", "date_published": "2023-01-03 19:00:56+00:00", "description": "<p>Matthew Jordan fell in love with the vast southern continent on a cruise. Eight years later, he’s preparing to spend months working through an Antarctic winter</p><p>My first trip to Antarctica was as a tourist in 2014. I booked a cruise from Argentina and spent 10 days sailing around the Antarctic peninsula. It was after that I decided Antarctica was the place I wanted my career to head.</p><p>The primary thing that got me was the natural landscape and visiting the research stations. Prior to that point I figured Antarctica was just for scientists and I didn’t realise there were a whole bunch of support staff from different backgrounds.</p> <a href=\"https://www.theguardian.com/news/2023/jan/04/sunlight-streams-in-at-2am-life-inside-new-zealands-antarctica-base\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2023/jan/03/private-burial-of-pele-in-santos-after-eight-mile-funeral-procession", "title": "Private burial of Pelé in Santos after eight-mile funeral procession", "date_published": "2023-01-03 18:59:33+00:00", "description": "<p>Coffin of Brazilian footballer, who died aged 82, taken to cemetery near stadium where he began career</p><p>The Brazilian footballer <a href=\"https://www.theguardian.com/football/pele\">Pelé</a> has been buried in the port city where he began his career nearly 70 years ago, with the country’s president, <a href=\"https://www.theguardian.com/world/luiz-inacio-lula-da-silva\">Luiz Inácio Lula da Silva</a>, flying in to lament the “irreparable loss”.</p><p>Pelé, who died last week age 82, scored most of his 1,283 goals for Santos football club and it was at a cemetery near the team’s Vila Belmiro stadium where he was laid to rest on Tuesday afternoon after an emotional three-hour procession through town.</p> <a href=\"https://www.theguardian.com/world/2023/jan/03/private-burial-of-pele-in-santos-after-eight-mile-funeral-procession\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/stage/2023/jan/03/a-streetcar-named-desire-tennessee-williams-almeida-paul-mescal-patsy-ferran", "title": "A desire for Streetcar: the enduring allure of Tennessee Williams’s tantalising classic", "date_published": "2023-01-03 18:48:18+00:00", "description": "<p>Paul Mescal and Patsy Ferran battle it out in the Almeida’s new production of a poetic drama whose ambiguity is enthralling</p><p>Tennessee Williams’s old bus keeps on running. The Almeida’s production of A Streetcar Named Desire, <a href=\"https://www.theguardian.com/stage/2022/dec/08/almeida-theatre-cancels-performances-of-a-streetcar-named-desire-as-actor-withdraws\">starring Patsy Ferran</a> and directed by Rebecca Frecknall, is the play’s fifth major UK revival in the last 20 years. That’s not bad going for a work that at its 1947 New York premiere was described as the product of “an almost desperately morbid turn of mind” and two years later in London was dismissed by one critic as “a messy little anecdote”. </p><p>So why has the play lasted so well? There are multiple reasons but the most fundamental is its air of tantalising ambiguity. When Blanche DuBois floats into New Orleans’s ironically named Elysian Fields and finds herself up against her Polish-American brother-in-law, Stanley Kowalski, it seems as if we are facing a primal conflict: Blanche, quoting Hawthorne, Whitman and Poe, seems to represent the poetic spirit while Stanley’s mentality, in the words of that fine critic Harold Clurman, “provides the soil for fascism viewed not as political movement but as a state of being”. That is Blanche’s own view of the situation when she urges her sister, Stella, “In this dark march towards whatever it is we’re approaching … Don’t – don’t hang back with the brutes.”</p> <a href=\"https://www.theguardian.com/stage/2023/jan/03/a-streetcar-named-desire-tennessee-williams-almeida-paul-mescal-patsy-ferran\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2023/jan/03/uk-sets-new-record-for-turbine-power-generation-after-period-of-low-wind", "title": "UK sets new record for wind power generation", "date_published": "2023-01-03 18:36:50+00:00", "description": "<p>New record of 87.2% also set for share of electricity on grid coming from renewables and nuclear</p><p>Britain has set a new record for wind generation as power from onshore and offshore turbines helped boost clean energy supplies late last year.</p><p>National Grid’s electricity system operator (ESO), which handles Great Britain’s grid, said that a new record for wind generation was set on 30 December, when 20.91 gigawatts (GW) were produced by turbines.</p> <a href=\"https://www.theguardian.com/environment/2023/jan/03/uk-sets-new-record-for-turbine-power-generation-after-period-of-low-wind\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2023/jan/03/mark-cavendish-and-wife-hid-son-as-robbers-threatened-them-court-hears", "title": "Mark Cavendish and wife hid son as robbers threatened them, court hears", "date_published": "2023-01-03 18:11:30+00:00", "description": "<p>Star cyclist was ‘jumped on’ and punched at Essex home before raiders made off with valuable watches  </p><p>The Olympic silver medallist Mark Cavendish and his wife were robbed at knifepoint by a masked gang, while one of their children was hidden under bed covers, a court has heard.</p><p>The armed robbers threatened to stab the cyclist, as Cavendish’s wife, Peta, hid their three-year-old son under the duvet in their bedroom to stop him seeing the robbery.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jan/03/mark-cavendish-and-wife-hid-son-as-robbers-threatened-them-court-hears\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/business/nils-pratley-on-finance/2023/jan/03/2023-uk-economy-financial-gloom-energy-prices", "title": "Will 2023 be a year of muddling through for the UK economy?", "date_published": "2023-01-03 18:03:05+00:00", "description": "<p>Despite the gloomy predictions, an extended period of lower energy prices could bring some cheer</p><p>Typical. After a round of new year prediction punditry that made one think that 2023 could only be bleaker and weaker than 2022, the FTSE 100 index charged off in the opposite direction. It was up 180 points after two hours of trading to a shade over 7,600, enough to bring the all-time high (7,877, in the faraway pre-Ukraine, pre-Covid days of 2018) into view, a prospect that did not feature heavily in most “what to expect” checklists.</p><p>By the close, the gain was a more modest 102 points but still out of tune with the general diagnosis that a<a href=\"https://www.theguardian.com/business/2023/jan/02/third-of-world-economy-to-hit-recession-in-2023-imf-head-warns\"> third of the world would be in recession this year</a> (the IMF) and that the UK’s downturn was likely to be <a href=\"https://www.ft.com/content/81fbdff6-dacb-476b-a4ba-12696e7f7800\">the worst and longest in the G7</a> (a Financial Times poll of 101 UK economists). Never mistake share price for the real economy, but it’s worth asking the question: is it possible that 2023 could be a tale of muddling through, as opposed to a story of unmitigated financial gloom?</p> <a href=\"https://www.theguardian.com/business/nils-pratley-on-finance/2023/jan/03/2023-uk-economy-financial-gloom-energy-prices\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2023/jan/03/damar-hamlin-toy-drive-donations-buffalo-bills", "title": "Over $4m donated to Damar Hamlin’s toy drive after cardiac arrest on field", "date_published": "2023-01-03 17:43:33+00:00", "description": "<p>Fans donate to player’s charity after Buffalo Bills safety collapsed mid-game on Monday night</p><p>A <a href=\"https://www.gofundme.com/f/mxksc-the-chasing-ms-foundation-community-toy-drive\">toy drive</a> that was launched by Buffalo Bills safety <a href=\"https://www.theguardian.com/sport/2023/jan/03/nfl-game-halted-after-buffalo-bills-player-damar-hamlin-collapses\">Damar Hamlin</a> received more than $4m in donations after he experienced <a href=\"https://www.theguardian.com/us-news/2023/jan/03/first-thing-buffalo-bills-damar-hamlin-in-critical-condition-after-cardiac-arrest\">cardiac arrest</a> following a hard hit to his chest during a game on Monday night, according to reports.</p><p>Hamlin, who collapsed on the football field during the Bills’ game against the Cincinnati Bengals, was given CPR and his heartbeat was restored on the field. He was taken to hospital for additional testing and treatment and “is currently sedated and listed in critical condition”, the Bills <a href=\"https://twitter.com/BuffaloBills/status/1610166228559052801\">said early</a> on Tuesday.</p> <a href=\"https://www.theguardian.com/sport/2023/jan/03/damar-hamlin-toy-drive-donations-buffalo-bills\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2023/jan/03/donald-trump-abortion-midterms-republicans", "title": "Trump blaming abortion for midterms flop shows ‘ship is sinking’, insider says", "date_published": "2023-01-03 17:43:25+00:00", "description": "<p>Ex-president says ‘it wasn’t my fault’ Republicans fared poorly in 2022 but political wisdom of citing key rightwing issue questioned</p><p>Donald Trump’s recent comments about abortion as a political issue show the former president has lost his ability to read Republican voters, a veteran Trump campaign insider said.</p><p>In messages seen by the Guardian, the operative said: “Trump has no political skills left. His team is a joke. The ship is sinking.”</p> <a href=\"https://www.theguardian.com/us-news/2023/jan/03/donald-trump-abortion-midterms-republicans\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2023/jan/03/iranian-sports-minister-accuses-uk-sedition-plot-at-world-cup-qatar", "title": "Iranian sports minister accuses UK of ‘sedition plot at World Cup’", "date_published": "2023-01-03 17:21:11+00:00", "description": "<p>Tehran parliament told plan was for national football team to defect on pitch in Qatar but plot was foiled</p><p>The UK was plotting for the Iranian national football team to defect on the pitch at the World Cup in Qatar, the minister of sport and youth has told the Iranian parliament, without providing any evidence.</p><p>The sports minister, Hamid Sajjadi, told MPs the country’s enemies had attempted “the height of sedition”. He said the “Old Fox”, by which he meant the UK, had planned for Iran’s players to walk off the pitch at specified moments and seek to defect.</p> <a href=\"https://www.theguardian.com/world/2023/jan/03/iranian-sports-minister-accuses-uk-sedition-plot-at-world-cup-qatar\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2023/jan/03/west-ham-must-replace-david-moyes-to-have-better-chance-of-survival", "title": "West Ham playing dangerous game as the Moyes project stops working | Jacob Steinberg", "date_published": "2023-01-03 17:19:23+00:00", "description": "<p>With five defeats in a row and players’ belief in the manager dwindling, West Ham could be better off making a change now</p><p>West Ham’s determination to stand by David Moyes is admirable but risky. It also feels pointless. Moyes remains defiant, insisting he can still turn West Ham’s fortunes around, but the sense around the club is of a slow march towards the exit door. Forget about another push for European qualification: the season is all about survival now and, while there is something honourable about West Ham trying to give Moyes a chance to rediscover his spark, the danger is that they are wasting precious time and making relegation more likely by refusing to make a change.</p><p>This is not a sudden decline. Moyes has done a fine job since returning to the London Stadium three years ago but West Ham have been spiralling for a while. They were outplayed during their defeat by Eintracht Frankfurt in the last four of the Europa League last spring and were fortunate to finish last season seventh after winning six of their last 19 games. Somewhere along the line the Moyes project stopped working. The message has not been landing with the players and it is no longer possible to pin it on the demands of European football tiring out a small squad given that West Ham, who have lost the resilience of old, were the third-biggest spenders in the Premier League last summer.</p> <a href=\"https://www.theguardian.com/football/2023/jan/03/west-ham-must-replace-david-moyes-to-have-better-chance-of-survival\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2023/jan/03/cristiano-ronaldo-al-nassr-transfer", "title": "‘This contract is unique, but I’m unique’: Cristiano Ronaldo unveiled by Al Nassr", "date_published": "2023-01-03 17:14:29+00:00", "description": "<ul><li>Player claims he turned down offers from around the world </li><li>Transfer set to heap unprecedented focus on Saudi football</li></ul><p>Cristiano Ronaldo was officially presented by Al Nassr as the Saudi Arabian club’s superstar new signing on Tuesday, and said he had turned down multiple offers from Europe and North America.</p><p>The former Manchester United, Real Madrid and Juventus forward has signed a two-and-a-half-year contract to play in the Saudi Pro League in one of the more surprising transfers in the game’s recent history. Ronaldo, who has won five Ballon d’Or awards and five Champions League titles, will play outside of Europe for the first time in his career.</p> <a href=\"https://www.theguardian.com/football/2023/jan/03/cristiano-ronaldo-al-nassr-transfer\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/money/2023/jan/03/four-day-week-pick-your-pay-bosses-perfect-job", "title": "A four-day week? Pick your pay? The bosses fighting to lure workers with the perfect job", "date_published": "2023-01-03 17:05:46+00:00", "description": "<p>From Netflix to Kickstarter, some firms are pulling out all the stops to find new recruits – and hang on to existing staff</p><p><strong>Name:</strong> The perfect job.</p><p><strong>Age:</strong> As a dream, as old as paid work.</p> <a href=\"https://www.theguardian.com/money/2023/jan/03/four-day-week-pick-your-pay-bosses-perfect-job\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/artanddesign/2023/jan/03/sari-soininen-lsd-acid-induced-photographs", "title": "‘God told me I should take more LSD’: Sari Soininen on her acid-induced photographs", "date_published": "2023-01-03 17:00:53+00:00", "description": "<p>The photographer was entranced when she first took LSD – but months of heavy usage led to satanic visions and a car crash. Now she has captured the experience in a book of unearthly pictures</p><p>“The sky started to change slowly,” writes Sari Soininen in her photobook Transcendent Country of the Mind. “I could see and sense his rage from the movement of the clouds, which started to get darker and darker. It felt like I had stepped into the Book of Revelation.”</p><p>The Finnish photographer had in fact fallen headlong into the hallucinatory intensity of an LSD trip and was undergoing the first of several acid-induced experiences that would culminate in a prolonged bout of psychosis. What had started out as a “heavenly experience”, when Soininen first tried the drug aged 24, soon turned much darker and stranger as she became convinced that God was communicating directly with her.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/jan/03/sari-soininen-lsd-acid-induced-photographs\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/society/2023/jan/03/knife-that-smells-tumours-can-detect-womb-cancer-within-seconds-iknife", "title": "Knife that ‘smells tumours’ can detect womb cancer within seconds", "date_published": "2023-01-03 16:52:30+00:00", "description": "<p>Exclusive: iKnife can reliably diagnose endometrial cancer and help thousands of healthy women get all-clear quicker</p><p>A revolutionary surgical knife that “smells tumours” can diagnose womb cancer within seconds, researchers have found in a breakthrough that could enable thousands of healthy women to get the all-clear quicker.</p><p>The disease is the fourth most common cancer in women and affects about 9,000 a year in the UK, but only about 10% of those with suspected symptoms who undergo a biopsy are found to have it.</p> <a href=\"https://www.theguardian.com/society/2023/jan/03/knife-that-smells-tumours-can-detect-womb-cancer-within-seconds-iknife\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2023/jan/03/could-new-omicron-variant-xbb15-fuel-further-covid-infections", "title": "Could new Omicron variant XBB.1.5 fuel further Covid infections?", "date_published": "2023-01-03 16:46:35+00:00", "description": "<p>The offshoot accounts for 40% of Covid cases in the US, raising fears of fresh waves of illness as it spreads to other countries</p><p>Scientists have raised concerns about a new Covid variant that is spreading fast in the US and threatening to cause further waves of infection. Here’s what we know so far.</p><p><strong>What is the new variant called?</strong></p> <a href=\"https://www.theguardian.com/world/2023/jan/03/could-new-omicron-variant-xbb15-fuel-further-covid-infections\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/artanddesign/2023/jan/03/maya-widmaier-picasso-obituary", "title": "Maya Widmaier-Picasso obituary", "date_published": "2023-01-03 16:42:04+00:00", "description": "<p>Daughter of Pablo Picasso who inspired several of her father’s paintings and became an authority on his work</p><p>Among the more unusual presents the artist Pablo Picasso gave to his elder daughter, Maya, was a box of his nail clippings. These she took to be a token of trust. “My father gave them to me because he was frightened that people would use them against him,” recalled Maya Widmaier-Picasso, who has died of pulmonary failure aged 87. “He was afraid that someone, anyone, would take them and cast a spell on him.”</p><p>As with much in the relationship between the Picassos <em>père </em>and <em>fille</em>, the story feels ambiguous. Maya saw the gift as evidence of the bond between them, but it has something of the air of a curse, the clippings part reliquary and part fetish-object. This ambiguity would shape Maya’s life, even after the death of her father in 1973.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/jan/03/maya-widmaier-picasso-obituary\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2023/jan/03/republicans-house-speaker-party-loses", "title": "Republicans fight over speaker of the House – but whoever wins, the party loses | Robert Reich", "date_published": "2023-01-03 16:35:31+00:00", "description": "<p>The Republican party has collapsed under its own contradictions, competing impulses and fear of the base</p><p>On Tuesday, as Republicans in the US House of Representatives convulse over electing one among them as speaker of the House, with Kevin McCarthy attempting to outmanoeuvre his hardcore Maga detractors, the civil war in the Republican party comes into the open.</p><p>But it’s not particularly civil and it’s not exactly a war. It’s the mindless hostility of a political party that’s lost any legitimate reason for being.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jan/03/republicans-house-speaker-party-loses\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/artanddesign/2023/jan/03/tom-karen-designer-of-raleigh-chopper-and-marble-run-dies-aged-96", "title": "Tom Karen, designer of Raleigh Chopper and Marble Run, dies aged 96", "date_published": "2023-01-03 16:21:22+00:00", "description": "<p>Family and friends pay tribute to Karen, who also oversaw design of Reliant Scimitar GTE car</p><p><a href=\"https://www.theguardian.com/lifeandstyle/2017/nov/04/toy-designer-tom-karen-home-raleigh-chopper\">Tom Karen, the British designer behind the Raleigh Chopper and Marble Run</a> has died aged 96, his family have confirmed.</p><p>His daughter Eugenie told the Guardian: “It was a privilege to have been close to such a creative person. He made things constantly and even his most throwaway creations were things to be treasured. I have a paper Spitfire that he casually made for my sons in minutes, but it captures the aircraft’s character perfectly.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/jan/03/tom-karen-designer-of-raleigh-chopper-and-marble-run-dies-aged-96\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/artanddesign/2023/jan/03/arata-isozaki-obituary", "title": "Arata Isozaki obituary", "date_published": "2023-01-03 16:20:31+00:00", "description": "<p>Versatile architect who first came to prominence in the 1960s with visionary schemes for the postwar rebuilding of Japan</p><p>From building heroic works of concrete brutalism in the 1960s, to pieces of playful postmodernism in the 1980s, and curious organic-tech structures in the 2000s, few architects have been as versatile and enduring as the Japanese designer Arata Isozaki, who has died aged 91.<br /><br />Impossible to categorise with any single stylistic label, Isozaki was a constant presence in global architectural culture for the second half of the 20th century, after he first came to prominence in the 60s with visionary, almost sci-fi schemes for how Japanese cities might be rebuilt after the second world war.</p><p>His 1962 project, <a href=\"https://www.archdaily.com/912738/the-city-in-the-air-by-arata-isozaki\">City in the Air</a>, proposed great branching megastructures sprouting above the congested streets of Tokyo, imagining tree-like clusters of apartments, offices and transport nodes linked in a futuristic aerial network. It was at once ancient and modern: the interlocking forms recalled the wooden <a href=\"https://www.aisf.or.jp/~jaanus/deta/s/sashihijiki.htm\">sashihijiki</a> bracket structures of traditional Buddhist temples, while the urban forest was to be connected by a computer network, prefiguring the internet by two decades. </p> <a href=\"https://www.theguardian.com/artanddesign/2023/jan/03/arata-isozaki-obituary\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2023/jan/03/thor-walrus-back-sea-overnight-blyth", "title": "Thor the walrus heads back to sea after overnight stay in Blyth", "date_published": "2023-01-03 16:09:24+00:00", "description": "<p>Animal seen leaving Northumberland coastal town at 7am, where he rested after swimming from Scarborough</p><p>A roving walrus who delighted crowds in Scarborough on New Year’s Eve has made his way back to sea from his latest resting point of Blyth on the Northumberland coast.</p><p>Thor, who showed up in Blyth on Monday, slipped back into the water shortly before 7am on Tuesday, according to the British Divers Marine Life Rescue (BDLMR), which monitored the animal overnight.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jan/03/thor-walrus-back-sea-overnight-blyth\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2023/jan/03/danish-bank-workers-celebrate-full-year-without-robberies", "title": "Danish bank workers celebrate first full year without robberies", "date_published": "2023-01-03 16:09:00+00:00", "description": "<p>Finance workers’ union says number of bank heists has fallen off as use of cash has decreased in recent years</p><p>Denmark has recorded its first year without bank robberies, as the use of cash has dwindled in recent years, the country’s finance workers’ union said.</p><p>The increasingly cashless society had led banks to reduce their cash services, the union said on Monday, leaving little potential loot for robbers.</p> <a href=\"https://www.theguardian.com/world/2023/jan/03/danish-bank-workers-celebrate-full-year-without-robberies\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2023/jan/03/germany-industrial-heartland-energy-crisis-small-and-medium-sized-businesses", "title": "‘It is one minute before midnight’: the view from Germany’s industrial heartland", "date_published": "2023-01-03 16:00:52+00:00", "description": "<p>Energy crisis piles pressure on small and medium-sized businesses that are struggling with other costs</p><ul><li><a href=\"https://www.theguardian.com/world/2022/dec/09/neckarwestheim-delay-phasing-out-nuclear-power-dividing-german-village\">What a nuclear power station tells us about Germany’s energy dilemma</a></li><li><a href=\"https://www.theguardian.com/business/2022/dec/10/star-crossed-mercedes-faces-dilemma-over-dependence-on-russia-and-china\">Mercedes faces dilemma over dependence on Russia and China</a></li></ul><p>The winding route through the German countryside from Stuttgart to the small town of Mulfingen gives few clues that this south-west region is home to several companies that are global market leaders in their field.</p><p>But north-east Baden-Württemberg boasts several successful specialist firms which make up the <em>Mittelstand</em>, the base of small and medium-sized engineering businesses that are the backbone of the German economy and are envied around the world.</p> <a href=\"https://www.theguardian.com/world/2023/jan/03/germany-industrial-heartland-energy-crisis-small-and-medium-sized-businesses\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2023/jan/03/lens-psg-warning-rest-ligue-1-franck-haise", "title": "Lens have beaten PSG and sent a warning to the rest of Ligue 1", "date_published": "2023-01-03 15:49:14+00:00", "description": "<p>Franck Haise’s team pressed, harried and hounded PSG all night and deserved their 3-1 win over the league leaders</p><p>By <a href=\"https://twitter.com/ericdevin_?lang=en\">Eric Devin</a> for <a href=\"http://www.getfootballnewsfrance.com/\">Get French Football News</a></p><p>After only just <a href=\"https://www.theguardian.com/football/2022/dec/28/mbappe-snatches-winner-for-psg-after-neymar-red-card-against-strasbourg\">beating Strasbourg</a> last week thanks to a late penalty scored by Kylian Mbappé, PSG went into their match against Lens on Sunday in far from the best shape. In addition to Lionel Messi, the visitors were also missing the suspended Neymar, sent off against Strasbourg, and the injured trio of Nuno Mendes, Renato Sanches and Presnel Kimpembe. But focusing on PSG’s absentees does Lens and the magnetic Franck Haise a massive disservice. The story of <a href=\"https://www.theguardian.com/football/2023/jan/01/lens-stun-ligue-1-leaders-paris-saint-germain-and-close-gap-at-top\">Lens’ 3-1 victory</a> was not about PSG losing – rather it was about Lens winning.</p><p>Lens were unlucky to miss out on a place in Europe this season after Nantes’ shock victory in the Coupe de France final. They have largely kept faith with the same team as last season, resisting overtures for most of their top players. There have been some changes, with the Ghana international Salis Abdul Samed coming in for Cheick Doucouré in midfield, and Przemyslaw Frankowski replacing Jonathan Clauss, as well as some canny buys, such as Loïs Openda and goalkeeper Brice Samba – who was heroic against PSG. The results have continued to pay dividends.</p> <a href=\"https://www.theguardian.com/football/2023/jan/03/lens-psg-warning-rest-ligue-1-franck-haise\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2023/jan/03/alan-rankine-of-the-associates-dies-aged-64", "title": "Alan Rankine of the Associates dies aged 64", "date_published": "2023-01-03 15:39:19+00:00", "description": "<p>Scottish musician and record producer had a wide-reaching influence on indie artists from Björk to Belle and Sebastian </p><p>Alan Rankine, one half of celebrated Scottish indie band the Associates, has died aged 64. The news was confirmed on Tuesday by his sons, Callum and Hamish, who wrote on Facebook that their father “died peacefully at home shortly after spending Christmas with his family”, describing him as “a beautiful, kind and loving man who will be sorely missed”.</p><p>Born in Stirlingshire in 1958, Rankine formed the Associates in 1979 with singer Billy Mackenzie, having made early recordings with him under the name Mental Torture. Rankine and Mackenzie initially broke through with a cover of David Bowie’s Boys Keep Swinging, which itself had been a hit in the UK mere weeks earlier. The attention the pair got from the cover resulted in a record deal with Fiction, and a year later they released The Affectionate Punch, their debut album. Two years later, they followed it up with Sulk, a surprise success that spent 20 weeks on the UK albums chart.</p> <a href=\"https://www.theguardian.com/music/2023/jan/03/alan-rankine-of-the-associates-dies-aged-64\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2023/jan/03/hollywood-barbara-broccoli-till-confronting-us-racism", "title": "‘Hollywood wasn’t interested’: Barbara Broccoli on Till and confronting US racism", "date_published": "2023-01-03 15:21:23+00:00", "description": "<p><strong>Exclusive:</strong> Bond producer says new film will make ‘big difference’ in throwing long-overdue light on 1955 lynching murder</p><p>Hollywood has always been drawn to true stories. Yet, for almost two decades, it rejected the idea of a film about a Black mother’s fight for justice for her 14-year-old son, who was kidnapped, tortured and murdered in Mississippi in 1955 for allegedly flirting with a white woman.</p><p>Producer Barbara Broccoli told the Guardian that it has taken 18 years to get the film made, that she had tried repeatedly to interest studio executives in Mamie Till-Mobley’s struggle against racial terror, following the lynching of her child, Emmett Till, by white supremacists.</p> <a href=\"https://www.theguardian.com/film/2023/jan/03/hollywood-barbara-broccoli-till-confronting-us-racism\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2023/jan/03/prince-harry-teaser-trailer-tv-talks-memoir-spare-royal-family", "title": "Prince Harry’s teasers for TV talks trigger tsunami of outrage. But how will his memoir fare with the Windsors?", "date_published": "2023-01-03 15:19:13+00:00", "description": "<p>Behind the scenes any tit for tat from the palace will be ‘in spoon-fed stories for  the press’ claims Duke of Sussex stirring up interest in his book Spare</p><p>As the teasers for the teasers, the trailers released of the TV interviews in which the Duke of Sussex promotes his memoir, Spare, were very short.</p><p>In one, facing Tom Bradby, a coup for this ITV news anchor and erstwhile royal correspondent whom he has known for some 20 years, Prince Harry says: “I would like to get my father back, I would like to have my brother back.”</p> <a href=\"https://www.theguardian.com/uk-news/2023/jan/03/prince-harry-teaser-trailer-tv-talks-memoir-spare-royal-family\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2023/jan/03/george-santos-brazil-reactivates-fraud-case", "title": "George Santos: Brazil reactivates fraud case against fabulist congressman-elect", "date_published": "2023-01-03 15:07:08+00:00", "description": "<p>Republican is accused of using stolen checkbook and fake name at shop outside Rio de Janeiro in 2008</p><p>As the <a href=\"https://www.theguardian.com/us-news/2022/dec/27/new-york-congressman-elect-george-santos-admits-lying-about-college-and-work-history\">fabulist</a> <a href=\"https://www.theguardian.com/us-news/new-york\">New York</a> Republican representative-elect <a href=\"https://www.theguardian.com/us-news/2022/dec/19/george-santos-new-york-republican-resume\">George Santos</a> prepares to be <a href=\"https://www.theguardian.com/us-news/2023/jan/02/george-santos-republicans-house-lies\">sworn in on Tuesday</a>, Brazilian prosecutors say they are reopening a criminal fraud case against him.</p><p>Santos, who faces federal and state investigations involving possible criminal activity related to his two congressional campaigns, is accused of using a stolen checkbook and fake name at a clothing shop outside Rio de Janeiro in 2008, <a href=\"https://www.nytimes.com/2023/01/02/nyregion/george-santos-brazil.html?smtyp=cur&amp;smid=tw-nytimes\">the New York Times</a> reported on Monday citing court documents.</p> <a href=\"https://www.theguardian.com/us-news/2023/jan/03/george-santos-brazil-reactivates-fraud-case\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2023/jan/03/yoga-white-wellness-industry-21st-century-colonialism", "title": "I teach yoga – its appropriation by the white wellness industry is a form of colonialism, but we can move on | Nadia Gilani", "date_published": "2023-01-03 15:00:51+00:00", "description": "<p>All of us in the business can help to make the ancient Indian practice more accessible to those who need it, and change perceptions in the west</p><p>Yoga has become the latest wellness practice to fall victim to <a href=\"https://www.theguardian.com/lifeandstyle/2022/dec/12/cultural-appropriation-discussion-builds-over-western-yoga-industry\">cultural appropriation</a> – but that will come as no surprise to the many industry insiders who have been <a href=\"https://www.huffingtonpost.co.uk/entry/yoga-whiteness_uk_5e2b2f07c5b67d8874b146fa\">speaking out on this issue</a> for years, with growing urgency. What is abundantly clear to me as a yoga teacher is the practice has been led astray by western economic forces. Cultural appropriation remains a contentious and triggering topic for some. “What’s the difference between appropriation and appreciation?” I’m often asked. People argue that it’s a fine line, but I fail to see it. It’s just one of the problems plaguing the industry.</p><p>Working as a yoga teacher in London has shown me just how far the practice has been pulled from its roots. Yoga was simply not designed as a quick workout or to be reduced to #LiveYourBestLife Instagrammable content. It was never meant to fit into a power hour on your lunch break, or as something to be combined with beer or puppies – as some classes do, charging an <a href=\"https://www.puppy-yoga.co.uk/book-online\">eye-watering £35 </a>for the privilege. Yoga in the west has been so heavily commodified that “Namastay in bed” T-shirts and tattoos of decontextualised Sanskrit and Hindu gods have become commonplace. Bindis – an auspicious religious symbol with Hindu origins – are worn as fashion accessories, alongside bum-sculpting activewear. </p><p>Nadia Gilani is a yoga teacher and author of The Yoga Manifesto</p><p><em><strong>Do you have an opinion on the issues raised in this article? If you would like to submit a response of up to 300 words by email to be considered for publication in our <a href=\"https://www.theguardian.com/letters\">letters</a> section, please <a href=\"mailto:guardian.letters@theguardian.com?body=Please%20include%20your%20name,%20full%20postal%20address%20and%20phone%20number%20underneath%20your%20letter.%20Letters%20are%20usually%20published%20with%20the%20author’s%20name%20and%20city/town/village.%20The%20rest%20of%20the%20information%20is%20for%20verification%20only%20and%20to%20contact%20you%20if%20your%20letter%20is%20used.\">click here</a>.</strong></em></p> <a href=\"https://www.theguardian.com/commentisfree/2023/jan/03/yoga-white-wellness-industry-21st-century-colonialism\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2023/jan/03/a-bit-of-snobbishness-shadow-environment-secretary-on-criticism-of-his-inner-city-background", "title": "‘A bit of snobbishness’: shadow environment secretary on criticism of his inner-city background", "date_published": "2023-01-03 15:00:51+00:00", "description": "<p>Jim McMahon rejects idea that someone in his job has to be from a farming background</p><p>You won’t find Jim McMahon standing in the rolling fields of his<a href=\"https://www.facebook.com/GeorgeEusticeCRH/posts/a-special-day-at-trevaskis-farm-today-twenty-years-ago-we-had-to-sell-many-of-th/563440830503600/\"> family farm</a>, or posing with <a href=\"https://twitter.com/trussliz/status/1092881470471966721\">newly born piglets </a>in his rural constituency.</p><p>If Labour wins the next general election, the shadow environment secretary will be unlike many of his predecessors in the job, who are often from farming backgrounds. McMahon grew up in inner-city Manchester and brought up his children in Oldham, where he has lived for more than 20 years and been an MP since 2015.</p> <a href=\"https://www.theguardian.com/environment/2023/jan/03/a-bit-of-snobbishness-shadow-environment-secretary-on-criticism-of-his-inner-city-background\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2023/jan/03/music-that-will-be-forever-in-my-heart-readers-best-albums-of-2022", "title": "‘Music that will be forever in my heart’: readers’ best albums of 2022", "date_published": "2023-01-03 15:00:51+00:00", "description": "<p>From Ezra Collective’s joyous jazz to Little Simz’s old-school rap and King Gizzard’s madcap psychedelia – these were your favourites albums of the year</p><p>This record is fabulously produced and there’s not a bad track to be found. It’s one of those rare albums you can play on repeat without getting tired of it. Sometimes, Nicole Wray’s soulful voice sounds like she’s time-travelled from the 1960s, and other times it’s distinctly more modern, like on Through It All. Piece of Me and Joy &amp; Pain evoke an Aretha Franklin-esque heartache, with captivating melodies. But there’s also that completely addictive rhythm perfectly captured by Tommy Brenneck and Leon Michels, which provides such a stable foundation for Wray to show off her vocal skills. <strong>Darragh Boyd, 34, London </strong></p> <a href=\"https://www.theguardian.com/music/2023/jan/03/music-that-will-be-forever-in-my-heart-readers-best-albums-of-2022\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/society/2023/jan/03/no-10-very-difficult-some-people-access-nhs-winter-england", "title": "No 10 says it will be ‘very difficult’ for some people to access NHS this winter", "date_published": "2023-01-03 14:52:04+00:00", "description": "<p>Rishi Sunak ‘confident’ there is funding to cope but admits service in England faces ‘unprecedented challenge’</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/jan/03/uk-rail-strikes-transport-rishi-sunak-uk-politics-latest-live-news\">UK politics live – latest news updates</a></li></ul><p>It will be “very difficult” for some people to access the NHS this winter, Downing Street has acknowledged, while insisting ministers have a properly funded plan in place to support a health service that many staff and experts say is near collapse.</p><p>Asked if NHS England was in crisis, Rishi Sunak’s official spokesperson said: “This is certainly an unprecedented challenge for the NHS, brought about by a number of factors, most significantly the global pandemic.</p> <a href=\"https://www.theguardian.com/society/2023/jan/03/no-10-very-difficult-some-people-access-nhs-winter-england\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/tv-and-radio/2023/jan/03/copenhagen-cowboy-review-nicolas-winding-refn-netflix-series", "title": "Copenhagen Cowboy review – Nicolas Winding Refn’s scattershot Netflix series", "date_published": "2023-01-03 14:49:36+00:00", "description": "<p>The hit-and-miss Drive director brings some spellbinding visuals to a new six-part thriller but struggles to make what counts for a plot feel quite as arresting</p><p>With his latest project Copenhagen Cowboy, it would seem that film-maker Nicolas Winding Refn – going by NWR more and more as of late, for ease of consistent and concise branding – faces a pivotal juncture on multiple fronts.</p><p>Back in his native Denmark for the first time since 2005, working under the constraints of Covid, settling into a streaming miniseries period that’s taken him from <a href=\"https://www.theguardian.com/tv-and-radio/2019/jun/20/too-old-to-die-young-nicolas-winding-refn-amazon-show-an-indulgence-too-far\">Amazon</a> to Netflix, and having recently turned 50 years old, he has reached the point at which most artists might conduct a personal inventory and evolve in some meaningful way as a consequence of it. The generous read of his career’s flattened arc posits that having <em>not</em> done this is a testament to the clarity and force of his polarizing yet inarguably singular vision. With unflagging confidence in his style and pet themes, he’s muscled through every reason to change and held fast to his Serbian gangsters, Thai martial artists, terse avenging angels, POV insert shots of hands and abandoned rave lighting schemes of lurid neon-charged color.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jan/03/copenhagen-cowboy-review-nicolas-winding-refn-netflix-series\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2023/jan/03/idaho-student-killings-suspect-dna-public-genealogy-database", "title": "Idaho student killings suspect identified by DNA in public genealogy database", "date_published": "2023-01-03 14:46:27+00:00", "description": "<p>Bryan Christopher Kohberger was arrested in Pennsylvania on accusations that he murdered four students</p><p>The suspect in the killings of four University of Idaho students that has shocked the US was identified by police using DNA on public genealogy databases, according to <a href=\"https://abcnews.go.com/US/idaho-murders-suspect-identified-dna-genealogy-databases-police/story?id=96088596\">ABC News</a>.</p><p>Bryan Christopher Kohberger, 28, was arrested on Friday in Pennsylvania on accusations that he murdered roommates Kaylee Goncalves, 21, Madison Mogen, 21, Xana Kernodle, 20, and Kernodle’s boyfriend, Ethan Chapin, 20, while they slept in their off-campus home.</p> <a href=\"https://www.theguardian.com/us-news/2023/jan/03/idaho-student-killings-suspect-dna-public-genealogy-database\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2023/jan/03/they-are-holding-on-to-a-dream-the-last-bohemians-at-new-yorks-chelsea-hotel", "title": "‘They are holding on to a dream’: the last bohemians at New York’s Chelsea Hotel", "date_published": "2023-01-03 14:42:13+00:00", "description": "<p>Cultural icons from Patti Smith and Bob Dylan to Allen Ginsberg and Arthur Miller once roamed its corridors – but what of the artists still living there? A new film checks in with the refuseniks holding out against gentrification</p><p>A young Patti Smith playfully leans over a rooftop wall, her raven-black hair tangling with the wind as she points towards the stiletto nib of the Empire State Building in the distance. “Dylan Thomas used to hang out on this very roof!” says the singer. “I’m sure he threw up one too many rums.” She laughs, then turns to face the camera. “I’ve always wanted to be where the big guys were, you know?”</p><p>This is the opening of Dreaming Walls: Inside the Chelsea Hotel<em>, </em>a film about the famous New York landmark. In the course of its 138-year history, this 12-storey Victorian gothic building on West 23rd Street has meant many things to many people. For Smith, who lived there in the early 70s, its wrought iron floral balconies and spiralling grand staircase signified something ecclesiastical – “like a doll’s house in the twilight zone”, she would later write in her evocative memoir, <a href=\"https://www.theguardian.com/books/2010/feb/13/just-kids-patti-smith-biography\">Just Kids</a><em>.</em></p> <a href=\"https://www.theguardian.com/film/2023/jan/03/they-are-holding-on-to-a-dream-the-last-bohemians-at-new-yorks-chelsea-hotel\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2023/jan/03/children-donor-conceived-origins-sperm-egg-donations", "title": "At last, Britain's donor-conceived children can know the truth about their origins | Zeynep Gurtin", "date_published": "2023-01-03 14:22:20+00:00", "description": "<p>A culture of secrecy around sperm and egg donations has given way to greater openness, helped along by a key legal change</p><p>Since 2009, the number of donor-conceived children born in the UK has <a href=\"https://www.hfea.gov.uk/about-us/publications/research-and-data/trends-in-egg-sperm-and-embryo-donation-2020/\">more than tripled</a>. They now account for one in 170 of all births, which means, as the Human Fertilisation and Embryology Authority (HFEA) chair, Julia Chain, puts it, “a couple of donor-conceived children in every primary school, and an immeasurable amount of joy brought to families that could not have otherwise existed”. While nearly half of all donor gametes are used by heterosexual couples suffering male- or female-factor infertility, much of the recent increase, particularly in the use of donor sperm, has been driven by women in same-sex relationships and solo mums.</p><p>The opening up of new routes to having children is a wonderful thing. But as the practice of donor conception – using donor sperm, eggs or embryos to create a family – has become more common, the resulting ethical dilemmas are also becoming more complex. Crucially, though, many warmly welcome the important changes happening this year, whereby donor-conceived children reaching 18 will finally have access to identifying information about their donors.</p><p>Zeynep Gurtin is a lecturer in women’s health at UCL, an authority member of the Human Fertilisation and Embryology Authority and a fertility consultant</p><p>Some names have been changed</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jan/03/children-donor-conceived-origins-sperm-egg-donations\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2023/jan/03/ukraine-wagner-leader-counts-cost-as-russian-offensive-stalls-in-bakhmut", "title": "‘Every house a fortress’: Wagner leader counts cost as Russian offensive stalls in Bakhmut", "date_published": "2023-01-03 14:21:00+00:00", "description": "<p>Grim footage show Yevgeny Prigozhin visiting basement filled with the body bags of fighters near eastern front</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/jan/03/russia-ukraine-war-ukraine-says-enemy-equipment-destroyed-in-makiivka-attack-zelenskiy-warns-of-russian-campaign-of-drone-attacks-live\">Russia-Ukraine war – latest news updates</a></li></ul><p>The head of the Russian Wagner mercenary group, Yevgeny Prigozhin, has said his fighters have sometimes spent weeks attempting to capture a single house in the key contested Donbas city of Bakhmut, in the latest evidence of how the Kremlin’s efforts there have stalled.</p><p>In a grim video released over new year, Prigozhin – a key ally of Putin – was filmed visiting a basement near the eastern front filled with the bodies of his fighters, many of them convicts, who had been killed during the bitter fighting for the city, a key Russian objective since the summer.</p> <a href=\"https://www.theguardian.com/world/2023/jan/03/ukraine-wagner-leader-counts-cost-as-russian-offensive-stalls-in-bakhmut\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/live/2023/jan/03/house-speaker-vote-kevin-mccarthy-republican-congress-biden-live-updates", "title": "Kevin McCarthy’s faces election for House speaker unsure if he has votes needed – live", "date_published": "2023-01-03 14:01:08+00:00", "description": "<p>Leader of slim Republican majority has been negotiating to secure backing of hardliners but voting could go to multiple rounds</p><ul><li><strong><a href=\"https://www.theguardian.com/info/2018/sep/17/guardian-us-morning-briefing-sign-up-to-stay-informed\">Sign up to receive First Thing – our daily briefing by email</a></strong></li></ul><p>All signs point to a battle royale on the House side of Capitol Hill today – and perhaps beyond – as California Republican <strong>Kevin McCarthy</strong> battles to secure enough votes to be named House Speaker, while facing fierce opposition from the right-wing of his caucus.</p><p>He has long aspired to become Speaker of the House, failing in an attempt in 2015 and now hoping he will succeed and take the gavel from his fellow Californian from the other side of the aisle – outgoing Democratic House Speaker <strong>Nancy Pelosi</strong>.</p><p><strong>Republican House leader Kevin McCarthy</strong> hopes to be voted in as House speaker today, succeeding Democrat <strong>Nancy Pelosi</strong> as the GOP takes control of the lower chamber of Congress after the party’s notable win amid a below-par mid-term election performance in November.</p><p><strong>Trouble ahead</strong>, though. McCarthy arrives on Capitol Hill today with all signs pointing to his not having the votes he needs in the bag to be named speaker – at least on the first round of voting – setting up the biggest battle for the gavel in 100 years.</p><p><strong>The House</strong> will commence business at 12pm today and the very first order of business, before new members are sworn in, even, is to elect the speaker of the House. McCarthy plans to huddle in the bowels of the Capitol this morning, hoping to negotiate enough support to win a majority on the first round of voting – but it’s not looking good. We have the prospect of multiple rounds of voting, stay tuned to see what happens.</p><p><strong>White House press secretary Karine Jean-Pierre</strong> will hold the first media briefing of the year, with that gathering in the West Wing scheduled for 2.30pm (though we know from experience that that timing can slip … and slip …</p><p><strong>The US Senate</strong> also convenes today and it’s all calm in the upper chamber, as the Democrats retained control in the midterm elections and Kentucky Republican Mitch McConnell resumes his role as minority leader with a celebration as he becomes the longest-serving political party leader in senate history.</p><p><strong>Joe Biden</strong> has no public events today but the US president is traveling to Kentucky tomorrow to celebrate new infrastructure spending – with McConnell in tow as a display of bipartisanship.</p> <a href=\"https://www.theguardian.com/us-news/live/2023/jan/03/house-speaker-vote-kevin-mccarthy-republican-congress-biden-live-updates\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2023/jan/04/my-bad-trip-my-picture-perfect-post-covid-reunion-turned-into-an-airport-nightmare", "title": "My bad trip – my picture-perfect post-Covid reunion turned into an airport nightmare", "date_published": "2023-01-03 14:00:51+00:00", "description": "<p>As each pair of my undies was unpacked and swabbed for narcotics, I tried to explain that my hoarder’s collection of memorabilia was all Covid’s fault</p><p>It all started with Covid.</p><p>I was studying in Australia and the borders were closing. Very abruptly, I put stock in being able to finish my honours year online, and got on a plane home to New Zealand.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jan/04/my-bad-trip-my-picture-perfect-post-covid-reunion-turned-into-an-airport-nightmare\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2023/jan/04/united-cup-fills-void-for-local-fans-but-players-must-rally-behind-format-for-true-success", "title": "United Cup fills void for local fans but players must rally behind format for true success", "date_published": "2023-01-03 14:00:51+00:00", "description": "<p>The new tennis teams event unites nations, genders and fans on Australian soil. But the gap between the United Cup’s potential and its current reality is stoking conflict</p><p>Firing forehand winners past a legend and pumping his fists in a ferocious manner, Alex de Minaur gave the United Cup the local morale boost it needed on Monday night in Sydney.</p><p>In front of an adoring audience at Ken Rosewall Arena, the Australian spearhead overcame a set deficit on his favourite court to defeat Rafael Nadal 3-6 6-1 7-5 for the first time. But his thrilling victory in the inaugural competition also served as a reminder of what Australian tennis has lost given the remodelling of the Davis and Billie Jean King Cups in recent years.</p> <a href=\"https://www.theguardian.com/sport/2023/jan/04/united-cup-fills-void-for-local-fans-but-players-must-rally-behind-format-for-true-success\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/commentisfree/2023/jan/04/friends-mock-me-for-keeping-my-cds-but-i-cant-bear-to-part-with-these-postcards-from-my-past", "title": "My friends mock me for keeping my CDs, but I can’t bear to part with these postcards from my past | Kris Swales", "date_published": "2023-01-03 14:00:50+00:00", "description": "<p>Running an eye across my collection is like flicking through a shoebox full of love letters</p><p>It’s the audible smirk that gets you as the tour of your new digs reaches the spare room. “Still got your CDs, I see,” they quip, glancing knowingly at the other guests. “When are you going to just throw them out, Swales?” another always asks.</p><p>The arguments for the defence are myriad: many classic turn-of-the-century DJ mixes aren’t available digitally; loading up the car’s multi-disc CD player with themed selections (or an eyes-closed lucky dip) is fun; I feel a pang of guilt every time I discard the plastic wrapper from a chocolate bar and am not emotionally prepared for the burden of committing all those shiny discs and jewel tray cases to landfill. (Yes, technically they’re recyclable. But the only thing you can count on being recycled in Australia is <a href=\"https://www.theguardian.com/environment/2022/nov/09/supermarkets-are-pausing-soft-plastic-recycling-what-should-i-do-with-my-plastic-bags-now\">headlines about recycling failures</a>.)</p> <a href=\"https://www.theguardian.com/music/commentisfree/2023/jan/04/friends-mock-me-for-keeping-my-cds-but-i-cant-bear-to-part-with-these-postcards-from-my-past\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/business/2023/jan/03/our-beautiful-mission-vanmoof-boss-on-changing-cities-with-e-bikes", "title": "‘Our beautiful mission’: VanMoof boss on changing cities with e-bikes", "date_published": "2023-01-03 14:00:50+00:00", "description": "<p>In the 13 years since Ties Carlier and his brother started their e-bike company, it has grown to over 1,000 employees but, he says, there is a lot more to do to improve urban environments</p><p>The rebuilt Battersea power station in south-west London is an impressive architectural feat: its landmark towers were carefully deconstructed and then rebuilt while the derelict structure beneath was filled with modern conveniences. It has also received its fair share of opprobrium, with <a href=\"https://www.theguardian.com/artanddesign/2022/oct/05/every-square-inch-monetised-battersea-power-station-playground-super-rich\">critics objecting to the privatisation, monetisation and gentrification the project has entailed</a>.</p><p>All of which makes it an apt place to meet Ties Carlier, at the new London store of VanMoof, the e-bike company he founded with his brother in 2009. He, too, is out to reinvent an old classic, building it from the ground up for the modern era, injecting convenience and polish where others prefer the more rustic charm of what came before.</p> <a href=\"https://www.theguardian.com/business/2023/jan/03/our-beautiful-mission-vanmoof-boss-on-changing-cities-with-e-bikes\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2023/jan/03/lula-protect-amazon-brazil-bolsonaro", "title": "Lula has a historic opportunity to protect the Amazon – and help the world breathe more easily | Andre Pagliarini", "date_published": "2023-01-03 14:00:45+00:00", "description": "<p>Brazil’s new president is determined to reverse Bolsonaro’s scorched-earth approach to the environment</p><p>This week, as Brazilian president <a href=\"https://www.theguardian.com/world/2023/jan/01/brazil-lula-presidency-new-era\">Luiz Inácio Lula da Silva</a> was preparing to be sworn in for an unprecedented third term, a key concern was whether the weather would allow him to wave to assembled supporters in Brasília from an open-top convertible, as is customary. It certainly marked a departure from the more serious concerns that had haunted the transfer of power between him and his predecessor, Jair Bolsonaro, in previous weeks. </p><p>Thousands of Bolsonaro followers, after all, had refused to accept the outcome of last year’s elections. Many camped outside military barracks urging the armed forces to intervene, committing serious acts of <a href=\"https://www1.folha.uol.com.br/internacional/en/brazil/2022/12/bolsonarists-cause-violence-and-turmoil-on-lulas-diplomation-day.shtml\">vandalism</a> in the nation’s capital. Thankfully, their pleas came to nothing – <a href=\"https://www.theguardian.com/world/video/2022/dec/31/brazils-bolsonaro-makes-tearful-final-broadcast-and-leaves-country-video\">Bolsonaro unceremoniously left</a> for Florida on the last day of the year – and Lula is officially back.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jan/03/lula-protect-amazon-brazil-bolsonaro\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/artanddesign/gallery/2021/nov/02/paris-beirut-delhi-marilyn-staffords-globe-straddling-photography-in-pictures", "title": "Paris, Beirut, Delhi … Marilyn Stafford’s globe-straddling photography – in pictures", "date_published": "2023-01-03 13:44:01+00:00", "description": "<p>The photographs of Marilyn Stafford, who has died aged 97, set an example for female photographers across the world. Her pictures – many of which lay undiscovered for years – covered fashion on the streets of Paris to the Algerian war of independence, life in 1960s Lebanon and portraits of celebrities and world leaders. In 2017, she set up the Marilyn Stafford FotoReportage Award in association with FotoDocument to encourage young female photographers</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2021/nov/02/paris-beirut-delhi-marilyn-staffords-globe-straddling-photography-in-pictures\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2023/jan/03/amber-mclaughlin-missouri-transgender-person-execution", "title": "Missouri set to become first state to execute an openly transgender person", "date_published": "2023-01-03 13:25:02+00:00", "description": "<p>Two members of Congress campaigning for Amber McLaughlin’s sentence to be commuted over alleged shortcomings in trial</p><p>Amber McLaughlin is facing the fate on Tuesday of becoming the first openly transgender person to be executed in the US – unless Missouri’s governor, Mike Parson, grants clemency and puts a stop to the planned lethal injection.</p><p>“We’re just anxiously waiting on a decision,” McLaughlin’s lawyer, Larry Komp, told the Guardian on Monday.</p> <a href=\"https://www.theguardian.com/us-news/2023/jan/03/amber-mclaughlin-missouri-transgender-person-execution\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2023/jan/03/zhao-xintong-and-zhang-jiankang-suspended-from-world-snooker-tour", "title": "Zhao Xintong and Zhang Jiankang suspended from World Snooker Tour", "date_published": "2023-01-03 13:21:14+00:00", "description": "<ul><li>Number of suspended Chinese players reaches double figures</li><li>World No 9 the highest-ranked player to be banned by WPBSA</li></ul><p>The former UK champion Zhao Xintong and Zhang Jiankang have joined the list of Chinese players suspended from the World Snooker Tour during an investigation into alleged match-fixing.</p><p>Zhao, the world No 9 who beat Luca Brecel to win the 2021 UK Championship title, and Zhang, the world No 82, have been banned from attending or competing on the Tour with immediate effect. Zhao had been due to face Mark Selby in the opening round of the 2023 Masters, which begins on Sunday.</p> <a href=\"https://www.theguardian.com/sport/2023/jan/03/zhao-xintong-and-zhang-jiankang-suspended-from-world-snooker-tour\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2023/jan/03/everyone-is-looking-for-options-russian-women-fly-to-argentina-to-give-birth", "title": "‘Everyone is looking for options’: Russian women fly to Argentina to give birth", "date_published": "2023-01-03 13:18:50+00:00", "description": "<p>South American country is experiencing a boom in birth tourism, as Russians make use of rare visa-free travel</p><p>Standing in line at the maternity ward of the Sanatorio Finochietto hospital in bustling Buenos Aires, Polina Cherepovitskaya suddenly overheard the familiar sound of the Russian language.</p><p>“It was crazy, there were at least eight pregnant Russian women waiting in front of me,” Cherepovitskaya, a jewellery designer previously based in Moscow, said in a phone interview.</p> <a href=\"https://www.theguardian.com/world/2023/jan/03/everyone-is-looking-for-options-russian-women-fly-to-argentina-to-give-birth\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/news/gallery/2023/jan/03/london-zoo-stocktake-and-a-rose-parade-tuesdays-best-photos", "title": "London Zoo stocktake and a rose parade: Tuesday’s best photos", "date_published": "2023-01-03 13:13:33+00:00", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/news/gallery/2023/jan/03/london-zoo-stocktake-and-a-rose-parade-tuesdays-best-photos\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2023/jan/03/tobacco-companies-cleaning-up-cigarette-butts-spain", "title": "Tobacco companies to be billed for cleaning up cigarette butts in Spain", "date_published": "2023-01-03 13:13:12+00:00", "description": "<p>Ruling is part of a package of measures designed to reduce waste and increase recycling</p><p>Tobacco companies are to be forced to foot the bill for cleaning up the millions of cigarette ends that smokers discard every year under new environmental regulations in Spain.</p><p>The ruling, which comes into force this Friday, is part of a package of measures designed to reduce waste and increase recycling. It includes a ban on single-use plastic cutlery and plates, cotton buds, expanded polystyrene cups and plastic straws, as well as cutting back on plastic food packaging.</p> <a href=\"https://www.theguardian.com/world/2023/jan/03/tobacco-companies-cleaning-up-cigarette-butts-spain\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2023/jan/03/who-should-be-england-captain-under-borthwick-breakdown-rugby-union", "title": "The Breakdown | Leading from the front: who should be England captain under Borthwick?", "date_published": "2023-01-03 13:12:48+00:00", "description": "<p>England’s new head coach has a vital decision to make between Owen Farrell, Ellis Genge and Courtney Lawes</p><p>Seven years ago this month, Eddie Jones kickstarted his tenure as England head coach by choosing his first captain. Time was short with the 2016 Six Nations championship fast approaching but he felt the team he had inherited needed a fresh voice. He ended up <a href=\"https://www.theguardian.com/sport/2016/jan/25/dylan-hartley-named-new-england-captain-rugby-union\">picking Dylan Hartley</a>, concluding Chris Robshaw’s 43-Test stint in charge.</p><p>It was to prove an inspired move. Not only did England claim a <a href=\"https://www.theguardian.com/sport/2016/mar/19/england-win-six-nations-grand-slam-france-match-report\">Six Nations grand slam</a> but they went on <a href=\"https://www.theguardian.com/sport/2017/mar/13/england-winning-streak-new-zealand-record-match\">to win 18 successive Tests</a>. By the time <a href=\"https://www.theguardian.com/sport/2019/nov/07/northampton-not-giving-up-injured-dylan-hartley-comeback-rugby-union\">Hartley had to retire</a> he had 25 wins from 30 Tests at the helm, meaning a winning percentage bettered only by the 87.17% (34 from 39 Tests) of the great Martin Johnson, under whom England won the 2003 Rugby World Cup.</p> <a href=\"https://www.theguardian.com/sport/2023/jan/03/who-should-be-england-captain-under-borthwick-breakdown-rugby-union\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2023/jan/03/brazil-president-lula-joins-mourners-paying-tribute-to-pele-before-funeral", "title": "Brazil president joins mourners paying tribute to Pelé before funeral", "date_published": "2023-01-03 13:06:49+00:00", "description": "<p>Luiz Inácio Lula da Silva among those paying respects at Santos stadium where footballing legend played</p><p>Brazil’s new president, Luiz Inácio Lula da Silva, has joined tens of thousands of mourners paying tribute to Pelé in the coastal city of Santos before the former footballer’s burial there on Tuesday afternoon.</p><p>Pelé, who died last week age 82, scored most of his 1,283 goals for Santos football club and it is there that he will be laid to rest after a funeral cortege from the stadium, Vila Belmiro, where his 24-hour wake has been held.</p> <a href=\"https://www.theguardian.com/world/2023/jan/03/brazil-president-lula-joins-mourners-paying-tribute-to-pele-before-funeral\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/business/2023/jan/03/sam-bankman-fried-ftx-plea-criminal-charges", "title": "Sam Bankman-Fried expected to plead not guilty in FTX case", "date_published": "2023-01-03 13:02:54+00:00", "description": "<p>Crypto exchange founder accused of using deposits to support hedge fund, buy real estate and make political contributions</p><p>Fallen crypto billionaire Sam Bankman-Fried is expected to enter a plea of not guilty on Tuesday to criminal charges that he cheated investors and looted billions of dollars at his <a href=\"https://www.theguardian.com/business/2022/dec/30/ftx-assets-held-bahamas-securities-regulator\">now bankrupt FTX cryptocurrency exchange</a>, according to a source familiar with the matter.</p><p>Bankman-Fried is accused of illegally using FTX customer deposits to support his Alameda Research hedge fund, buy real estate and make millions of dollars in political contributions, in what prosecutors have called a fraud of epic proportions.</p> <a href=\"https://www.theguardian.com/business/2023/jan/03/sam-bankman-fried-ftx-plea-criminal-charges\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/business/2023/jan/03/why-are-wholesale-gas-prices-falling-cut-uk-bills-power-cuts", "title": "Why are wholesale gas prices falling and will it cut UK bills?", "date_published": "2023-01-03 12:48:45+00:00", "description": "<p>Falls could lower cost of government subsidies and reduce risk of power cuts this winter</p><ul><li><a href=\"https://www.theguardian.com/business/2023/jan/03/european-gas-prices-warm-january-weather-uk-heating\">European gas prices tumble amid warm January weather</a></li></ul><p>Economic forecasters could be forgiven for reading the outlook for 2023 through their fingers as strikes, cost of living pressures and a potential global recession paint a gloomy picture. But wholesale gas prices have offered a sliver of optimism, with a <a href=\"https://www.theguardian.com/business/2023/jan/03/european-gas-prices-warm-january-weather-uk-heating\">sharp fall in recent days</a>. Here’s why they are tumbling – and what it means for consumers.</p> <a href=\"https://www.theguardian.com/business/2023/jan/03/why-are-wholesale-gas-prices-falling-cut-uk-bills-power-cuts\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2023/jan/03/china-criticises-other-countries-for-excessive-covid-travel-rules", "title": "China criticises other countries for ‘excessive’ Covid travel rules", "date_published": "2023-01-03 12:26:48+00:00", "description": "<p>Beijing threatens countermeasures in response to growing list of nations tightening rules on its passengers</p><p>Beijing has criticised recently imposed testing requirements on passengers from China and threatened countermeasures against countries involved.</p><p>“We believe that the entry restrictions adopted by some countries targeting China lack scientific basis, and some excessive practices are even more unacceptable,” foreign ministry spokesperson Mao Ning said at a briefing.</p> <a href=\"https://www.theguardian.com/world/2023/jan/03/china-criticises-other-countries-for-excessive-covid-travel-rules\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2023/jan/03/millennials-radicalism-not-getting-more-rightwing-with-age", "title": "Millennials aren’t getting more rightwing with age. I suspect I know why | Arwa Mahdawi", "date_published": "2023-01-03 12:16:17+00:00", "description": "<p>The radicalism of my generation is often attributed to housing costs. But, as I found when I had my first child, there are much deeper issues at play</p><p>Chewing gum. Napkins. Thongs. Over the past decade, millennials have been accused of killing off <a href=\"https://www.theguardian.com/environment/2018/may/14/millennials-frozen-food-what-industries-killed-saved\">a dizzying variety of things</a>. And despite the fact that some of them are now approaching middle age and the world has turned its attention to the shenanigans of gen Z, it looks as though millennials still have a taste for murder. Their victim this time? Conservatism. </p><p>Historically, people tend to become less liberal as they age: the Che Guevara posters come down and conversations about home improvements replace debates about social improvements. But millennials are bucking that trend.</p><p>Arwa Mahdawi is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jan/03/millennials-radicalism-not-getting-more-rightwing-with-age\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2023/jan/03/us-museum-returns-looted-ancient-sarcophagus-to-egypt", "title": "US museum returns looted ancient sarcophagus to Egypt", "date_published": "2023-01-03 12:08:46+00:00", "description": "<p>Wooden coffin from late dynastic period was on display at the Houston Museum of Natural Science</p><p>An ancient wooden sarcophagus that was displayed at the Houston Museum of Natural Science has been returned to Egypt after US authorities determined it was looted years ago.</p><p>The repatriation was part of Egyptian government efforts to stop the trafficking of its stolen antiquities. In 2021, authorities in Cairo succeeded in getting 5,300 stolen artefacts returned to Egypt from across the world.</p> <a href=\"https://www.theguardian.com/world/2023/jan/03/us-museum-returns-looted-ancient-sarcophagus-to-egypt\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/business/2023/jan/03/bay-street-capital-william-huston-black-investment-firm-travel-hospitality", "title": "A Black-run investment firm bets on Black travel: ‘We wanted to add a layer of intentionality’", "date_published": "2023-01-03 12:00:48+00:00", "description": "<p>William Huston’s Bay Street Capital Holdings weathers the recent market dip and sets its sights on the hospitality industry</p><p>In the year since <a href=\"https://www.theguardian.com/business/2021/nov/05/black-investment-firms-racial-finance-gap\">the Guardian profiled</a> William Huston, the founder and chief investment officer of Bay Street Capital Holdings, a California-based wealth-management firm that invests in the stock market along with a portfolio of small, minority-owned businesses, the US market has undergone great volatility. <a href=\"https://www.investors.com/news/investing-2022-painful-or-profitable/\">The S&amp;P 500 index peaked in the first week of 2022, but by mid-October had dipped 26.7%</a>. Meanwhile, Huston’s firm’s portfolio has maintained its valuation of $85m (£70m), and its staff of 16 has not had to downsize.</p><p>Huston chalks up his company’s health to one specific pivot. His firm has been doubling down on an untapped and underserved segment of the US economy: Black-owned travel holdings. “Black travelers in America spend $109bn (£90bn) on leisure travel annually, and only $1bn (£831m) goes to Black-owned hotels,” he said of the disparity besetting the US travel industry. Black-owned hotels make up 0.8% of the 58,000 hotels in the US. Less than 1% of the money that all African Americans spend on leisure travel ends up with Black-owned properties.</p> <a href=\"https://www.theguardian.com/business/2023/jan/03/bay-street-capital-william-huston-black-investment-firm-travel-hospitality\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2023/jan/03/new-music-for-2023-clavish-the-quiet-london-rapper", "title": "New music for 2023: Clavish, the quiet London rapper who lets his aloof music do the talking", "date_published": "2023-01-03 12:00:47+00:00", "description": "<p>He only needed 40 seconds to light up the internet in 2018. Now the man of few words is finally releasing his debut mixtape</p><p><strong>From </strong>London, England<br /><strong>Recommended if you like</strong> <a href=\"https://www.theguardian.com/music/2020/aug/28/uk-rapper-nines-i-want-to-take-the-hood-with-me-and-help-everyone-out\">Nines</a>, <a href=\"https://www.theguardian.com/music/2019/jan/10/meek-mill-i-was-carrying-a-gun-because-i-felt-i-needed-it-to-survive\">Meek Mill</a>, <a href=\"https://www.theguardian.com/music/2021/oct/01/potter-payper-thanks-for-waiting-review\">Potter Payper</a><br /><strong>Up next </strong>Debut mixtape, Rap Game Awful, released 13 January; touring the UK and Ireland in March</p><p>Clavish’s arrival on the scene in 2018 was every bit as nonchalant as the north London rapper’s laid-back delivery: leaning out the window of a hatchback dropping slick bars over a Migos beat, flicking off lyrics like discarded responsibilities. <a href=\"https://www.youtube.com/watch?v=Fq8pkAGnTvo\">The clip</a> only lasted 40 seconds but it lit up the internet. The track that followed the buzz, called All These Funds, flipped the lens from portrait to landscape as he debuted a bleak, distinctly British counterpoint to Migos’s glitzier take on trap. People wanted more. But then Clavish clammed up.</p> <a href=\"https://www.theguardian.com/music/2023/jan/03/new-music-for-2023-clavish-the-quiet-london-rapper\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/food/2023/jan/03/nigel-slater-midweek-dinner-recipe-sauerkraut-and-smoked-cheese-fritters", "title": "Nigel Slater’s recipe for sauerkraut and smoked cheese fritters", "date_published": "2023-01-03 12:00:47+00:00", "description": "A crisp and spicy sizzling midweek treat<p>Put 400g of <strong>sauerkraut</strong> into a sieve over a bowl and set aside for 20 minutes.</p><p>Coarsely grate 125g of <strong>smoked cheese</strong> or <strong>mature </strong><strong>cheddar</strong> into a bowl. Break 2 <strong>eggs</strong> into a small bowl, lightly beat them with a fork to mix whites and yolks, then add them into the cheese.</p> <a href=\"https://www.theguardian.com/food/2023/jan/03/nigel-slater-midweek-dinner-recipe-sauerkraut-and-smoked-cheese-fritters\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/stage/2023/jan/03/its-showtime-stage-sensations-to-watch-out-for-in-2023", "title": "It’s showtime! Stage sensations to watch out for in 2023", "date_published": "2023-01-03 11:58:29+00:00", "description": "<p>Ross Willis unveils his new play Grim Brenda, Nancy Medina takes over at Bristol Old Vic and Sung Im Her has all the right moves. Here are 10 of theatre’s brightest talents today</p><p>Somewhere backstage at the Barbican there’s a giant cuddly Totoro and I can’t be alone in wanting to dive on top of it. That’s testament to My Neighbour Totoro’s <a href=\"https://www.theguardian.com/stage/2022/jun/28/muppet-power-rsc-puppet-legends-my-neighbour-totoro-staging-studio-ghibli-fluffy-monsters\">puppet masters</a>, of course, but also to the warm performance of Mei Mac as the younger of the Kusakabe sisters who encounter the furry forest sprite. The scene in which she scales the sleeping creature’s tummy is a delight. As her namesake, Mei, she veers between happy-as-can-be glee, determination and distress whether through mile-a-minute dialogue or, just as effectively, in silence. Adult actors playing kids can grate but Mac fully inhabits her character and lets us see the others through her eyes. On TV, she has already starred in Call the Midwife and Nigel Ng’s sketch show East Mode. Totoro is at the Barbican for <a href=\"https://www.barbican.org.uk/whats-on/2022/event/royal-shakespeare-company-my-neighbour-totoro\">a few more weeks</a> – it will be fascinating to see what happens next for the show and for her.</p> <a href=\"https://www.theguardian.com/stage/2023/jan/03/its-showtime-stage-sensations-to-watch-out-for-in-2023\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/technology/2023/jan/03/why-a-67bn-takeover-could-make-microsoft-a-gaming-behemoth", "title": "Why a $67bn takeover could make Microsoft a gaming behemoth", "date_published": "2023-01-03 11:51:46+00:00", "description": "<p>With the acquisition of game developer Activision Blizzard in the works, the company is facing investigations by trade commissions the world over. If the deal goes through, could it help the forgotten tech giant gain new relevance?</p><ul><li><strong><a href=\"https://ablink.editorial.theguardian.com/ss/c/TBl-lE0k4WbTlFRn6v-lQXxTpTslqnvUsR2ofAkC00vqkHXqakTSxrykj9mrdACFo11SPMvm9ONAti2JcHBqUgcduObToxycReEYHcTAh6nov_u_7l464yKkl5CZpPeg-CqG3ueb-8UiDZ4dOkhK_xu6BZysaGtGOA-w2_0KTqLsMBLqZrcGelEg-7T5C6DRfMSsX1Wcyrv2RlHjbzIGx0ePxMD7meIXmznkqCFxtrflV_YvxDV9cqXgzdq7c2-9qYTW0MyIMCG7p9sc7wIKCg/3ha/N7031ZxvS8Cv2AmB8PHP-g/h27/towm4HqYM1UtQe3kzAkaoAWT_zh9HyZuTvPyJCk6JeE\">Don’t get TechScape delivered to your inbox? Sign up for the full article here</a></strong></li></ul><p>Microsoft is the forgotten tech giant. Despite being the world’s second-largest public company by market capitalisation, it got left out of the snappy acronym for the big five – FAANG – alongside Facebook, Amazon, Apple and Google, in favour of Netflix, a company seven percent its size. Even when you add them to the equation (and GAFAM seems the most popular ordering, though given Google and Facebook’s rebrands to Alphabet and Meta, it should really be MAMAA), Microsoft has avoided the scrutiny its peers have been subjected to.</p><p>Part of that is to do with where the companies make their profits. Microsoft’s consumer brands are large and popular, but don’t feel like unstoppable behemoths compared to the rest of the MAMAAs. Amazon towers over e-commerce; Meta owns social networking; Alphabet dominates web browsers, email, and search; while Apple practically prints money with <a href=\"https://www.theguardian.com/technology/2022/oct/10/iphone-14-review-apple-price-design\">a phone</a> that can credibly be called the most successful consumer product ever released. Microsoft, though, makes its money through enterprise sales and cloud computing, and its unbroken power over desktop operating systems seems like a relic of the past rather than a meaningful focus of attention in the present.</p> <a href=\"https://www.theguardian.com/technology/2023/jan/03/why-a-67bn-takeover-could-make-microsoft-a-gaming-behemoth\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/politics/2023/jan/03/brexit-northern-ireland-protocol-too-strict-says-leo-varadkar", "title": "Brexit: Northern Ireland protocol ‘perhaps a bit too strict’, says Varadkar", "date_published": "2023-01-03 11:48:40+00:00", "description": "<p>Irish PM says he understands unionists’ concerns and he will be ‘flexible and reasonable’ on matter</p><p>The Irish prime minister, Leo Varadkar, has said mistakes were made on all sides in the handling of Brexit, vowing to be “flexible and reasonable” when attempting to solve issues with the <a href=\"https://www.theguardian.com/uk-news/2022/may/09/what-is-the-northern-ireland-protocol-explained-brexit\">Northern Ireland protocol</a>.</p><p>“One thing I have said in the past is that, when we designed the protocol, when it was originally negotiated, perhaps it was a little bit too strict,” the taoiseach said, speaking in Dublin.</p> <a href=\"https://www.theguardian.com/politics/2023/jan/03/brexit-northern-ireland-protocol-too-strict-says-leo-varadkar\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2023/jan/03/john-kerry-rich-countries-must-respond-to-developing-world-anger-over-climate", "title": "John Kerry: rich countries must respond to developing world anger over climate", "date_published": "2023-01-03 11:23:10+00:00", "description": "<p>US climate envoy says there needs to be work on details of ‘loss and damage’ fund in 2023</p><p>People in developing countries are feeling increasingly angry and “victimised” by the climate crisis, the US climate envoy John Kerry has warned, and rich countries must respond urgently.</p><p>“I’ve been chronicling the increased frustration and anger of island states and vulnerable countries and small African nations and others around the world that feel victimised by the fact that <a href=\"https://www.theguardian.com/global-development/2022/nov/07/us-uk-fall-billions-short-climate-funding-cop27\">they are a minuscule component of emissions</a>,” he said. “And yet [they are] paying a very high price. Seventeen of the 20 most affected countries in the world, by the climate crisis, are in Africa, and yet 48 sub-Saharan countries total 0.55% of all emissions.”</p> <a href=\"https://www.theguardian.com/environment/2023/jan/03/john-kerry-rich-countries-must-respond-to-developing-world-anger-over-climate\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/ng-interactive/2023/jan/03/david-squires-on-pele-the-kid-who-would-be-football-king", "title": "David Squires on … Pelé, the kid who would be football king", "date_published": "2023-01-03 11:14:46+00:00", "description": "<p>Our cartoonist looks back at the life and times of Brazilian football legend Pelé, <a href=\"https://www.theguardian.com/football/blog/2022/dec/29/pele-radiated-the-quality-of-joy-an-instant-appeal-to-the-eye-and-heart-brazil\">who has died aged 82</a></p><ul><li><a href=\"https://support.theguardian.com/uk/contribute?REFPVID=kta1aob6y4ujara7ohka&amp;INTCMP=header_support_RemoteRrHeaderLinksTest__UK_remote&amp;acquisitionData=%7B%22source%22%3A%22GUARDIAN_WEB%22%2C%22componentId%22%3A%22header_support_RemoteRrHeaderLinksTest__UK_remote%22%2C%22componentType%22%3A%22ACQUISITIONS_HEADER%22%2C%22campaignCode%22%3A%22header_support_RemoteRrHeaderLinksTest__UK_remote%22%2C%22abTest%22%3A%7B%22name%22%3A%22RemoteRrHeaderLinksTest__UK%22%2C%22variant%22%3A%22remote%22%7D%2C%22referrerPageviewId%22%3A%22kta1aob6y4ujara7ohka%22%2C%22referrerUrl%22%3A%22https%3A%2F%2Fwww.theguardian.com%2Ffootball%22%2C%22isRemote%22%3Atrue%7D\">Like what David does? Consider supporting our journalism</a></li><li><a href=\"https://guardianprintshop.com/collections/david-squires\">Buy a Squires cartoon from the Guardian Print Store</a></li></ul> <a href=\"https://www.theguardian.com/football/ng-interactive/2023/jan/03/david-squires-on-pele-the-kid-who-would-be-football-king\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2023/jan/03/noise-pollution-is-a-menace-to-humanity-and-a-deadly-threat-to-animals", "title": "Noise pollution is a menace to humanity – and a deadly threat to animals | Karen Bakker", "date_published": "2023-01-03 11:14:46+00:00", "description": "<p>One study<em> </em>grimly noted that human noise may even be scrambling the eggs of baby fish</p><p>Noise pollution is one of the gravest yet least recognized health threats of our time. Even moderate levels of noise – the kind that surrounds us in any urban environment – increase risks of cardiovascular disease, cognitive impairment, developmental delays and dementia. Now, scientists are revealing that non-humans, too, suffer from noise pollution – and that they are far more sensitive than humans.</p><p>Perhaps nowhere is this more urgent than in the global oceans. Marine animals see and sense the world through sound, which travels faster and farther underwater than light. Whales – which use sound to find prey and navigate, communicate and mate – are one well-known example. But scientists are now revealing that a vast range of marine creatures are exquisitely sensitive to sound. The range of negative effects caused by marine noise pollution is staggering: delayed development, hampered reproduction, stunted growth, distorted migration paths.</p><p>Karen Bakker is the director of the University of British Columbia’s Program on Water Governance and the author of The Sounds of Life: How Digital Technology is Bringing Us Closer to the Worlds of Animals and Plants</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jan/03/noise-pollution-is-a-menace-to-humanity-and-a-deadly-threat-to-animals\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2023/jan/03/rare-robert-burns-book-found-in-a-barber-shop-goes-on-display", "title": "Rare Robert Burns book found in a barber shop goes on display", "date_published": "2023-01-03 11:11:38+00:00", "description": "<p>The first edition of Poems, Chiefly in the Scottish Dialect is now on display in Fife, with 50 pages missing due to being torn out and used to clean razors<br /><br /></p><p>A rare first edition of Robert Burns’s debut poetry collection, found in a barber shop, has gone on display in Fife, Scotland.</p><p>The book, titled Poems, Chiefly in the Scottish Dialect, is missing its first 50 pages. These were ripped out by the owner of a barber shop in Shrewsbury in Shropshire, who used them to clean his razors.</p> <a href=\"https://www.theguardian.com/books/2023/jan/03/rare-robert-burns-book-found-in-a-barber-shop-goes-on-display\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2023/jan/03/los-angeles-is-becoming-too-hot-to-bear-can-it-design-its-way-cooler", "title": "Los Angeles is becoming too hot to bear. Can it design its way cooler?", "date_published": "2023-01-03 11:00:08+00:00", "description": "<p>The city is forecast to double the number of days it reaches 95F by 2050, but innovative materials may help fight off the heat</p><p>It may look like a normal roof, but the top of Martin Luther King Jr hospital near the Los Angeles neighborhood of Watts gleams in the light. The roof isn’t made from a typical material: instead of absorbing heat, its paint-like coating reflects the sun’s energy upward. That benefits anyone working inside the building, officials say, as it cools and makes the interior more comfortable – as well as lowering energy bills.</p><p>This type of roofing design comes at an urgent time for America’s second-largest city. In Los Angeles, long romanticized for its year-round sunshine and Mediterranean climate, heat is a slow-moving disaster. In 2022, the city grappled with <a href=\"https://www.theguardian.com/us-news/2022/sep/02/los-angeles-extreme-heatwave-emergency\">a record-breaking September heatwave</a> that brought days of triple-digit temperatures. <a href=\"https://www.ioes.ucla.edu/project/climate-change-in-the-los-angeles-region/\">A UCLA study</a> predicts that by 2050 the number of days with temperatures of 95F (35C) or hotter will reach 22 a year – more than double the number that the Los Angeles region sees now.</p> <a href=\"https://www.theguardian.com/us-news/2023/jan/03/los-angeles-is-becoming-too-hot-to-bear-can-it-design-its-way-cooler\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/business/2023/jan/03/european-gas-prices-warm-january-weather-uk-heating", "title": "European gas prices tumble amid warm January weather", "date_published": "2023-01-03 10:44:39+00:00", "description": "<p>Demand for heating in UK and elsewhere falls but concerns remain over supplies this winter</p><p><a href=\"https://www.theguardian.com/world/2023/jan/02/extreme-event-warm-january-weather-breaks-records-europe\">A spell of mild weather in the UK and Europe</a> has sent wholesale gas prices tumbling in a respite from the high prices that have led to soaring energy bills.</p><p>European prices for delivery in February fell by 4.3% to €73.7 a megawatt hour while UK prices fell by 3.8% to 179p a therm.</p> <a href=\"https://www.theguardian.com/business/2023/jan/03/european-gas-prices-warm-january-weather-uk-heating\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2023/jan/03/china-is-now-the-epicentre-of-covid-the-world-should-be-watching-and-testing", "title": "China is now the epicentre of Covid. The world should be watching – and testing | Devi Sridhar", "date_published": "2023-01-03 10:00:41+00:00", "description": "<p>With China’s government underplaying its domestic outbreak, it’s vital that other countries remain alert to new variants</p><p>After almost three years of trying to wholly eliminate the virus that causes Covid-19 from within its borders, the Chinese government has abruptly changed course. Now, the country is attempting to “live with Covid-19”. Testing is no longer required, and numbers of officially reported Covid-19 cases are at odds with scientific estimates of the situation.</p><p>While official estimates suggest there are 4,000 cases of Covid a day, scientists estimate the number is more like 1 million. Official death tolls are similarly unreliable. The <a href=\"https://www.theguardian.com/world/2022/dec/30/china-covid-experts-estimate-9000-deaths-a-day-as-us-says-it-may-sample-wastewater-from-planes\">lack of transparency</a> from the Chinese government, and the lack of trust in what it’s saying about its domestic outbreak, has prompted concern across the world.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jan/03/china-is-now-the-epicentre-of-covid-the-world-should-be-watching-and-testing\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2023/jan/03/new-music-for-2023-nyokabi-kariuki-feeling-body", "title": "New music for 2023: Nyokabi Kariũki, the Kenyan composer using field recordings to conjure Nairobi from afar", "date_published": "2023-01-03 10:00:41+00:00", "description": "<p>Kariũki’s intimate music summoned her home while she was stuck in the US during lockdown – and her darker new album delves into her experience of long Covid</p><p><strong>From</strong> Nairobi, Kenya<br /><strong>Recommended if you like</strong> KMRU, <a href=\"https://www.theguardian.com/music/2022/apr/22/claire-rousay-everything-perfect-is-already-here-review-everyday-sounds-that-tug-at-the-heartstrings\">Claire Rousay</a>, <a href=\"https://www.theguardian.com/culture/mica-levi\">Mica Levi</a><br /><strong>Up next </strong>Debut album Feeling Body released 3 March via Cmntx Records</p><p>“When we talk about art coming out of Africa, there’s this overemphasis on ‘complex polyrhythms’, or ‘call and response’,” Kenyan composer and sound artist Nyokabi Kariũki says, rolling her eyes. “But I think it’s so much deeper than that. When you’re looking back on African music, so much of the thought and philosophy was erased during the periods of colonisation.”</p> <a href=\"https://www.theguardian.com/music/2023/jan/03/new-music-for-2023-nyokabi-kariuki-feeling-body\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2023/jan/03/i-feel-at-home-here-descendants-of-galicias-emigres-return-to-the-old-country", "title": "‘I feel at home here’: descendants of Galicia’s emigrés return to the old country", "date_published": "2023-01-03 10:00:41+00:00", "description": "<p>Spain’s poor western region is welcoming back heirs of those who once left it – especially from troubled Argentina</p><p>Galicia has long been one of Spain’s poorest regions and since the mid-19th century Galicians have emigrated in their tens of thousands to seek a brighter future in the Americas. But now they’re coming back.</p><p>The Galician regional government says that returnees – the majority are Argentinians – are settling in the area at a rate of three a day. After more than 150 years of steady depopulation, in 2019 more people arrived than left, while, for the first time in its history, the reverse was true for Argentina.</p> <a href=\"https://www.theguardian.com/world/2023/jan/03/i-feel-at-home-here-descendants-of-galicias-emigres-return-to-the-old-country\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/business/2023/jan/03/hyundai-global-sales-electric-cars-kia-shortage-chips", "title": "Hyundai aims for 10% rise in global sales as it shifts to electric cars", "date_published": "2023-01-03 10:00:13+00:00", "description": "<p>Carmaker, which also owns Kia, missed 2022 targets amid shortage of chips and other vital parts</p><p>The carmaker behind Hyundai and Kia has said it aims to increase global sales by 10% this year, as the company accelerates its transition to electric vehicles.</p><p>Hyundai Motor Company’s <a href=\"https://www.hyundai.com/worldwide/en/company/newsroom/hyundai-motor-reports-2022-global-sales-and-2023-goals-0000016948\">new forecasts</a> come despite it having failed to reach its sales targets for 2022 because of supply chain disruptions that resulted in a shortage of semiconductor chips and other vital car parts.</p> <a href=\"https://www.theguardian.com/business/2023/jan/03/hyundai-global-sales-electric-cars-kia-shortage-chips\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2023/jan/03/travellers-from-china-who-test-positive-in-uk-for-covid-will-not-need-to-isolate", "title": "Travellers from China who test positive in UK for Covid will not need to isolate", "date_published": "2023-01-03 09:55:50+00:00", "description": "<p>Transport secretary says infection data collected at airport ‘for surveillance purposes’</p><p>People arriving in the UK from China will not be required to self-isolate if they test positive for Covid-19, the transport secretary has said.</p><p>Covid cases in China continue to surge after Beijing’s abrupt decision to end most of its severe pandemic restrictions.</p> <a href=\"https://www.theguardian.com/world/2023/jan/03/travellers-from-china-who-test-positive-in-uk-for-covid-will-not-need-to-isolate\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2023/jan/03/transfer-latest-leeds-sign-max-wober-arsenal-bid-mudryk-chelsea-enzo-fernandez", "title": "Transfer latest: Leeds land Wöber, Arsenal bid basic £44m for Mudryk", "date_published": "2023-01-03 09:41:33+00:00", "description": "<ul><li>Austria defender Max Wöber joins from Red Bull Salzburg</li><li>Chelsea to hold further Enzo Fernández talks with Benfica</li></ul><p><strong>Leeds</strong> have signed the Austria defender Max Wöber from <strong>Red Bull Salzburg</strong> on a four-and-a-half-year deal for a fee understood to be more than €12m (£10.6m).</p><p>The 24-year-old, who can operate at centre-back and left-back, played under Jesse Marsch at Salzburg and is Leeds’s first January signing.</p> <a href=\"https://www.theguardian.com/football/2023/jan/03/transfer-latest-leeds-sign-max-wober-arsenal-bid-mudryk-chelsea-enzo-fernandez\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2023/jan/03/if-these-walls-could-sing-review-mystery-tour-of-abbey-road-studios", "title": "If These Walls Could Sing review – mystery tour of Abbey Road Studios", "date_published": "2023-01-03 09:00:39+00:00", "description": "<p>Mary McCartney’s documentary about the legendary home to the Beatles’ and many other stars’ recordings is an enjoyable diversion</p><p>Putting her privileged access to good use, Mary McCartney has directed this enjoyable documentary about Abbey Road Studios in London – famously the site of the Beatles’ classic recordings (her dad is Paul of course), but much more besides. McCartney’s film takes us through the history of the building itself (in the St John’s Wood neighbourhood of London, perhaps only Lord’s cricket ground is more of an English icon).</p><p>It was designed to house a symphony orchestra, and its first occupant in 1931 was Edward Elgar conducting the LSO. It looks very different from the way we think of recording studios,small spaces divided from the mixing suite by a pane of glass. In fact two of the studios are huge, where mighty producer George Martin presided over everything from suites accessed by flights of stairs, like going up to the manager’s office from the echoing factory shop floor.</p> <a href=\"https://www.theguardian.com/film/2023/jan/03/if-these-walls-could-sing-review-mystery-tour-of-abbey-road-studios\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2023/jan/03/sebastien-haller-back-training-borussia-dortmund-testicular-cancer", "title": "Sébastien Haller back training with Dortmund after cancer diagnosis", "date_published": "2023-01-03 08:30:21+00:00", "description": "<ul><li>Striker had surgery and chemotherapy for testicular tumour</li><li>Haller says: ‘I’m finally back. It was not that easy’</li></ul><p>The Borussia Dortmund striker Sébastien Haller has returned to training after undergoing surgeries and chemotherapy to treat a testicular tumour <a href=\"https://www.theguardian.com/football/2022/jul/19/sebastien-haller-dortmund-training-testicular-tumour\">discovered in July</a>.</p><p>“Happy New Year to all! And it’s off to a great start for me because it means getting back on the field,” the 28-year-old Ivory Coast international wrote on <a href=\"https://twitter.com/HallerSeb/status/1610000107520561152\">Twitter</a>, posting images of himself working out at the gym. “2022 wasn’t the easiest year but it prepared me for all the new challenges that 2023 will bring.”</p> <a href=\"https://www.theguardian.com/football/2023/jan/03/sebastien-haller-back-training-borussia-dortmund-testicular-cancer\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2023/jan/03/extreme-right-israel-minister-itamar-ben-gvir-visits-al-aqsa-mosque-compound", "title": "Extreme-right Israeli minister visits al-Aqsa mosque compound", "date_published": "2023-01-03 08:12:47+00:00", "description": "<p>Move by Itamar Ben-Gvir angers Palestinians after Hamas warned such a step would ‘lead to an explosion’</p><p>The extreme-right Israeli firebrand <a href=\"https://www.theguardian.com/world/2022/oct/29/israel-election-far-right-itamar-ben-gvir\">Itamar Ben-Gvir</a> has visited Jerusalem’s al-Aqsa mosque compound for the first time since becoming a minister, his spokesperson has said, angering Palestinians who see the move as a provocation.</p><p>“Our government will not surrender to the threats of Hamas,” Ben-Gvir said in a statement, after the Palestinian militant group warned such a move was a “red line”.</p> <a href=\"https://www.theguardian.com/world/2023/jan/03/extreme-right-israel-minister-itamar-ben-gvir-visits-al-aqsa-mosque-compound\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2023/jan/03/papal-succession-benedict-xvi-funeral-cardinals-pope-francis", "title": "It's a papal version of Succession: at Benedict XVI’s funeral, the plotting will begin | Catherine Pepinster", "date_published": "2023-01-03 08:00:39+00:00", "description": "<p>Cardinals are already thinking about a successor to Pope Francis - and the conservative faction may aspire to someone more traditional</p><p>Airlines usually upgrade cardinals to first class and offer them champagne. But when the leaders of the Roman Catholic church fly into Rome’s Fiumicino airport this week for the funeral of the <a href=\"https://www.theguardian.com/world/2022/dec/31/former-pope-benedict-xvi-dies-aged-95\">former pope Benedict XVI</a>, they may well forgo the fizz as a sign of their mourning. It’s hard to imagine, though, that they will refrain from engaging in the whispers and the politicking that is so typical of a gathering of top Catholic prelates. The funeral will be a time to remember and mourn Benedict XVI – but the plotting that will take place may resemble an episode of <a href=\"https://en.wikipedia.org/wiki/Succession_(TV_series)\">Succession</a>.</p><p>Benedict XVI was a renowned theologian and an enforcer of Catholic doctrine who earned the nickname “God’s rottweiler” for his pursuit of those he thought errant. He was a hero to conservative Catholics, but he will be most remembered for his dramatic resignation in 2013 – the first pope in 600 years to quit rather than die in office. He pleaded physical frailty. “Having before God examined my conscience over and over, I have come to the certain knowledge that my strength, due to the burdens of age, is no longer suitable for properly administering the Petrine office,” he wrote, but he lasted almost another 10 years before dying at the age of 95 on New Year’s Eve.</p><p>Catherine Pepinster is a former editor of the Tablet and the author of The Keys and the Kingdom: The British and the Papacy</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jan/03/papal-succession-benedict-xvi-funeral-cardinals-pope-francis\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2023/jan/03/jake-wightman-interview-athletics-father-commentary-world-championships", "title": "Jake Wightman: ‘I’d never seen my dad break the third wall and say anything about me’", "date_published": "2023-01-03 08:00:39+00:00", "description": "<p>The 1500m world champion on his father’s commentary during his victory, Ingebrigtsen’s reaction and why he hid his twin’s running spikes at school</p><p>“I’m glad I just said: ‘Oh my God!’” Jake Wightman suggests as he remembers his reaction when he crossed the line <a href=\"https://www.theguardian.com/sport/2022/jul/20/jake-wightman-stuns-1500m-field-to-claim-world-title-as-dad-commentates\">to win the 1500m</a> in a stunning result at the world championships five months ago. “Imagine if I’d chosen to say something a lot worse. In that moment you could say anything, couldn’t you? I could have said: ‘What the fuck?’ and that would have been seen again and again.”</p><p>Wightman laughs when I point out that he could have become a permanent meme. “Exactly. Maybe I should have.”</p> <a href=\"https://www.theguardian.com/sport/2023/jan/03/jake-wightman-interview-athletics-father-commentary-world-championships\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2023/jan/03/trump-war-chest-2024-presidential-campaign", "title": "Trump seems to have a large war chest – but is he struggling to raise money?", "date_published": "2023-01-03 08:00:39+00:00", "description": "<p>Some high-profile mega-donors have fled, small-dollar donor stream that fueled his past runs is drying up, and he is accused of violating ‘soft money’ laws</p><p>With his 2024 presidential candidacy officially kicked into gear, Donald Trump would seem poised to enter the Republican nomination race a step ahead: his Pacs and committees boast a war chest of about $95m, enough to give pause to the Republican candidates jockeying against him.</p><p>But a scratch beneath the surface reveals a different reality. About $78m of the $95m cannot be directly used for Trump’s campaign, according to a Guardian analysis of the Trump fundraising web.</p> <a href=\"https://www.theguardian.com/us-news/2023/jan/03/trump-war-chest-2024-presidential-campaign\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/business/2023/jan/03/ticketmaster-live-nation-lobbying-taylor-swift-bad-bunny", "title": "Antitrust target Ticketmaster spends big on lobbying amid woeful 2022", "date_published": "2023-01-03 08:00:38+00:00", "description": "<p>Ticketing debacles involving Taylor Swift and Bad Bunny have led to calls for parent company Live Nation’s stranglehold on live entertainment to be broken</p><p>Ticketmaster and its parent company Live Nation had a calamitous 2022 – managing to anger everyone from Taylor Swift and Bad Bunny to Joe Biden and Mexico’s president, Andrés Manuel López Obrador. As calls grow for action to rein in the concert monopoly in the US and abroad, the company seems to have hit on a new strategy: spending big in Washington.</p><p>Live Nation’s spending on lobbying jumped from about $250,000 in 2018 to nearly $1.3m in 2021, <a href=\"https://lda.senate.gov/filings/public/filing/search/?registrant=Live+nation&amp;registrant_country=&amp;registrant_ppb_country=&amp;client=&amp;client_state=&amp;client_country=&amp;client_ppb_country=&amp;lobbyist=&amp;lobbyist_covered_position=&amp;lobbyist_conviction_disclosure=&amp;lobbyist_conviction_date_range_from=&amp;lobbyist_conviction_date_range_to=&amp;report_period=&amp;report_year=&amp;report_dt_posted_from=&amp;report_dt_posted_to=&amp;report_amount_reported_min=&amp;report_amount_reported_max=&amp;report_filing_uuid=&amp;report_house_doc_id=&amp;report_issue_area_description=&amp;affiliated_organization=&amp;affiliated_organization_country=&amp;foreign_entity=&amp;foreign_entity_country=&amp;foreign_entity_ppb_country=&amp;foreign_entity_ownership_percentage_min=&amp;foreign_entity_ownership_percentage_max=&amp;search=search\">federal records show</a>, and it may top that peak in 2022 and beyond. It has focused its lobbying campaign on the department of justice, as well as legislation aimed at greater transparency around ticket sales.</p> <a href=\"https://www.theguardian.com/business/2023/jan/03/ticketmaster-live-nation-lobbying-taylor-swift-bad-bunny\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2023/jan/03/i-climax-after-30-seconds-sex-what-should-i-do", "title": "I climax after 30 seconds of sex. What should I do?", "date_published": "2023-01-03 08:00:38+00:00", "description": "<p>I have a problem with premature ejaculation, and numbing spray only spoils the mood</p><p><strong>I am a single</strong><strong> male in my 20s who often goes on dates, so usually when I have sex</strong><strong> it is with somebody new. </strong><strong>I climax way too early</strong><strong> </strong><strong>and often ejaculate prematurely. </strong><strong>Is there anything I can do about it? I love sex</strong><strong> but I find myself stressing about</strong><strong> it because of performance anxiety. I</strong><strong> sometimes pretend</strong><strong> during intercourse that I haven’t ejaculated yet just to avoid the shame</strong><strong>. </strong><strong>At times, I only last for </strong><strong>30 seconds. I have a numbing spray, but it is very awkward to use and it can</strong><strong> spoil the mood when I stop to apply it. How do I approach this problem, especially when getting with new people?</strong></p><p>While many women and men say they want athletic lovemaking with prolonged intercourse or penetration, many others say the opposite. The latter group either prefer a short amount of penetration with less chance of discomfort or irritation – or no penetration at all. This is especially understandable for women, since female pleasure and the means to orgasm are best achieved via direct stimulation of the clitoris, which is located outside the vagina. Early ejaculation is a treatable issue, but try not to stress about it. Being anxious about your “performance” will only exacerbate the situation. Instead, work on improving your ability to please your partner with skills that do not involve your penis, such as oral and manual stimulation. There are many highly erotic, non-penetrative techniques and it’s time you stopped worrying about how your penis performs and think about what else would directly please your partner. Combine good communication skills with your personal seductive style to elicit information about his or her preferences, and practice sharing what you need with them. Even people who do not worry about early ejaculation would be wise to adopt this course of action.</p><p>Pamela Stephenson Connolly is a US-based psychotherapist who specialises in treating sexual disorders.</p><p>If you would like advice from Pamela on sexual matters, send us a brief description of your concerns to <a href=\"mailto:private.lives@theguardian.com\">private.lives@theguardian.com</a> (please don’t send attachments). Each week, Pamela chooses one problem to answer, which will be published online. She regrets that she cannot enter into personal correspondence. Submissions are subject to our <a href=\"https://www.theguardian.com/letters-terms\">terms and conditions</a>.</p><p>Comments on this piece are premoderated to ensure discussion remains on topics raised by the writer. Please be aware there may be a short delay in comments appearing on the site.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jan/03/i-climax-after-30-seconds-sex-what-should-i-do\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/business/live/2023/jan/03/china-factory-slide-intensifies-economists-uk-faces-worst-recession-g7-business-live", "title": "China factory slide intensifies; economists say UK faces worst recession in G7 – business live", "date_published": "2023-01-03 07:58:29+00:00", "description": "<p>New Year starts with warnings from IMF and UK leading economists, as China’s factory slump worsens</p><p>Investors should brace for another turbulent year in the financial markets, economists have warned as central banks fight inflation, China reopens its economy after Covid-19 restrictions and <a href=\"https://www.theguardian.com/business/2022/sep/26/leading-economies-sliding-into-recession-as-ukraine-war-cuts-growth-finds-oecd#:~:text=The%20world%27s%20leading%20economies%20are,operation%20and%20Development%20(OECD).\">the Ukraine war pushes the global economy towards recession</a>.</p><p>The first half of the new year is likely to be choppy, according to Wall Street predictions, after <a href=\"https://www.theguardian.com/business/2022/dec/30/inflation-tech-plunge-crypto-global-stock-markets-2022-shares-bonds-interest-rates\">global markets suffered their biggest fall since the 2008 financial crisis last year</a>.</p> <a href=\"https://www.theguardian.com/business/live/2023/jan/03/china-factory-slide-intensifies-economists-uk-faces-worst-recession-g7-business-live\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/global-development/2023/jan/03/musician-florence-lugemwa-kampala-slums", "title": "‘Being brilliant is how you survive’: the musician drumming up ambition in Kampala’s slums", "date_published": "2023-01-03 07:15:37+00:00", "description": "<p>Trumpeter and DJ Florence Lugemwa has built a successful career in music, and aims to motivate her band of school pupils from Uganda’s capital city to do the same</p><ul><li>Words and photographs by Frank L’Opez</li></ul><p>As day breaks over the heads of the clubbers on a Kampala rooftop, arms are raised in unison as they dance on to the bass-heavy tracks. Florence Lugemwa has only been Dj-ing for a few weeks but had the party going until after sunrise. </p><p>By lunchtime, Lugemwa is still bright-eyed as she clambers down from a truck in Ggaba, one of Kampala’s most deprived communities, with the battered trombones, trumpets and drums to hand out to an eager crowd of children.</p><p>Florence Lugemwa, surrounded by members of Homeland brass band. The children don’t have to audition, but must show commitment</p> <a href=\"https://www.theguardian.com/global-development/2023/jan/03/musician-florence-lugemwa-kampala-slums\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2023/jan/03/movies-set-2023-future-predictions-climate-change-drones-avengers", "title": "Happy new fear: what can films set in 2023 tell us about what lies ahead?", "date_published": "2023-01-03 07:04:37+00:00", "description": "<p>From legalized murder to destructive drones, Hollywood doesn’t have the most optimistic outlook</p><p>For all the cause we have to believe that this year is the first in a long time that’s less apocalyptic than the last – fascism in the west held at bay, the pandemic gradually receding, Popeyes introducing a blackened chicken sandwich to the menu – those inclined to future panic still have plenty of material to work with.</p><p>The ever-present menace of climate change hasn’t gone anywhere, if anything accelerating at an exponential rate that constantly bumps up the human species’ expiration date. We’re playing it pretty fast and loose with robotics and AI, to the point that it’s hard to tell whether the proliferation of “lethal autonomous weapons” (a sanitized way of saying “killer robots”) or sentient computer programs represents a graver threat. We’ve got a smörgåsbord of wars, fringe conspiracy theories on the rise, inflation out the wazoo. Just take your pick of bad omens.</p> <a href=\"https://www.theguardian.com/film/2023/jan/03/movies-set-2023-future-predictions-climate-change-drones-avengers\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2023/jan/03/alcarras-review-heartbreak-and-ruin-in-the-catalan-heat", "title": "Alcarràs review – heartbreak and ruin in the Catalan heat", "date_published": "2023-01-03 07:00:38+00:00", "description": "<p>Carla Simón’s award-winning story of a peach farmer struggling to make ends meet asks many important questions about our relationship with the land and the human cost of progress</p><p>Capitalism never looked more brutal than in this new Catalan-language movie with nonprofessionals from Carla Simón; it is about an extended family of peach farmers in the town of Alcarràs, people whose unhappiness and dysfunction are created by market forces. It was the <a href=\"https://www.theguardian.com/film/2022/feb/17/women-dominate-berlin-film-festival-as-alcarras-wins-golden-bear\">winner of the Golden Bear at the Berlin film festival</a> and is this year’s Spanish entry for the best international film Academy Award.</p><p>Simón’s debut was the wonderfully tender childhood study <a href=\"https://www.theguardian.com/film/2018/jul/12/summer-1993-review-carla-simon\">Summer 1993</a> and Alcarràs is her very accomplished follow-up. I felt it didn’t quite have the same immediately accessible richness and sweetness, but this is a really shrewd, empathic and subtle movie which engulfs you in its dust and sweat and heat.</p> <a href=\"https://www.theguardian.com/film/2023/jan/03/alcarras-review-heartbreak-and-ruin-in-the-catalan-heat\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2023/jan/03/us-house-of-representatives-new-leadership-republicans-democrats", "title": "US House of Representatives: who’s who in the new leadership?", "date_published": "2023-01-03 07:00:38+00:00", "description": "<p>It remains to be seen if Republican Kevin McCarthy can win the speakership while Democrats’ leaders include no white men</p><p>The balance of power in Washington will shift when Republicans officially take control of the House on 3 January.</p><p>Yet House Republicans begin the 118th Congress in a precarious position: their grip on power is fragile and their conference fractured.</p> <a href=\"https://www.theguardian.com/us-news/2023/jan/03/us-house-of-representatives-new-leadership-republicans-democrats\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2023/jan/03/what-would-you-do-to-support-the-nhs-my-mother-gave-up-her-festive-tipple", "title": "What would you do to support the NHS? My mother gave up her festive tipple | Zoe Williams", "date_published": "2023-01-03 07:00:38+00:00", "description": "<p>From refusing a whisky to not having her cataracts done, my mother’s quality of life has been irrevocably reduced by the party that has whittled away our health service</p><p>It was the very tail end of the holiday season, and I was trying to make my mother drink whisky, partly – no, sorry, entirely – because I bought it for her and I wanted to drink it. While I am intensely relaxed about drinking alone, I still have a faint cultural taboo about drinking someone else’s present in front of them. I should have also bought her a jigsaw or something.</p><p>She wouldn’t, because she didn’t want to fall over and end up in A&amp;E. God knows I don’t want her to end up there, either, but whisky the way she drinks it – in minuscule amounts, topped up with boiling water like a Lemsip – could no more topple a person over than a gusty wind. I came at this point forcefully, from many different directions, but she wouldn’t budge and we resolved it by finding other whisky for me to drink that was a present from someone else.</p><p>Zoe Williams is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jan/03/what-would-you-do-to-support-the-nhs-my-mother-gave-up-her-festive-tipple\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/artanddesign/gallery/2023/jan/03/missouri-german-settlers-christina-stohn-in-pictures", "title": "Missouri memoir: German settlers and dumpling costumes – in pictures", "date_published": "2023-01-03 07:00:37+00:00", "description": "<p>In the 1830s, Missouri became home to immigrants from the Black Forest. Photographer Christina Stohn’s project captured what remains two centuries later</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2023/jan/03/missouri-german-settlers-christina-stohn-in-pictures\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2023/jan/03/sugar-street-by-jonathan-dee-review-on-the-run-and-off-the-grid", "title": "Sugar Street by Jonathan Dee review – on the run and off the grid", "date_published": "2023-01-03 07:00:37+00:00", "description": "<p>A propulsive post-heist thriller that functions as a bravura exercise in generating suspense</p><p>American writer Jonathan Dee is best known here for <em><a href=\"https://www.theguardian.com/books/2010/jun/20/the-privileges-union-atlantic\">The Privileges</a></em><a href=\"https://www.theguardian.com/books/2010/jun/20/the-privileges-union-atlantic\"> (2010)</a>, which showed us a New York banking family rendered dysfunctional by the ill-gotten gains of money-market skulduggery. Money, to say nothing of privilege, also lies at the heart of his new book, which takes the starker form of a claustrophobic monologue from an unnamed middle-aged male fugitive going off-grid for reasons he won’t divulge. Avoiding CCTV, he’s destroyed his devices and, after pitching up in search of a bed in a poor district in an unspecified city, he’s about to ditch his scrap-salvaged car, too; all he’s keeping is a cryptically procured envelope containing $168,000. “The money is mine now, though that won’t stop other people from maintaining that at least some of it is theirs,” he says early on, coyly alluding to his “crimes”.</p><p>The stage is set for a propulsive post-heist thriller, with inbuilt tension, in the sense that the narrator will be rumbled before long – but for what? While key disclosures are expertly postponed, we soon sense that <em>Sugar Street</em> hunts bigger game in any case, with the getaway premise only a pretext for exploring nothing less than the politics of 21st-century selfhood. When the narrator finds a room to rent cash in hand on a don’t-ask-don’t-tell basis, he ponders the cover story he might give his landlady, privately mulling explanations from being in witness protection to simply being unable to “stand being seen as data... I couldn’t stand the idea that every little choice I’d made, however thoughtless or dumb, was now part of my history”.</p><p><em>Sugar Street</em> by Jonathan Dee is published by Corsair (£16.99). To support the <em>Guardian</em> and <em>Observer</em> order your copy at <a href=\"https://guardianbookshop.com/sugar-street-9781472151964\">guardianbookshop.com</a>. Delivery charges may apply</p> <a href=\"https://www.theguardian.com/books/2023/jan/03/sugar-street-by-jonathan-dee-review-on-the-run-and-off-the-grid\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2023/jan/03/donovan-mitchell-71-points-cleveland-cavaliers", "title": "Cavaliers’ Donovan Mitchell explodes for 71 points to join historic club", "date_published": "2023-01-03 06:07:45+00:00", "description": "<ul><li>Cleveland player’s total is most scored in NBA for 17 years</li><li>‘I always believed I could be one of the best players’</li></ul><p>Already an All-Star, Donovan Mitchell added his name to one of the NBA’s most rarefied lists Monday night.</p><p>Mitchell set a Cleveland record with 71 points, the most by an NBA player in 17 years, and the Cavaliers rallied from 21 down to beat the Chicago Bulls 145-134 in overtime on Monday night.</p> <a href=\"https://www.theguardian.com/sport/2023/jan/03/donovan-mitchell-71-points-cleveland-cavaliers\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2023/jan/03/52-acts-of-kindness-how-to-spread-joy-in-every-week-of-2023", "title": "52 acts of kindness: how to spread joy in every week of 2023", "date_published": "2023-01-03 06:00:37+00:00", "description": "<p>Whether fostering kittens, donating blood or delivering boxes of biscuits to striking workers, there has never been a better time to help out. And it will improve your life too</p><p>Navel-gazing is always a danger at this time of year – and not just to admire the results of a two-week assault on the fridge. Indoctrinated by “new year, new you” messaging, we fixate on self-optimisation: one hand dredging the Celebrations tub and the other searching online for “hot yoga near me” or “should I read Ulysses?”</p><p>But there is another way to be better: by doing something kind. This doesn’t mean giving money (welcome though that always is), it’s about giving your time, empathy, support and thought – finding ways to help the people around you.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jan/03/52-acts-of-kindness-how-to-spread-joy-in-every-week-of-2023\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2023/jan/03/britain-transport-system-keir-starmer-red-wall-labour-levelling-up", "title": "Britain’s transport system is a creaking misery – and an easy win for Keir Starmer  | Zoë Billingham", "date_published": "2023-01-03 06:00:37+00:00", "description": "<p>To get the red wall back on board, Labour should commit to bold action on transport and show what ‘levelling up’ really means</p><p>For those of us living and working in the north it has become achingly clear that our <a href=\"https://www.theguardian.com/commentisfree/2022/nov/06/britain-train-service-renationalisation-delay\">transport system is broken</a>. Long before any strike action was announced, the region’s public transport was suffering from creaking infrastructure, staff shortages and a daily dose of long delays and routine cancellations. For those of us who commute between northern cities by train, getting to work in decent time has become a game of chance. Others have become used to missing medical appointments and elderly relatives becoming isolated.</p><p>It’s time Labour made a bold stance on transport, as part of its commitment to levelling up and transitioning to net zero. There is plenty of evidence to lay bare the regional inequality in transport spending. We know that if the north had received the same transport investment as London in the decade between 2009 and 2019, it would have received <a href=\"https://www.ippr.org/news-and-media/press-releases/ippr-north-broken-transport-promises-come-as-new-evidence-shows-widening-transport-spending-gap\">£86bn more</a> than it did.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jan/03/britain-transport-system-keir-starmer-red-wall-labour-levelling-up\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/global-development/2023/jan/03/women-behind-the-lens-juana-cuba-covid-pandemic-marylise-vigneau", "title": "Women behind the lens: ‘Meeting Juana again was particularly precious’", "date_published": "2023-01-03 06:00:37+00:00", "description": "<p>Photographer Marylise Vigneau finds ordinary Cubans struggling with daily life after the devastating impact of the Covid pandemic</p><p>One can find beauty, joy of life, intelligence or bravery in many places in the world. And Cuba has a lot of all these things. Yet, somehow, Cuba is different to me. The alchemy that persists in this place is like no other. Caught between America and the Caribbean, its 1,200km (745 mile) length undulates as if to escape from a half-open jaw.</p><p>To visit Cuba at the beginning of 2022 after the hiatus of the pandemic was deeply saddening. I always try to give a print to people I have photographed, but found that three of them had died of Covid. The pandemic caused <a href=\"https://www.theguardian.com/cities/video/2019/nov/13/its-not-fair-why-havanas-taxi-drivers-outearn-doctors-video\">the health system</a> – the last bastion of Cuban pride – to collapse. People are now afraid to go to the hospital.</p><p><a href=\"https://www.marylisevigneau.com/\">Marylise Vigneau</a> is an award-winning documentary photographer with a global portfolio, based in Pakistan. She has a particular interest in how people are affected by borders, both physical and mental. Preferring to work on long-term projects, she returns to the same places and subjects whenever she can. Instagram: <a href=\"https://www.instagram.com/marylisevigneau/\">@marylisevigneau</a></p> <a href=\"https://www.theguardian.com/global-development/2023/jan/03/women-behind-the-lens-juana-cuba-covid-pandemic-marylise-vigneau\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/live/2023/jan/03/russia-ukraine-war-ukraine-says-enemy-equipment-destroyed-in-makiivka-attack-zelenskiy-warns-of-russian-campaign-of-drone-attacks-live", "title": "Russia-Ukraine war: Ukraine says enemy equipment destroyed in Makiivka attack; Zelenskiy warns of Russian campaign of drone attacks – live", "date_published": "2023-01-03 05:45:20+00:00", "description": "<p>Russia concedes <a href=\"https://www.theguardian.com/world/live/2023/jan/03/russia-ukraine-war-ukraine-says-enemy-equipment-destroyed-in-makiivka-attack-zelenskiy-warns-of-russian-campaign-of-drone-attacks-live?page=with:block-63b398b68f08f156f69962a2#block-63b398b68f08f156f69962a2\">63 of its soldiers died</a> in New Year’s Day strike; protracted campaign of Iranian drones designed to ‘exhaust’ Ukraine</p><ul><li><a href=\"https://www.theguardian.com/world/2023/jan/03/russia-ukraine-war-at-a-glance-what-we-know-on-day-314-of-the-invasion\">At a glance: what we know on day 314 of the invasion</a></li></ul><p>A number of prominent Russian pro-war bloggers and commentators acknowledged the attack on Makiivka, with many suggesting the number of casualties was higher than the figures officially reported.</p><p>“What happened in Makiivka is horrible,” wrote Archangel Spetznaz Z, a Russian military blogger with more than 700,000 followers on Telegram.</p><p>Who came up with the idea to place personnel in large numbers in one building, where even a fool understands that even if they hit with artillery, there will be many wounded or dead?” he wrote. Commanders “couldn’t care less” about ammunition stored in disarray on the battlefield, he said. “Each mistake has a name.”</p><p>Housing personnel in buildings instead of housing them in shelters directly aids the enemy. From the situation in Makiivka it is necessary to draw the toughest conclusions,” wrote Andrey Medvedev, an ultra-conservative journalist who is deputy chairman of Moscow’s city parliament.</p> <a href=\"https://www.theguardian.com/world/live/2023/jan/03/russia-ukraine-war-ukraine-says-enemy-equipment-destroyed-in-makiivka-attack-zelenskiy-warns-of-russian-campaign-of-drone-attacks-live\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2023/jan/03/burned-the-hill-down-billionaires-runaway-fireworks-spark-new-zealand-furore", "title": "‘Burned the hill down’: billionaire’s runaway fireworks spark New Zealand furore", "date_published": "2023-01-03 05:04:05+00:00", "description": "<p>Neighbours furious after firefighters had to be called to Redemption Song, owned by Empire State magnate Tony Malkin</p><p>Residents of a New Zealand town are calling for a ban on private fireworks after a display by a New York billionaire set off a blaze on New Year’s Eve.</p><p>Ten minutes into the new year, firefighters were called to fight multiple grass fires at the property of Tony Malkin – chief executive of the entity that owns the Empire State Building – after an extravagant private fireworks display went awry near Queenstown in Central Otago.</p> <a href=\"https://www.theguardian.com/world/2023/jan/03/burned-the-hill-down-billionaires-runaway-fireworks-spark-new-zealand-furore\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2023/jan/03/forgotten-songs-collective-saving-music-biate-indian-hill-tribe-global-audience", "title": "‘Our identity lies in these songs’: saving the music of India’s Biate", "date_published": "2023-01-03 05:00:35+00:00", "description": "<p>Forgotten Songs Collective aims to preserve ancient hill tribe’s music by bringing it to a global audience</p><p>As he sat around a fire, deep in the forests that cover the hills of Dima Hasao in Assam, a shadow of sadness came into the eyes of Lallura Darnei. Now in his seventies, Darnei is one of the oldest members of the Biate community, an ancient hill tribe living in north-east India. The songs he sang around the flames that night five years ago, speaking of great floods and the birds that flap their wings at sunset, dated back so many generations the tribe said they were as old as time.</p><p>But, said Darnei, when he died these songs would probably die with him, and with it the history, the knowledge, culture of the Biate, would be gone for ever. The younger generation of the tribe had fallen in love with guitar music and K-pop and had not learned the traditional songs. They could not pick up the ancient melodies and he was the last of the Biate who knew how to play and make the siranda, the tribe’s traditional violin crafted from wood and the dried skin of an iguana.</p> <a href=\"https://www.theguardian.com/world/2023/jan/03/forgotten-songs-collective-saving-music-biate-indian-hill-tribe-global-audience\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2023/jan/03/rally-driver-and-youtube-star-ken-block-dies-in-snowmobile-accident", "title": "Rally driver and YouTube star Ken Block dies in snowmobile accident", "date_published": "2023-01-03 04:53:03+00:00", "description": "<p>Block found an audience outside of rallying through videos of ambitious stunts that he posted online</p><p>Pro rally driver Ken Block, who later became an internet sensation with his daring stunts behind the wheel, died aged 55 after a snowmobile accident, his team Hoonigan Racing said.</p><p>“It’s with our deepest regrets that we can confirm that Ken Block passed away in a snowmobile accident today,” Hoonigan said in a statement on posted to Instagram on Monday.</p> <a href=\"https://www.theguardian.com/sport/2023/jan/03/rally-driver-and-youtube-star-ken-block-dies-in-snowmobile-accident\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2023/jan/03/million-yen-per-child-to-leave-tokyo-japans-offer-to-families", "title": "Million yen per child to leave Tokyo – Japan’s offer to families", "date_published": "2023-01-03 04:49:30+00:00", "description": "<p>Government boosts incentives to lure people to ‘unfashionable’ regional areas hit by ageing, shrinking populations</p><p>Japan’s government is offering ¥1m ($7,500) per child to families who move out of greater Tokyo, in an attempt to reverse population decline in the regions.</p><p>The incentive – a dramatic rise from the previous relocation fee of ¥300,000 – will be introduced in April, according to Japanese media reports, as part of an official push to breathe life into declining towns and villages.</p> <a href=\"https://www.theguardian.com/world/2023/jan/03/million-yen-per-child-to-leave-tokyo-japans-offer-to-families\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2023/jan/03/nfl-game-halted-after-buffalo-bills-player-damar-hamlin-collapses", "title": "NFL Buffalo Bills player Damar Hamlin in critical condition after collapsing on field", "date_published": "2023-01-03 03:10:39+00:00", "description": "<p>The game was halted as medical staff quickly attended to Hamlin and an ambulance arrived on the field</p><p>Buffalo Bills safety Damar Hamlin was in critical condition after being given CPR and taken from the field in an ambulance during Monday’s NFL game against Cincinnati Bengals.</p><p>The 24-year-old briefly got to his feet after making a tackle on the Bengals’ Tee Higgins with 5:58 remaining in the first quarter but then fell on his back.</p> <a href=\"https://www.theguardian.com/sport/2023/jan/03/nfl-game-halted-after-buffalo-bills-player-damar-hamlin-collapses\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/audio/2023/jan/03/culture-2023-our-picks-for-film-tv-music-and-art", "title": "Culture 2023: our picks for film, TV, music and art", "date_published": "2023-01-03 03:00:32+00:00", "description": "<p>The Guardian’s arts editor Alex Needham, music and features writer Sam Wolfson, and film critic Ellen E Jones, on what they’re looking forward to this year</p><p>What are your cultural new year resolutions? Maybe you’re just going to stop listening to new albums on shuffle, like the film critic <strong>Ellen E Jones</strong>. “I really ruined Beyoncé’s last album like that,” she says.</p><p><strong>Nosheen Iqbal</strong> is joined by the Guardian’s arts editor, <strong>Alex Needham</strong>, the music and features writer <strong>Sam Wolfson</strong>, and Ellen E Jones, to recommend what to look out for in 2023. The panel discusses the opening of new cultural spaces such as Factory International in Manchester, why old music is trending more than new releases and the films that will drag you out of the house this year.</p> <a href=\"https://www.theguardian.com/film/audio/2023/jan/03/culture-2023-our-picks-for-film-tv-music-and-art\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2023/jan/03/bodies-left-to-decay-outside-overcrowded-papua-new-guinea-morgue-footage-shows", "title": "Bodies left to decay outside overcrowded Papua New Guinea morgue, footage shows", "date_published": "2023-01-03 02:13:43+00:00", "description": "<p>Uncollected dead stored in shed with no air conditioning despite tropical heat will have to be buried in mass grave</p><p>Footage of nearly a dozen bodies left to decay outside one of Papua New Guinea’s major hospitals has highlighted the pressures on the country’s health system and prompted calls for urgent reform.</p><p>The three-minute video shows 11 bodies on bunk beds and gurneys inside what appears to be a shed being used as a temporary mortuary. The building has no proper air conditioning and the windows and doors are open to the elements. The bodies are left there for families to collect or until space frees up in the morgue.</p> <a href=\"https://www.theguardian.com/world/2023/jan/03/bodies-left-to-decay-outside-overcrowded-papua-new-guinea-morgue-footage-shows\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/australia-news/2023/jan/03/former-us-marine-held-in-australia-received-more-than-100000-to-train-chinese-pilots-indictment-alleges", "title": "Former US Marine held in Australia received more than $100,000 to train Chinese pilots, indictment alleges", "date_published": "2023-01-03 02:00:12+00:00", "description": "<p>Daniel Duggan, a naturalised Australian accused of providing military training to Chinese, is fighting extradition and maintains his innocence</p><ul><li><a href=\"https://www.theguardian.com/australia-news/live/2023/jan/03/australia-news-live-politics-albanese-gold-coast-helicopter-covid-china-weather\">Follow our Australia news live blog for the latest updates</a></li><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>The US government has accused the former marine pilot Daniel Duggan of receiving more than $100,000 to teach Chinese aviators how to land on aircraft carriers.</p><p>An unsealed indictment, filed in the US District of Colombia, alleges the naturalised Australian received 12 payments of either $9,900 or $9,500, with receipts often citing “personal development training”.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2021/dec/21/sign-up-for-five-great-reads-guardian-australias-wrap-of-our-best-summer-stories\">Sign up for a weekly email featuring our best reads</a></strong></p> <a href=\"https://www.theguardian.com/australia-news/2023/jan/03/former-us-marine-held-in-australia-received-more-than-100000-to-train-chinese-pilots-indictment-alleges\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2023/jan/03/jeremy-renner-out-of-surgery-after-accident-but-remains-in-critical-condition", "title": "Jeremy Renner out of surgery after accident, but remains in critical condition", "date_published": "2023-01-03 01:37:59+00:00", "description": "<p>The Avengers star suffered blunt chest trauma and orthopedic injuries in an accident while plowing snow and remains in intensive care</p><p>Jeremy Renner has undergone surgery after suffering blunt chest trauma and orthopedic injuries sustained in an accident on Sunday, and remains in a critical but stable condition, the actor’s publicist has confirmed.</p><p>The 51-year-old actor was seriously injured <a href=\"https://www.theguardian.com/film/2023/jan/02/jeremy-renner-in-critical-but-stable-condition-after-accident\">while driving a snow plow near his home in Reno, Nevada, on New Year’s Day</a>, and was airlifted to hospital.</p> <a href=\"https://www.theguardian.com/film/2023/jan/03/jeremy-renner-out-of-surgery-after-accident-but-remains-in-critical-condition\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2023/jan/03/frances-cesar-film-awards-ban-anyone-being-investigated-on-sex-crimes", "title": "France’s Cesar film awards ban anyone being investigated on sex crimes", "date_published": "2023-01-03 00:52:00+00:00", "description": "<p>The ‘French Oscars’ announced the change after it was revealed a prominent actor was being investigated for alleged rape</p><p>The Cesar Awards, France’s most prestigious film awards, has announced that anyone being investigated on allegations of sexual misconduct will be barred from its ceremony next month.</p><p>There were fears of protests at the event on 25 February after it was revealed that rising star Sofiane Bennacer was being investigated by police on two allegations of rape and one of violence.</p> <a href=\"https://www.theguardian.com/film/2023/jan/03/frances-cesar-film-awards-ban-anyone-being-investigated-on-sex-crimes\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2023/jan/03/russia-ukraine-war-at-a-glance-what-we-know-on-day-314-of-the-invasion", "title": "Russia-Ukraine war at a glance: what we know on day 314 of the invasion", "date_published": "2023-01-03 00:49:09+00:00", "description": "<p>Kyiv claims responsibility for deadly attack on Russian-controlled city of Makiivka; Russia is planning a protracted campaign of drone attacks to ‘exhaust’ Ukraine, Zelenskiy warns</p><ul><li><strong><a href=\"https://www.theguardian.com/world/russia+ukraine\">See all our Russia-Ukraine war coverage</a></strong></li></ul><p><strong>Ukraine has claimed responsibility for the New Year’s Day attack on a complex in the Russian-occupied city of Makiivka.</strong> “On December 31, up to 10 units of enemy military equipment of various types were destroyed and damaged” in the town of Makiivka in the eastern region of Donetsk, the general staff of Ukraine’s armed forces said in a <a href=\"https://www.facebook.com/GeneralStaff.ua/posts/pfbid0Jfo5rgYzLmMJP1T4kg1tbneHuDeGh6DsaMedhCt41mGJemsJ6RAoLWkqDktyYUuGl\">statement</a>. It said the human “losses” were still being established.</p><p><strong>The attack on Makiivka <a href=\"https://www.theguardian.com/world/2023/jan/02/ukraine-strike-russian-held-makiivka-reportedly-kills-troops\">killed dozens of recently mobilised troops sent by Moscow</a></strong>, in what could be one of the deadliest known incidents involving Russian conscripts so far. Ukraine’s military command said up to 400 Russian soldiers were killed in the incident in Ukraine’s eastern Donetsk region, but this claim was not independently verified. Russia’s defence ministry said 63 Russian soldiers died when Ukraine hit “a temporary deployment facility” with four US-supplied Himars missiles.</p><p><strong>Satellite <a href=\"https://t.me/Pravda_Gerashchenko/58680\">images</a> taken by US-based company Planet Labs that purportedly showing the aftermath of the strike on Makiivka have circulated online</strong>, showing the building that allegedly housed the Russian troops before and after it was hit. The images, dated 2 January, show a building almost completely razed to the ground. Unverified <a href=\"https://www.theguardian.com/world/video/2023/jan/02/ukraine-footage-shows-aftermath-of-strike-on-russian-controlled-makiivka-video\">footage posted online</a> of the aftermath of the blast also showed a huge building reduced to smoking rubble.</p><p><strong>Several waves of Russian drones targeted critical infrastructure in Ukraine’s capital Kyiv and surrounding areas early on Monday morning.</strong> Debris from a destroyed drone hit Kyiv’s northeastern Desnianskiy district, wounding a 19-year-old man who was later taken to hospital, the city’s mayor, Vitali Klitschko, <a href=\"https://t.me/vitaliy_klitschko/1745\">said</a>. Energy infrastructure facilities in the city were damaged, causing power and heating outages.</p><p><strong>Ukraine claims to have destroyed 40 Russian drones heading for Kyiv on Sunday night</strong>, with 15 destroyed over neighbouring regions, three in the Kyiv region and 22 directly over the capital. Ukrainian President Volodymyr Zelenskiy said the country’s forces have shot down more than 80 drones since the start of 2023.</p><p><strong>Russia is planning a protracted campaign of attacks with Iranian drones to “exhaust” Ukraine, President Volodymyr Zelenskiy warned </strong>in his Monday night <a href=\"https://www.president.gov.ua/en/news/zaraz-usim-hto-zaluchenij-do-zahistu-neba-treba-buti-osobliv-80209\">address</a>. “It is probably banking on exhaustion. Exhausting our people, our anti-aircraft defences, our energy.” Ukraine, he said, had to “act and do everything so that the terrorists’ fail in their aim, as all their others have failed.”</p><p><strong>Zelenskiy said he expects the first tranche of EU macro-financial aid to arrive in January</strong> after speaking to European Commission head Ursula von der Leyen on Monday.<strong> </strong>Zelenskiy thanked Von der Leyen for her support, adding the €18bn ($19bn) worth of financial assistance “is extremely important right now, when Russia is trying to gather new forces for aggression”.</p><p><strong>Ukraine and the European Union will hold a summit in Kyiv on 3 February to discuss financial and military support</strong>, Zelenskiy’s office said in a statement on Monday. “The parties discussed expected results of the next Ukraine-EU summit to be held on 3 February in Kyiv and agreed to intensify preparatory work,” the statement read.</p> <a href=\"https://www.theguardian.com/world/2023/jan/03/russia-ukraine-war-at-a-glance-what-we-know-on-day-314-of-the-invasion\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}], "source": {"url": "https://www.theguardian.com/international/rss", "title": "The Guardian - International"}}