{"entries": [{"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2023/01/strongpity-hackers-distribute.html", "title": "StrongPity Hackers Distribute Trojanized Telegram App to Target Android Users", "date_published": "2023-01-10 16:40:00+00:00", "description": "The advanced persistent threat (APT) group known as StrongPity has targeted Android users with a trojanized version of the Telegram app through a fake website that impersonates a video chat service called Shagle.\n\"A copycat website, mimicking the Shagle service, is used to distribute StrongPity's mobile backdoor app,\" ESET malware researcher Lukáš Štefanko said in a technical report. \"The app is", "persistent": false, "language": "en-US", "user": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2023/01/expert-analysis-reveals-cryptographic.html", "title": "Expert Analysis Reveals Cryptographic Weaknesses in Threema Messaging App", "date_published": "2023-01-10 13:59:00+00:00", "description": "A comprehensive analysis of the cryptographic protocols used in the Swiss encrypted messaging application Threema has revealed a number of loopholes that could be exploited to break authentication protections and even recover users' private keys.\nThe seven attacks span three different threat models, according to ETH Zurich researchers Kenneth G. Paterson, Matteo Scarlata, and Kien Tuong Truong,", "persistent": false, "language": "en-US", "user": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2023/01/italian-users-warned-of-malware-attack.html", "title": "Italian Users Warned of Malware Attack Targeting Sensitive Information", "date_published": "2023-01-10 12:54:00+00:00", "description": "A new malware campaign has been observed targeting Italy with phishing emails designed to deploy an information stealer on compromised Windows systems.\n\"The info-stealer malware steals sensitive information like system info, crypto wallet and browser histories, cookies, and credentials of crypto wallets from victim machines,\" Uptycs security researcher Karthickkumar Kathiresan said in a report.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2023/01/critical-security-flaw-found-in.html", "title": "Critical Security Flaw Found in \"jsonwebtoken\" Library Used by 22,000+ Projects", "date_published": "2023-01-10 08:54:00+00:00", "description": "A high-severity security flaw has been disclosed in the open source jsonwebtoken (JWT) library that, if successfully exploited, could lead to remote code execution on a target server.\n\"By exploiting this vulnerability, attackers could achieve remote code execution (RCE) on a server verifying a maliciously crafted JSON web token (JWT) request,\" Palo Alto Networks Unit 42 researcher Artur Oleyarsh", "persistent": false, "language": "en-US", "user": null}], "source": {"url": "https://feeds.feedburner.com/TheHackersNews", "title": "The Hacker News"}}