{"entries": [{"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/family-discovers-hibernating-bear-beneath-deck-plans-to-leave-it-there", "title": "Family Discovers Hibernating Bear Beneath Deck, Plans To Leave It There", "date_published": "2023-01-10 19:09:16+00:00", "description": "A family in Connecticut had a surprise waiting for them under a deck at their home when their son’s dog discovered a bear hibernating on their property.  On December 30, the bear was found when Vinny Dashukewich’s pit bull, Cali, started growling close to an elevated deck outside of the home. His girlfriend, Olivia Unwin, ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/idaho-school-board-meeting-ends-in-chaos-over-gender-policy", "title": "Idaho School Board Meeting Ends In Chaos Over Gender Policy", "date_published": "2023-01-10 18:54:45+00:00", "description": "An Idaho school board meeting erupted in chaos and ended early on Monday after passions ran high over a proposed gender policy. Caldwell School District, just west of Boise, abruptly shut down a heated public comment session on its new gender identity and sexual orientation policy after frustrated parents, a state lawmaker, and a student ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/pentagon-ends-vaccine-mandate-for-u-s-military-after-kevin-mccarthy-demanded-to-end-it", "title": "Pentagon Ends Vaccine Mandate For U.S. Military After Kevin McCarthy Demanded To End It", "date_published": "2023-01-10 18:39:53+00:00", "description": "The U.S. Department of Defense has ended its coronavirus vaccine mandate for the U.S. Military after House Speaker Kevin McCarthy (R-CA) forced an end to the program last month when the the National Defense Authorization Act (NDAA), the annual defense policy bill, was passed. Secretary of Defense Lloyd Austin wrote in a memo on Tuesday ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/rnc-drops-comprehensive-list-of-bidens-whoppers-fish-stories-and-fibs", "title": "RNC Drops Comprehensive List Of Biden’s Whoppers, Fish Stories, And Fibs", "date_published": "2023-01-10 18:23:15+00:00", "description": "The Republican National Committee shared a comprehensive list of President Joe Biden&#8217;s biggest whoppers on Tuesday, from his repeated claims that he drove an 18-wheeler to his insistence that a 2004 house fire — which was reportedly contained to his kitchen — had very nearly killed his wife and a couple of fire-fighters. The list, ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/u-s-sending-zelensky-more-offensive-weapons-create-an-iron-fist-to-penetrate-russian-linear-defenses", "title": "U.S. Sending Zelensky More Offensive Weapons: ‘Create An Iron Fist’ To ‘Penetrate Russian Linear Defenses’", "date_published": "2023-01-10 18:10:52+00:00", "description": "The United States has made a “substantive” change in its aid to Ukraine, sending more offensive weapons to President Volodymyr Zelensky, who is seeking to capitalize on Russia’s apparent setbacks in recent months. Two U.S. officials told CNN that the change in weaponry sent to the European country reflects what Ukraine sees as an opportunity ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/in-schools-crt-is-the-coverup-the-crime-is-failing-academics", "title": "In Schools, CRT Is The Coverup. The Crime Is Failing Academics.", "date_published": "2023-01-10 18:00:53+00:00", "description": "The most important way you’ll see critical race theory manifest in your school system isn’t through discussions of race at all. It’s through lowered academic standards and the rejection of the idea that excellence even exists.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/storms-pound-california-with-record-rainfall-disastrous-flooding-that-wrangles-roads-forces-evacuations", "title": "Storms Pound California With Record Rainfall, Disastrous Flooding That Wrangles Roads, Forces Evacuations", "date_published": "2023-01-10 17:41:26+00:00", "description": "The latest &#8220;atmospheric river&#8221; storm system is continuing to wallop the state of California with catastrophic flooding and dangerous conditions. Nearly 34 million California residents, nearly 90% of the state&#8217;s population, are under a flood watch, according to maps from the National Weather Service. The deluge has delivered rainfall totals way above average, and multiple ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/a-huge-majority-of-democrats-want-companies-to-take-stands-on-social-issues-the-rest-of-the-country-does-not", "title": "A Huge Majority Of Democrats Want Companies To Take Stands On Social Issues. The Rest Of The Country Does Not.", "date_published": "2023-01-10 17:32:15+00:00", "description": "Americans who identify themselves as Democrats are far more likely than the rest of the population to support companies that take stands on social and political issues. Some 75% of Democrats believe that businesses should generally “take a public stance on current events,” according to a poll from Gallup, even as only 40% of independents ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/they-made-a-critical-mistake-how-victorias-secret-went-woke-and-got-broke", "title": "‘They Made A Critical Mistake’: How Victoria’s Secret Went Woke And Got Broke", "date_published": "2023-01-10 16:21:35+00:00", "description": "Victoria’s Secret had spent decades marketing luxury lingerie with runway shows and supermodels. The once-iconic brand has nevertheless been languishing in recent years following a pivot toward diversity and wokeness. The company earned approval from the media as executives announced the end of the Angels fashion show broadcast four years ago and vowed to “rethink” ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/man-googled-how-to-dispose-of-115-pound-womans-body-now-his-115-pound-wife-is-missing", "title": "Man Googled How To ‘Dispose Of 115-Pound Woman’s Body’ — Now His 115-Pound Wife Is Missing", "date_published": "2023-01-10 16:16:07+00:00", "description": "A Massachusetts man looked up how to &#8220;dispose of a 115-pound woman&#8217;s body&#8221; — amid reports that his wife, who weighs about 115 pounds, disappeared en route to the airport for a business trip. According to a report from CNN, Ana Walshe, 39, was supposed to take a ride-share to the airport in Boston for ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/pregnant-star-hillary-swank-admits-she-has-a-whole-newfound-respect-for-what-womens-bodies-can-do", "title": "Pregnant Star Hillary Swank Admits She Has A ‘Whole Newfound Respect’ For What Women’s Bodies Can Do", "date_published": "2023-01-10 16:03:28+00:00", "description": "Actress Hillary Swank opened up about being pregnant for the first time and admitted she has a &#8220;whole newfound&#8221; respect for what women&#8217;s bodies can do. During the 48-year-old actress&#8217; appearance on &#8220;The Late Late Show with James Corden,&#8221; Swank talked about her pregnancy journey so far with twins after she announced the exciting news ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/grand-jury-to-decide-on-charges-for-customer-who-fatally-shot-robber-at-houston-taqueria", "title": "Grand Jury To Decide On Charges For Customer Who Fatally Shot Robber At Houston Taqueria", "date_published": "2023-01-10 16:02:06+00:00", "description": "The man who shot and killed a robbery suspect at a taqueria in Houston last week before returning the stolen money to other patrons will be referred to a grand jury, according to authorities. Houston police said the 46-year-old armed customer, who has not been publicly identified, was questioned by homicide detectives in the presence ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/breaking-world-trade-center-station-evacuated-after-pressure-cooker-found-on-train-bomb-squad-dispatched-reports", "title": "World Trade Center Station Evacuated After Pressure Cooker Found On Train; Bomb Squad Dispatched: Reports", "date_published": "2023-01-10 15:57:39+00:00", "description": "The New York Police Department evacuated the World Trade Center station on Tuesday after a suspicious package was found on one of the trains. &#8220;Due to a police investigation please avoid The Oculus at this time,&#8221; the department said at 3:16 p.m. EST. NBC New York reported that the &#8220;Bomb Squad is investigating after a ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/u-s-navy-stops-fishing-boat-smuggling-2000-ak-47s-from-iran-to-yemen", "title": "U.S. Navy Stops Fishing Boat Smuggling 2,000 AK-47s From Iran To Yemen", "date_published": "2023-01-10 15:52:59+00:00", "description": "The U.S. Navy stopped a fishing boat attempting to smuggle over 2,000 AK-47s from Iran to Yemen, according to the Navy Forces Central Command. The Friday incident occurred in the international waters of the Gulf of Oman when the patrol coastal ship USS Chinook boarded and seized the weapons with the assistance of other naval ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/wynonna-judd-says-she-knew-something-wasnt-right-with-her-mom-naomi-before-suicide", "title": "Wynonna Judd Says She Knew ‘Something Wasn’t Right’ With Her Mom Naomi Before Suicide", "date_published": "2023-01-10 15:47:08+00:00", "description": "Country star Wynonna Judd said she knew &#8220;something wasn&#8217;t right&#8221; with her mom Naomi Judd before the singer committed suicide in April. During the 58-year-old singer&#8217;s appearance on the &#8220;Making Space&#8221; podcast with Hoda Kotb Monday, Wynonna talked about the last time she performed with her mother at the Country Music Television Awards less than ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/spare-book-review-meghan-markle-is-the-racist-that-prince-harry-was-looking-for", "title": "‘Spare’ Book Review: Meghan Markle Is The Racist That Prince Harry Was Looking For", "date_published": "2023-01-10 15:13:12+00:00", "description": "Prince Harry&#8217;s new book &#8220;Spare&#8221; was released on Tuesday, so to &#8216;spare&#8217; our DailyWire+  audience from having to read it, here’s a book review. Prior to “Spare,” the Royal Family was seen by many as unattainable and shrouded in secrecy which, in turn, inspired wonder and awe. Then Prince Harry opened his big mouth. In ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/former-trump-organization-cfo-sentenced-to-five-months-in-jail", "title": "Former Trump Organization CFO Sentenced To Five Months In Jail", "date_published": "2023-01-10 15:06:36+00:00", "description": "Former Trump Organization CFO Allen Weisselberg was sentenced to five months in jail on Tuesday after pleading guilty to various felony charges. The 75-year-old longtime lieutenant of former President Donald Trump is expected to immediately begin his sentence at Rikers Island in New York City following court proceedings on Tuesday, according to a report from ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/matt-gaetz-wants-to-bring-c-span-cameras-back-on-house-floor", "title": "Matt Gaetz Wants To Bring C-SPAN Cameras Back On House Floor", "date_published": "2023-01-10 14:39:51+00:00", "description": "After offering the public unvarnished views of dramatic scenes during the House speaker vote last week, C-SPAN could regain control of cameras in the House chamber thanks to a new amendment being offered by a Republican lawmaker. Rep. Matt Gaetz (R-FL) is bringing forward an amendment that would require the House speaker to allow four ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/lefty-twitter-dances-on-diamonds-grave-claims-she-died-of-covid-you-cannot-script-this-stuff", "title": "Lefty Twitter Dances On Diamond’s Grave, Claims She Died Of COVID: ‘You Cannot Script This Stuff’", "date_published": "2023-01-10 14:26:28+00:00", "description": "As soon as the news broke that Ineitha Lynnette Hardaway — Diamond of the pro-Trump influencers Diamond and Silk — had passed away suddenly on Monday, liberal critics began claiming that she had died of COVID after speaking out against the vaccines. Diamond had previously been hospitalized in November — and despite rumors suggesting that ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/major-crypto-platform-cuts-headcount-20-for-the-second-time-in-seven-months", "title": "Major Crypto Platform Cuts Headcount 20% For The Second Time In Seven Months", "date_published": "2023-01-10 14:24:31+00:00", "description": "Coinbase announced plans to dismiss roughly 20% of its employees for the second time in seven months amid headwinds in the broader cryptocurrency sector. The collapse of exchange platform FTX and the highly publicized prosecution of Sam Bankman-Fried, the company’s former chief executive, has produced hesitancy toward cryptocurrency products in recent months. Coinbase CEO Brian ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/mother-nature-is-not-happy-with-us-ellen-degeneres-blames-humans-for-ca-flash-floods", "title": "‘Mother Nature Is Not Happy With Us’: Ellen DeGeneres Blames Humans For CA Flash Floods", "date_published": "2023-01-10 14:12:09+00:00", "description": "In the midst of heavy rainstorms that have deluged Southern California, TV personality Ellen DeGeneres blamed the human race for the torrent of rainfall. As a flash flood surged through the area just behind her, DeGeneres spoke of her home in celebrity-laden Montecito while referencing the January 9, 2018 mudslides that plunged down from the ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/eternals-actor-said-hollywood-wont-cast-non-white-people-as-bad-guys-despite-his-desire-to-play-a-villain", "title": "‘Eternals’ Actor Said Hollywood Won’t ‘Cast Non-White People As Bad Guys’ Despite His Desire To Play A Villain", "date_published": "2023-01-10 14:07:11+00:00", "description": "“Eternals” actor Kumail Nanjiani said he’d like to star in more villain roles but was told studios refuse to cast non-white actors into those parts.  “I think that Hollywood now — even though they’re trying to be more diverse — is still weird,” the 44-year-old star told Esquire U.K. during a recent interview.  Nanjiani went ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/lawmakers-urge-espn-to-drop-tiktok-sponsorships-over-national-security-concerns", "title": "Lawmakers Urge ESPN To Drop TikTok Sponsorships Over National Security Concerns", "date_published": "2023-01-10 13:45:24+00:00", "description": "Two members of the House of Representatives are urging ESPN to drop TikTok after the social media platform sponsored halftime shows during recent college football bowl games broadcast on the sports television network. Reps. Mike Gallagher (R-WI) and Raja Krishnamoorthi (D-IL) sent a letter to ESPN CEO James Pitaro on Monday. &#8220;The U.S. government considers ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/bob-would-be-very-bummed-sagets-widow-begs-elon-musk-to-restore-his-blue-check", "title": "‘Bob Would Be Very Bummed’: Saget’s Widow Begs Elon Musk To Restore His Blue Check", "date_published": "2023-01-10 13:40:01+00:00", "description": "Bob Saget&#8217;s widow took to Twitter on the anniversary of his death to ask platform CEO Elon Musk to restore her late husband&#8217;s &#8220;verified&#8221; blue checkmark. Kelly Rizzo shared a couple of tweets on Monday — which marked the first anniversary of the late comedian&#8217;s sudden passing — saying that she had noticed Saget&#8217;s blue ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/iconic-california-chain-in-n-out-burger-opening-new-corporate-hub-in-tennessee", "title": "Iconic California Chain ‘In-N-Out Burger’ Opening New Corporate Hub In Tennessee", "date_published": "2023-01-10 13:15:00+00:00", "description": "Tennessee Republican Gov. Bill Lee announced Tuesday that iconic California fast food chain In-N-Out Burger has decided to place its first corporate hub in the Volunteer State. &#8220;In-N-Out Burger is a great family business that has been operating for decades in this country, with a value system and a way of serving their customers that ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/texas-house-republican-files-impeachment-articles-against-dhs-secretary-mayorkas", "title": "Texas House Republican Files Impeachment Articles Against DHS Secretary Mayorkas", "date_published": "2023-01-10 13:11:17+00:00", "description": "Republican Texas Rep. Pat Fallon filed articles of impeachment against Homeland Security Secretary Alejandro Mayorkas, Fox News reported. Fallon introduced the articles of impeachment against Mayorkas in the House on Monday for &#8220;high crimes and misdemeanors,&#8221; known as House Resolution 8. &#8220;Since day one, Secretary Mayorkas’ policies have undermined law enforcement activities at our southern ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/mccarthy-bounces-dems-swalwell-schiff-omar-from-key-house-committees", "title": "McCarthy Bounces Dems Swalwell, Schiff, Omar From Key House Committees", "date_published": "2023-01-10 13:07:00+00:00", "description": "Republican House Speaker Kevin McCarthy is bouncing three top Democrats, including one who allegedly had an affair with a Chinese spy and another who pushed the Trump-Russia collusion hoax, from plum committees. McCarthy, who took the gavel from Nancy Pelosi after the GOP eked out a majority in the November midterms, is wasting no time ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/embattled-democrat-announces-bid-for-senate-seat-dianne-feinstein-hasnt-vacated", "title": "Embattled Democrat Announces Bid For Senate Seat Dianne Feinstein Hasn’t Vacated", "date_published": "2023-01-10 12:56:28+00:00", "description": "Congresswoman Katie Porter (D-CA) has announced a run for the U.S. Senate in 2024 — and she plans to run for a seat that has not yet been vacated by longtime Senator and fellow Democrat Dianne Feinstein, forcing the 89-year-old into a contested primary unless she chooses to retire. Porter shared her announcement with a ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/were-going-to-have-to-fix-this-jpmorgan-chase-ceo-sounds-the-alarm-over-soaring-national-debt", "title": "‘We’re Going To Have To Fix This’: JPMorgan Chase CEO Sounds The Alarm Over Soaring National Debt", "date_published": "2023-01-10 12:49:37+00:00", "description": "JPMorgan Chase CEO Jamie Dimon warned about the national debt, expressing concern that the federal government’s obligations will eventually create a financial meltdown even as markets exhibit apathy toward the problem in the near term. Dimon, widely regarded as one of the most influential executives on Wall Street, remarked during an interview with Fox Business ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/report-classified-documents-found-in-bidens-private-office-covered-iran-ukraine-uk", "title": "Report: Classified Documents Found In Biden’s Private Office Covered Iran, Ukraine, UK", "date_published": "2023-01-10 12:38:50+00:00", "description": "Classified documents from President Joe Biden&#8217;s time as vice president found at his private academic office last fall reportedly contain information on Iran, Ukraine, and the United Kingdom. Biden&#8217;s personal attorneys found 10 classified documents while searching the president&#8217;s academic office at the Penn Biden Center for Diplomacy and Global Engagement in Washington last year. ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/video-of-kate-winslet-encouraging-young-journalist-doing-her-first-interview-has-fans-applauding", "title": "Video Of Kate Winslet Encouraging Young Journalist Doing Her First Interview Has Fans Applauding", "date_published": "2023-01-10 12:30:47+00:00", "description": "A video of Kate Winslet speaking with a young journalist conducting her first interview is resonating with fans who applaud the Oscar-winning actress for her kindness. The clip of Winslet sitting down with the reporter to discuss her new film “Avatar: The Way of Water” is being circulated on social media and generating many positive ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/pat-sajak-fires-one-question-regarding-prince-harry-meghan-markle", "title": "Pat Sajak Fires One Question Regarding Prince Harry, Meghan Markle", "date_published": "2023-01-10 12:18:06+00:00", "description": "Pat Sajak, the long-time host of “Wheel of Fortune” and a man whose dry wit has endeared him to conservatives for years, offered one more example as he targeted the non-stop coverage of Great Britain’s Prince Harry and his wife Meghan Markle. Sajak’s comment came amidst ferociously incessant coverage of the woke couple because of ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/chris-harrison-details-how-life-deteriorated-after-leaving-the-bachelor-for-alleged-racist-remark", "title": "Chris Harrison Details How Life ‘Deteriorated’ After Leaving ‘The Bachelor’ For Alleged Racist Remark", "date_published": "2023-01-10 12:18:04+00:00", "description": "Former “Bachelor” host Chris Harrison is reflecting on his exit from the long-running ABC reality show. The TV personality was a staple on “The Bachelor” from the show’s start in 2002 until his alleged racist remarks forced him to resign from his position in June 2021. Harrison discussed the aftermath during a Monday episode of ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/after-paying-twitter-millions-fbi-says-other-possible-big-tech-payments-are-protected-for-law-enforcement-purposes", "title": "After Paying Twitter Millions, FBI Says Other Possible Big Tech Payments Are Protected For ‘Law Enforcement Purposes’", "date_published": "2023-01-10 11:56:18+00:00", "description": "The FBI denied a request to make public any payments it may have made to Google or Meta because such records could reveal protected information about law enforcement. The FBI was recently revealed to have paid the social media company Twitter $3.4 million to process requests for information on or censorship of numerous accounts on the ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/he-didnt-see-anything-border-patrol-union-president-rips-bidens-visit", "title": "‘He Didn’t See Anything’: Border Patrol Union President Rips Biden’s Visit", "date_published": "2023-01-10 11:46:09+00:00", "description": "After President Biden visited the port of entry in El Paso, Texas, on Sunday, the president of the National Border Patrol Council — the union representing agents and support staff on the United States Border Patrol — condemned Biden for not visiting the area where the border crisis is occurring. Immigrants enter the country legally through the port ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/musk-fired-most-of-twitter-brazil-sparking-claims-he-did-because-platform-undermined-bolsonaro", "title": "Musk Fired Most Of Twitter Brazil, Sparking Claims He Did Because Platform Undermined Bolsonaro", "date_published": "2023-01-10 11:35:25+00:00", "description": "After Twitter CEO Elon Musk gutted much of Twitter&#8217;s staff in Brazil following the October elections, including all employees charged with moderating content for incitement of violence and misinformation, critics are claiming the bloodbath was over Twitter&#8217;s alleged role in undermining the conservative presidency of Jair Bolsonaro. Musk completed his acquisition of Twitter on October 27; ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/stick-to-our-knitting-federal-reserve-will-not-dabble-in-social-policy-jerome-powell-says", "title": "‘Stick To Our Knitting’: Federal Reserve Will Not Dabble In Social Policy, Jerome Powell Says", "date_published": "2023-01-10 11:23:19+00:00", "description": "Federal Reserve Chair Jerome Powell said that the central bank will refrain from advancing social policy, especially with respect to climate change. Powell remarked in a Tuesday speech delivered in Sweden that elected lawmakers and monetary policymakers should pursue their distinct mandates. He called on fellow central bankers to “stick to our knitting” and not ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/biden-admin-unveils-student-loan-payment-reduction-proposal-as-debt-cancelation-stalls-in-court", "title": "Biden Admin Unveils Student Loan Payment Reduction Proposal As Debt Cancelation Stalls In Court", "date_published": "2023-01-10 11:13:29+00:00", "description": "The Biden administration is proposing a plan that would lower federal student loan payments for millions of Americans, including a pause on student loan payments for those making under $30,600 per year. The proposed changes would be based on income, with the pause on student loan payments increasing from the current $24,000 to the new ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/fans-trash-logan-paul-when-his-former-pet-pig-was-found-sick-abandoned-and-scared-in-a-field", "title": "Fans Trash Logan Paul When His Former Pet Pig Was Found Sick, ‘Abandoned And Scared’ In A Field", "date_published": "2023-01-10 10:52:26+00:00", "description": "Fans are furious with YouTuber Logan Paul after it was discovered that his former pet pig, Pearl, was reportedly found sick, “mangled,” and abandoned in a field. The situation came to light after a California-based animal sanctuary, The Gentle Barn, shared a video on TikTok detailing the animal’s rescue.  “Pearl was found alone in a ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/back-to-work-disney-employees-told-to-show-up-in-the-office-at-least-four-days-a-week", "title": "Back To Work: Disney Employees Told To Show Up In The Office At Least Four Days A Week", "date_published": "2023-01-10 10:37:57+00:00", "description": "Disney CEO Bob Iger told employees at the entertainment conglomerate that they will now be expected to work at least four days each week in the office. The company’s board of directors restored Iger, who previously served as chief executive for more than a decade, to his former job at the end of last year ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/watch-prageru-reveals-confessions-of-an-environmentalist", "title": "WATCH: PragerU Reveals ‘Confessions Of An Environmentalist’", "date_published": "2023-01-10 09:58:29+00:00", "description": "One environmentalist is speaking out with his &#8220;confessions&#8221; of previously promoting the Left&#8217;s climate change agenda. Brian Gitt, a former CEO of a green company, reflected on his journey in the latest PragerU 5-Minute Video, &#8220;Confessions of an Environmentalist.&#8221; &#8220;Just because you feel like you’re doing the right thing doesn’t mean you are. I have ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/anna-kendrick-reveals-she-created-embryos-with-ex-boyfriend-before-dramatic-break-up", "title": "Anna Kendrick Reveals She Created Embryos With Ex-Boyfriend Before Dramatic Break-Up", "date_published": "2023-01-10 09:25:26+00:00", "description": "Actress Anna Kendrick recently detailed some aspects of a very emotional breakup, saying she created embryos with her ex-boyfriend before they decided to split up. The 37-year-old actress made the revelations during a Monday episode of Dax Shepard’s “Armchair Expert” podcast.  “I was with someone — this was somebody I lived with, for all intents ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/ea-sports-making-changes-to-madden-nfl-video-game-after-damar-hamlins-cardiac-arrest-report", "title": "EA Sports Making Changes To ‘Madden NFL’ Video Game After Damar Hamlin’s Cardiac Arrest: Report", "date_published": "2023-01-10 08:44:20+00:00", "description": "EA Sports is reportedly set to remove a feature from the company&#8217;s popular &#8220;Madden NFL 23&#8221; video game after Buffalo Bills safety Damar Hamlin suffered cardiac arrest during a game last week. TMZ Sports learned that the company is pulling the &#8220;CPR touchdown celebration&#8221; from the video game franchise. A spokesperson from the company said ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/watch-biden-pressed-after-classified-docs-from-his-vice-presidency-found-at-biden-think-tank", "title": "WATCH: Biden Pressed After Classified Docs From His Vice Presidency Found At Biden Think Tank", "date_published": "2023-01-10 08:32:30+00:00", "description": "President Joe Biden refused to answer questions Monday evening about a report on classified material from his time as vice president that was allegedly discovered at a Biden think tank. CBS News reported that the approximately 10 classified documents from when Biden served as vice president were found at the Penn Biden Center for Diplomacy ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/dr-dre-threatens-marjorie-taylor-greene-with-legal-action-she-fires-back-in-response", "title": "Dr. Dre Threatens Marjorie Taylor Greene With Legal Action; She Fires Back In Response", "date_published": "2023-01-10 08:09:40+00:00", "description": "Dr. Dre demanded Rep. Marjorie Taylor Greene (R-GA) take down a video on Twitter that he said used one of his songs without permission. Greene was reportedly locked out of her account after the Twitter video containing the song was flagged on the platform for copyright violations. &#8220;We write you on behalf of our client, ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/new-republican-house-votes-to-repeal-the-democrats-army-of-87000-irs-agents", "title": "New Republican House Votes To ‘Repeal The Democrats’ Army Of 87,000 IRS Agents’", "date_published": "2023-01-10 07:34:05+00:00", "description": "House Republicans, who are now in control of the legislative body, voted Monday evening to cut billions of dollars to the Internal Revenue Service after the agency received a significant boost in funding in the Democrats&#8217; Inflation Reduction Act. House Speaker Kevin McCarthy (R-CA), who just was elected to the position after 15 rounds of ...", "persistent": false, "language": "en-US", "user": null}], "source": {"url": "https://www.dailywire.com/feeds/rss.xml", "title": "Daily Wire"}}