{"entries": [{"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/minister-finansow-usa-rosja-juz-odczuwa-sankcje-na-rope/np75b26", "title": "Minister finansów USA: Rosja już odczuwa sankcje na ropę", "date_published": "2023-01-10 20:28:50+00:00", "description": "Minister finansów USA Janet Yellen powiedziała we wtorek, że wprowadzenie przez UE i kraje G7 w grudniu limitu cen na rosyjską ropę na poziomie 60 dolarów za baryłkę pozwoliło osiągnąć dwa cele: utrzymało na rynku surowiec z Rosji i ograniczyło dochody Moskwy.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/prawo/podatki/pit-2-kto-odpowie-za-bledy-podatnik-czy-jednak-firma/td6smem", "title": "Czy firma odpowie za błędy w PIT-2 popełnione przez pracowników? Eksperci wyjaśniają", "date_published": "2023-01-10 19:58:52+00:00", "description": "Dzięki PIT-2 niektórzy podatnicy mogą w ogóle nie płacić podatku w ciągu roku. Płatnik, m.in. pracodawca, zleceniodawca, od wynagrodzenia pobierze im jedynie składki na ZUS i składkę zdrowotną. Inni – np. zleceniobiorcy – mogą skorzystać z kwoty wolnej od podatku, czyli zmniejszyć swoje zaliczki odprowadzane do fiskusa. Podatnik może się jednak pomylić, a płatnik w efekcie nie pobierze zaliczki albo pobierze jej za mało. Co wówczas? Kto poniesie odpowiedzialność?", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/wielka-brytania-ogranicza-prawo-do-strajkow-mamy-obowiazek-chronic-zycie/r4ckyh7", "title": "Wielka Brytania ogranicza prawo do strajków. \"Mamy obowiązek chronić życie\"", "date_published": "2023-01-10 19:40:41+00:00", "description": "Brytyjski rząd złożył we wtorek w Izbie Gmin projekt ustawy nakładającej obowiązek utrzymania w czasie strajków minimalnego poziomu usług w kluczowych sektorach. Projekt jest reakcją na trwającą od początku grudnia falę strajków płacowych.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/komisja-poparla-projekt-zmiany-w-krus-coraz-blizej/2lex5pe", "title": "Komisja poparła projekt. Zmiany w KRUS coraz bliżej", "date_published": "2023-01-10 19:23:21+00:00", "description": "We wtorek połączone sejmowe komisje rolnictwa i polityki społecznej omawiały rządowy projekt nowelizacji ustawy o ubezpieczeniu społecznym rolników, którego celem jest podniesienie wysokości emerytury rolniczej. Komisje poparły projekt z poprawkami redakcyjno-legislacyjnymi.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/czolgi-dla-ukrainy-wiekszosc-niemcow-jest-na-nie/94c5tn1", "title": "Czołgi dla Ukrainy? Większość Niemców jest na \"nie\"", "date_published": "2023-01-10 18:53:40+00:00", "description": "Niemcy uważają, że Berlin powinien dostarczyć Ukrainie wsparcie w postaci wozów piechoty, jednak nie są przekonani co do tego, by przekazywać Kijowowi również czołgi. Blisko połowa badanych wskazuje też, że obecna pomoc Ukrainie jest w sam raz.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/lifestyle/rzad-wyda-110-mln-cel-rozwoj-turystyki/kqh1wyx", "title": "Rząd wyda 110 mln. Cel? Rozwój turystyki. To znacznie więcej niż rok wcześniej", "date_published": "2023-01-10 18:24:54+00:00", "description": "W 2023 roku w budżecie zapisano 110 mln zł na rozwój turystyki w Polsce, priorytetem będzie dalsze wsparcie uzdrowisk, turystyki przyjazdowej oraz wiejskiej. To o 35 mln więcej niż w ubiegłym roku. Wiceminister sportu i turystyki Andrzej Gut-Mostowy wskazał na co wydatkowane będą pieniądze.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/twoje-pieniadze/wiek-emerytalny-we-francji-do-zmiany-zwiazkowcy-zapowiadaja-strajki/px5dz1s", "title": "Macron bierze się za system emerytalny. Szykuje się starcie ze związkowcami", "date_published": "2023-01-10 17:43:33+00:00", "description": "Rząd Emmanuela Macrona oficjalnie przedstawił plan stopniowego podniesienia minimalnego wieku emerytalnego we Francji. Reforma ma przechodzić stopniowo, jednak związki zawodowe zgodnie zapowiadają strajk na ogromną skalę.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/technologie/rosja-ma-problem-bo-koncza-sie-rakiety-atakow-mniej-o-75-proc/lhqdwpt", "title": "Rosjanom kończą się rakiety? Intensywność ognia spadała o 75 proc.", "date_published": "2023-01-10 17:09:19+00:00", "description": "Według CNN amerykańscy i ukraińscy oficjele informują, że rosyjski ostrzał artyleryjski dramatycznie spadł w porównaniu z wojennym szczytem, ​​w niektórych miejscach nawet o 75 proc. To może być dowód na to, że Rosja ma problem z dostawami amunicji.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/finanse/leszek-czarnecki-zaplacil-ponad-20-mln-zl-kary-od-knf-chodzi-o-getin-noble-bank/nhreh3n", "title": "Leszek Czarnecki wpłacił ponad 20 mln zł na konta KNF. To kara za Getin Noble Bank [TYLKO U NAS]", "date_published": "2023-01-10 16:41:42+00:00", "description": "W ubiegłym roku Leszek Czarnecki dostał od Komisji Nadzoru Finansowego 20 mln zł kary i dodatkowe 2,4 mln zł nałożono na kontrolowaną przez niego spółkę LC Corp. Sprawy dotyczyły Getin Noble Banku. Kara dla Leszka Czarneckiego była najwyższą z nałożonych w 2022 r. przez nadzór. Z ustaleń Business Insider Polska wynika, że biznesmen pieniądze wpłacił, ale broni nie składa i odwołał się do finansowych sankcji do sądu administracyjnego.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/bank-swiatowy-ma-prognoze-dla-polski-gorsza-niz-poprzednia/nrd6w6m", "title": "Bank Światowy ma prognozę dla Polski. Gorszą niż poprzednia", "date_published": "2023-01-10 16:06:53+00:00", "description": "Bank Światowy obniżył prognozę wzrostu gospodarczego Polski na lata 2023 i 2024. Zdaniem ekspertów, polska gospodarka będzie rozwijać się wolniej niż przewidywano jeszcze w poprzednim raporcie.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/bank-swiatowy-globalna-gospodarka-moze-w-2023-roku-wpasc-w-recesje/0649lbm", "title": "Bank Światowy: globalna gospodarka może w 2023 r. wpaść w recesję", "date_published": "2023-01-10 15:34:38+00:00", "description": "Bank Światowy obniżył we wtorek prognozę wzrostu globalnej gospodarki w 2023 roku do poziomu bliskiego recesji i ostrzegł, że perspektywy są szczególnie niebezpieczne dla krajów rozwijających się, a inflacja i ewentualna eskalacja napięć geopolitycznych mogą wepchnąć świat w recesję.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/twoje-pieniadze/praca/bezrobocie-wsrod-mlodych-w-tych-krajach-jest-rekordowe/wp0kezy", "title": "Bezrobocie wśród młodych. W tych krajach jest rekordowe", "date_published": "2023-01-10 15:23:38+00:00", "description": "Jak podaje Eurostat, Hiszpania jest na czele listy krajów UE z najwyższym bezrobociem. Wśród młodych ludzi do 25. roku życia bezrobocie wynosiło w tym kraju ponad 32 proc. w 2022 r. Polska znajduje się w środku stawki, choć i u nas bezrobocie młodych w ostatnich latach zauważalnie wzrosło.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/chca-podniesc-wiek-emerytalny-szykuje-sieprzewrot-we-francji/xm81r6s", "title": "Szykuje się\"przewrót\" we francuskim systemie emerytalnym. Może być gorąco", "date_published": "2023-01-10 15:22:45+00:00", "description": "Francuski rząd nie rezygnuje z planów podwyższenia wieku emerytalnego do 65 lat, a związki zawodowe już zapowiadają wyjście na ulice. Prezydent Macron przekonuje, że zmiany są kluczowe m.in. dla uniknięcia trwałych deficytów w systemie.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/twoje-pieniadze/jaki-jest-twoj-stosunek-do-pieniedzy-ekspertka-podaje-szesc-czerwonych-flag/vvvqw4t", "title": "Jaki jest twój stosunek do pieniędzy? Ekspertka podaje sześć czerwonych flag", "date_published": "2023-01-10 15:20:42+00:00", "description": "Często zastanawiamy się nad naszymi relacjami z innymi. Czy bliscy odwzajemniają nasze uczucia? Czy jesteśmy lubiani? Finansowa terapeutka, Dasza Czerniakowska, radzi, aby w taki sam sposób zastanowić się, jak traktujemy pieniądze. Okazuje się, że wiele osób o tę konkretną relację nie dba.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/palisz-tym-w-piecu-lepiej-zacznij-zbierac-pieniadze-na-mandat/evm1nhj", "title": "Palisz tym w piecu? Lepiej zacznij zbierać pieniądze na mandat", "date_published": "2023-01-10 15:04:24+00:00", "description": "Zanim wrzucimy do pieca resztki paneli podłogowych po remoncie, stare meble czy odpady z domowego śmietnika, warto trzy razy się zastanowić, bo możemy dostać za to w razie kontroli niemałą karę. Grozi za to grzywna nawet do 5 tys. zł. Problematyczne może też okazać się mokre, niesezonowane drewno prosto z lasu albo niewłaściwy rodzaj węgla lub odpadu węglowego.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/polska-uzyska-polaczenie-z-elektrownia-jadrowa-prace-na-ukonczeniu/sql31fl", "title": "Polska uzyska połączenie z elektrownią jądrową. Prace na ukończeniu", "date_published": "2023-01-10 14:55:06+00:00", "description": "Już niedługo Polska uzyska połączenie z ukraińską elektrownią jądrową. Połączenie Rzeszów-Chmielnicki na poziomie napięcia 400 kV zostanie uruchomione w I kw. 2023r., . Obecnie trwają \"próby napięciowe\" infrastruktury po stronie polskiej.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/biznes/szef-coca-coli-z-niecierpliwoscia-czeka-na-ruch-rzadu-w-sprawie-kaucji/whvn9gy", "title": "Dyrektor generalny Coca-Cola czeka na szybką zmianę prawa w Polsce. Wiąże z tym duże nadzieje", "date_published": "2023-01-10 14:47:03+00:00", "description": "Spowolnienie w polskiej gospodarce nie ułatwia planowania inwestycji, ale władze światowego giganta nie zamierzają rezygnować z uruchomienia nowej linii produkcyjnej w naszym kraju. Dyrektor generalny Coca-Cola czeka też z niecierpliwością na przepisy dotyczące systemu kaucyjnego. Wskazuje, że stworzenie dobrego systemu wymaga co najmniej dwóch lat.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/prawo/praca/dodatkowe-urlopy-i-uzasadnienie-zwolnien-kto-skorzysta/rkfwn87", "title": "Rewolucja w urlopach i zwolnieniach z pracy. Sprawdź, czy skorzystasz", "date_published": "2023-01-10 14:37:27+00:00", "description": "Już w tym roku pracownicy mogą zyskać siedem dodatkowych dni wolnych. Rząd przyjął wreszcie projekt nowelizacji kodeksu pracy, który nie tylko wprowadza dodatkowe urlopy, ale też zapewnia skuteczniejszą ochronę przed zwolnieniem z pracy, w tym zatrudnionych na czas określony. Zmienią się też m.in. zasady stosowania umów na okres próbny.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/tak-oligarchowie-obchodza-sankcje-chodzi-o-zlote-wizy/04enmgy", "title": "Tak oligarchowie obchodzą sankcje. Chodzi o złote wizy", "date_published": "2023-01-10 14:26:52+00:00", "description": "Śledztwo przeprowadzone przez dziennikarzy portugalskiej telewizji CNN Portugal pokazuje jak oligarchowie mogą próbować obchodzić zachodnie sankcje. Okazuje się, że tamtejsza spółka konsula honorowego Rosji udziela pomocy w uzyskaniu złotych wiz.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/finanse/kolejny-duzy-bank-zawiesza-sprzedaz-kredytow-hipotecznych-ze-zmiennym-oprocentowaniem/7re3008", "title": "Kolejny duży bank zawiesza sprzedaż kredytów hipotecznych ze zmiennym oprocentowaniem", "date_published": "2023-01-10 14:25:23+00:00", "description": "Od 14 stycznia Bank BNP Paribas czasowo zawiesza sprzedaż kredytów hipotecznych ze zmiennym oprocentowaniem — poinformował we wtorek w komunikacie bank. Dodał, że decyzja ta, wynika z realizacji zaleceń KNF ws. zastąpienia wskaźnika WIBOR nowym wskaźnikiem WIRON.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/inwestycje-w-sieci-elektronergetyczne-drozeja-lawinowo-pse-podaly-dane/0x1nqg2", "title": "Inwestycje w sieci elektronergetyczne drożeją lawinowo. Operator podał dane", "date_published": "2023-01-10 14:01:20+00:00", "description": "Polskie Sieci Elektroenergetyczne przygotowują się do ogromnych inwestycji modernizujących krajowy przesył energii. Niestety koszty planowanych inwestycji bardzo szybko rosną. — Wojna w Ukrainie może wymagać zwiększenia pierwotnie szacowanych na 36 mld zł do 2032 r. środków Polskich Sieci Elektroenergetycznych (PSE) na inwestycje infrastrukturalne o 30-40 proc., poinformował wiceprezes PSE Włodzimierz Mucha.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/lifestyle/podroze/madera-to-wyspa-wiecznej-wiosny-polecamy-hotele-przy-plazy/h0nhl5b", "title": "Madera to wyspa wiecznej wiosny. Polecamy hotele przy plaży", "date_published": "2023-01-10 13:55:00+00:00", "description": "Madera to malownicza wyspa na Oceanie Atlantyckim, nazywana jest rajskim ogrodem. Słynie z zapierających dech w piersiach widoków, bujnej roślinności, wyśmienitej kuchni oraz kameralnych miasteczek i wiosek bogatych w zabytki. Jest to największa i najbardziej popularna wyspa z archipelagu wysp portugalskich. Charakteryzują ją piękne plaże, kwiaty i bogata zielona roślinność z unikatowymi na skalę światową lasami laurowymi, które objęte są ochroną UNESCO. W artykule polecamy sprawdzone hotele, które są różnorodne pod względem standardu i ceny.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/technologie/najciekawsze-stacje-pogodowe-sposrod-najpopularniejszych/rh178bk", "title": "Najciekawsze stacje pogodowe spośród dziesięciu najpopularniejszych", "date_published": "2023-01-10 13:45:00+00:00", "description": "Stacja pogodowa to bardzo przydatne urządzenie. Im więcej ma funkcji i czujników, tym więcej dowiemy się od niej na temat aktualnej i przyszłej pogody. Spośród dziesięciu najpopularniejszych stacji według porównywarki cen Skąpiec.pl wybraliśmy pięć, naszym zdaniem najciekawszych modeli w różnych cenach.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/fundusze/program-budowy-drog-minister-podal-ile-wydamy-kwota-robi-wrazenie/rlh7knc", "title": "Więcej nowych zadań niż kontynuacji. Minister podał, ile wydamy na drogi", "date_published": "2023-01-10 13:42:00+00:00", "description": "— Na nowe zadania w ramach Programu Budowy Dróg do 2030 r. z perspektywą do 2033 roku przeznaczone zostanie 184 mld zł — poinformował na komisji sejmowej wiceminister infrastruktury Rafał Weber.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/twoje-pieniadze/czynsze-w-polsce-rosna-niemal-najszybciej-w-ue-wyprzedza-nas-tylko-jeden-kraj/3l2lvbc", "title": "Czynsze w Polsce rosną niemal najszybciej w UE. Wyprzedza nas tylko jeden kraj", "date_published": "2023-01-10 13:36:12+00:00", "description": "Mieszkanie staje się powoli dobrem luksusowym. Nie każdego stać na zakup, a najem kosztuje coraz więcej. W rok czynsze w największych miastach skoczyły o 20-30 proc. Średnia dla kraju to 18 proc. Większe podwyżki są tylko na Litwie.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/prawo/praca/ci-pracownicy-od-1-marca-dostana-specjalne-dodatki/kdvdq72", "title": "Ci pracownicy od 1 marca dostaną specjalne dodatki", "date_published": "2023-01-10 13:29:21+00:00", "description": "Rząd przyjął rojekt przewiduje nowe dodatki motywacyjne dla mundurowych po 15 latach służby.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/twoje-pieniadze/tak-mozna-oszukac-podwyzki-w-pkp-zostaly-ostatnie-godziny/rrdl3gx", "title": "Tak można \"oszukać\" podwyżki w PKP. Zostały ostatnie godziny [TYLKO U NAS]", "date_published": "2023-01-10 13:18:34+00:00", "description": "PKP Intercity wprowadza wysokie podwyżki, które zaczną obowiązywać już 11 stycznia. Jeśli planujemy jednak podróż w ciągu trzydziestu dni, warto kupić bilet właśnie teraz. Przewoźnik potwierdza Business Insiderowi, że zostały ostatnie godziny na tańszy bilet.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/rozwoj-osobisty/kariera/chcesz-byc-bogaty-dzis-to-o-wiele-trudniejsze-niz-dawniej/27t8589", "title": "Charlie Munger do młodych ludzi: chcesz być bogaty? Dziś to o wiele trudniejsze niż dawniej", "date_published": "2023-01-10 13:14:00+00:00", "description": "Młodzi ludzie chcą być bogaci. Kto by nie chciał – mamy przecież wiele wspaniałych rzeczy i pokus na świecie, które można zdobyć za pieniądze. Nie wspominając już o tym, że sukces finansowy pozwala na zakup mieszkania, czy też wymarzonego samochodu za gotówkę.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/prawo/szef-adwokatow-o-wyzwaniach-na-2023-r-podstawa-to-dobre-prawo/myjq1sk", "title": "Eliminacja grzechu pierwotnego i dobra legislacja. Szef adwokatów o wyzwaniach na 2023 r.", "date_published": "2023-01-10 13:12:40+00:00", "description": "Zmiana ustawy o Krajowej Radzie Sądownictwa, czyli wyeliminowanie grzechu pierworodnego, cyfryzacja i realna reforma wymiaru sprawiedliwości, uregulowanie rynku świadczenia pomocy prawnej, dobra legislacja. To zdaniem Przemysława Rosatiego, prezesa Naczelnej Rady Adwokackiej najważniejsze wyzwania na 2023 r. Nie tylko dla rynku prawniczego.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/szwecja-przekaze-ukrainie-systemy-artyleryjskie-archer/x691xxq", "title": "Szwecja przekaże Ukrainie systemy artyleryjskie Archer", "date_published": "2023-01-10 12:59:48+00:00", "description": "Szwecja przekaże Ukrainie zaawansowane systemy artyleryjskie Archer — poinformował szef szwedzkiej dyplomacji Tobias Billstroem. Według gazety \"Expressen\" dostawa może zostać zrealizowana w ciągu 6-8 tygodni.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/prawo/podatnicy-zagubieni-w-cenach-transferowych-narazaja-sie-na-wysokie-kary/651p1y0", "title": "Podatnicy zagubieni w cenach transferowych. Narażają się na wysokie kary", "date_published": "2023-01-10 12:43:46+00:00", "description": "Jak alarmują eksperci, część podatników wciąż nie dopełnia obowiązku sporządzania dokumentacji cen transferowych, bo często nie wie, że ma taki obowiązek. Ponadto nie weryfikują oni stosowanych cen w transakcjach z podmiotami powiązanymi. Podatnicy popełniają też wiele innych błędów.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/masz-wrazenie-ze-wszyscy-wokol-chorzy-mamy-rekordy-l4/0f7p84g", "title": "Masz wrażenie, że wszyscy wokół chorzy? Nic dziwnego, mamy rekordy L4 [TYLKO U NAS]", "date_published": "2023-01-10 12:43:30+00:00", "description": "Choroby zaatakowały nas w tym sezonie zimowym wyjątkowo mocno. Z danych udostępnionych Business Insiderowi przez ZUS wynika jasno, że wyjątkowo często bierzemy ostatnio zarówno L4, jak i zwolnienia z tytułu opieki nad dzieckiem. Ekspertka wyjaśnia nam, czemu jest obecnie więcej takich zwolnień niż podczas początków pandemii COVID-19.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/program-pierwsze-mieszkanie-moze-ruszyc-juz-w-lipcu/cm9n6bp", "title": "Wiadomo, kiedy może ruszyć program Pierwsze Mieszkanie", "date_published": "2023-01-10 12:28:33+00:00", "description": "Program Pierwsze Mieszkanie pod obrady Sejmu ma trafić na przełomie stycznia i lutego. Możliwe, ze z taniego kredytu hipotecznego z dopłatą państwa będzie można skorzystać już w lipcu — donosi serwis wnp.pl.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/dyrektor-banku-o-tysiacu-i-jednej-twarzy-wpadl-po-latach-poszukiwan-ukradl-miliony/x0fl9zj", "title": "Dyrektor banku o \"tysiącu i jednej twarzy\" wpadł po latach poszukiwań. Ukradł miliony", "date_published": "2023-01-10 12:13:13+00:00", "description": "Dyrektor jednego z oddziałów banku w Turcji 20 lat temu opróżnił konta blisko 40 bogatych klientów. Mowa o milionach dolarów. Zniknął bez śladu, ale w końcu wpadł przy okazji wypłaty emerytury.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/twoje-pieniadze/ceny-ciepla-zmrozily-mieszkancow-piotrkowa-trybunalskiego-przezywamy-dramat/r791701", "title": "Ceny ciepła zmroziły mieszkańców tego miasta. \"Przeżywamy dramat\"", "date_published": "2023-01-10 12:02:41+00:00", "description": "Mieszkańcy bloków w Piotrkowie Trybunalskim skarżą się na duże podwyżki czynszów. Lokalna elektrociepłownia poinformowała o podniesieniu ceny ciepła od stycznia o niemal 94 proc. — Przeżywamy dramat — pisze nasz czytelnik. Prezydent miasta zaapelował do parlamentarzystów z tego okręgu o zainteresowanie się sprawą i działania w celu obniżenia kosztów życia.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/strefa-euro-uratowana-eksperci-wskazuja-trzy-powody/16gym22", "title": "Strefa euro uniknie recesji. Goldman Sachs podnosi prognozy i wskazuje trzy powody", "date_published": "2023-01-10 11:44:08+00:00", "description": "Ekonomiści jednego z największych banków inwestycyjnych świata podnieśli prognozy wzrostu gospodarczego w strefie euro na 2023 r. Nie widzą już zagrożenia recesją. Zwracają uwagę na dobrą końcówkę 2022 r., gwałtowny spadek cen gazu i nowe otwarcie w Chinach.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/prawo/praca/zwolnienia-w-pracy-szef-powinien-kierowac-sie-sytuacja-materialna-pracownikow/ewg9322", "title": "Zwolnienia w pracy? Szef powinien kierować się sytuacją materialną pracowników", "date_published": "2023-01-10 11:41:52+00:00", "description": "Przełomowy wyrok Sądu Najwyższego. Wynika z niego, że przed wytypowaniem pracowników do zwolnienia pracodawca powinien sprawdzić, jaka będzie ich sytuacja materialna po zwolnieniu, by nie okazało się, że po wypowiedzeniu umowy znajdą się w znacznie gorszej sytuacji niż osoby, które zachowały pracę. O sprawie pisze \"Dziennik Gazeta Prawna\".", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/twoje-pieniadze/praca/kodeks-pracy-do-zmiany-rzad-poparl-min-dodatkowe-urlopy/nw8qgtr", "title": "Kodeks pracy do zmiany. Rząd poparł m.in. dodatkowe urlopy i przerwy w pracy", "date_published": "2023-01-10 11:31:36+00:00", "description": "Nowości w urlopach oraz zmiany przy zwalnianiu pracowników i podpisywaniu umów— m.in. tym zajmował się we wtorek rząd. Jednym z tematów posiedzenia była też kwestia homologacji pojazdów.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/twoje-pieniadze/kredytobiorcy-musza-zachowac-czujnosc-jest-jedna-cenna-rada/0gf2dft", "title": "Kredytobiorcy muszą zachować czujność. \"Cykl podwyżek na pewno nie jest zakończony\"", "date_published": "2023-01-10 10:55:01+00:00", "description": "RPP ostatnimi decyzjami mogła uśpić czujność osób spłacających kredyty, ale jeden z członków rady podkreśla, że wysokość stóp procentowych, od których zależą raty, nie jest jeszcze przesądzona. Ciągle jest otwarta furtka do ewentualnych podwyżek. Jest też za wcześnie na mówienie o obniżkach.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/technologie/najpopularniejsze-oczyszczacze-powietrza-ktory-z-nich-warto-kupic/dnyw6ms", "title": "Najpopularniejsze oczyszczacze powietrza — który z nich warto kupić?", "date_published": "2023-01-10 10:52:00+00:00", "description": "Sezon grzewczy w pełni, więc oczyszczacze powietrza szybko znikają ze sklepowych półek. Przedstawiamy najnowszy ranking najpopularniejszych urządzeń według danych z porównywarki cen Skąpiec.pl. Sprawdź, które z nich warto teraz kupić.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/prawo/polski-rejestr-crbr-czekaja-zmiany-wszystko-przez-luksemburski-przypadek/3c8qzfx", "title": "Polski rejestr CRBR czekają zmiany. Wszystko przez luksemburski przypadek", "date_published": "2023-01-10 10:50:48+00:00", "description": "Po niedawnym orzeczeniu TSUE został zawieszony dostęp do strony luksemburskiego Rejestru Beneficjentów Gospodarczych. Jak przekonują prawnicy, w Polsce ten wyrok może wpłynąć na funkcjonowanie Centralnego Rejestru Beneficjentów Rzeczywistych (CRBR). Prezes UODO zarekomendował już zmianę przepisów ustawy o przeciwdziałaniu praniu pieniędzy.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/elon-musk-z-rekordem-guinnessa-nikt-wczesniej-nie-stracil-tak-wiele-tak-szybko/f0ev64h", "title": "Elon Musk z rekordem Guinnessa. Nikt wcześniej nie stracił tak wiele tak szybko", "date_published": "2023-01-10 10:41:54+00:00", "description": "Elon Musk stracił tak dużo pieniędzy, że pobił rekord Guinnessa. To największa utrata prywatnej fortuny w historii.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/przez-rok-spisywal-ceny-lpg-na-stacji-zestawienie-robi-kolosalne-wrazenie/gbdvf67", "title": "Pokazał, jak zmieniały się ceny LPG na \"jego\" stacji. Zestawienie robi kolosalne wrażenie", "date_published": "2023-01-10 09:56:55+00:00", "description": "Nasz czytelnik Stanisław Sierko ze Skórcza (koło Starogardu Gdańskiego w woj. pomorskim) przez rok tankował LPG na jednej stacji i skrzętnie notował zmiany cen. Mężczyzna żali się, że takich podwyżek się nie spodziewał. Wyliczył nawet, ile stracił.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/biliony-rubli-deficytu-rosyjskie-finanse-w-oplakanym-stanie/2j66p1s", "title": "Rosja wreszcie mocno odczuwa sankcje. Grudniowe wydatki dobiły budżet", "date_published": "2023-01-10 09:49:20+00:00", "description": "Ogromny skok wydatków z rosyjskiego budżetu w grudniu skutkuje kilkoma bilionami rubli deficytu. Finanse państwa są w trudnej sytuacji. Eksperci wskazują na coraz większą skuteczność sankcji, głównie w zakresie surowców. Rosję czekają jeszcze co najmniej trzy chude lata.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/biliony-rubli-deficytu-rosyjskie-finanse-w-oplakanym-stanie-czekaja-ich-chude-lata/2j66p1s", "title": "Rosja wreszcie mocno odczuwa sankcje. Grudniowe wydatki dobiły budżet", "date_published": "2023-01-10 09:49:20+00:00", "description": "Ogromny skok wydatków z rosyjskiego budżetu w grudniu skutkuje kilkoma bilionami rubli deficytu. Finanse państwa są w trudnej sytuacji. Eksperci wskazują na coraz większą skuteczność sankcji, głównie w zakresie surowców. Rosję czekają jeszcze co najmniej trzy chude lata.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/firmy/obroty-po-100-tys-zl-a-lokale-i-tak-padaja-windykacji-wiecej-niz-w-pandemii/50gmwtx", "title": "Obroty po 100 tys. zł, a lokale i tak padają. Windykacji więcej niż w pandemii", "date_published": "2023-01-10 09:46:39+00:00", "description": "Branża gastronomiczna znajduje się dziś w trudnej sytuacji, być może nawet trudniejszej niż w pandemii. Wszystko przez rosnące koszty energii oraz produktów. — Nie ma szans, żeby podwyżki wpisać w koszt działania firmy, bo talerz zupy kosztowałby 20 zł, a obiad domowy 35 zł – mówi Hanna Mojsiuk, prezes Północnej Izby Gospodarczej w Szczecinie.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/biznes/netflix-otworzy-w-polsce-centrum-inzynieryjne/3ezfn3y", "title": "Netflix otworzy w Polsce centrum inżynieryjne", "date_published": "2023-01-10 09:22:36+00:00", "description": "Netflix otworzy w Polsce centrum inżynieryjne pracujące nad globalnymi rozwiązaniami serwisu. Na początek planuje zatrudnić kilkudziesięciu inżynierów, którzy będą pracować w regionalnym biurze Netflix w Warszawie — podała spółka w komunikacie prasowym.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/rozwoj-osobisty/kariera/19-nieprofesjonalnych-zachowan-przy-szukaniu-pracy/5e3vwz2", "title": "19 nieprofesjonalnych zachowań przy szukaniu pracy, przez które możesz jej nie znaleźć", "date_published": "2023-01-10 09:21:00+00:00", "description": "Znalezienie nowej pracy to zawsze nerwowy proces, w którym bardzo wiele rzeczy można zrobić źle. By pomóc wam uniknąć problemów, poprosiliśmy kilku ekspertów o wskazanie najgorszych, nieprofesjonalnych zachowań, które mogą kosztować was karierę.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/zabka-pozostanie-tylko-dla-mieszkancow-osiedla-jest-reakcja-sieci/qxvd59w", "title": "Żabka pozostanie \"tylko dla mieszkańców osiedla\"? Jest reakcja sieci", "date_published": "2023-01-10 09:07:54+00:00", "description": "Katowicka Żabka oddzielona od większości klientów osiedlowym płotem błyskawicznie stała się internetowym viralem. Przedstawiciele sieci zareagowali, ale w rzeczywistoci... niewiele są w stanie wskórać.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/kuwejt-pieciokrotnie-zwiekszy-eksport-produktow-naftowych-do-europy/knr5zrx", "title": "Kuwejt pięciokrotnie zwiększy eksport produktów naftowych do Europy", "date_published": "2023-01-10 09:02:14+00:00", "description": "Kuwejt planuje w 2023 r. pięciokrotnie zwiększyć eksport oleju napędowego i paliwa lotniczego do Europy, co częściowo pomoże europejskim państwom przezwyciężyć skutki embarga na import ropy z Rosji, które wejdzie w życie 5 lutego — poinformowała w poniedziałek agencja Bloomberga.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/twoje-pieniadze/zywiec-podnosi-kaucje-firma-przyznaje-jest-problem-z-butelkami/g2m34db", "title": "Żywiec podnosi kaucje. Firma przyznaje: jest problem z butelkami", "date_published": "2023-01-10 08:35:29+00:00", "description": "Już nie 50 gr, a 1 zł od 2 lutego będzie wynosić kaucja za butelki Grupy Żywiec. Podwyżka ma skłonić klientów do częstszego oddawania szklanych opakowań do sklepów, bo ich ceny na rynku wzrosły.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gielda/wiadomosci/pierwszy-debiut-gieldowy-w-2023-r-informatyczna-grupa-dala-zarobic/ggxhy9y", "title": "Pierwszy debiut giełdowy w 2023 r. Dał zarobić?", "date_published": "2023-01-10 08:24:24+00:00", "description": "Nie trzeba było długo czekać na pierwszy debiut na głównym rynku warszawskiej giełdy. We wtorek weszły do obrotu akcje informatycznej grupy Passus. W pierwszych minutach notowania były na plusie.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gielda/kursy-walut/kurs-franka-frank-szwajcarski-chfpln-10-stycznia-2023/eybcwsy", "title": "Kurs franka 10 stycznia w okolicach 4,75", "date_published": "2023-01-10 08:16:40+00:00", "description": "Frank szwajcarski w okolicach 4,75. We wtorek rano 10 stycznia 2022 r. kurs tej waluty wobec polskiego złotego wynosi 4,7536.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gielda/kursy-walut/kurs-dolara-usdpln-notowania-walut-10-stycznia-2023/36brqn5", "title": "Kurs dolara 10 stycznia poniżej 4,4", "date_published": "2023-01-10 08:14:36+00:00", "description": "Kurs dolara poniżej 4,4. We wtorek rano 10 stycznia 2022 r. kurs USD/PLN wynosi 4,3744.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/problemy-z-ropociagiem-przyjazn-dluzsza-przerwa-wplynie-na-ceny-ropy/fwllhy2", "title": "Problemy z ropociągiem Przyjaźń. \"Dłuższa przerwa wpłynie na ceny ropy\"", "date_published": "2023-01-10 08:13:25+00:00", "description": "Ropociąg Przyjaźń nadal nie tłoczy ropy z Rosji, choć miał posłużyć do dostaw z Kazachstanu do Niemiec — donosi BiznesAlert.pl. Informację potwierdził portalowi PERN, operator krajowej sieci ropociągów.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gielda/kursy-walut/kurs-euro-eurpln-notowania-walut-10-stycznia-2023/km3nl0l", "title": "Kurs euro 10 stycznia w okolicach 4,7", "date_published": "2023-01-10 08:12:36+00:00", "description": "Kurs euro w okolicach 4,7. We wtorek rano 10 stycznia 2022 r. kurs EUR/PLN wynosił 4,6970 zł.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/finanse/zloty-czy-euro-polacy-stawiaja-sprawe-jasno-sondaz/6fgqnf5", "title": "Złoty czy euro? Polacy stawiają sprawę jasno [SONDAŻ]", "date_published": "2023-01-10 07:25:36+00:00", "description": "Zdecydowana większość Polaków jest przeciwna przyjęciu euro przez Polskę — wynika z sondażu IBRiS dla Radia ZET. W tym poglądzie przeważają mieszkańcy wsi oraz wyborcy Zjednoczonej Prawicy.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/technologie/motoryzacja/polska-kontra-slowacja-walka-o-nowa-fabryke-volkswagena/cnqmg2f", "title": "Polska kontra Słowacja. Walka o nową fabrykę Volkswagena", "date_published": "2023-01-10 07:09:49+00:00", "description": "Polska i Słowacja pozostają w grze o wartą 2 mld euro inwestycję Volkswagena. W nowej fabryce mają być produkowane baterie.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/twoje-pieniadze/dodatkowe-swiadczenie-dla-zolnierzy-ma-byc-motywacja-do-pozostania-w-sluzbie/kzknm5g", "title": "Dodatkowe świadczenie dla żołnierzy. Ma być motywacją do pozostania w służbie", "date_published": "2023-01-10 06:36:17+00:00", "description": "Ministerstwo Obrony Narodowej wprowadza kolejne świadczenie dla żołnierzy, które ma zachęcić ich do pozostawania w służbie. Po 15 latach służby wojskowi będą otrzymywali dodatkowe 5 proc. uposażenia oraz dodatkowo 1 proc. za każdy kolejny rok.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/prawo/praca/ubezpieczenie-zdrowotne-dla-bezrobotnych-kto-zlozy-wnioski-do-zus-u/nzqzkgw", "title": "Darmowe ubezpieczenie zdrowotne z ZUS. Będą przejścia do szarej strefy?", "date_published": "2023-01-10 06:20:04+00:00", "description": "Przedsiębiorcy będą rezygnować z legalnej działalności, aby zyskać darmowe ubezpieczenie zdrowotne — ostrzega Ministerstwo Zdrowia. Taki efekt może wywołać projektowana ustawa o aktywności zawodowej, która reformuje prawo do darmowego leczenia osób bezrobotnych. Resort rodziny już zapowiada zmianę tych przepisów i ogranicza liczbę osób, które będą mogły się zgłosić do ZUS.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/biznes/polska-cebula-robi-furore-w-europie-jej-cena-wzrosla-trzykrotnie/51rkrlx", "title": "Polska cebula robi furorę w Europie. Jej cena wzrosła trzykrotnie", "date_published": "2023-01-10 06:17:36+00:00", "description": "Urywają się telefony u rodzimych producentów cebuli. Złe plony na Zachodzie i wojna w Ukrainie przyniosły najwyższy od lat eksport i skok cen — podała we wtorek \"Rzeczpospolita\".", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/prawo/podatki/podwyzki-w-skarbowce-wiemy-ile-wyniosa-tak-wypadaja-na-tle-min-policji/3jchftv", "title": "Podwyżki w skarbówce. Wiemy, ile wyniosą. Tak wypadają na tle m.in. policji", "date_published": "2023-01-10 06:10:02+00:00", "description": "Największą podwyżkę w 2023 r. mają dostać pracownicy skarbówki zaliczani do korpusu służby cywilnej. Nieco mniej dostaną funkcjonariusze Służby Celno-Skarbowej i pozostali pracownicy. Zaplanowano też dodatki miesięczne – wskazało nam Ministerstwo Finansów. Jak to się ma do zarobków policjantów, księgowych i doradców podatkowych?", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/twoje-pieniadze/drozyzna-w-sklepach-rosna-ceny-cukru-margaryny-i-papieru-toaletowego/s2bwmrx", "title": "Drożyzna w sklepach. Rosną ceny cukru, margaryny i papieru toaletowego", "date_published": "2023-01-10 05:58:35+00:00", "description": "W grudniu minionego roku codzienne zakupy były droższe średnio o blisko 25 proc. niż rok wcześniej. To o jeden punkt procentowy mniej niż wynik z listopada 2022 r. — wynika z najnowszego \"Indeksu cen w sklepach detalicznych\". Zdrożały wszystkie z 12 kategorii produktów — średnio od 10 do 36 proc. w ujęciu rocznym.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/piec-najciekawszych-rzeczy-w-gospodarce-teraz-10012023/ez0c6qv", "title": "Stopy procentowe w Polsce coraz wyraźniej idą w dół. Te rynkowe", "date_published": "2023-01-10 05:53:05+00:00", "description": "Mamy dość niesamowity początek roku na rynkach finansowych. Coraz wyraźniej w dół idą rynkowe stopy procentowe w Polsce, czyli WIBOR i rentowności obligacji. Jednocześnie mamy coś, co przypomina euforię na warszawskiej giełdzie. Podobnie zresztą jest na innych giełdach europejskich. Zyskuje też euro wobec dolara. Rosja za to ma coraz większy problem z zarabianiem na swojej ropie naftowej. A rząd dziś ma przyjąć projekt ustawy wydłużającej urlopy. Oto pięć najciekawszych rzeczy w gospodarce teraz.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/twoje-pieniadze/ruszyla-walka-o-place-w-gornictwie-sowite-podwyzki-albo-strajk/vznj634", "title": "Ruszyła walka o płace w górnictwie. Sowite podwyżki albo strajk", "date_published": "2023-01-10 05:43:11+00:00", "description": "Początek roku to w górnictwie tradycyjnie czas trudnych negocjacji płacowych. Pracownicy niektórych spółek wydobywczych mają już zapewnione podwyżki na poziomie przekraczającym poziom inflacji. Załogi pozostałych firm walczą o wzrost wynagrodzeń sięgający nawet 25 proc. Związkowcy Jastrzębskiej Spółki Węglowej, która w minionym roku miała rekordowe zyski, stawiają sprawę na ostrzu noża: albo podwyżki, albo strajk.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/ukraincy-coraz-liczniej-zakladaja-w-polsce-firmy-mamy-dokladne-dane/8w6090f", "title": "Ukraińcy coraz liczniej zakładają w Polsce firmy. Mamy dokładne dane [TYLKO U NAS]", "date_published": "2023-01-10 05:31:41+00:00", "description": "Obywatele Ukrainy, którzy założyli w Polsce firmy, częściej niż inni uchodźcy zamierzają związać swoją przyszłość naszym krajem – wynika z raportu Polskiego Instytutu Ekonomicznego \"Ukraińskie firmy w Polsce po wybuchu wojny w 2022 r.\", którego wnioski Business Insider Polska publikuje jako pierwszy.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/prezes-gpw-marek-dietl-zwalczanie-wibor-u-jest-elementem-wojny-hybrydowej/vtxv9m8", "title": "Prezes GPW: zwalczanie WIBOR-u jest elementem wojny hybrydowej, jaką Rosja wypowiedziała Polsce", "date_published": "2023-01-10 05:21:06+00:00", "description": "Banki nie poradziły sobie jeszcze z problemem kredytów frankowych, a na horyzoncie jest już inny problem, obejmujący znacznie większą grupę klientów. Prezes GPW w Warszawie Marek Dietl w rozmowie z Business Insiderem twierdzi, że podważanie WIBOR-u wprowadza niepotrzebny chaos. — Jest elementem wojny hybrydowej, jaką Rosja wypowiedziała Polsce — uważa. Mówi o potrzebnych zmianach w kredytach i komentuje inne, kosztowne skutki sankcji wobec Rosji.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/twoje-pieniadze/pkp-tak-zaktualizowaly-ceny-ze-bardziej-oplaca-sie-kolej-w-niemczech/89mntm4", "title": "PKP tak zaktualizowały ceny, że Niemcy mają tańsze bilety kolejowe", "date_published": "2023-01-10 05:10:00+00:00", "description": "Podróże koleją po Polsce nie zawsze są szybkie i wygodne – a teraz będą do tego znacznie droższe. Przewoźnik PKP Intercity ogłosił niedawno \"aktualizację\" cen. Jak wyglądają nowe stawki w porównaniu do niemieckich? Jednym słowem – są coraz mniej konkurencyjne wobec Deutsche Bahn. A niebawem Berlin wyciągnie z rękawa \"kolejowego asa\".", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/prad-mamy-jeden-z-najdrozszych-w-ue-w-hurcie-ceny-nawet-dwa-razy-wyzsze-niz-w/f6gv26t", "title": "Prąd mamy jeden z najdroższych w UE. W hurcie ceny nawet dwa razy wyższe niż w Niemczech", "date_published": "2023-01-10 05:00:00+00:00", "description": "Ceny gazu poszły w dół do poziomów niewidzianych od stycznia 2022 r., wiatraki dostają silne podmuchy wiatru. W rezultacie polskie elektrownie przestały być cenowo konkurencyjne do elektrowni w większości krajów Europy, a węgiel to już z powrotem nie korzyść, ale obciążenie. Nasze ceny hurtowe były w kilku dniach stycznia dwukrotnie wyższe od cen niemieckich i jedne z najwyższych na kontynencie. To m.in. z powodu limitów nałożonych na produkcję wiatraków.", "persistent": false, "language": "en-US", "user": null}], "source": {"url": "https://businessinsider.com.pl/.feed", "title": "Business insider"}}