{"entries": [{"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/australia-news/2023/jan/11/george-pell-dead-australian-cardinal-dies-aged-81-rome-vatican", "title": "Cardinal George Pell dies aged 81 in Rome", "date_published": "2023-01-10 22:41:10+00:00", "description": "<p>Australian cardinal dies reportedly following complications from hip surgery</p><ul><li><strong><a href=\"https://www.theguardian.com/australia-news/2023/jan/11/cardinal-george-pell-australias-most-powerful-catholic-who-was-dogged-by-scandal-obituary\">Obituary: Australia’s most powerful Catholic was dogged by scandal</a></strong></li><li><strong><a href=\"https://www.theguardian.com/australia-news/live/2023/jan/11/australia-news-live-floods-bushfire-emergency-western-australia-broome-derby-voice-politics-dutton-albanese-china-immigration-cost-of-living\">Follow our Australia news live blog for the latest updates</a></strong></li><li><strong>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></strong></li></ul><p>Cardinal George Pell has died in Vatican City, aged 81.</p><p>Cardinal Pell, the former Catholic Archbishop of Melbourne, died on Tuesday evening.</p> <a href=\"https://www.theguardian.com/australia-news/2023/jan/11/george-pell-dead-australian-cardinal-dies-aged-81-rome-vatican\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2023/jan/10/last-king-of-greece-constantine-ii-dies-aged-82", "title": "Last king of Greece, Constantine II, dies aged 82", "date_published": "2023-01-10 22:37:34+00:00", "description": "<p>Constantine was forced into exile in 1967 after clashing with military rulers, who later abolished monarchy</p><p><a href=\"https://www.theguardian.com/world/greece\">Greece</a>’s former King Constantine II, whose nine-year reign coincided with one of the most turbulent periods in the country’s political history, has died at a private hospital in Athens, his doctors announced late on Tuesday. He was 82.</p><p>Constantine, a cousin of British monarch King Charles III, died “of a stroke”. He was admitted to an Athens hospital last week with breathing problems, Greek media reported.</p> <a href=\"https://www.theguardian.com/world/2023/jan/10/last-king-of-greece-constantine-ii-dies-aged-82\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2023/jan/10/newcastle-leicester-carabao-cup-quarter-final-match-report", "title": "Newcastle into Carabao Cup semi-finals as Dan Burn sparks win over Leicester", "date_published": "2023-01-10 22:02:37+00:00", "description": "<p>It has been a lengthy, frustrating and sometimes downright painful wait but Newcastle have reached their first domestic semi-final for 18 years.</p><p>As the crowd waved black and white flags to celebrate the goals from Dan Burn and Joelinton that deservedly swept Eddie Howe’s side into the Carabao Cup’s final four, Brendan Rodgers was a study in dejection. Leicester’s manager has warned his club’s increasingly mutinous fans he is not a magician and his injury-hit team were made to look distinctly mortal by a Newcastle XI for whom almost anything feels possible this season. Much more of this and Gallowgate Enders will be convinced Howe really can walk on the Tyne.</p> <a href=\"https://www.theguardian.com/football/2023/jan/10/newcastle-leicester-carabao-cup-quarter-final-match-report\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2023/jan/10/francis-ford-coppola-megalopolis-movie-chaos-response", "title": "Francis Ford Coppola denies report his new film set is ‘chaos’", "date_published": "2023-01-10 21:31:58+00:00", "description": "<p>Film-maker disputes article claiming his self-financed film Megalopolis has descended into ‘madness’, saying: ‘I’m so happy’</p><p>Francis Ford Coppola has denied allegations in the Hollywood Reporter that the set of his ambitious new film Megalopolis has descended into chaos.</p><p>On Monday, <a href=\"https://www.hollywoodreporter.com/movies/movie-features/francis-ford-coppolas-megalopolis-in-peril-1235284875/\">a report claimed</a> that the director of Apocalypse Now was struggling to maintain control over his new film, a self-financed passion project with a budget north of $100m. The article used multiple unnamed sources who alleged that the set was “absolute madness” with high staff turnover, an escalating budget and visual effects issues. A production source was quoted as saying: “It’s unclear whether the production can go forward as planned.”</p> <a href=\"https://www.theguardian.com/film/2023/jan/10/francis-ford-coppola-megalopolis-movie-chaos-response\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2023/jan/10/mikaela-shiffrin-skiing-petra-vlhova-world-cup-flachau", "title": "Mikaela Shiffrin denied historic 83rd win by Petra Vlhova at Flachau", "date_published": "2023-01-10 21:16:51+00:00", "description": "<ul><li>Olympic champion from Slovakia edges Shiffrin in record bid</li><li>Vlhova tops Shiffrin (second) and Duerr (third) on podium</li><li>American stays level with Vonn for most WC wins by woman</li></ul><p>American skier Mikaela Shiffrin finished second to Olympic champion Petra Vlhova in a night slalom race Tuesday, meaning she will have to wait for another chance to break the record for most wins on the women’s World Cup circuit.</p><p>Shiffrin matched Lindsey Vonn’s record of 82 race victories by winning a giant slalom in Kranjska Gora, Slovenia, on Sunday, but wasn’t able to produce another win in her best discipline, slalom, to move past her former teammate.</p> <a href=\"https://www.theguardian.com/sport/2023/jan/10/mikaela-shiffrin-skiing-petra-vlhova-world-cup-flachau\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2023/jan/10/coachella-2023-headliners-frank-ocean-blackpink-bad-bunny", "title": "Coachella 2023: Frank Ocean, Blackpink and Bad Bunny to headline", "date_published": "2023-01-10 21:14:19+00:00", "description": "<p>Bad Bunny will be the first Latino artist and Blackpink the first all-female group to headline North America’s largest music festival</p><p>Bad Bunny, Blackpink and Frank Ocean will headline the 22nd Coachella music festival in April, organizers announced on Tuesday.</p><p>Bad Bunny, the Puerto Rican singer and rapper born Benito Antonio Martínez Ocasio, will be the first Latino artist and first Spanish-language performer to ever headline North America’s largest music festival, while Blackpink, the K-pop supergroup, will be the first Korean act and first all-female group to headline. The band became the first Korean all-female group to play the festival in 2019.</p> <a href=\"https://www.theguardian.com/music/2023/jan/10/coachella-2023-headliners-frank-ocean-blackpink-bad-bunny\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2023/jan/10/baked-alaska-anthime-gionet-sentenced-capitol-attack", "title": "Far-right influencer known as ‘Baked Alaska’ sentenced over Capitol attack", "date_published": "2023-01-10 21:07:31+00:00", "description": "<p>Anthime Gionet, 35, given two months in prison after live-streaming his participation in deadly January 6 riot</p><p>Anthime Gionet, a far-right social media personality known to followers as Baked Alaska, was sentenced on Tuesday to two months in prison for his participation in the US Capitol attack – participation <a href=\"https://www.theguardian.com/us-news/2021/jan/07/baked-alaska-the-qanon-shaman-who-led-the-storming-of-the-capitol\">he live-streamed</a>.</p><p>In court in Washington DC, the US district judge Trevor McFadden told Gionet, 35: “You did everything you could to publicise your misconduct. You were there encouraging and participating fully in what was going on.”</p> <a href=\"https://www.theguardian.com/us-news/2023/jan/10/baked-alaska-anthime-gionet-sentenced-capitol-attack\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2023/jan/10/family-of-briton-missing-in-ukraine-very-worried-about-him", "title": "Family of Briton missing in Ukraine ‘very worried’ about him", "date_published": "2023-01-10 20:50:48+00:00", "description": "<p>Chris Parry and fellow Briton Andrew Bagshaw had been helping people evacuate from frontline</p><p>The family of one of the two British men missing in Ukraine have said they are “very worried” about his disappearance.</p><p>Chris Parry, 28, was last seen on Friday with fellow Briton Andrew Bagshaw, 48, heading to the town of Soledar in the eastern Donetsk region of Ukraine.</p> <a href=\"https://www.theguardian.com/world/2023/jan/10/family-of-briton-missing-in-ukraine-very-worried-about-him\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2023/jan/10/andrew-tate-loses-legal-appeal-to-end-detention-in-romania", "title": "Andrew Tate loses legal appeal to end detention in Romania", "date_published": "2023-01-10 20:15:49+00:00", "description": "<p>Romanian court denies challenge and rules he must serve full 30 days along with brother and two female suspects</p><p>A Romanian court has rejected Andrew Tate’s appeal against his detention, ruling that the former kickboxer, influencer and professed misogynist must remain in custody while an organised crime investigation continues.</p><p>Tate, 36, his brother Tristan, 34, and two Romanian female suspects were arrested by prosecutors on 29 December on suspicion of human trafficking, rape and forming an organised crime group to exploit women. Both men have denied wrongdoing.</p> <a href=\"https://www.theguardian.com/world/2023/jan/10/andrew-tate-loses-legal-appeal-to-end-detention-in-romania\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2023/jan/10/brazil-coup-bolsonaro-trump-us-far-right", "title": "Brazil’s failed coup is the poison flower of the Trump-Bolsonaro symbiosis", "date_published": "2023-01-10 20:09:11+00:00", "description": "<p>The striking similarities between events at the Capitol and Brasília stem from links fostered by the former presidents and their families</p><p>In the days following the 6 January 2021 storming of the US Capitol, a Brazilian professor and expert on disinformation, David Nemer, gave <a href=\"https://apublica.org/2021/01/nas-redes-influenciadores-bolsonaristas-investigados-por-atos-antidemocraticos-apoiam-invasao-do-capitolio-nos-eua/\">an interview</a> predicting the same thing would happen in Brazil two years later.</p><p>Sunday’s <a href=\"https://www.theguardian.com/world/2023/jan/10/brazil-insurrection-lula-bolsonaro-alexandre-padilha\">insurrection in Brasília</a> came just two days after the second anniversary of the Capitol attack. Nemer said his prediction was not the work of a seer, but was based on analysis of the close and growing symbiosis of the hard right in the US and Brazil – a bond that was built up around the Trump and Bolsonaro families and their entourages.</p> <a href=\"https://www.theguardian.com/world/2023/jan/10/brazil-coup-bolsonaro-trump-us-far-right\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2023/jan/10/trump-organization-allen-weisselberg-tax-fraud-sentence", "title": "Allen Weisselberg: ex-Trump finance chief given five months for tax fraud", "date_published": "2023-01-10 20:03:28+00:00", "description": "<p>Weisselberg, 75, pleaded guilty to 15 tax crimes and agreed to testify against Trump Organization after being arrested in 2021</p><p>After testimony that helped convict Donald Trump’s company of tax fraud, its longtime senior executive Allen Weisselberg has been given five months in jail for accepting $1.7m in job perks without paying tax.</p><p>Weisselberg, 75, was promised that sentence in August when he agreed to plead guilty to 15 tax crimes and testify against the Trump Organization, where he has worked since the mid-1980s and, until his arrest, had served as chief financial officer.</p> <a href=\"https://www.theguardian.com/us-news/2023/jan/10/trump-organization-allen-weisselberg-tax-fraud-sentence\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/society/2023/jan/10/fraudster-posed-as-nhs-doctor-for-19-years-court-hears", "title": "Fraudster posed as doctor in UK for 19 years, court hears", "date_published": "2023-01-10 19:48:29+00:00", "description": "<p>Zholia Alemi allegedly forged qualifications despite failing medical degree and was paid up to £1.3m by NHS</p><p>A “most accomplished fraudster” was paid between £1m and £1.3m by the NHS during the nearly two decades she posed as a qualified doctor after forging a degree certificate, a court has heard.</p><p>Zholia Alemi, believed to be 60 years old, worked as a psychiatrist in the UK for 19 years after claiming to have qualified at the University of Auckland in New Zealand, a trial at Manchester crown court heard.</p> <a href=\"https://www.theguardian.com/society/2023/jan/10/fraudster-posed-as-nhs-doctor-for-19-years-court-hears\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/live/2023/jan/10/newcastle-united-v-leicester-city-carabao-cup-quarter-final-live-score-updates", "title": "Newcastle v Leicester: Carabao Cup quarter-final – live", "date_published": "2023-01-10 19:40:56+00:00", "description": "<ul><li>Updates from the 8pm GMT quarter-final clash</li><li><a href=\"https://www.theguardian.com/football/match/2023/jan/10/manchester-united-v-charltonathletic\">Manchester United v Charlton – score updates</a></li><li>And you can <a href=\"mailto:scott.murray@theguardian.com\">drop Scott a line</a> with your thoughts</li></ul><p><strong>Brendan Rodgers speaks to Sky.</strong> “Tonight is our sixth quarter-final together as a group. We’ve gained good experiences. It’ll be a top game tonight and we’ll fight to do everything we can to get to the semi-finals. To clubs like ourselves, club competitions are vitally important. We have to treat them with respect and go as far as we can. It’s absolutely vital to start strongly. To make that start <em>[on Boxing Day, when they were 2-0 down at home to Newcastle within seven minutes]</em> cost us the game, so tonight we have to stay strong and concentrate. The mentality has to be right. If we can do that, and play our football, it gives us an opportunity to win.”</p><p><strong>There’s another League Cup quarter final being played tonight.</strong> Manchester United welcome Charlton Athletic to Old Trafford and will be hot favourites to make it through to the last four. Goal updates when we have them. United take to the field tonight buoyed by the knowledge that attacking reinforcements are on their way in the shape of Dutch striker Wout Weghorst. Cue a few launch-it jokes, Weghorst a towering figure at 6ft 6in, but as world champions Argentina can attest, the big man can be <a href=\"https://www.theguardian.com/football/live/2022/dec/09/netherlands-v-argentina-world-cup-2022-quarter-final-live-score-updates\">a lot more subtle than he’s given credit for</a>.</p> <a href=\"https://www.theguardian.com/football/live/2023/jan/10/newcastle-united-v-leicester-city-carabao-cup-quarter-final-live-score-updates\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2023/jan/10/jofra-archer-takes-wicket-with-third-ball-on-long-awaited-return-to-cricket", "title": "Jofra Archer takes three wickets on long-awaited return to cricket", "date_published": "2023-01-10 19:32:07+00:00", "description": "<ul><li>England bowler makes immediate impact in SA20 opener</li><li>Seamer had third elbow operation in summer of 2022</li></ul><p>It took only three deliveries for Jofra Archer to remind the world of his wicket-taking abilities as England’s injury-plagued fast-bowler returned to competitive cricket after an absence of 541 days in the opening game of South Africa’s new domestic Twenty20 competition, the SA20. Archer took three wickets for 27 runs in his four overs as part of a three-pronged English bowling attack for MI Cape Town as they won by eight wickets against a Paarl Royals side that included a trio of English batters in Jos Buttler, Jason Roy and Eoin Morgan.</p><p>“I think it’s super hard after having that long, long gap and then coming back, and that kind of comeback was absolutely delightful to watch,” the MICT captain, Rashid Khan, said. “We saw him in practice and the way he was bowling it was like, ‘He’s ready to go’. It was super great to watch him – he is fully ready and it’s great that he’s back.”</p> <a href=\"https://www.theguardian.com/sport/2023/jan/10/jofra-archer-takes-wicket-with-third-ball-on-long-awaited-return-to-cricket\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2023/jan/10/prince-harrys-autobiography-spare-is-fastest-selling-non-fiction-book", "title": "Prince Harry’s autobiography Spare is fastest-selling nonfiction book", "date_published": "2023-01-10 19:17:17+00:00", "description": "<p>The memoir, which includes claims Prince William attacked him, records figures of 400,000 on its first day</p><p>Prince Harry’s autobiography has become the fastest-selling nonfiction book ever, recording figures of 400,000 on its first day on sale.</p><p>The controversial memoir Spare has made headlines in the weeks leading up to its publication, finally hitting the shelves on Tuesday. Figures include sales for hardbacks, ebooks and audiobooks.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jan/10/prince-harrys-autobiography-spare-is-fastest-selling-non-fiction-book\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2023/jan/10/haiti-no-elected-officials-anarchy-failed-state", "title": "Haiti left with no elected government officials as it spirals towards anarchy", "date_published": "2023-01-10 19:08:11+00:00", "description": "<p>Last 10 remaining senators leave office, with gangs controlling much of capital, a malnutrition crisis and a cholera outbreak</p><p>The last 10 remaining senators in <a href=\"https://www.theguardian.com/world/haiti\">Haiti</a>’s parliament have officially left office, leaving the country without a single democratically elected government official.</p><p>The expiration of the officials’ terms at midnight on Monday formally concluded their time in office – and with it, the last semblance of democratic order in the beleaguered Caribbean nation.</p> <a href=\"https://www.theguardian.com/world/2023/jan/10/haiti-no-elected-officials-anarchy-failed-state\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2023/jan/10/former-england-and-lions-back-david-duckham-dies-aged-76", "title": "Former England and Lions back David Duckham dies aged 76", "date_published": "2023-01-10 19:01:06+00:00", "description": "<ul><li>Winger and centre won 36 England caps between 1969 and 1976</li><li>Spectacular Barbarians display in 1973 will long be remembered</li></ul><p>English rugby union has lost one of its most evocative names after the death of David Duckham at the age of 76. The blond-haired Duckham was among the most talented backs of his generation and will for ever be remembered for his spectacular running in the famous 1973 fixture between the Barbarians and New Zealand in Cardiff.</p><p>Duckham played 36 times for England and scored 10 tries and was also a key member of the 1971 British &amp; Irish Lions squad who achieved a historic series win over the All Blacks. The only English member of the Barbarians back line to beat New Zealand 50 years ago this month, he died on Monday night at St Thomas’ Hospital in London.</p> <a href=\"https://www.theguardian.com/sport/2023/jan/10/former-england-and-lions-back-david-duckham-dies-aged-76\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2023/jan/10/manchester-united-agreement-besiktas-wout-weghorst-loan", "title": "Manchester United reach agreement with Besiktas over Wout Weghorst loan", "date_published": "2023-01-10 18:56:10+00:00", "description": "<ul><li>Club will pay Besiktas €3m to end his loan in Turkey early</li><li>Besiktas want to find replacement before agreeing to deal</li></ul><p>Manchester United have reached a verbal agreement to sign Wout Weghorst. They have a deal in principle to pay Besiktas about €3m (£2.7m) to end the striker’s loan early and take him from his parent club Burnley for the rest of the season.</p><p>Besiktas will give final approval only if they find a suitable replacement for the Netherlands international, who has scored eight goals in 16 Turkish league games and was due to complete the campaign there.</p> <a href=\"https://www.theguardian.com/football/2023/jan/10/manchester-united-agreement-besiktas-wout-weghorst-loan\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/politics/2023/jan/10/rishi-sunak-raf-jet-flight-london-to-leeds-mocks-climate-pledges", "title": "Rishi Sunak’s RAF jet flight to Leeds ‘mocks climate pledges’, MPs say", "date_published": "2023-01-10 18:54:47+00:00", "description": "<p>PM accused of wasting taxpayers’ money with ‘extravagant’ flight rather than taking the train</p><p>Rishi Sunak has been accused of undermining the government’s green credentials and wasting taxpayers’ money after it emerged he travelled from London to Leeds on a 14-seat RAF jet.</p><p>Sunak used the jet to travel 200 miles to the Rutland Lodge medical practice on Monday, which he visited alongside the social care minister, Helen Whately. The trip <a href=\"https://www.yorkshireeveningpost.co.uk/news/politics/prime-minister-rishi-sunak-visits-leeds-healthcare-centre-rutland-lodge-addressing-train-strikes-and-nhs-3979321\">was organised to publicise</a> the government’s announcement of £200m to buy thousands of extra care home beds.</p> <a href=\"https://www.theguardian.com/politics/2023/jan/10/rishi-sunak-raf-jet-flight-london-to-leeds-mocks-climate-pledges\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2023/jan/10/biden-classified-documents-ukraine-iran-uk-briefings", "title": "Classified Biden documents included Ukraine, Iran and UK briefings – report", "date_published": "2023-01-10 18:47:00+00:00", "description": "<p>Documents found in boxes at UPenn’s Biden Center for Diplomacy in Washington six days before November midterms</p><p>Some of the classified documents from Joe Biden’s time as vice-president that were found last year in a private office included US intelligence memos and briefing materials concerning Ukraine, Iran and the UK, <a href=\"https://www.cnn.com/2023/01/10/politics/biden-classified-documents-iran-ukraine-united-kingdom-beau-funeral/index.html\">CNN reported</a>, citing a source familiar with the matter.</p><p>The documents were found in boxes stored at the University of Pennsylvania’s Biden Center for Diplomacy in Washington, where he was an honorary professor until 2019. They were found when his personal lawyers were closing out the office space just before the midterm elections.</p> <a href=\"https://www.theguardian.com/us-news/2023/jan/10/biden-classified-documents-ukraine-iran-uk-briefings\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2023/jan/10/german-foreign-ministers-kharkiv-visit-gives-hope-of-tank-supply", "title": "German foreign minister’s Kharkiv visit gives hope of tank supply", "date_published": "2023-01-10 18:38:54+00:00", "description": "<p>Annalena Baerbock promised Ukraine aid and arms but did not confirm release of Leopard 2 tanks</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/jan/10/russia-ukraine-blog-live-almost-no-walls-left-in-soledar-says-zelenskiy-as-fierce-fighting-continues\">Russia-Ukraine war – latest news updates</a></li></ul><p>Germany’s foreign minister has visited the eastern Ukrainian city of Kharkiv, promising more weapons and giving hope that Berlin will release Leopard 2 tanks to break the deadlock in the near 11 months-long war.</p><p>Annalena Baerbock’s surprise trip – in conjunction with her Ukrainian counterpart, Dmytro Kuleba – also saw her promise further humanitarian aid during the country’s deep winter and help for Kyiv in its efforts to eventually join the EU.</p> <a href=\"https://www.theguardian.com/world/2023/jan/10/german-foreign-ministers-kharkiv-visit-gives-hope-of-tank-supply\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/business/2023/jan/10/world-bank-walking-tightrope-as-it-mulls-increased-lending-to-poorest", "title": "World Bank walking tightrope as it mulls increased lending to poorest", "date_published": "2023-01-10 18:19:50+00:00", "description": "<p>Campaigners say bank should rush to rescue countries facing recession – but can it do so without resulting in mass debt write-offs?</p><p>Not since the early 1990s <a href=\"https://www.theguardian.com/business/2023/jan/10/global-economy-recession-world-bank-inflation-interest-rates\">has the world faced such a period of low growth</a>.</p><p>Discounting the havoc caused by the financial crash of 2008 and the initial impact of the Covid-19 pandemic, the World Bank says that by the end of 2024 it will have been 30 years since <a href=\"https://www.theguardian.com/business/global-economy\">the global economy</a> grew at an average of less than 2% a year.</p> <a href=\"https://www.theguardian.com/business/2023/jan/10/world-bank-walking-tightrope-as-it-mulls-increased-lending-to-poorest\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2023/jan/10/german-finance-ministers-ties-with-bank-under-preliminary-inquiry", "title": "German finance minister’s ties with bank under preliminary inquiry", "date_published": "2023-01-10 17:43:14+00:00", "description": "<p>Christian Lindner allegedly failed to disclose his mortgage from BBBank, whose general meeting he addressed</p><p>Germany’s finance minister, Christian Lindner, is facing allegations that he developed close ties to a private bank which provided a mortgage for his luxury home.</p><p>Prosecutors in Berlin have said they are examining whether to open a corruption investigation into what might have been a conflict of interest.</p> <a href=\"https://www.theguardian.com/world/2023/jan/10/german-finance-ministers-ties-with-bank-under-preliminary-inquiry\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/politics/2023/jan/10/would-anyone-notice-if-the-government-went-on-strike", "title": "Would anyone notice if the government went on strike?", "date_published": "2023-01-10 17:34:28+00:00", "description": "<p>Underfunding the NHS, overseeing the trains don’t operate to a minimal level – it’s hard to point to a single properly functioning department</p><p>Here’s a thought. How would you tell if your MP is on strike? Especially if they were a backbencher. Under no obligation to do anything very much. Just take a look at the chamber of the House of Commons – Tuesday’s statement on industrial action, for example – and it’s seldom more than a quarter full. If that. </p><p>Some may be involved on committee or constituency business. But it’s fair to assume some might just have decided, after the appropriate consultation with themselves, to withdraw their labour. To picket by pursuing an alternative career.</p> <a href=\"https://www.theguardian.com/politics/2023/jan/10/would-anyone-notice-if-the-government-went-on-strike\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2023/jan/10/brazil-insurrection-lula-bolsonaro-alexandre-padilha", "title": "Brazil’s attempted coup was thwarted by Lula’s decisive action, minister says", "date_published": "2023-01-10 17:25:56+00:00", "description": "<p>Alexandre Padilha says insurrection by Bolsonaro supporters was well-organised ‘act of terrorism’ aimed at toppling government</p><p>The insurrection that shook Brazil’s capital was a well-organised coup attempt that was thwarted thanks to Luiz Inácio Lula da Silva’s swift and firm reaction, one of the president’s top ministers has told the Guardian.<br /><br />Speaking at the presidential palace on Tuesday, the minister of institutional relations, Alexandre Padilha, said he believed <a href=\"https://www.theguardian.com/world/2023/jan/09/storming-of-brasilia-government-buildings-in-maps-and-videos\">Sunday’s far-right assault on the three branches of Brazil’s government </a>was “an act of terrorism” designed to bring down Lula’s week-old government.</p><p>And Padilha said the insurrection in support of the former far-right president <a href=\"https://www.theguardian.com/world/jair-bolsonaro\">Jair Bolsonaro</a> might have succeeded had it not been for Lula’s decision to order a federal intervention that put his administration in charge of security in the capital, Brasília.<br /><br />Ibaneis Rocha, the pro-Bolsonaro governor of the federal district which contains Brazil’s capital, was suspended from his post on Sunday night amid outrage that local security forces had failed to stop thousands of radical Bolsonaristas ransacking the presidential palace, congress and supreme court.<br /><br />“If the government of the federal district had acted as agreed with the minister of defense and the minister of justice, none of what happened on Sunday would have happened,” Padilha said, denouncing what he called “terrorist attacks” on the heart of Brazilian democracy.<br /><br />“Perhaps, if we hadn’t had a leader with the popular support and ability to build political bridges that President Lula enjoys … Brazilian history might have been different when it came to the attempted coup, [and] the storming of the supreme court, congress and the presidential palace,” Padilha said, noting how on Sunday free buses were laid on for Bolsonarista militants hoping to join the insurrection from different parts of the country. <br /><br />The minister also praised the unity shown in the wake of the attacks by the leaders of Brazil’s supreme court, lower house and congress, and Brazil’s 27 regional governors, who gathered in the rubble-strewn plaza outside the presidential palace on Monday night in a powerful show of support for Lula’s new administration and Brazilian democracy. <br /><br />“All of this was halted, it was stopped thanks to the firm response of President Lula,” and the pro-democracy consensus between political leaders of all stripes, added Padilha.</p> <a href=\"https://www.theguardian.com/world/2023/jan/10/brazil-insurrection-lula-bolsonaro-alexandre-padilha\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2023/jan/10/belgian-aid-worker-jailed-for-40-years-in-iran-on-spying-charges", "title": "Belgian aid worker jailed for 40 years in Iran on spying charges", "date_published": "2023-01-10 17:00:36+00:00", "description": "<p>Olivier Vandecasteele arrested on charges denounced as fake while on a visit to Iran in February last year</p><p>The distraught family of a Belgian national held in Iran have appealed to their government to do its utmost to get him freed after he was sentenced to 40 years in prison and 74 lashes on charges including spying that Brussels has denounced as fake.</p><p>The sentence imposed on aid worker Olivier Vandecasteele, reported by the semi-official Tasnim news agency, was more severe than the 28-year-term Belgium had reported in December.</p> <a href=\"https://www.theguardian.com/world/2023/jan/10/belgian-aid-worker-jailed-for-40-years-in-iran-on-spying-charges\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2023/jan/10/evo-morales-barred-peru-bolivia-pedro-castillo", "title": "Evo Morales barred from Peru as foreign interests blamed for deadly protests", "date_published": "2023-01-10 16:59:54+00:00", "description": "<p>Former Bolivia leader banned from Peru after weeks of unrest following leftist president Pedro Castillo’s removal from power</p><p>Peru has barred Bolivia’s former president Evo Morales from entering the country, as it accuses foreign interests of stirring up deadly protests in support of the imprisoned former president Pedro Castillo.</p><p>Peru has seen weeks of violent unrest following last month’s removal from power of Castillo, who was arrested on 7 December after attempting to dissolve congress in an attempt to avert his impeachment trial.</p> <a href=\"https://www.theguardian.com/world/2023/jan/10/evo-morales-barred-peru-bolivia-pedro-castillo\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2023/jan/10/ben-sulayem-warns-drivers-not-to-use-f1-for-private-personal-agenda", "title": "Ben Sulayem warns drivers not to use F1 for ‘private personal agenda’", "date_published": "2023-01-10 16:53:35+00:00", "description": "<ul><li>FIA president says motor sport ‘should be neutral’</li><li>‘There are other platforms to express what they want’</li></ul><p>Formula One drivers must not use the platform provided by the sport to make statements for their own “personal agenda”, the FIA president, Mohammed Ben Sulayem, said on Tuesday.</p><p>Formula One drivers will need prior written permission from the sport’s governing body to make “political, religious and personal statements” from next season following an update of the International Sporting Code <a href=\"https://www.theguardian.com/sport/2022/dec/20/f1-drivers-banned-from-making-political-statements-without-permission\">in December</a>. Unless the FIA grants approval in writing, drivers who make such statements will now be in breach of the rules.</p> <a href=\"https://www.theguardian.com/sport/2023/jan/10/ben-sulayem-warns-drivers-not-to-use-f1-for-private-personal-agenda\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2023/jan/10/first-day-sex-scene-teen-actors-playing-nude-jodie-foster-brooke-shields-taxi-driver-blue-lagoon", "title": "‘My first day was a sex scene’: the disturbing history of teen actors and nudity", "date_published": "2023-01-10 16:30:54+00:00", "description": "<p>From Jodie Foster in Taxi Driver to Brooke Shields in The Blue Lagoon, are films that used teen actors for sexual roles heading for a reckoning? As Paramount is sued over Romeo and Juliet, we look at the scenes cinema and TV might want to forget</p><p>Spoiler alert: Romeo and Juliet does not have a happy ending. But Franco Zeffirelli’s adaptation of the Shakespeare play did – at least until recently. The 1968 movie was a huge commercial success and became a secondary school fixture. Its stars, <a href=\"https://www.theguardian.com/film/2018/aug/01/olivia-hussey-romeo-and-juliet-film-franco-zeffirelli\">Olivia Hussey</a> and Leonard Whiting, even briefly dated – a dream come true publicity-wise. But now it has emerged that the pair are suing the studio, Paramount, for $500m over Zeffirelli’s handling of a scene in which both actors, then 16 and 17, briefly appeared partially naked. According to the complaint, the actors “were told by Mr Zeffirelli that they must act in the nude or the picture will fail”.</p><p>As with the music industry, cinema has tended to gloss over such incidents with the “It was a different time” excuse. This could be seen as a concerted effort to keep the lid on what many suspect to be quite a can of worms. Hussey and Whiting’s lawsuit <a href=\"https://www.theguardian.com/film/2023/jan/04/500m-romeo-and-juliet-film-abuse-case-me-too\">could represent the long-dreaded can-opener</a>.</p> <a href=\"https://www.theguardian.com/film/2023/jan/10/first-day-sex-scene-teen-actors-playing-nude-jodie-foster-brooke-shields-taxi-driver-blue-lagoon\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2023/jan/10/toronto-man-killed-teenage-girls-identified", "title": "Toronto police identify man allegedly killed by teen girls in ‘swarming’ attack", "date_published": "2023-01-10 16:25:55+00:00", "description": "<p>Eight teenage girls are believed to have stabbed Ken Lee at a plaza near the main rail station in the early hours of 18 December</p><p>Toronto police have identified the man <a href=\"https://www.theguardian.com/world/2022/dec/20/teenager-girls-toronto-stabbing-swarming\">killed last month by a group of teen girls</a> in a seemingly random “swarming” attack in the city’s downtown core.</p><p><a href=\"https://www.tps.ca/media-centre/news-releases/54880/\">Ken Lee</a>, 59 ,was named on Tuesday as the victim of a murder that has shaken the city, both for its senselessness and the young age of the alleged assailants.</p> <a href=\"https://www.theguardian.com/world/2023/jan/10/toronto-man-killed-teenage-girls-identified\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2023/jan/10/activists-sue-french-food-firm-danone-plastics-footprint", "title": "Activists sue French food firm Danone over use of plastics", "date_published": "2023-01-10 16:17:19+00:00", "description": "<p>Corporate responsibility lawsuit begun by NGOs accusing Evian brand owner of ‘failing’ to address environmental footprint</p><p>Danone, the French yoghurt and bottled water company, is being taken to court by three environmental groups who accuse it of failing to sufficiently reduce its plastic footprint.</p><p>The company behind Evian and Volvic mineral water was failing in its duties to act under a groundbreaking French law, the groups said.</p> <a href=\"https://www.theguardian.com/environment/2023/jan/10/activists-sue-french-food-firm-danone-plastics-footprint\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2023/jan/10/california-storms-flooding-evacuations-latest", "title": "Storms continue to batter California as floods force thousands to evacuate", "date_published": "2023-01-10 16:04:59+00:00", "description": "<p>String of storms threaten coastal and riverside towns and leaves more than 200,000 homes and businesses without power</p><p>California saw no relief from drenching rains early on Tuesday as the latest in <a href=\"https://apnews.com/article/weather-california-storms-san-francisco-bay-climate-and-environment-c09a7ab1620eac4049c9fa2b24f06426\">a relentless string of storms</a> continued to swamp roads and batter coastlines with high surf, turning rivers into gushing flood zones and forcing the evacuation of thousands in towns with histories of deadly mudslides. At least 14 people have died since the storms began last week.</p><p>The storm prompted a few tornado warnings early Tuesday and also was expected to bring heavy snow to the Sierra Nevada a day after dumping up to 14in (36cm) of rain at higher elevations in central and southern California.</p> <a href=\"https://www.theguardian.com/us-news/2023/jan/10/california-storms-flooding-evacuations-latest\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2023/jan/10/extreme-weather-climate-crisis-us-deaths-financial-damage", "title": "Extreme weather left 474 people dead and cost $165bn in the US last year", "date_published": "2023-01-10 16:00:15+00:00", "description": "<p>Record costs and the increasing frequency of threatening events underscore the escalating danger of the climate crisis </p><p>The US endured a particularly painful year as communities wrestled with the growing impacts of the climate crisis, with 18 major disasters wreaking havoc across the country as planet-heating emissions continued to climb.</p><p>Storms, floods, wildfires and droughts caused a total of $165bn in damages in the US last year, $10bn more than the 2021 total and the third most costly year since records of major losses began in 1980, according to new US government data.</p> <a href=\"https://www.theguardian.com/environment/2023/jan/10/extreme-weather-climate-crisis-us-deaths-financial-damage\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2023/jan/10/madagascar-unique-wildlife-extinction-aoe", "title": "Madagascar’s unique wildlife faces imminent wave of extinction, say scientists", "date_published": "2023-01-10 16:00:15+00:00", "description": "<p>Study suggests 23m years of evolutionary history could be wiped out if the island’s endangered mammals go extinct</p><p>From the ring-tailed lemur to the aye-aye, a nocturnal primate, more than 20m years of unique evolutionary history could be wiped from the planet if nothing is done to stop Madagascar’s threatened mammals going extinct, according to a new study.</p><p>It would already take 3m years to recover the diversity of mammal species driven to extinction since humans settled on the island 2,500 years ago. But much more is at risk in the coming decades: if threatened mammal species on Madagascar go extinct, life forms created by 23m years of evolutionary history will be destroyed.</p> <a href=\"https://www.theguardian.com/environment/2023/jan/10/madagascar-unique-wildlife-extinction-aoe\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2023/jan/10/how-community-crofting-experiment-scotland-glengarry-repopulate-highlands", "title": "How community crofting experiment could help repopulate the Highlands", "date_published": "2023-01-10 16:00:14+00:00", "description": "<p>Hopes Glengarry’s affordable woodland homes scheme could provide answers to Scotland’s rural housing crisis</p><p>“It’s very exciting,” said Colin Grant, a fifth-generation farmer in Glengarry near Fort William. Grant has seen his community dwindle over the decades but now the village is at the centre of a novel experiment that could help repopulate the Highlands.</p><p>Local people in Glengarry are creating woodland crofts in nearby forests – affordable family homes designed for craftspeople, carpenters and small-scale farmers, using a shared ownership model designed to combat the soaring costs of scarce rural homes.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jan/10/how-community-crofting-experiment-scotland-glengarry-repopulate-highlands\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/science/2023/jan/10/uk-genome-project-respiratory-viruses-sanger-institute", "title": "UK genome project a ‘step change’ in tackling respiratory viruses", "date_published": "2023-01-10 16:00:14+00:00", "description": "<p>Saner Institute initiative could lead to single test allowing more effective vaccines and treatments</p><p>At the peak of the Covid pandemic, UK labs were sequencing thousands of Sars-CoV-2 genomes a day to keep track of circulating variants, and identify any new ones that emerged.</p><p>Now researchers at the Sanger Institute are launching a project that could ultimately achieve something similar for the numerous other respiratory viruses that make us sick – and fill up UK hospital beds – each year.</p> <a href=\"https://www.theguardian.com/science/2023/jan/10/uk-genome-project-respiratory-viruses-sanger-institute\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/artanddesign/2023/jan/10/banksy-online-auction-for-ukraine-targeted-by-russian-hostile-attacks", "title": "Banksy online auction for Ukraine targeted by ‘hostile attacks’ from Russia", "date_published": "2023-01-10 15:53:36+00:00", "description": "<p>Legacy of War Foundation says there were 3,500 rogue registrations for £5,000 limited edition screenprints</p><p></p><p>An online auction of Banksy prints for Ukraine was targeted by thousands of “hostile attacks” from within Russia, a charity has revealed.</p><p>Banksy, a world-renowned graffiti artist, originally announced the set of 50 new limited edition screenprints via the Legacy of War Foundation to raise funds to support “our friends in Ukraine”. The international charity, based in the UK, provides support to civilians affected by conflict.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/jan/10/banksy-online-auction-for-ukraine-targeted-by-russian-hostile-attacks\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2023/jan/10/charles-simic-pulitzer-prize-winning-poet-dies-84", "title": "Charles Simic, Pulitzer prize-winning poet, dies at age 84", "date_published": "2023-01-10 15:25:14+00:00", "description": "<p>The Serbian-American poet, who was the US poet laureate from 2007-2008, won the Pulitzer in 1990 for The World Doesn’t End</p><p>Charles Simic, the Pulitzer prize-winning poet who awed critics and readers with his singular art of lyricism and economy, tragic insight and disruptive humor, has died at age 84.</p><p>The death of Simic, the US poet laureate from 2007-2008, was confirmed on Monday by executive editor Dan Halpern at Alfred A Knopf. He did not immediately provide additional details.</p> <a href=\"https://www.theguardian.com/books/2023/jan/10/charles-simic-pulitzer-prize-winning-poet-dies-84\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2023/jan/10/anti-strike-bill-unveiled-in-commons-but-no-detail-on-minimum-service-levels", "title": "Anti-strike bill unveiled in Commons – but no detail on minimum service levels", "date_published": "2023-01-10 15:23:22+00:00", "description": "<p>Labour calls for ‘negotiation’ to end disputes as it opposes legislation introduced by Grant Shapps</p><p>Ministers have not yet decided on statutory minimum service levels for fire, ambulance and rail services in new anti-strike legislation, the business secretary has announced, as Labour called for “negotiation, not legislation” to end disputes.</p><p>Unveiling details of the proposed new law, Grant Shapps said ministers would consult during the progress of the bill on what minimum services levels would be required for fire, ambulance and rail services.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jan/10/anti-strike-bill-unveiled-in-commons-but-no-detail-on-minimum-service-levels\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2023/jan/10/double-texting-why-needy-messages-and-smelling-bad-could-relegate-you-to-the-dating-ick-list", "title": "Double texting: why needy messages – and smelling bad – could relegate you to the dating ‘ick’ list", "date_published": "2023-01-10 15:21:16+00:00", "description": "<p>Struggling to find love and wondering why? Perhaps it is time to rethink your communication style and buy a new deodorant</p><p><strong>Name: </strong>Double texting.</p><p><strong>Age:</strong> The first text message – which incidentally said “Merry Christmas” – was sent on 3 December 1992.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jan/10/double-texting-why-needy-messages-and-smelling-bad-could-relegate-you-to-the-dating-ick-list\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2023/jan/10/spain-starts-repatriating-families-of-is-fighters-from-syrian-camps", "title": "Spain starts repatriating families of IS fighters from Syrian camps", "date_published": "2023-01-10 15:14:58+00:00", "description": "<p>Two Spanish women and 13 children brought to military airbase near Madrid in ‘complex’ operation</p><p>Madrid has begun repatriating the Spanish families of Islamic State fighters from Syrian refugee camps, the government announced on Tuesday, making it the latest country to start bringing its citizens home since the ground war against the militant group ended almost four years ago.</p><p>In a statement, the government said two Spanish women and 13 Spanish children had arrived at the Torrejón de Ardoz military airbase near Madrid in the early hours of Tuesday.</p> <a href=\"https://www.theguardian.com/world/2023/jan/10/spain-starts-repatriating-families-of-is-fighters-from-syrian-camps\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2023/jan/10/black-women-beauty-products-white-options", "title": "White women aren't being 'banned' from using black beauty products – but they should know this | Kemi Alemoru", "date_published": "2023-01-10 15:13:53+00:00", "description": "<p>The question isn’t who is ‘allowed’ to use what, but why black women have so few options in the first place</p><p>“My white friends who have straight hair have been telling me that this literally caused their hair to fall out,” <a href=\"https://www.tiktok.com/@we.dont.talk.about.aasia/video/7184415340334451974?is_copy_url=1&amp;is_from_webapp=v1&amp;lang=en&amp;q=mielle&amp;t=1673216181796\">a TikTok user says</a>, clutching a little bottle of hair oil. This post is one of many spoof reviews appearing on social media for Mielle Organics’ rosemary mint growth hair oil, posted with one purpose: to deter white people from buying it.</p><p>Without moisture, afro hair can become frizzy and brittle – which is why hair oil like this one is so useful. When the beauty influencer <a href=\"https://www.tiktok.com/@alixearle/video/7182013161204174123\">Alix Earle posted a TikTok video</a> on 28 December naming it as one of her favourite Amazon purchases of the year because it had given her “tremendous hair growth”, few could have predicted that it would spark such a backlash. But soon after, black women began to post that the product was selling out in hair and beauty stores in the US and on sites such as Amazon – and that the fresh demand was causing the price to <a href=\"https://www.refinery29.com/en-us/mielle-organics-hair-growth-oil-tiktok-controversy?utm_source=feed&amp;utm_medium=rss\">rise</a>. Claims that the product was being “gentrified” swiftly followed. Some sought to lead naive new customers astray with fake negative reviews, or by<a href=\"https://twitter.com/thecityofjules/status/1610063355049279488?s=20&amp;t=J-RYVeFZ3TphSP8UI8LbUg\"> recommending comically unrelated black hair products</a> as a like-for-like alternative, such as Just For Me – a chemical straightener.</p><p>Kemi Alemoru is the culture editor of gal-dem, has bylines at GQ, Rolling Stone, Vogue, Dazed, and Vice, and hosts monthly talks at Soho House</p><p><em><strong>Do you have an opinion on the issues raised in this article? If you would like to submit a response of up to 300 words by email to be considered for publication in our <a href=\"https://www.theguardian.com/letters\">letters</a> section, please <a href=\"mailto:guardian.letters@theguardian.com?body=Please%20include%20your%20name,%20full%20postal%20address%20and%20phone%20number%20underneath%20your%20letter.%20Letters%20are%20usually%20published%20with%20the%20author’s%20name%20and%20city/town/village.%20The%20rest%20of%20the%20information%20is%20for%20verification%20only%20and%20to%20contact%20you%20if%20your%20letter%20is%20used.\">click here</a>.</strong></em></p> <a href=\"https://www.theguardian.com/commentisfree/2023/jan/10/black-women-beauty-products-white-options\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2023/jan/10/dani-alves-investigated-spain-barcelona-alleged-sexual-assault", "title": "Brazil full-back Dani Alves investigated in Spain over alleged sexual assault", "date_published": "2023-01-10 15:10:40+00:00", "description": "<ul><li>Complaint filed by woman over alleged nightclub incident</li><li>Former Barcelona player denies wrongdoing</li></ul><p>The former Barcelona and Brazil defender Dani Alves is under investigation over an allegation that he sexually assaulted a woman in a nightclub in Spain last month, Catalonia’s Supreme Court said on Tuesday. Alves denies wrongdoing.</p><p>The court in Barcelona said in a statement it had opened proceedings “for an alleged crime of sexual assault as a result of the complaint filed by a woman for events that allegedly occurred in a nightclub in Barcelona last month”.</p> <a href=\"https://www.theguardian.com/football/2023/jan/10/dani-alves-investigated-spain-barcelona-alleged-sexual-assault\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/politics/live/2023/jan/10/strikes-bill-laws-grant-shapps-rishi-sunak-cabinet-labour-nhs-latest-updates-live", "title": "Labour asks Sunak to say how much money he ‘wasted’ by taking private jet from London to Leeds – live", "date_published": "2023-01-10 15:04:18+00:00", "description": "<p>Opposition challenges prime minister over use of private plane for health visit</p><p>The <strong>National Education Union</strong>, which is currently balloting its members on strike action in England and Wales, has not ruled out teachers going on strike over the exam period.</p><p>Asked if this was a possibility, <strong>Kevin Courtney</strong>, the NEU’s joint general secretary, told Sky News this morning:</p><p>We don’t want to strike during the exam period. But nothing is ruled out.</p><p>If there were exams on, then teachers are preparing the children for those exams for a long period beforehand. You can have a strike on an exam day and not disrupt the exams.</p><p>We will stop … if there are talks that we judge to be serious, where the government is actually intending to make a move, not some dog and pony show where it’s just them trying to present themselves to the media as talking.</p><p>The Office for National Statistics (ONS) <a href=\"https://www.ons.gov.uk/peoplepopulationandcommunity/educationandchildcare/bulletins/educationenglandandwales/census2021\">has revealed</a> the regions in England and Wales with the highest proportion of people with no qualifications, as well as the areas with the most degree-educated residents.</p><p>More than one in five (21.1%) residents in the West Midlands – one million people – hold no qualifications, figures show.</p> <a href=\"https://www.theguardian.com/politics/live/2023/jan/10/strikes-bill-laws-grant-shapps-rishi-sunak-cabinet-labour-nhs-latest-updates-live\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2023/jan/10/allen-weisselberg-trump-organization-sentencing", "title": "Allen Weisselberg, Trump Organization CFO, to be sentenced for tax crimes", "date_published": "2023-01-10 15:01:34+00:00", "description": "<p>Senior Trump adviser expected to be sentenced to five months at New York City’s Rikers Island jail complex</p><p>Allen Weisselberg, a longtime executive for <a href=\"https://apnews.com/hub/donald-trump\">Donald Trump</a> ’s real estate empire whose testimony helped convict the former president’s company of tax fraud, is set to be sentenced on Tuesday for dodging taxes on $1.7m in job perks.</p><p>New York judge Juan Manuel Merchan is expected to sentence Weisselberg, a senior Trump Organization adviser and former chief financial officer, to five months in jail, in keeping with <a href=\"https://apnews.com/article/allen-weisselberg-trump-cfo-plea-deal-e36dbd47ee3b0323e1fa102117718011\">a plea agreement reached in August</a>.</p> <a href=\"https://www.theguardian.com/us-news/2023/jan/10/allen-weisselberg-trump-organization-sentencing\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2023/jan/10/china-halts-short-term-visas-south-korea-japan-covid-travel-curbs", "title": "China halts short-term visas for South Korea and Japan over Covid travel curbs", "date_published": "2023-01-10 15:00:29+00:00", "description": "<p>Beijing had said it would retaliate against countries that require negative tests from Chinese travellers</p><p>China has suspended issuing short-term visas in South Korea and Japan after announcing it would retaliate against countries that required negative Covid-19 tests from Chinese travellers.</p><p>China has <a href=\"https://www.theguardian.com/world/2023/jan/08/china-drops-quarantine-for-visitors-as-lunar-new-year-travel-kicks-off-amid-covid-surge\">ditched mandatory quarantines for arrivals</a> and allowed travel to resume across its border with Hong Kong since Sunday, removing the last major restrictions under the “zero-Covid” regime that it abruptly began dismantling in early December after protests against the curbs.</p> <a href=\"https://www.theguardian.com/world/2023/jan/10/china-halts-short-term-visas-south-korea-japan-covid-travel-curbs\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2023/jan/10/andrew-tate-romania-court-detention-appeal", "title": "Andrew Tate appeals against detention in Romania during investigation", "date_published": "2023-01-10 15:00:16+00:00", "description": "<p>Tate was arrested, along with his brother, on suspicion of human trafficking, rape and forming an organised crime group</p><p>A Romanian court is hearing Andrew Tate’s appeal against his detention and is expected to rule on Tuesday whether the controversial former kickboxer, influencer and professed misogynist must stay in jail while an organised crime investigation takes place.</p><p>Tate, 36, his brother Tristan, 34, and two Romanian female suspects were arrested by prosecutors on 29 December on suspicion of human trafficking, rape and forming an organised crime group to exploit women. Both men have denied wrongdoing.</p> <a href=\"https://www.theguardian.com/world/2023/jan/10/andrew-tate-romania-court-detention-appeal\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2023/jan/10/tories-review-lgbtq-gender-recognition-certificate-deal", "title": "UK review of gender recognition list risks ‘trans travel ban’", "date_published": "2023-01-10 14:55:10+00:00", "description": "<p>Campaigners condemn government plan to update list of countries whose GR certificates are automatically recognised</p><p>Rishi Sunak has been told he risks “re-toxifying” his government’s record on LGBTQ+ rights by introducing “an effective trans travel ban” after the equalities minister announced a review of countries whose process for changing gender on legal documents is recognised by the UK.</p><p>Kemi Badenoch notified the Commons on Monday of plans to update the list of approved countries and territories whose gender recognition certificates (GRCs) are automatically recognised by UK officials.</p> <a href=\"https://www.theguardian.com/world/2023/jan/10/tories-review-lgbtq-gender-recognition-certificate-deal\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2023/jan/10/australian-open-2023-five-rising-stars-to-watch-melbourne-park", "title": "Australian Open 2023: five rising stars to watch at Melbourne Park", "date_published": "2023-01-10 14:44:30+00:00", "description": "<p>Linda Fruhvirtova leads the Czech charge while Jack Draper’s rise up the rankings is cause for optimism</p><p>As another year of grand slam tournaments begins, more younger players outside the top 10 are determined to break through and leave a mark at the highest levels. Next week, at the Australian Open, they will have their first chance of 2023.</p> <a href=\"https://www.theguardian.com/sport/2023/jan/10/australian-open-2023-five-rising-stars-to-watch-melbourne-park\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/live/2023/jan/10/joe-biden-investigations-republicans-house-latest-mexico-trip-us-politics-updates", "title": "House Republicans prepare to wield new power to investigate Biden – live", "date_published": "2023-01-10 14:38:50+00:00", "description": "<p>New GOP in House of Representatives expected to make good on threats to hold president to account for various alleged misdeeds</p><p><em>Here’s something you can expect to hear much about from Republicans today. Classified papers were found at an office used by Joe Biden before he became president, a discovery that the GOP has compared to the government secrets found at Donald Trump’s Mar-a-Lago resort, which caused the FBI to search the property. But as the Guardian’s <a href=\"https://www.theguardian.com/profile/hugo-lowell\">Hugo Lowell</a> reports, there are major differences between the two cases – not least being that Biden’s office quickly turned the documents over to the government: </em></p><p>The US justice department is investigating a number of documents bearing highly sensitive classified markings stored at <a href=\"https://www.theguardian.com/us-news/joebiden\">Joe Biden’s</a> former institute in Washington DC from his time as vice-president in the Obama administration, the White House acknowledged in a statement on Monday.</p> <a href=\"https://www.theguardian.com/us-news/live/2023/jan/10/joe-biden-investigations-republicans-house-latest-mexico-trip-us-politics-updates\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2023/jan/10/climate-activists-prepared-risk-lives-stop-german-coalmine-lutzerath", "title": "Climate activists ‘prepared to risk lives’ to stop German coalmine", "date_published": "2023-01-10 14:31:47+00:00", "description": "<p>Hundreds of protesters prepare to defy police at abandoned village  of Lützerath in North Rhine Westphalia</p><p>Hundreds of climate activists who have barricaded themselves in a protest camp on the site of an abandoned village in western Germany have said they are prepared to risk their lives to prevent it from being mined for coal.</p><p>Lützerath in North Rhine Westphalia (NRW) has been emptied of its residents, who have all been relocated. An estimated 700 anti-coal protesters, who started occupying the deserted village and surroundings two and a half years ago, squatting in empty houses, outbuildings and farmland, are preparing for a showdown with police after eviction orders were issued by a local court that are valid from Tuesday. The number of protesters has grown in recent weeks as hundreds of activists from Germany and around the world join the protest.</p> <a href=\"https://www.theguardian.com/world/2023/jan/10/climate-activists-prepared-risk-lives-stop-german-coalmine-lutzerath\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/business/2023/jan/10/global-economy-recession-world-bank-inflation-interest-rates", "title": "Global economy risks second recession within three years, warns World Bank", "date_published": "2023-01-10 14:30:13+00:00", "description": "<p>Washington-based body cuts 2023 growth forecast amid threats from inflation, interest rates, Covid and war</p><p>Any fresh setback to a global economy already rapidly weakening as a result of high inflation, interest rates and war could result in a second recession within three years in 2023, the World Bank has warned.</p><p>In its half-yearly health check, the Washington-based institution said it had cut its 2023 growth forecast from 2.9% to 1.7% after the risks it identified six months ago all materialised.</p> <a href=\"https://www.theguardian.com/business/2023/jan/10/global-economy-recession-world-bank-inflation-interest-rates\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/business/2023/jan/10/teneo-buys-uk-financial-pr-rival-in-70m-deal", "title": "Teneo buys UK financial PR rival in £70m deal", "date_published": "2023-01-10 14:28:56+00:00", "description": "<p>Tulchan founder Andrew Grant set for £35m pay day</p><p>The founder of Tulchan is set for a £35m pay day after selling the London-based financial based corporate public relations firm to rival global advisory Teneo.</p><p>Teneo, the US PR firm acquired by private equity group CVC in a $700m deal in 2019, is understood to have acquired Tulchan in a deal that values the business at more than £70m.</p> <a href=\"https://www.theguardian.com/business/2023/jan/10/teneo-buys-uk-financial-pr-rival-in-70m-deal\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2023/jan/10/ben-stokes-and-brendon-mccullum-offer-counties-how-to-guide-to-bazball-cricket", "title": "Ben Stokes and Brendon McCullum offer counties how-to guide to ‘Bazball’", "date_published": "2023-01-10 14:26:18+00:00", "description": "<ul><li>England coach and captain detail red-ball approach in meeting</li><li>ECB plans for Kookaburra ball in two rounds of championship</li></ul><p>Ben Stokes and Brendon McCullum have given county coaches a how-to guide on their bold new approach to Test cricket as England look to spread the so-called “Bazball” revolution through the domestic game.</p><p>Stokes, the England Test captain, and McCullum, head coach, both spoke via Zoom during a pre-season summit of county head coaches and directors of cricket at the Football Association’s St George’s Park on Monday, outlining the ethos that underpinned last year’s remarkable resurgence and a run of nine wins in 10 Tests.</p> <a href=\"https://www.theguardian.com/sport/2023/jan/10/ben-stokes-and-brendon-mccullum-offer-counties-how-to-guide-to-bazball-cricket\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2023/jan/10/outrage-over-girls-drug-war-death-as-belgium-cocaine-haul-breaks-records", "title": "Outrage over girl’s ‘drug war’ death as Belgium’s cocaine haul breaks records", "date_published": "2023-01-10 14:12:10+00:00", "description": "<p>Girl, 11, shot dead in Antwerp believed to be victim of rival drug gangs as cocaine seizures hit record high</p><p>Belgian politicians have expressed outrage over the fatal shooting of an 11-year-old girl in Antwerp in a “drug war” between rival gangs, as authorities said cocaine seizures at the city’s port passed the 100-tonne mark for the first time last year.</p><p>Figures showing an unprecedented interception of cocaine at Antwerp, Europe’s second-largest port, were released on Tuesday, as shock reverberated over the death of the girl. The child, who was hit during a shooting in the Merksem district on Monday evening, was described by the city’s mayor, Bart de Wever, as the innocent victim of a drugs war.</p> <a href=\"https://www.theguardian.com/world/2023/jan/10/outrage-over-girls-drug-war-death-as-belgium-cocaine-haul-breaks-records\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2023/jan/10/my-bad-trip-while-reporting-on-the-g20-i-made-russia-mad-and-got-drenched-in-peniswasser", "title": "My bad trip – while reporting on the G20, I made Russia mad and got drenched in peniswasser", "date_published": "2023-01-10 14:00:15+00:00", "description": "<p>I followed Malcolm Turnbull to Hamburg, tried to pap Vladimir Putin and was told I may have gonorrhoea of the eyeballs</p><ul><li><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=cvau_sfl\">Get our weekend culture and lifestyle email</a></li></ul><p>One of my most memorable travel adventures involved Vladimir Putin, molotov cocktails and a <em>peniswasser</em>-related gonorrhoea incident.</p><p>All in the one night.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jan/10/my-bad-trip-while-reporting-on-the-g20-i-made-russia-mad-and-got-drenched-in-peniswasser\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/food/2023/jan/10/veganuary-and-beyond-ways-to-cook-with-vegan-protein-seitan-tempeh-tofu-tvp", "title": "Veganuary and beyond: ways to cook with vegan protein | Kitchen aide", "date_published": "2023-01-10 14:00:13+00:00", "description": "<p>Our cooks say you can get much of the effect that meat brings to a dish by using seitan, tempeh, tofu and TVP. Or move away from meat substitutes entirely and explore the natural proteins in pulses and legumes</p><ul><li>Got a culinary dilemma? Email <a href=\"mailto:feast@theguardian.com\">feast@theguardian.com</a></li></ul><p><strong>What are the best vegan proteins, and </strong><strong>how should I use them</strong><strong>?<br /></strong><em><strong>Rachel, Sheffield</strong></em><br />Protein remains the part of the plant-based diet that non-vegans seem most sceptical about, despite there being multiple good sources, from pulses, quinoa, chia seeds and nuts to tempeh, and even some veg, such as broccoli and sprouts. As Richard Makin, AKA the <a href=\"https://schoolnightvegan.com/\">School Night Vegan</a>, puts it, there are “three tiers” to consider: “You’ve got plants [legumes, beans, lentils], minorly processed things such as tofu and seitan, then really processed things such as plant-based meat substitutes.” I’m sure you’ve got the first tier covered, Rachel, and you need only visit the frozen aisle at the supermarket for tier three, so let’s look at the tofus, seitans and tempehs of this world – after all, they make for the interesting cooking.</p><p>For <a href=\"https://www.maxlamanna.com/\">Max La Manna</a>, author of You Can Cook This! (out in March), tofu is king: “There are all sorts of varieties, which cover everything from breakfast to pudding.” Firm tofu is “probably the easiest to work with”, says chef <a href=\"https://www.alexisgauthier.co.uk/\">Alexis Gauthier</a>, making it a good starting point. At his London restaurant <a href=\"https://123vegan.co.uk/\">123V</a>, Gauthier finely chops it “to create a ‘crab’ meat texture for maki rolls”. Makin, meanwhile, marinades shaved tofu in dark soy sauce and spices, then grills it for doner “meat”. La Manna’s go-to is butter “chicken”, which involves tossing torn, pressed tofu in olive oil and cornstarch, and baking it at 200C (180C fan)/390F/gas 6 for 15 minutes; for the sauce, he sautes onion, ginger and garlic in vegan butter, adds spices (garam masala, curry leaves, ground coriander, paprika), coconut milk and tomato paste, and simmers for 10 minutes. “Add the baked tofu for the last few minutes, toss and serve with rice.”</p><p>Got a culinary dilemma? Email <a href=\"mailto:feast@theguardian.com\">feast@theguardian.com</a></p> <a href=\"https://www.theguardian.com/food/2023/jan/10/veganuary-and-beyond-ways-to-cook-with-vegan-protein-seitan-tempeh-tofu-tvp\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/culture/2023/jan/11/blue-crush-at-20-the-teen-film-that-inspired-a-generation-of-surfers", "title": "Blue Crush at 20: the teen film that inspired a generation of surfers", "date_published": "2023-01-10 14:00:12+00:00", "description": "<p>Flipping the script on the macho sports films of its time, this 2002 classic about a bunch of wave-chasing friends knows what it’s like to be a teenage girl</p><ul><li><em>Forgetting Sarah Marshall is available to rent on iTunes, Amazon Prime, and Google Play. For more recommendations of what to stream in Australia, <a href=\"https://www.theguardian.com/culture/series/stream-team\">click here</a></em></li><li><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=cvau_sfl\">Get our weekend culture and lifestyle email</a></li></ul><p>It’s remarkable that, just like Billabong boardies, nothing about Blue Crush has dated since its release in 2002. The movie tapped into a hot new zeitgeist: between 1999 and 2001, women who surfed daily leapt 120%, according to the <a href=\"https://www.nytimes.com/2002/10/04/news/sales-explode-to-cater-to-wahines-and-their-wannabes-surfwears-making-a.html\">New York Times</a><em>.</em> </p><p>Plus, the script had enough smarts to make it worth fighting for in the eyes of the upcoming star Kate Bosworth. The 18-year-old trained up to nine hours a day for a month in Malibu with a private instructor to convince producers that they didn’t need to hire a pro surfer. By her own admission, she ate a lot of sand, but through sheer determination she got the part.</p> <a href=\"https://www.theguardian.com/culture/2023/jan/11/blue-crush-at-20-the-teen-film-that-inspired-a-generation-of-surfers\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/technology/2023/jan/10/facebook-and-instagram-to-tighten-restrictions-around-teenagers-data", "title": "Facebook and Instagram to restrict advertisers’ access to teenagers’ data", "date_published": "2023-01-10 14:00:12+00:00", "description": "<p>From February advertisers will no longer be able to see young users’ gender or type of posts they have engaged with</p><p>Facebook and Instagram are to tighten restrictions around the data available to firms to target ads at teenage users, the platforms’ parent company, Meta, has said.</p><p>From February, advertisers will no longer be able see a user’s gender or the type of posts they have engaged with as a way of targeting adverts to them. Under the enhanced restrictions, only a user’s age and location will be used to show them advertising, Meta said.</p> <a href=\"https://www.theguardian.com/technology/2023/jan/10/facebook-and-instagram-to-tighten-restrictions-around-teenagers-data\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2023/jan/10/us-victory-ukraine-lives-conflict-war-iraq-afghanistan", "title": "The US must decide what ‘victory’ means in Ukraine – or waste even more lives there | Frank Ledwidge", "date_published": "2023-01-10 13:55:42+00:00", "description": "<p>Its support is critical to the conflict, but the US is failing to learn the lessons of its sprawling wars in Iraq and Afghanistan</p><p>The just and necessary fight for Ukraine places recent disastrous wars of choice such as Iraq and Afghanistan into the squalid context they deserve. However, there are disturbing signs that western policymakers have not learned the most vital lesson of those conflicts – the necessity for clear objectives and an unambiguous strategy for success.</p><p>It may seem obvious, but it bears restating that this is a military campaign, and when it comes to military support the US is, if not the only player, by far the most significant. As matters stand the US has failed to articulate its war aims. We hear plenty about what the US “supports”, such as “<a href=\"https://www.state.gov/united-with-ukraine/\">Ukraine’s territorial integrity</a>”. The US supports many things: <a href=\"https://www.state.gov/u-s-support-for-human-rights-defenders/\">human rights</a>, democratic processes and so forth. These are not the same as its war aims. Nato’s aims in the Kosovo war of 1999, for example, were clear: Serbian forces out of Kosovo; a peacekeeping force and international civilian administration deployed; and a return of refugees. The objectives of the Gulf war of 1991 were even simpler: to expel Iraqi forces from Iraq. It is worth remembering, and not coincidental, that these were the west’s last successful military campaigns.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jan/10/us-victory-ukraine-lives-conflict-war-iraq-afghanistan\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/stage/2023/jan/10/blaccine-first-dose-review", "title": "Blaccine: First Dose review – Black voices speak out about the pandemic", "date_published": "2023-01-10 13:27:01+00:00", "description": "<p><strong>Available online<br /></strong>Three monologues, told from a Black British perspective, tackle subjects ranging from distrust of the medical system to the gentrification of Brixton</p><p>These three audio dramas take us back to the dark days of the pandemic. The stories, produced by Stockroom and Pitlochry Festival theatre in association with Naked Productions, are told from a Black British perspective and take in a sweep of subjects, from the death of George Floyd and the Black Lives Matter protests to the <a href=\"https://www.theguardian.com/world/2021/jan/16/covid-vaccine-black-people-unlikely-covid-jab-uk\">slow uptake</a> of the first Covid-19 vaccine in Black British communities.</p><p>Written by <a href=\"https://www.theguardian.com/stage/2021/sep/16/mugabe-my-dad-and-me-review-york-theatre-royal-tonderai-munyevu-zimbabwe\">Tonderai Munyevu</a>, Maheni Arthur and Isaac Tomiczek and awash with Rina Mushonga’s invigorating music, each monologue contains a strong voice, unafraid to show its vulnerability, although at just over 20 minutes apiece they offer a too-brief synthesis of their subject matter.</p><p>Available <a href=\"https://pitlochryfestivaltheatre.com/whats-on/blaccine-first-dose-podcast/\">online</a> on 12, 19 and 26 January</p> <a href=\"https://www.theguardian.com/stage/2023/jan/10/blaccine-first-dose-review\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/news/gallery/2023/jan/10/deer-spotting-and-a-teachers-strike-tuesdays-best-photos", "title": "Deer-spotting and a teachers’ strike: Tuesday’s best photos", "date_published": "2023-01-10 13:26:02+00:00", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/news/gallery/2023/jan/10/deer-spotting-and-a-teachers-strike-tuesdays-best-photos\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2023/jan/10/twelve-european-countries-broke-temperature-records-in-2022", "title": "Twelve European countries broke temperature records in 2022", "date_published": "2023-01-10 13:20:37+00:00", "description": "<p>Continent records hottest ever summer as analysis shows temperatures rising twice as fast as global average </p><p>Twelve European countries broke monthly temperature records in 2022 as the continent recorded its hottest ever summer, new analysis shows.</p><p>Of 27 European countries analysed by the Guardian, 12 recorded their highest ever temperature anomaly for at least one month in 2022. In each case, the anomalies were more than 1.9C above the average temperature recorded between 1991 and 2020 for at least one month.</p> <a href=\"https://www.theguardian.com/world/2023/jan/10/twelve-european-countries-broke-temperature-records-in-2022\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2023/jan/10/i-thought-it-was-fake-news-readers-on-the-attack-on-brazils-democracy", "title": "‘Brazil is greater than those terrorists’: readers on Brasília democracy attack", "date_published": "2023-01-10 13:03:45+00:00", "description": "<p>Six readers in Brazil share their reaction to the storming of government buildings by Bolsonaro supporters</p><p>The Brazilian president, <a href=\"https://www.theguardian.com/world/luiz-inacio-lula-da-silva\">Luiz Inácio Lula da Silva</a>, has blamed his predecessor <a href=\"https://www.theguardian.com/world/jair-bolsonaro\">Jair Bolsonaro</a> for an <a href=\"https://www.theguardian.com/world/2023/jan/08/jair-bolsonaro-supporters-storm-brazils-presidential-palace-and-supreme-court\">attack on Brasília’s political buildings by his supporters</a>, in which up to 3,000 people unleashed destruction on the presidential palace, the supreme court and the Congress on Sunday.</p><p>Bolsonaro, who is currently in Florida, rejected Lula’s claims that he was responsible.</p> <a href=\"https://www.theguardian.com/world/2023/jan/10/i-thought-it-was-fake-news-readers-on-the-attack-on-brazils-democracy\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2023/jan/10/almost-at-war-shipwreck-hunters-battle-it-out-for-sunken-treasure", "title": "‘Almost at war’: passions run high in the search for sunken treasures", "date_published": "2023-01-10 12:50:11+00:00", "description": "<p>Questions of ownership – and whether shipwrecks are being explored or plundered – are causing deep divides among the people who dedicate their lives to unearthing the ocean’s hidden loot</p><p>When Ohio shipwreck hunter Thomas “Tommy” Thompson found the wreck of the SS Central America on the bottom of the Atlantic in 1988 he struck gold, literally. He brought to the surface <a href=\"https://www.reuters.com/article/us-usa-shipwreck-gold/u-s-treasure-hunter-sentenced-to-prison-in-case-tied-to-missing-gold-coins-idUSKBN0TY2RD20151215\">millions</a> in gold bars and coins from the ship, which sank in a hurricane off the coast of South Carolina in 1857.</p><p>Over the years, excitement at the discovery of this watery treasure trove soured. Investors, who had helped raise <a href=\"https://www.washingtonpost.com/news/morning-mix/wp/2015/01/30/how-treasure-hunter-tommy-thompson-one-of-the-smartest-fugitives-ever-was-caught/\">$12.7m</a> to fund the shipwreck hunt, accused Thompson of cheating them out of their share of the proceeds.</p> <a href=\"https://www.theguardian.com/environment/2023/jan/10/almost-at-war-shipwreck-hunters-battle-it-out-for-sunken-treasure\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/global-development/2023/jan/10/five-million-children-worldwide-die-before-fifth-birthday-says-un", "title": "Five million children worldwide die before fifth birthday, says UN", "date_published": "2023-01-10 12:37:51+00:00", "description": "<p>Almost half of deaths occur in babies’ first month and most could be prevented with better healthcare according to campaigners</p><p>Five million children worldwide died before their fifth birthday in 2021, with almost half (47%) dying during their first month, according to new UN figures.</p><p>Most of the deaths could have been prevented with better healthcare, say campaigners, adding that deaths among newborn babies haven’t reduced significantly since 2017.</p> <a href=\"https://www.theguardian.com/global-development/2023/jan/10/five-million-children-worldwide-die-before-fifth-birthday-says-un\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2023/jan/10/i-bought-my-own-home-last-year-i-now-have-big-regrets", "title": "I bought my own home last year. But I now have big regrets | Arwa Mahdawi", "date_published": "2023-01-10 12:32:06+00:00", "description": "<p>There is immense pressure to buy a place – and to do so is obviously a massive privilege. So why does homeownership seem so overrated?</p><p>Here are a few things that I have Googled in the nine months or so since I bought a Victorian terrace home in Philadelphia:</p><p>Does a crack in the lintel mean my house is going to collapse?</p><p>Ways to tell if your house is about to fall down</p><p>How to tell if your pipes are frozen and are going to burst</p><p>Can you die of asbestos poisoning by accidentally breathing in lots of dust while sticking your head into a hole in the wall to check if your pipes are frozen?</p><p>Is buying a house a terrible idea even though everyone tells you it’s the pinnacle of adulthood and what everyone should aspire to?</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jan/10/i-bought-my-own-home-last-year-i-now-have-big-regrets\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/society/2023/jan/10/they-didnt-need-to-die-mother-says-she-tried-to-get-help-for-daughters-psychosis", "title": "‘They didn’t need to die’: mother says she tried to get help for daughter’s psychosis", "date_published": "2023-01-10 12:28:11+00:00", "description": "<p>Leighane Melsadie Redmond and three-year-old Melsadie Adella-Rae Parris died at Taplow station in 2019</p><p>A bereaved mother has said she repeatedly raised concerns about the mental health of her daughter who died after jumping in front of a train with her three-year-old.</p><p>Yvette Redmond sought help for Leighane Melsadie Redmond by taking her to A&amp;E, calling 111 and going to her GP. Leighane, who was suffering from psychosis, and her daughter, Melsadie Adella-Rae Parris, died at Taplow station in Buckinghamshire on 18 February 2019.</p> <a href=\"https://www.theguardian.com/society/2023/jan/10/they-didnt-need-to-die-mother-says-she-tried-to-get-help-for-daughters-psychosis\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/who-scored-blog/2023/jan/10/league-cup-quarter-finals-predictions-previews-manchester-united-charlton-newcastle-leicester-forest-wolves-manchester-city", "title": "League Cup: predictions and previews for the quarter-finals", "date_published": "2023-01-10 12:21:26+00:00", "description": "<p>The lowdown on Newcastle v Leicester, Manchester United v Charlton, Forest v Wolves and Southampton v Manchester City</p><p>By <a href=\"https://twitter.com/BenMcAleer1\">Ben McAleer</a> for <a href=\"http://www.whoscored.com/\">WhoScored</a></p><p>Manchester United signed Jack Butland on loan from Crystal Palace last week and he could be thrust straight into the starting XI to give David de Gea a break. Erik ten Hag is without Donny van de Beek, Jadon Sancho and Axel Tuanzebe. Van de Beek would almost certainly have started because Bruno Fernandes has to serve a one-match ban after he received his second booking in the competition <a href=\"https://www.theguardian.com/football/2022/dec/21/manchester-united-burnley-carabao-cup-match-report\">against Burnley last month</a>.</p> <a href=\"https://www.theguardian.com/football/who-scored-blog/2023/jan/10/league-cup-quarter-finals-predictions-previews-manchester-united-charlton-newcastle-leicester-forest-wolves-manchester-city\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/technology/2023/jan/10/techscape-elon-musk-twitter-tiktok", "title": "TikTok has been spying on reporters – exactly no one is surprised", "date_published": "2023-01-10 12:16:09+00:00", "description": "<p>Inside the social video app’s new scandal. Plus, Musk continues to Trump tech and Apple might finally make the metaverse interesting</p><ul><li><strong><a href=\"https://ablink.editorial.theguardian.com/ss/c/TBl-lE0k4WbTlFRn6v-lQXxTpTslqnvUsR2ofAkC00vqkHXqakTSxrykj9mrdACFo11SPMvm9ONAti2JcHBqUgcduObToxycReEYHcTAh6nov_u_7l464yKkl5CZpPeg-CqG3ueb-8UiDZ4dOkhK_xu6BZysaGtGOA-w2_0KTqLsMBLqZrcGelEg-7T5C6DRfMSsX1Wcyrv2RlHjbzIGx0ePxMD7meIXmznkqCFxtrflV_YvxDV9cqXgzdq7c2-9qYTW0MyIMCG7p9sc7wIKCg/3ha/N7031ZxvS8Cv2AmB8PHP-g/h27/towm4HqYM1UtQe3kzAkaoAWT_zh9HyZuTvPyJCk6JeE\">Don’t get TechScape delivered to your inbox? Sign up for the full article here</a></strong></li></ul><p>Hello and welcome to TechScape. Alex is now off on paternity leave, and in his place a rotating cast of writers will give their takes on the world of tech.</p><p>Apologies to any readers who have begged Alex for fewer stories about Elon Musk and crypto, but in a post-Twitter takeover world there are no quiet weeks for tech reporters. In the last few weeks, Musk has handed over documents for the latest edition of the “Twitter Files” to controversial author Alex Berenson (with the not-so revelatory news that Twitter was asked not to spread vaccine misinformation); hinted that we’re getting <a href=\"https://twitter.com/elonmusk/status/1611932793130438656\">4,000-character long tweets</a>; and tweeted messages about <a href=\"https://www.theguardian.com/media/2023/jan/01/fans-andrew-tate-king-of-toxic-masculinity-flood-web-arrest\">the arrest of disgraced influencer and the “king of toxic masculinity” </a> Andrew Tate.</p> <a href=\"https://www.theguardian.com/technology/2023/jan/10/techscape-elon-musk-twitter-tiktok\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2023/jan/10/prince-harry-one-flew-over-the-windsors-nest-spare", "title": "It’s Prince Harry in One Flew Over The Windsors’ Nest. Just pity those he left behind | Marina Hyde", "date_published": "2023-01-10 12:12:55+00:00", "description": "<p>The book is out and as the royal gone awol speaks his truth, you have to ask: if this is Britain’s first family, what are the others like? </p><p>Day 127 of J.Crew Hamlet and <a href=\"https://www.theguardian.com/books/2023/jan/10/spare-prince-harry-review-attempt-reclaim-narrative\">Prince Harry’s memoir</a> has finally dropped. It needed to. I feel like I’ve had babies I’ve been less organised for than this particular arrival. There have, it is fair to say, been one or two thousand pre-publication spoilers for Spare, each of which a lot of people have consumed without really meaning to. There’s something about it having all taken place over the turn of the year that reminds you of eating nothing but Christmas food for days and days and days. After about a week of it, you do find yourself screaming: “I never want to see this stuff again! Can we please, PLEASE have a Chinese or a curry?” That said, I do still have one box of mince pies and one royal tell-all left, and I think we both know I’m going to get through them. It’s called duty – look it up.</p><p>Anyway, on to the reaction. As I type this, Harry’s entire home town of Montecito is <a href=\"https://apnews.com/article/california-flooding-Montecito-evacuation-order-7c151eeaf3f567a125d74245173327f1\">under evacuation</a> amid floods some will no doubt choose to see as biblical. We can only guess how the book has gone down in Windsor Elsinore. Some judge that Harry has opened a hail of literary gunfire on a royal family whose courtiers constantly emphasise are limited in the ways they can fight back. Maybe this is a metaphor. As one of the more eye-catching passages of Prince Harry’s book reveals, during the conflict in Afghanistan he killed <a href=\"https://www.theguardian.com/uk-news/2023/jan/06/army-veterans-criticise-prince-harry-claim-killed-25-taliban-afghanistan\">25 Taliban fighters out of his $50m helicopter</a>, a form of warfare which even the most committed Taliban-loathers among us always had to admit was a bit asymmetric. Then again, the Taliban won in the end, so we should certainly consider the possibility that the monarchy will be the last ones standing in the rubble when Harry’s barrage ends.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jan/10/prince-harry-one-flew-over-the-windsors-nest-spare\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2023/jan/10/russia-wagner-group-fighting-heavy-bloody-battles-control-soledar", "title": "Russia’s Wagner group fighting ‘heavy, bloody battles’ for control of Soledar", "date_published": "2023-01-10 12:11:36+00:00", "description": "<p>UK says most of Ukrainian saltmine town near Bakhmut is in Russian hands after intensive fighting</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/jan/10/russia-ukraine-blog-live-almost-no-walls-left-in-soledar-says-zelenskiy-as-fierce-fighting-continues\">Russia-Ukraine war – latest news updates</a></li></ul><p><strong> </strong>The Russian mercenary group Wagner has said it is fighting “heavy, bloody battles” for control of the town of Soledar as part of Moscow’s months-long offensive to capture Ukraine’s eastern Donetsk region.</p><p>Wagner’s claims appeared to be confirmed by the UK’s Ministry of Defence (MoD), which suggested that most of Soledar, a small town about six miles (10km) north of the key city of Bakhmut, was in Russian hands after Moscow continued to make “tactical advances”.</p> <a href=\"https://www.theguardian.com/world/2023/jan/10/russia-wagner-group-fighting-heavy-bloody-battles-control-soledar\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2023/jan/10/donkeys-neglected-animal-deserve-their-moment", "title": "Donkeys, a neglected animal, are having a moment – and they deserve it | Maeve Higgins", "date_published": "2023-01-10 11:12:08+00:00", "description": "<p>They might seem like creatures who plod along thoughtlessly, but people who care for them know better</p><p>Donkeys are having a moment, not that they care. The sturdy creatures, famous for their stoicism, are screen sirens now. Donkeys have starring roles in two of the most celebrated films released this year: British-Irish director Martin McDonagh’s The Banshees of Inisherin and Polish director Jerzy Skolimowski’s EO,<em> </em>which premiered at Cannes and took home the jury prize.</p><p>Skolimowski cast a donkey, not the most elegant of equines, as his lead after coming across one and being taken by the liquid beauty of his eyes. In an interview with NPR, he said: “What struck me was the size of his eyes and a specific melancholic expression of those eyes, which I thought could be read as a comment on every situation the donkey would find himself in. And then, by cutting to these enormous eyes, one at least could imagine what was going on in the donkey’s head.”</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jan/10/donkeys-neglected-animal-deserve-their-moment\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2023/jan/10/church-of-england-100m-fund-past-wrongs-slave-trade-links", "title": "C of E setting up £100m fund to ‘address past wrongs’ of slave trade links", "date_published": "2023-01-10 11:07:53+00:00", "description": "<p>Church to back community projects to compensate for financially benefiting from chattel slavery</p><p>The Church of England has committed £100m to a fund it is setting up to compensate for its historical benefit from the international slave trade.</p><p>A <a href=\"https://www.churchofengland.org/sites/default/files/2023-01/Church%20Commissioners%20for%20England%20-%20Research%20into%20historic%20links%20to%20transatlantic%20chattel%20slavery%20-%20report.pdf\">report for the Church Commissioners</a>, the body that manages the C of E’s £9bn-plus endowment fund, traced the origins of the fund partly to Queen Anne’s Bounty, a financial scheme established in 1704 based on transatlantic chattel slavery.</p> <a href=\"https://www.theguardian.com/world/2023/jan/10/church-of-england-100m-fund-past-wrongs-slave-trade-links\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2023/jan/10/brazil-us-politics-similarities-riots-bolsonaro-trump", "title": "The many similarities between Brazilian politics and the United States | Moira Donegan", "date_published": "2023-01-10 11:00:10+00:00", "description": "<p>Politics watchers tend to look at Europe for analogies to our history, but our hemispheric neighbors share more of our foundational pathologies</p><p>American politics-watchers tend to look across the Atlantic, to Europe, for analogies to our own history. But the better analogy has never been to the US’s east, but to our south, in the Latin American democracies. It is those countries – our hemispheric neighbors – that share more of the US’s foundational pathologies.</p><p>Like us, they were founded on early violence that casts long shadows over our subsequent attempts at equality and pluralism: chattel slavery and the dispossession and genocide of indigenous peoples. Like us, they are host to racially and religiously heterogenous populations, aspiring to national projects based not so much in shared ethnic identity as in shared ideals. And like us, these Latin American nations have an authoritarian streak, one that has historically been encouraged, both tacitly and explicitly, by the US itself.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jan/10/brazil-us-politics-similarities-riots-bolsonaro-trump\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2023/jan/10/aaron-gilbert-delays-interview-death-of-brother-greg-gilbert", "title": "‘The one person I want to share it with, I can’t’: Aaron Gilbert of Delays on life, loss and his brother’s dying wish", "date_published": "2023-01-10 11:00:10+00:00", "description": "<p>The anthemic 00s indie band suffered tragedy in 2021 with the death of singer Greg Gilbert from cancer. His brother, keyboardist Aaron, discusses how they’ve kept his memory alive</p><p>Aaron Gilbert is showing me the new vinyl reissue of his band’s 2004 debut album, Faded Seaside Glamour, when he is suddenly stopped in his tracks. Inside the package is a photograph comprising all four Delays members: the keyboardist is in one corner alongside bassist Colin Fox, drummer Rowly and Aaron’s older brother Greg, the band’s boyish lead singer and guitarist.</p><p>“Fucking hell,” he says. “Your whole life ahead of you … kids.”</p> <a href=\"https://www.theguardian.com/music/2023/jan/10/aaron-gilbert-delays-interview-death-of-brother-greg-gilbert\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2023/jan/10/climate-crisis-migrants-displaced-people-extreme-weather", "title": "Governments urged to confront effects of climate crisis on migrants", "date_published": "2023-01-10 11:00:09+00:00", "description": "<p>Experts say extreme weather is a growing danger to displaced people and could force more to flee homes</p><p>Governments must get to grips with the links between the climate crisis and the plight of migrants around the world, experts have said, as increasingly extreme weather is a mounting danger to already vulnerable displaced people, and is potentially pushing more people to flee their homes.</p><p>Migrants and displaced people <a href=\"https://www.theguardian.com/global-development/2022/may/23/total-displaced-people-now-at-staggering-milestone-of-100m-says-un\">number more than 100 million</a> around the world, mainly in developing countries, and are among the populations most at risk from extreme weather.</p> <a href=\"https://www.theguardian.com/environment/2023/jan/10/climate-crisis-migrants-displaced-people-extreme-weather\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2023/jan/10/inconsistent-tackling-dangerous-hits-owen-farrell-rugby-union", "title": "The Breakdown | Inconsistent tackling of dangerous hits has Farrell teetering on a fine line", "date_published": "2023-01-10 11:00:09+00:00", "description": "<p>Rugby union fails to reliably separate serious foul play from unfortunate misjudgments and is erratic with lengths of bans</p><p>The post-match summary was informed and thoughtful. “It’s a very fine line and I don’t think people quite understand when it gets slowed down on TV how quick those decisions are. You can slow loads of contact down and find something. When there’s a bigger collision people look at it more. Hopefully it goes in the right direction, the game is safe, and there’s some common sense, too.”</p><p>The speaker? Owen Farrell after the feisty Premiership semi-final <a href=\"https://www.theguardian.com/sport/2022/jun/11/saracens-harlequins-premiership-playoff-rugby-union-match-report\">between Saracens and Harlequins</a> last season. The game in question had four players sent to the sin-bin including the Quins hooker Jack Walker, for a high tackle on Farrell. The England captain, though, was keen to emphasise that top-level rugby has to be an all-or-nothing environment. “We know what we can and can’t do, but you still have to have enough intent to go forward in your defence. If you are constantly being passive you probably won’t get picked next week.”</p> <a href=\"https://www.theguardian.com/sport/2023/jan/10/inconsistent-tackling-dangerous-hits-owen-farrell-rugby-union\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2023/jan/10/astonishing-pompeii-home-of-men-freed-from-slavery-reopens-to-public", "title": "‘Astonishing’ Pompeii home of men freed from slavery reopens to public", "date_published": "2023-01-10 11:00:08+00:00", "description": "<p>House of the Vettii features ornate and erotic friezes – and a fresco of the god Priapus with a huge phallus</p><p>An ornate house – containing a fresco featuring a huge phallus – that was owned by two freed men freed from slavery in the ancient city of Pompeii has reopened to the public.</p><p>The House of the Vettii was buried by the eruption of Mount Vesuvius in AD74 before being rediscovered in a largely preserved state during excavations in the late 19th century.</p> <a href=\"https://www.theguardian.com/world/2023/jan/10/astonishing-pompeii-home-of-men-freed-from-slavery-reopens-to-public\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/ng-interactive/2023/jan/10/david-squires-on-shocks-and-awe-in-the-fa-cup-third-round", "title": "David Squires on … shocks and awe in the FA Cup third round", "date_published": "2023-01-10 10:56:47+00:00", "description": "<p>Our cartoonist looks at the famous upsets, wild celebrations and sense of nostalgia sparked in the third round</p><ul><li><a href=\"https://support.theguardian.com/uk/contribute?REFPVID=kta1aob6y4ujara7ohka&amp;INTCMP=header_support_RemoteRrHeaderLinksTest__UK_remote&amp;acquisitionData=%7B%22source%22%3A%22GUARDIAN_WEB%22%2C%22componentId%22%3A%22header_support_RemoteRrHeaderLinksTest__UK_remote%22%2C%22componentType%22%3A%22ACQUISITIONS_HEADER%22%2C%22campaignCode%22%3A%22header_support_RemoteRrHeaderLinksTest__UK_remote%22%2C%22abTest%22%3A%7B%22name%22%3A%22RemoteRrHeaderLinksTest__UK%22%2C%22variant%22%3A%22remote%22%7D%2C%22referrerPageviewId%22%3A%22kta1aob6y4ujara7ohka%22%2C%22referrerUrl%22%3A%22https%3A%2F%2Fwww.theguardian.com%2Ffootball%22%2C%22isRemote%22%3Atrue%7D\">Like what David does? Consider supporting our journalism</a></li><li><a href=\"https://guardianprintshop.com/collections/david-squires\">You can buy a Squires cartoon from the Guardian Print Store</a></li></ul> <a href=\"https://www.theguardian.com/football/ng-interactive/2023/jan/10/david-squires-on-shocks-and-awe-in-the-fa-cup-third-round\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/gallery/2023/jan/10/japan-coming-of-age-day-in-pictures", "title": "Japan celebrates Coming of Age Day – in pictures", "date_published": "2023-01-10 10:31:36+00:00", "description": "<p>Japan’s Coming of Age Day (<em>Seijin-shiki</em>) is a national holiday held in January to recognise young people who have been officially recognised as adults after turning 20. Many wear formal attire, traditional Japanese clothing or suits and ties to ceremonies and celebrations. Many young women wear traditional <em>furisode</em> kimonos, which have long sleeves and are worn by unmarried women, while young men may wear <em>hakama</em>, a style of traditional pleated trousers</p> <a href=\"https://www.theguardian.com/world/gallery/2023/jan/10/japan-coming-of-age-day-in-pictures\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/food/2023/jan/10/nigel-slaters-recipe-for-red-cabbage-citrus-and-toasted-almonds", "title": "Nigel Slater’s recipe for red cabbage, citrus and toasted almonds", "date_published": "2023-01-10 10:30:43+00:00", "description": "<p>A crisp and hot winter salad</p><p>This is a big bowl of sweet-sour winter salad, crisp and hot for eating as a light lunch or as a side for grilled chicken.</p><p>Finely shred the leaves of a quarter of a medium-sized <strong>red cabbage</strong>, removing the tough stalk as you go. Put the cabbage in a bowl. Scrub and shred 100g of crisp <strong>carrots</strong> into matchsticks. Slice 1 <strong>fennel</strong> thinly and add to the other vegetables.</p> <a href=\"https://www.theguardian.com/food/2023/jan/10/nigel-slaters-recipe-for-red-cabbage-citrus-and-toasted-almonds\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2023/jan/10/transfer-latest-aston-villa-alex-moreno-leeds-georginio-rutter", "title": "Transfer latest: Aston Villa land left-back Moreno, Leeds close on Rutter", "date_published": "2023-01-10 10:30:19+00:00", "description": "<ul><li>Villa strike £12.4m deal to buy Álex Moreno from Real Betis</li><li>Leeds poised to pay more than £26.5m for Hoffenheim forward</li></ul><p><strong>Aston Villa</strong> have sealed an agreement to sign the left-back Álex Moreno from <strong>Real Betis</strong> for €14m (£12.4m). The 29-year-old will, subject to a medical, fill one of the key positions in which Unai Emery wants to strengthen.</p><p>Moreno, who has started 15 of his club’s 16 La Liga games this season, joined Betis from Rayo Vallecano in 2019. </p> <a href=\"https://www.theguardian.com/football/2023/jan/10/transfer-latest-aston-villa-alex-moreno-leeds-georginio-rutter\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/business/2023/jan/10/britishvolt-deal-dealab-battery-startup", "title": "Obscure Indonesia-linked investor circles UK’s Britishvolt with £160m deal", "date_published": "2023-01-10 10:26:21+00:00", "description": "<p>Talks on rescue deal for battery startup led by DeaLab, which has been involved in fossil fuel transactions</p><p>The battery startup Britishvolt is in talks with an Indonesia-linked oil and gas investor for a £160m rescue deal that would almost wipe out the value of existing shareholders’ stakes.</p><p>The investor consortium is led by DeaLab Group, a UK-based private equity investor that has been involved in several fossil fuel and renewable energy transactions in Indonesia, and an associated metals business, Barracuda Group.</p> <a href=\"https://www.theguardian.com/business/2023/jan/10/britishvolt-deal-dealab-battery-startup\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/global-development/2023/jan/10/banks-and-countries-pledge-10bn-to-rebuild-pakistan-after-catastrophic-floods", "title": "Banks and countries pledge $10bn to rebuild Pakistan after catastrophic floods", "date_published": "2023-01-10 10:08:32+00:00", "description": "<p>International funders join Pakistan PM and UN secretary general in Geneva to agree recovery plan following ‘monsoon on steroids’</p><p>The international community has promised $10.5bn (£8.77bn) to help Pakistan rebuild after <a href=\"https://www.theguardian.com/global-development/2022/sep/01/pakistan-floods-satellite-images-underwater-urgent-aid-appeal\">last summer’s catastrophic floods</a>, described by UN secretary general António Guterres as a “monsoon on steroids.”</p><p>The pledges were made on Monday at the <a href=\"https://www.undp.org/international-conference-climate-resilient-pakistan\">International Conference on Climate Resilient Pakistan</a> in Geneva, Switzerland, hosted by Pakistan’s prime minister Muhammad Shehbaz Sharif and Guterres.</p> <a href=\"https://www.theguardian.com/global-development/2023/jan/10/banks-and-countries-pledge-10bn-to-rebuild-pakistan-after-catastrophic-floods\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2023/jan/10/qatar-holds-spurs-talks-premier-league-club-portfolio-minority-stakes", "title": "Qatar holds Spurs talks as it pushes to add Premier League club to portfolio", "date_published": "2023-01-10 10:06:39+00:00", "description": "<ul><li>Qatar Sports Investments planning acquisition strategy</li><li>Series of minority stakes wanted by owners of PSG</li></ul><p>The head of Qatar’s sporting investment group has held talks with Tottenham amid plans to significantly increase the gulf state’s sporting portfolio after the World Cup.</p><p>Sources close to Nasser al-Khelaifi, the chairman of Qatar Sports Investments (QSI) and president of Paris Saint-Germain, have confirmed that he met Daniel Levy, the chairman of Tottenham, in London last week. However, reports also linking QSI with a potential move for Liverpool or Manchester United have been described as wide of the mark at this stage.</p> <a href=\"https://www.theguardian.com/football/2023/jan/10/qatar-holds-spurs-talks-premier-league-club-portfolio-minority-stakes\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2023/jan/10/vernon-vanriel-windrush-boxer-who-lost-everything-then-battled-his-way-back", "title": "‘I have a fighting spirit!’: the Windrush boxer who lost everything – then battled his way back", "date_published": "2023-01-10 10:00:43+00:00", "description": "<p>Vernon Vanriel was a talented athlete who fought crack addiction, was sectioned twice and beaten up by police officers. Finally he ended up stateless in Jamaica. A new play tells his extraordinary life story</p><p>Vernon Vanriel thinks it’s ironic that a play about his life is now considered newsworthy. “For 13 years nobody wanted to know. Nobody wanted to listen to my story,” says the former boxer. Actually, Vanriel is playing it down. For many years, the British government refused to listen to his story. And what a story it is.</p><p>The play, On the Ropes, divides his life into 12 rounds. The 11th round was <a href=\"https://www.theguardian.com/uk-news/2018/aug/28/fight-of-his-life-boxer-trapped-in-jamaica-for-13-years-allowed-back-to-uk\">exposed by the Guardian in 2018</a>. Vanriel was a victim of the government’s “hostile environment” policy and the Windrush scandal. Despite having lived in Britain since the age of six, he was prevented from returning because he didn’t have a British passport and had spent more than two years away in Jamaica, the country of his birth. The 12th round is the here and now – his life today back home, and the battles since his return.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jan/10/vernon-vanriel-windrush-boxer-who-lost-everything-then-battled-his-way-back\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2023/jan/10/cuban-exodus-us-embassy-havana-immigration-policy", "title": "As the Cuban exodus continues, Biden adjusts immigration policy", "date_published": "2023-01-10 10:00:42+00:00", "description": "<p>A dire economic situation is still driving emigrants from Cuba through Central America even as the US embassy in Havana has reopened</p><p>For almost six years the US embassy in Havana has lain silent in the withering Caribbean sun. Tiles have fallen from its facade, the fence has rusted and the awning of the consular section has been shredded in the fierce winds off the Florida Straits.</p><p>Last year, though, a new blue awning appeared and US state department SUVs began to arrive. And then, last week, queues of Cubans appeared outside, as the embassy resumed full immigrant visa services for the first time since 2017.</p> <a href=\"https://www.theguardian.com/world/2023/jan/10/cuban-exodus-us-embassy-havana-immigration-policy\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2023/jan/10/donald-trump-justice-department-classified-materials-mar-a-lago", "title": "DoJ seeks to question Trump team that found more classified documents", "date_published": "2023-01-10 10:00:42+00:00", "description": "<p>Government recently persuaded judge to force Trump lawyers to turn over names of people who searched for retained documents</p><p>The US Department of Justice is intensifying its investigation of <a href=\"https://www.theguardian.com/us-news/donaldtrump\">Donald Trump’s</a> unauthorized retention of national security materials at Mar-a-Lago as it prepares to question the people who searched the former president’s Florida properties at the end of last year and found more documents with classified markings.</p><p>The department was given a general explanation from Trump’s lawyers at the time about who conducted the search – a company known to Trump with experience handling classified records cases – when the <a href=\"https://www.theguardian.com/us-news/2022/dec/07/trump-classified-documents-found\">new documents marked as classified</a> were returned to the government around Thanksgiving last year.</p> <a href=\"https://www.theguardian.com/us-news/2023/jan/10/donald-trump-justice-department-classified-materials-mar-a-lago\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2023/jan/10/virginia-shooting-no-fight-or-warning-before-six-year-old-boy-shot-teacher-say-police", "title": "No fight or warning before six-year-old boy shot teacher, say Virginia police", "date_published": "2023-01-10 09:30:08+00:00", "description": "<p>Police chief gives first detailed description of last week’s classroom shooting that has shocked US </p><p>The shooting of a Virginia teacher by a six-year-old boy in her classroom last week happened without warning, and with no fight or physical struggle, authorities have said.</p><p>“What we know today is that she was providing instruction. He displayed a firearm, he pointed it and he fired one round,” the Newport News police chief, Steve Drew, said.</p> <a href=\"https://www.theguardian.com/us-news/2023/jan/10/virginia-shooting-no-fight-or-warning-before-six-year-old-boy-shot-teacher-say-police\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2023/jan/10/china-wolf-warrior-foreign-affairs-spokesperson-zhao-lijian-moved-new-role", "title": "China’s ‘wolf warrior’ foreign affairs spokesperson moved to new role", "date_published": "2023-01-10 09:29:27+00:00", "description": "<p>Zhao Lijian's shift to low-profile department seen by some as a sign of Beijing softening its diplomatic strategy</p><p>The face of China’s “wolf warrior” diplomacy, Zhao Lijian, has been moved from his role as foreign affairs spokesperson to a low-profile department, in what some analysts say is a demotion.</p><p>Zhao is the most well-known of the ministry of foreign affairs’ public-facing spokespeople, making a name for himself during his three years fronting the foreign press, with strong criticism and hostility towards the west and combative defence of China’s policies.</p> <a href=\"https://www.theguardian.com/world/2023/jan/10/china-wolf-warrior-foreign-affairs-spokesperson-zhao-lijian-moved-new-role\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2023/jan/10/the-written-world-and-the-unwritten-world-by-italo-calvino-review-exquisite-flights-of-imagination", "title": "The Written World and the Unwritten World by Italo Calvino review – exquisite flights of imagination", "date_published": "2023-01-10 09:00:42+00:00", "description": "<p>Calvino ponders life, literature and the mysterious spaces in between in this rich collection of essays, reviews, interviews and more</p><p>Italo Calvino, novelist, essayist, critic, editor, publisher, lived a life that seemed made of words. Like his Baron in the Trees, the legendary aristocrat who escaped in childhood to the upper canopy of a forest, he often seemed reluctant to be grounded on terra firma, much preferring flights of imagination.</p><p>In the title essay here, the piece that gives this collection its guiding philosophy, he explains something of that habit of mind. In his youth, he suggests, he had the belief that fictional worlds could illuminate the real world and vice versa. As he grew older, however, he was plagued by the sense that while “within books, experience is always possible… its reach does not extend beyond the blank margin of the page”. The external world, meanwhile, remained to him a stubborn and unpredictable mystery, one that never stopped “surprising me, frightening me, disorienting me”. This predicament, Calvino argues, was particularly stark for an Italian. His was a country that in its politics refused beginnings and middles and endings, a place “where many mysterious things happen, which are every day widely discussed and commented on but never solved; where every event hides a secret plot”.</p> <a href=\"https://www.theguardian.com/books/2023/jan/10/the-written-world-and-the-unwritten-world-by-italo-calvino-review-exquisite-flights-of-imagination\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2023/jan/10/the-old-way-review-nicolas-cage-climbs-back-into-the-schlocky-saddle", "title": "The Old Way review – Nicolas Cage climbs back into the schlocky saddle", "date_published": "2023-01-10 09:00:41+00:00", "description": "<p>Cage plays an old gunslinger riding out with his unnervingly calm daughter in this True Grit-style revenge tale</p><p>Reports of the artistic rebirth of Nicolas Cage – a Cage-aissance or whatever you want to call the recent blip, during which he made a few better-than-usual films (<a href=\"https://www.theguardian.com/film/2021/jul/12/pig-film-review-nicolas-cage-hunts-stolen-animal\">Pig</a>, <a href=\"https://www.theguardian.com/film/2022/apr/21/the-unbearable-weight-of-massive-talent-review-nicolas-cage\">The Unbearable Weight of Massive Talent</a>) – seem to be over. Now it’s time for Cage, one of the industry’s hardest-working, least fussy, but still notably talented thespians to get back to the business of making schlocky pictures to pay off back taxes or buy more dinosaur skeletons.</p><p>So here he is playing Colton Briggs, a character name with the kind of <a href=\"https://en.wikipedia.org/wiki/Cretic\">cretic</a> stress pattern that somehow suggests a warrior of yore. This being somewhere near the Montana territory in the 19th century, back in the day Briggs was a dead-eyed bounty hunter, his visage softened only by the fabulous minky voluptuousness of his handlebar moustache. Briggs briskly guns down a man trying to kill him right in front of the would-be attacker’s young son. Fast forward 20 years and Briggs has shaved off the ’tache and gone straight, with a pretty, doomed wife (Kerry Knuppe), an unnervingly dead-eyed little girl (Ryan Kiera Armstrong, strikingly good), and a store selling bags of flour and whatnot to locals.</p> <a href=\"https://www.theguardian.com/film/2023/jan/10/the-old-way-review-nicolas-cage-climbs-back-into-the-schlocky-saddle\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/fashion/2023/jan/10/design-museum-show-saris-modern-reinvention-met-ball", "title": "‘Fashion revolution’: sari’s modern reinvention", "date_published": "2023-01-10 09:00:41+00:00", "description": "<p>Design Museum exhibition to feature more than 90 saris, including first one ever worn to Met Ball</p><p>Nearly 100 trailblazing saris, including the first ever to be worn at the Met Gala, will be displayed in the UK as part of a new large-scale exhibition examining the garment’s modern reinvention.</p><p>The first-of-its-kind show at the Design Museum, entitled The Offbeat Sari, brings together more than 90 items that have been loaned by designers and studios across India to tell the story of what has been called a “fashion revolution”.</p> <a href=\"https://www.theguardian.com/fashion/2023/jan/10/design-museum-show-saris-modern-reinvention-met-ball\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2023/jan/10/i-make-it-miserable-for-them-tj-mcconnell-and-the-art-of-the-nba-pest", "title": "‘I make it miserable for them’: TJ McConnell and the art of the NBA pest", "date_published": "2023-01-10 09:00:41+00:00", "description": "<p>The Indiana Pacers guard is the latest in a long line of players dedicated to making life as uncomfortable as possible for their opponents</p><p>TJ McConnell, a 6ft 1in backup point guard for the Indiana Pacers, welcomes the pressure.</p><p>“Where I’m from,” McConnell tells the Guardian ahead of his team’s late December matchup (and eventual win) against the Boston Celtics, “the NBA isn’t a possibility for most guys. It’s been a crazy ride.”</p> <a href=\"https://www.theguardian.com/sport/2023/jan/10/i-make-it-miserable-for-them-tj-mcconnell-and-the-art-of-the-nba-pest\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/science/2023/jan/10/uk-rocket-launch-failure-virgin-orbit-second-mission", "title": "UK space chiefs plan to try again after rocket launch ends in failure", "date_published": "2023-01-10 08:52:40+00:00", "description": "<p>Virgin Orbit will work ‘tirelessly’ to investigate what went wrong and attempt second mission within a year</p><ul><li><a href=\"https://www.theguardian.com/science/2023/jan/09/uks-first-orbital-rocket-mission-takes-off-from-cornwall\">Disappointing end to UK space mission as satellites fail to reach orbit</a></li></ul><p>UK space chiefs said they would try again to send satellites into space from British soil within a year despite <a href=\"https://www.theguardian.com/science/2023/jan/09/uks-first-orbital-rocket-mission-takes-off-from-cornwall\">the devastating failure</a> of a historic first mission from Cornwall.</p><p>But they accepted the fate of the rocket loaded with nine satellites, which was lost after “a technical failure” while travelling at more than 11,000mph (17,700km/h) as it approached its final orbit, could undermine confidence.</p> <a href=\"https://www.theguardian.com/science/2023/jan/10/uk-rocket-launch-failure-virgin-orbit-second-mission\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2023/jan/10/how-shinzo-abe-ties-to-moonies-unification-church-blindsided-japanese-politics", "title": "How Shinzo Abe’s murder and his ties to Moonies blindsided Japanese politics", "date_published": "2023-01-10 08:47:03+00:00", "description": "<p>Unification church’s links to ruling Liberal Democrat politicians have led to controversy over donations and mistrust of party</p><p>In the days after <a href=\"https://www.theguardian.com/world/2022/jul/08/shinzo-abe-japans-former-prime-minister-dies-after-being-shot\">Shinzo Abe was shot dead</a> last summer while making an election campaign speech, commentators struggled to articulate a motive for a seemingly senseless attack on Japan’s former and longest-serving prime minister in a country admired for its <a href=\"https://www.theguardian.com/world/2022/jul/08/abe-shooting-why-gun-violence-is-so-rare-in-zero-tolerance-japan\">near-absence of gun crime</a>.</p><p>Abe’s violent death was an affront to democracy, said the prime minister, Fumio Kishida, adding that his mentor would be honoured with a <a href=\"https://www.theguardian.com/world/2022/sep/27/state-funeral-for-shinzo-abe-held-in-tokyo-amid-controversy\">state funeral</a>.</p> <a href=\"https://www.theguardian.com/world/2023/jan/10/how-shinzo-abe-ties-to-moonies-unification-church-blindsided-japanese-politics\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/business/live/2023/jan/10/uk-energy-support-measures-businesses-disappointment-steel-hospitality-business-live", "title": "UK energy support measures for firms a ‘massive disappointment’ – business live", "date_published": "2023-01-10 08:40:09+00:00", "description": "<p>Rolling coverage of the latest economic and financial news, as businesses respond to cut back in energy bill help</p><ul><li><a href=\"https://www.theguardian.com/business/2023/jan/09/business-energy-bill-support-to-be-reduced-from-march-treasury-confirms\">Business energy bill support to be reduced after March, Treasury confirms</a></li></ul><p><strong>Business secretary Grant Shapps says energy suppliers need to pass on falling wholesale energy prices to customers, such as businesses.</strong></p><p>Speaking on the <strong>Today</strong> programme, Shapps insisted that the government doesn’t want to see small businesses go under due to high energy prices,<a href=\"https://www.theguardian.com/business/live/2023/jan/10/uk-energy-support-measures-businesses-disappointment-steel-hospitality-business-live?filterKeyEvents=false&amp;page=with:block-63bd096e8f084f5e7540f053#block-63bd096e8f084f5e7540f053\"> as the Federation of Small Businesses warns could happen</a>.</p><p>One of the things the Chancellor and I are very concerned about is those wholesale prices, which as I say, have now come down again, making sure that’s passed on to the end users and those businesses. </p><p>So we’ve written to Ofgem to ask them to review the market and how that’s operating to make sure that it’s wholesale prices lead to lower prices for those businesses as well.</p> <a href=\"https://www.theguardian.com/business/live/2023/jan/10/uk-energy-support-measures-businesses-disappointment-steel-hospitality-business-live\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2023/jan/10/anti-strike-laws-bill-unions", "title": "Ministers to unveil anti-strike laws as disputes continue to paralyse UK", "date_published": "2023-01-10 08:34:11+00:00", "description": "<p>Business department says bill will enforce ‘basic’ level of service from different sectors during stoppages</p><p>Ministers are set to unveil controversial new legislation designed to curb the effectiveness of strike action as industrial disputes continue to paralyse services across the UK.</p><p>The Department for Business, Energy and Industrial Strategy has previously said the bill would enforce a “basic” level of service from different sectors if workers choose to strike.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jan/10/anti-strike-laws-bill-unions\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2023/jan/10/disney-ceo-bob-iger-tells-staff-to-return-to-office", "title": "Disney CEO Bob Iger tells staff to return to office four days a week", "date_published": "2023-01-10 08:11:41+00:00", "description": "<p>Chief executive told workers to treat ‘Monday through Thursday as in-person workdays’, according to email</p><p>Disney’s boss has told employees who are working from home to return to the office four days a week from the start of March, according to reports.</p><p>Bob Iger, the chief executive, said hybrid workers will be asked to treat “Monday through Thursday as in-person workdays”, according to an email seen by CNBC, which first reported the news.</p> <a href=\"https://www.theguardian.com/film/2023/jan/10/disney-ceo-bob-iger-tells-staff-to-return-to-office\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2023/jan/10/wes-streeting-nhs-money-health-gps-patients-", "title": "Finally, some sense on the NHS: Wes Streeting recognises more money is not the only answer | Simon Jenkins", "date_published": "2023-01-10 08:00:40+00:00", "description": "<p>The shadow health secretary wants to scrap GPs and give patients more control. It would be a welcome, practical step </p><p>At last a glimmer of light on the NHS horizon. Labour’s shadow health secretary, Wes Streeting, clearly smarting from his brush with cancer two years ago, has realised that the problem with the NHS is not just cash but structure. Above all, it lies in the costs and delays of an archaic network of occupational demarcations seizing up surgeries and hospitals alike.</p><p>The sheer lumbering vastness of the NHS has sent it slithering down the league table of world health services. With a third of GPs on the brink of quitting and many hospitals in wartime mode, services are failing and the rich are fleeing to the private sector.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jan/10/wes-streeting-nhs-money-health-gps-patients-\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2023/jan/10/from-abba-to-enka-how-my-10-year-old-fell-in-love-with-1940s-japanese-music", "title": "From Abba to enka: how my 10-year-old fell in love with 1940s Japanese music", "date_published": "2023-01-10 08:00:40+00:00", "description": "<p>This post-war Japanese sound, primarily sung by ladies in their 50s and 60s, is adapting to seek a younger audience. My besotted daughter is first in line</p><p>Since her father is a longtime music journalist and her mother is a musician, it was inevitable that my 10-year-old daughter would fall in love with music. But I never imagined that the music she would fall in love with would be enka.</p><p>Enka is often considered “traditional” Japanese music – its early roots are in the 19th century and most enka singers dress in traditional kimonos. But modern enka was actually born in the postwar period of the late 1940s as Japan was learning about western music from the settling US troops. This so-called “traditional” Japanese genre is heavily influenced by jazz and the blues, country, and even rock, with intricate guitar lines fused with the stringed instruments shamisen and koto.</p> <a href=\"https://www.theguardian.com/music/2023/jan/10/from-abba-to-enka-how-my-10-year-old-fell-in-love-with-1940s-japanese-music\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2023/jan/10/i-love-pleasuring-partner-why-do-i-never-get-anything-in-return", "title": "I love pleasuring my partner. But why do I never get anything in return?", "date_published": "2023-01-10 08:00:40+00:00", "description": "<p>It seems unfair to ask them for something they may secretly dislike doing, but I feel as though my enjoyment is secondary</p><p><strong>My partner and I have been together for</strong><strong> four years</strong><strong>. We love each other, share interests and take pride in one another’s achievements</strong><strong>,</strong><strong> but we </strong><strong>have a mismatch when it comes to sex. I give oral sex to my partner regularly</strong><strong>: it is enjoyable to give pleasure, and I love to do it. I never receive it in return, though. I don’t see it as a quid</strong><strong> pro</strong><strong> quo, but </strong><strong>while my partner claims to enjoy giving it as well, </strong><strong>it </strong><strong>never happens. </strong><strong>I</strong><strong> have asked why, tried to be understanding</strong><strong> and would never push the matter, but I feel it </strong><strong>is a need that isn’t being met, as though my enjoyment is secondary. Lately, I find myself flirting more, </strong><strong>the thought at the back of my mind being that a fling might</strong><strong> end up with a greater symmetry of pleasure. </strong><strong>It feels unfair to ask for something my partner may secretly dislike, </strong><strong>but I’m led to believe </strong><strong>they do enjoy it, and am </strong><strong>left wondering if I</strong><strong> am in a relationship where I’ll always be the giver.</strong></p><p>You certainly are in a relationship where you will always be the giver … that is, unless you do something to change the status quo. After all, why would your partner start reciprocating when it is clear you never really expect it? People tend not to change their behaviour unless they have to, so, in not setting boundaries, you are encouraging selfishness. Ask yourself why you have not insisted on better parity before this. Perhaps a part of you does not believe you deserve to receive pleasure? Perhaps you enjoy the control and power associated with giving and not receiving? If we give another person too much – sexually or in any other way – we can begin to resent them. And receiving too much can cause just as much resentment, as well as an increased level of expectation. It’s never easy to create and maintain mutuality in a relationship, but it is essential for you to work at it without delay.</p><p>Pamela Stephenson Connolly is a US-based psychotherapist who specialises in treating sexual disorders.</p><p>If you would like advice from Pamela on sexual matters, send us a brief description of your concerns to <a href=\"mailto:private.lives@theguardian.com\">private.lives@theguardian.com</a> (please don’t send attachments). Each week, Pamela chooses one problem to answer, which will be published online. She regrets that she cannot enter into personal correspondence. Submissions are subject to our <a href=\"https://www.theguardian.com/letters-terms\">terms and conditions</a>.</p><p>Comments on this piece are premoderated to ensure discussion remains on topics raised by the writer. Please be aware there may be a short delay in comments appearing on the site.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jan/10/i-love-pleasuring-partner-why-do-i-never-get-anything-in-return\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/blog/2023/jan/10/quietly-quitting-why-naomi-osaka-is-happy-to-drift-away-from-tennis", "title": "Quietly quitting: why Naomi Osaka is happy to drift away from tennis | Jonathan Liew", "date_published": "2023-01-10 08:00:40+00:00", "description": "<p>The former Australian Open champion is not competing in Melbourne this year, having rejected the grind of the tour</p><p>A long time ago, I took a part-time job in a high-street clothing store. It was late November, and amid the chaos of the Christmas rush I quickly discovered that nobody had the faintest idea what I was meant to be doing or whether I was actually doing it. One morning I overslept and queasily awaited the shrill phone call from a supervisor. It never came. The day passed.</p><p>More days passed. Days turned into weeks. The payslips continued to hit the doormat. If there was any faint paroxysm of guilt or shame at taking this multinational giant for £5.15 an hour while watching movies and eating toast in my pyjamas, then let’s say it passed. In early February, the cheques finally stopped. No words were ever exchanged between us. I haven’t set foot in the shop for almost 20 years.</p> <a href=\"https://www.theguardian.com/sport/blog/2023/jan/10/quietly-quitting-why-naomi-osaka-is-happy-to-drift-away-from-tennis\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2023/jan/10/i-thought-new-year-predictions-would-be-more-fun-than-resolutions-big-mistake", "title": "I thought New Year predictions would be more fun than resolutions – big mistake | Zoe Williams", "date_published": "2023-01-10 07:00:41+00:00", "description": "<p>In search of a family activity that is a little bit chilling, a little bit divisive and not that enjoyable? I have the perfect answer</p><p>On New Year’s Eve 2021, probably because some other doughnut in a newspaper said it was a fun idea, the family all wrote down predictions for the year ahead and sealed them in a box. When we opened them at the weekend, it turned out my son hadn’t done one at all, hadn’t even put a decoy in, and it’s a mystery how he got away with it, given we were all sitting right there. So now I’m looking forward to his career in magic. The youngster, even though 13 is not that young, misunderstood the concept of a prediction, and instead included her ambitions for a multiplayer video game that she no longer plays.</p><p>So that left three: I had said I thought Covid would be seen as no different from a cold, that nobody would self-isolate or even test any more, and everything would be completely normal. Mr Z’s was in two parts – Liz Truss would be prime minister, and Ukraine would be further annexed. The other 15-year-old had said she would always have £100 in her bank account.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jan/10/i-thought-new-year-predictions-would-be-more-fun-than-resolutions-big-mistake\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2023/jan/10/rebel-review-two-brothers-torn-apart-by-islamic-state-and-extremism", "title": "Rebel review – two brothers torn apart by Islamic State and extremism", "date_published": "2023-01-10 07:00:40+00:00", "description": "<p>The Bad Boys for Life directors experiment with the genre to good effect, deftly portraying the impact of different forms of violence</p><p>With 2015’s critically acclaimed Black, a modern-day Romeo &amp; Juliet romance set in the underworld of Brussels, and the international smash hit <a href=\"https://www.theguardian.com/film/2020/jan/15/bad-boys-for-life-review-martin-lawrence-will-smith\">Bad Boys for Life</a> in 2020, the Belgian-Moroccan film-making duo Adil El Arbi and Bilall Fallah have proved their knack for blending social commentary with genre excitement. (We’ll never see what they managed with <a href=\"https://www.theguardian.com/film/2022/aug/03/irredeemable-batgirl-movie-unexpectedly-cancelled-despite-being-in-final-stages\">the cancelled Batgirl film</a>.) Informed by the wave of jihadist radicalisation that has led young Arab men in Belgium to join Islamic State, Rebel is the pair’s most personal, thematically ambitious film yet.</p><p>The film explores the complex roots of extremism through the prism of brotherhood. An aimless slacker numbed by cheap thrills such as drugs, Kamal (Aboubakr Bensaihi), travels to Syria with the noble aim of social work only to be forced into IS’s ranks. Stunned by a video in which Kamal executes Assad loyalists in cold blood, little brother Nassim (Amir El Arbi) falls in with a group of manipulative IS sympathisers who promise to reunite the siblings in the conflict zone. The two very different worlds – Kamal’s reality of bloodshed and Nassim’s adolescent naivety – will later collide to shattering, destructive effect.</p> <a href=\"https://www.theguardian.com/film/2023/jan/10/rebel-review-two-brothers-torn-apart-by-islamic-state-and-extremism\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/artanddesign/gallery/2023/jan/10/shipbuilding-ian-macdonalds-teesside-in-pictures", "title": "Shipbuilding: Ian Macdonald’s Teesside – in pictures", "date_published": "2023-01-10 07:00:40+00:00", "description": "<p>From swans on the River Tees to beaches covered in snow, these images show the painstaking process that goes into the Middlesbrough photographer’s work </p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2023/jan/10/shipbuilding-ian-macdonalds-teesside-in-pictures\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2023/jan/10/the-creative-act-a-way-of-being-by-rick-rubin-review-thoughts-of-the-bearded-beat-master", "title": "The Creative Act by Rick Rubin review – life lessons from the bearded beat master", "date_published": "2023-01-10 07:00:40+00:00", "description": "<p>The co-founder of Def Jam Records and the man behind countless hits, from the Beastie Boys and Jay-Z to Neil Young, offers artistic wisdom that is both gnomic and pertinent</p><p>If <a href=\"https://www.theguardian.com/music/rick-rubin\">Rick Rubin</a> were to write a memoir, it would be quite a tale. The American super-producer co-founded the hip-hop label Def Jam from his college dormitory in the 1980s and produced early records for LL Cool J (the credit ran: “Reduced by Rick Rubin”) and <a href=\"https://www.youtube.com/watch?v=eBShN8qT4lk\">the Beastie Boys</a>.</p><p>Swiftly, though, Rubin began deploying his signature pared-back essentialism to amplify other loud genres, to great commercial success. Slayer’s classic <em>Reign </em><em>in Blood</em> was one of his, as was <a href=\"https://www.youtube.com/watch?v=4B_UYYPb-Gk\">Walk This Way</a>, the inspired pairing of Aerosmith and Run-DMC that ushered in rap rock. The blame for six albums by the <a href=\"https://www.youtube.com/watch?v=Mr_uHJPUlO8\">Red Hot Chili Peppers</a> also sits squarely at his door.</p> <a href=\"https://www.theguardian.com/books/2023/jan/10/the-creative-act-a-way-of-being-by-rick-rubin-review-thoughts-of-the-bearded-beat-master\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/travel/2023/jan/10/margate-kent-empire-of-light-dreamland-art", "title": "‘Artists are moving here from Brooklyn’: Empire of Light puts Margate’s magic in the picture", "date_published": "2023-01-10 07:00:40+00:00", "description": "<p>The east Kent seaside setting for Sam Mendes’ latest film is now home to stylish restaurants and bars, and world-class artists</p><p>“The skinheads had come to Margate to fight,” wrote Paul Theroux in The Kingdom by the Sea. His journey around the English coast in 1982 began in Margate, but he didn’t stay long. “They gathered across the promenade from an amusement arcade called Dreamland.” Theroux’s <a href=\"https://www.theguardian.com/commentisfree/2022/oct/30/ts-eliots-wast-land-barren-place-still-spirit-of-optimism-still-prevailed\">Eliot-inspired</a> account is grim; a sad window into Thatcher’s Britain and the decay of its once-prospering littoral.</p><p>On the surface, Margate is unchanged: deco <a href=\"https://www.dreamland.co.uk/\">Dreamland</a> and brutalist Arlington House still dominate the main strip; the old town’s Georgian muddle adds chipped charm. It was the location for the filming of Sam Mendes’ new, 1980s-set flick, <a href=\"https://www.theguardian.com/film/2022/sep/12/empire-of-light-review-olivia-colman-shines-in-sam-mendes-darkening-hymn-to-cinema\">Empire of Light</a> (out this week). “Margate really lends itself to being a filmic piece,” says production designer Mark Tildesley. “It’s superbly contained – almost like the backlot of a film studio.”</p> <a href=\"https://www.theguardian.com/travel/2023/jan/10/margate-kent-empire-of-light-dreamland-art\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2023/jan/10/george-shultz-biography-theranos-elizabeth-holmes", "title": "Ex-secretary of state George Shultz was besotted by Theranos fraudster Holmes, book says", "date_published": "2023-01-10 07:00:39+00:00", "description": "<p>He was either ‘corrupt’, ‘in love’ or had ‘completely lost’ his mental edge, says grandson who blew whistle on Holmes’s scheme</p><p>Former US secretary of state George Shultz’s support for Elizabeth Holmes and her fraudulent blood testing company, Theranos, which devastated his family and caused a bitter feud <a href=\"https://www.npr.org/2022/01/05/1070474663/theranos-whistleblower-tyler-shultz-elizabeth-holmes-verdict-champagne\">with his grandson</a>, receives fresh scrutiny in a biography published on Tuesday.</p><p>Shultz was Ronald Reagan’s top diplomat at the end of the cold war. Before that, he was secretary of the treasury and secretary of labor under Richard Nixon. He is now the subject of <a href=\"https://www.sup.org/books/title/?id=35080\">In the Nation’s Service</a>, written by Philip Taubman, a former New York Times reporter.</p> <a href=\"https://www.theguardian.com/books/2023/jan/10/george-shultz-biography-theranos-elizabeth-holmes\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2023/jan/10/george-santos-campaign-finance-complaint-republican", "title": "Republican George Santos faces campaign finance complaint", "date_published": "2023-01-10 07:00:39+00:00", "description": "<p>Controversial newly elected congressman who appears to have made up most of his résumé is subject of FEC complaint</p><p>The newly sworn-in Republican congressman George Santos, whose campaign résumé has been shown to be largely made-up, is the subject of a <a href=\"https://www.cbsnews.com/news/george-santos-federal-election-commission-complaint/\">complaint</a> filed with the Federal Election Commission.</p><p>The complaint concerning the New York representative was <a href=\"https://campaignlegal.org/document/clc-files-complaint-alleging-rep-george-santos-violated-federal-campaign-finance-laws\">filed</a> with the FEC on Monday by the Campaign Legal Center (CLC), a non-partisan watchdog group.</p> <a href=\"https://www.theguardian.com/us-news/2023/jan/10/george-santos-campaign-finance-complaint-republican\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2023/jan/10/venices-lagoon-of-2000-lost-boats-the-true-cost-of-dumping-small-vessels", "title": "Venice’s lagoon of 2,000 lost boats: the true cost of dumping small vessels", "date_published": "2023-01-10 07:00:39+00:00", "description": "<p>For decades, the city’s wetland has been used as a landfill for discarded wrecks, leaking microplastics and pollutants and posing a risk to others on the water</p><p>Paolo Cuman points to a rusty boat, half-sunk in Venice’s lagoon. “It has been there for years,” he says, laughing. “When I manage to have her removed, I’ll open a bottle of good wine.” Hunting abandoned boats is a hobby for Cuman, the coordinator of the <a href=\"https://www.lagunamedia.it/\">Consulta della Laguna Media</a>, a grassroots group monitoring the health of the lagoon. Once he’s found the boats, he <a href=\"https://www.lagunamedia.it/relitti2/\">maps</a> them and pressures the authorities to remove them.</p><p>For decades, the Venetian lagoon – <a href=\"https://www.mosevenezia.eu/lagoon/?lang=en\">the largest wetland</a> in the Mediterranean – has been used as a landfill by people wanting to get rid of their boats. An <a href=\"https://www.lastampa.it/video/gediwatch/2021/06/08/video/venezia_il_cimitero_delle_barche_duemila_relitti_accumulati_in_centinaia_di_anni-95233/\">estimated 2,000</a> abandoned vessels are in the lagoon, scattered over an area of about 55,000 hectares (135,900 acres). Some lie beneath the surface, others poke above the water and some are stranded on the <em><a href=\"https://lazzarettiveneziani.it/en/path-barene\">barene</a></em> – the lowlands that often disappear at high tide.</p> <a href=\"https://www.theguardian.com/environment/2023/jan/10/venices-lagoon-of-2000-lost-boats-the-true-cost-of-dumping-small-vessels\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/global-development/2023/jan/10/pakistan-sends-back-hundreds-of-afghan-refugees-to-face-taliban-repression", "title": "Pakistan sends back hundreds of Afghan refugees to face Taliban repression", "date_published": "2023-01-10 06:45:38+00:00", "description": "<p>About 250,000 Afghan asylum seekers have arrived in Pakistan since August 2021, but a migrant crackdown has left many of them in fear of being jailed or deported</p><p>More than 600 Afghans have been deported from Pakistan in the past three days, and hundreds more face expulsion in a renewed crackdown on migrants.</p><p>On Saturday, 302 people were sent back to Afghanistan from Sindh province and 303 on Monday, including 63 women and 71 children. A further 800 people are expected to be deported in the coming days.</p> <a href=\"https://www.theguardian.com/global-development/2023/jan/10/pakistan-sends-back-hundreds-of-afghan-refugees-to-face-taliban-repression\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/live/2023/jan/10/russia-ukraine-blog-live-almost-no-walls-left-in-soledar-says-zelenskiy-as-fierce-fighting-continues", "title": "Russia-Ukraine blog live: Russia and Wagner likely in control of most of Soledar, says UK defence ministry", "date_published": "2023-01-10 06:39:08+00:00", "description": "<p>‘Almost no walls left’ in Soledar, says Zelenskiy, as fierce fighting continues</p><ul><li><a href=\"https://www.theguardian.com/world/series/russia-ukraine-war-at-a-glance\">Russia-Ukraine war at a glance</a></li></ul><p>The US is reportedly considering sending Stryker armoured combat vehicles to Ukraine. The move could be announced next week, but no final decision has been made, Politico reports, citing two sources familiar with the matter.</p><p>In its daily updated posted a short while ago, the UK Ministry of Defence says that Russia and Wagner are “likely in control of most of” Soledar amid fierce fighting for the Donbas town.</p> <a href=\"https://www.theguardian.com/world/live/2023/jan/10/russia-ukraine-blog-live-almost-no-walls-left-in-soledar-says-zelenskiy-as-fierce-fighting-continues\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2023/jan/10/please-dont-get-a-chicken-new-zealand-egg-shortage-sparks-scramble-for-poultry", "title": "‘Please don’t get a chicken’: New Zealand egg shortage sparks scramble for poultry", "date_published": "2023-01-10 06:28:22+00:00", "description": "<p>Ban on battery cages sparks egg shortage and soaring interest in poultry, but animal charity warns that chickens are not just egg machines</p><p>Animal welfare advocates are urging New Zealanders not to respond to a nationwide egg shortage by racing to buy chickens, as many supermarket shelves lay bare for the second week following a ban on battery cages.</p><p>The cages – considered detrimental to the birds’ health and wellbeing – <a href=\"https://www.theguardian.com/world/2022/dec/29/new-zealand-bans-battery-cages-hens-replacement-just-as-bad\">were outlawed from 1 January 2023</a>. The government’s commitment to ban them was made in 2012, when 86% of layer hens were battery-farmed. By December 2022, that number had fallen to 10%.</p> <a href=\"https://www.theguardian.com/world/2023/jan/10/please-dont-get-a-chicken-new-zealand-egg-shortage-sparks-scramble-for-poultry\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2023/jan/10/golden-globes-2023-controversy-jerrod-carmichael", "title": "‘The curtain has been lifted’: can the Golden Globes overcome controversy?", "date_published": "2023-01-10 06:13:38+00:00", "description": "<p>After allegations of impropriety and issues with diversity, the Golden Globes are returning but is the industry ready to take them back?</p><p>The moment Tom Cruise, recently re-throned King of Hollywood, decided to publicly boycott the Hollywood Foreign Press Association, it might have been wise to call it a day, the Maverick seal of disapproval hammering with nails a coffin already almost closed shut. But the HFPA, the controversial group behind the Golden Globes, didn’t flinch at the actor’s snub when <a href=\"https://www.theguardian.com/film/2021/may/10/tom-cruise-nbc-golden-globes-hollywood-foreign-press-association\">he handed back his prior awards</a> in May 2021, and instead soldiered on, for better or worse.</p><p>Cruise was one of many big names protesting against the problematic practices of the group, whose shadowy dealings were brought to light in two ground-shifting exposés in the Los Angeles Times just months earlier. The group of journalists, long seen as both question mark and punchline within the industry, was revealed as both embarrassingly lacking in diversity (among its 87 members, not a single one was black) and guilty of “ethical lapses” with studios and publicists courting votes with gifts and trips around the world. A lawsuit filed by a Norwegian journalist denied entrance accused them of a “culture of corruption”. It opened the floodgates to more – <a href=\"https://www.theguardian.com/film/2021/apr/20/golden-globes-former-president-sends-anti-blm-black-lives-matter-email\">a leaked anti-Black Lives Matter email</a> from a former HFPA president, <a href=\"https://www.theguardian.com/film/2021/jun/18/golden-globes-two-members-resign-from-toxic-hollywood-foreign-press-association\">members resigning</a> after labelling the organisation as “toxic” – and after celebrities, and their publicists, backed away, <a href=\"https://www.theguardian.com/film/2021/may/10/tom-cruise-nbc-golden-globes-hollywood-foreign-press-association\">so did the US TV network NBC</a>, cutting off a deal estimated to be worth $60m a year.</p> <a href=\"https://www.theguardian.com/film/2023/jan/10/golden-globes-2023-controversy-jerrod-carmichael\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2023/jan/10/utah-great-salt-lake-collapse-imminent", "title": "‘Last nail in the coffin’: Utah’s Great Salt Lake on verge of collapse", "date_published": "2023-01-10 06:00:40+00:00", "description": "<p>It’s lost 73% of its water and is unable to sustain some wildlife – and could soon negatively affect human health</p><p>Emergency measures are required to avert a catastrophe in Utah’s Great Salt Lake, which has been drying up due to excessive water use, a new report warns. Within years, the lake’s ecosystems could collapse and millions will be exposed to toxic dust contained within the drying lakebed, unless drastic steps are taken to cut water use.</p><p>A team of 32 scientists and conservationists caution that the lake could decline beyond recognition in just five years. Their warning is especially urgent amid a historic western megadrought fueled by global heating. To save the lake, the report suggests 30-50% reductions in water use may be required, to allow 2.5m acre-feet of water to flow from streams and rivers directly into the lake over the next two years.</p> <a href=\"https://www.theguardian.com/environment/2023/jan/10/utah-great-salt-lake-collapse-imminent\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2023/jan/10/sped-up-songs-spotify-youtube-tiktok", "title": "Why is Spotify full of faster versions of pop hits? Let’s bring you up to speed", "date_published": "2023-01-10 06:00:39+00:00", "description": "<p>Sped-up versions of existing songs are becoming more popular than the original versions. But who’s behind the trend?</p><p>I’m listening to the accelerated, chipmunk voice of the British singer Raye on Escapism, a rebound-sex anthem that’s currently climbing UK pop charts. Raye actually has a low, brassy singing voice, but I’m not listening to her official version. This one is paced 150% faster than the original song, making it sound like Raye has just inhaled helium and is spitting out her lyrics like an auctioneer on Adderall.</p><p>Who wants to listen to a song that sounds like a triple shot of espresso? Perhaps more people than you might think.</p> <a href=\"https://www.theguardian.com/music/2023/jan/10/sped-up-songs-spotify-youtube-tiktok\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2023/jan/10/the-thinnest-ice-youll-ever-walk-on-how-to-reconcile-with-a-long-lost-sibling", "title": "‘The thinnest ice you’ll ever walk on’: how to reconcile with a long-lost sibling", "date_published": "2023-01-10 06:00:39+00:00", "description": "<p>Princes William and Harry are just the latest brothers to endure a shattered bond. But recovery can be possible, even after decades of estrangement</p><p>The three decades that Angela, 56, didn’t have a relationship with her brother were like a bereavement, she says. “You could say ‘at least they’re still alive’, but they’re not there, so it’s not really any different. The milestones you’re not sharing – when I met my husband, when I had my family …”</p><p>She and her brother Robin, three years older, had been very close as children. It was when he got his first girlfriend, who mistakenly thought she had overheard Angela, who was then 17, making derogatory remarks about her, that their relationship blew up. When Robin married his girlfriend, he didn’t invite his sister to the wedding.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jan/10/the-thinnest-ice-youll-ever-walk-on-how-to-reconcile-with-a-long-lost-sibling\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/artanddesign/2023/jan/10/fabulous-felines-female-artists-cats-tracey-emin", "title": "Fabulous felines: why female artists love stroking, painting and spoiling cats", "date_published": "2023-01-10 06:00:38+00:00", "description": "<p>Suzanne Valadon fed hers caviar. Leonor Fini kept two dozen. And when Tracey Emin lost hers, the missing posters fetched £500 each. The writer of a new book about painters and pussies celebrates furry muses</p><p>When Tracey Emin’s cat Docket went missing in 2002, the “Lost Cat” posters she pasted around her east London neighbourhood <a href=\"https://www.theguardian.com/artanddesign/2002/oct/12/art.artsfeatures1\">were pilfered</a> and valued at £500. Her gallery, White Cube, argued that they didn’t count as works, though some art historians said otherwise. Whomever you believe, they still occasionally turn up on eBay.</p><p>It is Emin’s self-portrait with Docket that I love the most, however. (That and her handmade cat photo book, <a href=\"https://www.artsy.net/artwork/tracey-emin-tracey-emin-because-i-love-him-2012-handmade-cat-book\">Because I Love Him</a>, a dream art purchase should I ever make it rich.) In the photograph, Docket faces the camera with that deadpan, slightly morose expression that is particular to cats, his impressive whiskers shooting out beyond the artist’s fingers, which frame his face as she nuzzles him from above. It’s a strikingly maternal image, and indeed Emin has in the past referred to the cat, who has sadly now left this earthly plane, as her “baby”. It comes in a long line of artistic depictions of women or girls with cats.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/jan/10/fabulous-felines-female-artists-cats-tracey-emin\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/politics/2023/jan/10/labour-mps-defend-taking-donations-from-little-known-company", "title": "Labour MPs defend accepting tens of thousands from little-known company", "date_published": "2023-01-10 06:00:37+00:00", "description": "<p>Wes Streeting, Dan Jarvis and Yvette Cooper received donations from MPM Connect, which has no obvious line of business</p><p>Labour MPs have defended taking money from a little-known company that has emerged as one of Westminster’s biggest political donors.</p><p>Wes Streeting, Dan Jarvis and Yvette Cooper have all said they did nothing wrong by accepting tens of thousands of pounds from MPM Connect, which is part-owned by Peter Hearn, a Labour donor, but does not have any obvious line of business.</p> <a href=\"https://www.theguardian.com/politics/2023/jan/10/labour-mps-defend-taking-donations-from-little-known-company\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2023/jan/10/peru-protests-deaths-fresh-clashes-as-calls-grow-for-president-boluarte-to-resign", "title": "Peru protests: 17 dead in fresh clashes as calls grow for President Boluarte to resign", "date_published": "2023-01-10 05:55:53+00:00", "description": "<p>Fresh violence breaks out in southern region, as Boluarte says she cannot agree to key demands of protesters</p><p>At least 17 people have been killed in fresh clashes between protesters and security forces in Peru as rolling anti-government protests turned deadly again, pushing the overall death toll to nearly 40 in the nationwide unrest after the <a href=\"https://www.theguardian.com/world/2022/dec/07/peru-president-detained-pedro-castillo-coup\">ousting and arrest of former president Pedro Castillo</a> a month ago.</p><p>Monday’s bloodshed took place near the airport in the city of Juliaca in the southern region of Puno, as demonstrators fought running battles with police. Social media images showed gunshots wounds and clouds of smoke as protesters threw stones using slings and used metal plates as shields.</p> <a href=\"https://www.theguardian.com/world/2023/jan/10/peru-protests-deaths-fresh-clashes-as-calls-grow-for-president-boluarte-to-resign\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2023/jan/10/brasilia-violence-amazon-bolsonaro-war-on-nature-in-brazil", "title": "How the Brasília violence has its roots in Bolsonaro’s war on nature", "date_published": "2023-01-10 05:00:37+00:00", "description": "<p>The unrest came after President Lula unveiled ambitious environmental plans that threaten interest groups who rely on exploiting the Amazon</p><p>The manufactured mayhem that <a href=\"https://www.theguardian.com/world/2023/jan/08/jair-bolsonaro-supporters-storm-brazils-presidential-palace-and-supreme-court\">tore through the centres of power in Brasília on Sunday</a> should be seen, at least in part, as another front in the war on nature.</p><p>One week earlier, the new president, Luiz Inácio Lula da Silva, had marked his inauguration by unveiling what is arguably the world’s most ambitious environmental program.</p> <a href=\"https://www.theguardian.com/world/2023/jan/10/brasilia-violence-amazon-bolsonaro-war-on-nature-in-brazil\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2023/jan/10/hong-kong-tycoon-jimmy-lai-rishi-sunak-meeting-report", "title": "Pro-democracy Hong Kong tycoon Jimmy Lai requests Rishi Sunak meeting – report", "date_published": "2023-01-10 04:40:21+00:00", "description": "<p>The British citizen is awaiting trial on national security charges in Hong Kong that could see him jailed for life if convicted</p><p>Lawyers for the Hong Kong activist and media mogul Jimmy Lai have reportedly requested a meeting with the British prime minister to discuss his case.</p><p>Lai, a dual Hong Kong and British citizen, is awaiting trial on national security charges in one of <a href=\"https://www.theguardian.com/world/2022/dec/16/china-v-jimmy-lai-a-tycoon-a-trial-and-the-erosion-of-hong-kongs-rule-of-law\">the most high-profile cases</a> brought by Hong Kong authorities against the pro-democracy movement. If convicted he could face life in prison.</p> <a href=\"https://www.theguardian.com/world/2023/jan/10/hong-kong-tycoon-jimmy-lai-rishi-sunak-meeting-report\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2023/jan/09/giuliani-subpoena-federal-prosecutors-trump-campaign-payments", "title": "Federal prosecutors subpoena Giuliani over Trump campaign payments", "date_published": "2023-01-10 03:27:06+00:00", "description": "<p>The order, issued in November, also asks the former mayor to provide testimony</p><p>Rudy Giuliani, the former New York mayor, who helped to amplify Donald Trump’s false claims about widespread fraud in the 2020 election, has been subpoenaed by federal prosecutors seeking documents about payments he received from Trump or his presidential campaign, a person familiar with the matter said on Monday.</p><p>The subpoena, which was issued in November, also asks Giuliani to provide testimony, said the person, who declined to be identified as they were not authorized to speak publicly on the matter.</p> <a href=\"https://www.theguardian.com/us-news/2023/jan/09/giuliani-subpoena-federal-prosecutors-trump-campaign-payments\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2023/jan/10/taiwan-invasion-by-china-would-fail-but-at-huge-us-cost-analysts-war-game-finds", "title": "Taiwan invasion by China would fail, but at huge US cost, analysts’ war game finds", "date_published": "2023-01-10 03:21:29+00:00", "description": "<p>Military experts said every participant would experience ‘enormous’ losses in any potential conflict</p><p>A Chinese invasion of Taiwan would probably fail if the United States helped defend the island – but would come at a debilitating cost to the American military itself, according to a US thinktank.</p><p>Military experts brought together by the <a href=\"https://www.csis.org/analysis/first-battle-next-war-wargaming-chinese-invasion-taiwan\">Center for Strategic and International Studies</a> to war game the conflict said every likely direct participant in a war – the United States, China, Taiwan and Japan – would experience “enormous” losses.</p> <a href=\"https://www.theguardian.com/world/2023/jan/10/taiwan-invasion-by-china-would-fail-but-at-huge-us-cost-analysts-war-game-finds\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/news/audio/2023/jan/10/two-years-on-what-has-brexit-done-for-britain-podcast", "title": "What has Brexit done for Britain? – podcast", "date_published": "2023-01-10 03:00:34+00:00", "description": "<p>Brexit, Britain was promised, would allow the country to ‘take back control’ – of its economy, its borders and its land. But what has that really meant for people now living with its consequences?</p><p>It’s three years since the UK officially left the EU. For many of those who voted to leave in the 2016 referendum, it was in answer to a promise to take back control – of funding, over farming, over immigration and trade. But have those promises been kept?</p><p><strong>Lisa O’Carroll</strong>, the Guardian’s Brexit correspondent, and <strong>Heather Stewart</strong>, a Guardian special correspondent, tell <strong>Nosheen Iqbal</strong> what they have learned from travelling the country to build up a picture of Brexit’s impact. From Welsh sheep farmers to tea exporters in Reading, they explain how changes in bureaucracy and subsidies have affected people’s livelihoods – and how a lack of EU workers has made recruiting more difficult.</p> <a href=\"https://www.theguardian.com/news/audio/2023/jan/10/two-years-on-what-has-brexit-done-for-britain-podcast\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2023/jan/09/us-justice-department-investigating-documents-biden", "title": "US justice department investigating papers stored at Biden’s former institute", "date_published": "2023-01-10 02:44:15+00:00", "description": "<p>Classified documents found by president’s personal lawyers while closing out office at UPenn’s Biden Center for Diplomacy</p><p>The US justice department is investigating a number of documents bearing highly sensitive classified markings stored at <a href=\"https://www.theguardian.com/us-news/joebiden\">Joe Biden’s</a> former institute in Washington DC from his time as vice-president in the Obama administration, the White House acknowledged in a statement on Monday.</p><p>The documents were found by Biden’s personal lawyers at the start of November when they closed out office space at the University of Pennsylvania’s Biden Center for Diplomacy, a thinktank where he was an honorary professor until 2019.</p> <a href=\"https://www.theguardian.com/us-news/2023/jan/09/us-justice-department-investigating-documents-biden\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2023/jan/10/a-kick-in-the-face-david-warner-bemoans-justin-langer-contract-saga", "title": "‘A kick in the face’: David Warner criticises Justin Langer contract saga", "date_published": "2023-01-10 01:45:41+00:00", "description": "<ul><li>Test opener says former coach had ‘lost a fair few players’</li><li>Langer rejected a six-month contract extension in February</li></ul><p>David Warner claims Cricket Australia’s decision to only offer Justin Langer a six-month contract was a “kick in the face”, while admitting the coach lost several key players in the team.</p><p>The build up to and fallout of Langer’s exit as coach last year is a key focus of the second season of The Test documentary, which will be released on Friday on Prime Video.</p> <a href=\"https://www.theguardian.com/sport/2023/jan/10/a-kick-in-the-face-david-warner-bemoans-justin-langer-contract-saga\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2023/jan/10/russia-ukraine-war-at-a-glance-what-we-know-on-day-321-of-the-invasion", "title": "Russia-Ukraine war at a glance: what we know on day 321 of the invasion", "date_published": "2023-01-10 01:12:32+00:00", "description": "<p>Russia attempting another advance in Soledar; UK considering supplying small number of tanks to Ukraine</p><ul><li><a href=\"https://www.theguardian.com/world/russia+ukraine\">See all our Russia-Ukraine war coverage</a></li></ul> <a href=\"https://www.theguardian.com/world/2023/jan/10/russia-ukraine-war-at-a-glance-what-we-know-on-day-321-of-the-invasion\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2023/jan/09/brazil-failed-coup-wreckage", "title": "‘Bottles, glass, bullets’: inside the wreckage of Brazil’s failed coup", "date_published": "2023-01-10 00:30:31+00:00", "description": "<p>Rioters stormed Brazil’s congress, leaving a bizarre trail of destruction and fury in their wake</p><p>A blue Adolf Hitler moustache had been daubed onto a portrait of the Duke of Caxias, a 19th century prime minister, on the second floor of Brazil’s presidential palace.</p><p>A <a href=\"https://news.artnet.com/art-world/here-are-the-artworks-destroyed-by-pro-bolsonaro-rioters-in-the-storming-of-brazils-oscar-niemeyer-designed-capital-buildings-2240129\">multimillion dollar masterpiece</a> by the modernist legend Emiliano Di<em> </em>Cavalcanti was stabbed seven times.</p> <a href=\"https://www.theguardian.com/world/2023/jan/09/brazil-failed-coup-wreckage\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/science/2023/jan/09/uks-first-orbital-rocket-mission-takes-off-from-cornwall", "title": "Disappointing end to UK space mission as satellites fail to reach orbit", "date_published": "2023-01-10 00:28:23+00:00", "description": "<p>Boeing 747 used in mission from Cornwall successfully released rocket before ‘anomaly’ was reported</p><p>A historic space mission that took off from Cornwall has ended in bitter disappointment after a rocket carrying the first satellites launched from British soil failed to reach orbit and was lost.</p><p>To whoops and cheers from a crowd that had gathered at Spaceport Cornwall to watch the launch, a converted Boeing 747 called Cosmic Girl took off on Monday night and headed out across the Atlantic.</p> <a href=\"https://www.theguardian.com/science/2023/jan/09/uks-first-orbital-rocket-mission-takes-off-from-cornwall\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2023/jan/10/spare-prince-harry-review-attempt-reclaim-narrative", "title": "Spare by Prince Harry review – a flawed attempt to reclaim the narrative", "date_published": "2023-01-10 00:01:30+00:00", "description": "<p>By turns sympathetic and absurd, this is a memoir that deals in the tropes of tabloid storytelling even as it lambasts them</p><p>The monarchy relies on fiction. It is a constructed reality, in which grown-up people are asked to collude in the notion that a human is more than a human – that he or she contains something approaching the ineffable essence of Britishness. Once, this fiction rested on political and military power, supported by a direct line, it was supposed, to God. Nowadays it relies on the much frailer foundations of habit, the mysteries of Britain’s unwritten constitution, and spectacle: a kind of symbolism without the symbolised. Ceremonials such as the late queen’s funeral are not merely decorative; they are the institution’s means of securing its continuance. The monarchy is theatre, the monarchy is storytelling, the monarchy is illusion.</p><p>All this explains why royals are so irresistible to writers of fiction, from Alan Bennett to Peter Morgan: they are already halfway to myth. And, it seems, no one cleaves harder to the myths than the royals themselves. There’s a fascinating passage in Prince Harry’s autobiography, Spare, in which he describes his father’s delight in Shakespeare: how he would regularly take his son to Stratford, how he “adored Henry V. He compared himself to Prince Hal.” Harry himself tried Hamlet. “Hmm. Lonely prince, obsessed with dead parent, watches remaining parent fall in love with … parent’s usurper? I slammed it shut.” At Eton, he was cast as Conrade, one of Don John’s comic minions in Much Ado About Nothing. To his surprise, he was rather good. “Being royal, it turned out, wasn’t all that far from being on stage.”</p> <a href=\"https://www.theguardian.com/books/2023/jan/10/spare-prince-harry-review-attempt-reclaim-narrative\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/australia-news/2023/jan/10/universities-to-return-to-pen-and-paper-exams-after-students-caught-using-ai-to-write-essays", "title": "Australian universities to return to ‘pen and paper’ exams after students caught using AI to write essays", "date_published": "2023-01-10 00:00:30+00:00", "description": "<p>Australia’s leading universities say redesign of how students are assessed is ‘critical’ in the face of a revolution in computer-generated text</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/jan/10/australia-news-live-earthquake-darwin-voice-kimberley-floods-broome-derby\">Follow our Australia news live blog for the latest updates</a></li><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>Australian universities have been forced to change the way they run exams and other assessments amid fears students are using emerging artificial intelligence software to write essays.</p><p>Major institutions have added new rules which state that the use of AI is cheating, with some students already caught using the software. But one AI expert has warned universities are in an “arms race” they can never win.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon email newsletters for your daily news roundup</a></strong></p> <a href=\"https://www.theguardian.com/australia-news/2023/jan/10/universities-to-return-to-pen-and-paper-exams-after-students-caught-using-ai-to-write-essays\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}], "source": {"url": "https://www.theguardian.com/international/rss", "title": "The Guardian - International"}}