[{"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA: Akcja strażaków zakończyła się bójką. Nagranie trafiło do sieci", "description": "Straż pożarna z Waszyngtonu wezwano do wypadku samochodowego. Na miejscu, zamiast sprawnej interwencji, wywiązała się jednak bójka z udziałem sześciu mundurowych. Na nagraniu widać, jak strażacy kopią mężczyznę. Związek zawodowy broni swoich członków, tłumacząc, że walczyli w obronie własnej.", "link": "https://www.polsatnews.pl/wiadomosc/2023-04-28/usa-akcja-strazakow-zakonczyla-sie-bojka-nagranie-trafilo-do-sieci/", "date_published": "2023-04-28 18:01:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Twarz Johna Lennona ukazała się mu podczas deszczu. Kanadyjczyk pokazał zdjęcie", "description": "Mieszkaniec Kanady przeżył szok podczas nocnej przejażdżki po mieście. Kiedy zatrzymał się na czerwonym świetle, zobaczył na jezdni twarz Johna Lennona, zmarłego muzyka The Beatles. Zdjęcie odbiło się szerokim echem w mediach społecznościowych. Wygląda na naprawdę wściekłego, prawdopodobnie dlatego, że jest przemoczony - ocenił jeden z komentujących.", "link": "https://www.polsatnews.pl/wiadomosc/2023-04-28/twarz-johna-lennona-ukazala-sie-mu-podczas-deszczu-kanadyjczyk-pokazal-zdjecie/", "date_published": "2023-04-28 15:45:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Próba zamachu na Putina? Media o dronie kamikadze z materiałami wybuchowymi", "description": "Ukraińskie władze próbowały zabić prezydenta Rosji za pomocą drona kamikadze z ukrytym materiałem wybuchowym - podał niemiecki dziennik Bild. Do zamachu nie doszło, bo maszyna rozbiła się pod Moskwą. Nieudana próba jest utrzymywana przez Kreml w tajemnicy.", "link": "https://www.polsatnews.pl/wiadomosc/2023-04-28/proba-zamachu-na-putina-media-o-dronie-kamikadze-z-materialami-wybuchowymi/", "date_published": "2023-04-28 14:17:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA: Rzucali kamieniami w samochody. Zginęła 20-latka", "description": "Trzech nastolatków z Kolorado zostało oskarżonych o morderstwo. Mieli rzucać kamieniami w przejeżdżające samochody. Doszło do tragedii. Jeden z kamieni trafił w auto, którym jechała 20-latka. Młoda kobieta zginęła na miejscu.", "link": "https://www.polsatnews.pl/wiadomosc/2023-04-28/usa-rzucali-kamieniami-w-samochody-zginela-20-latka/", "date_published": "2023-04-28 11:40:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA. 13-latek uratował pasażerów autobusu, gdy kierująca zasłabła podczas jazdy", "description": "Uczeń siódmej klasy szkoły w Michigan został uznany za bohatera. 13-latek wracając do domu szkolnym autobusem zauważył, że kierująca pojazdem kobieta zemdlała w trakcie jazdy. Chłopiec bez wahania ruszył na przód autobusu i zatrzymał go naciskając hamulec. Dzięki jego przytomnemu zachowaniu nie doszło do wypadku.", "link": "https://www.polsatnews.pl/wiadomosc/2023-04-28/usa-13-latek-uratowal-pasazerow-autobusu-gdy-kierowca-zaslabl-podczas-jazdy/", "date_published": "2023-04-28 11:01:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "\"Nie ma takiego kraju jak Mołdawia\". Dmitrij Miedwiediew napisał o \"tajemniczym stworze\"", "description": "Mołdawia postanowiła postawić się imperialistycznym zapędom Rosji i przygotowała czarną listę Rosjan, którzy nie mogą wjechać do kraju. Wśród nich jest Władimir Putin. Na decyzję zareagował Dmitrij Miedwiediew, który podważał tożsamość polityczną Mołdawii i nazwał premiera tego kraju tajemniczym stworem.", "link": "https://www.polsatnews.pl/wiadomosc/2023-04-28/nie-ma-takiego-kraju-jak-moldawia-dmitrij-miedwiediew-napisala-o-tajemniczym-stworze/", "date_published": "2023-04-28 09:27:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "\"Krzywy Joe\". Donald Trump wymyślił przezwisko dla Joe Bidena", "description": "Donald Trump wymyślił nowy przydomek dla Joe Bidena. Od teraz chce go nazywać krzywym Joe. Do tej pory to określenie stosował wobec Hillary Clinton. Amerykańskie media zauważają, że to nawiązanie do udanej kampanii Trumpa z 2016 roku.", "link": "https://www.polsatnews.pl/wiadomosc/2023-04-28/krzywy-joe-donald-trump-wymyslil-przezwisko-dla-joe-bidena/", "date_published": "2023-04-28 07:56:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Lekarze ostrzegają: Miłość francuska najczęstszą przyczyną raka gardła", "description": "Seks oralny jest obecnie głównym czynnikiem ryzyka raka gardła - stwierdził profesor Uniwersytetu w Brimigham na łamach artykułu opublikowanego w serwisie naukowym. W ocenie Hishama Mehanny z Instytutu Nauk o Raku i Genomice, ta forma współżycia stoi za falą przypadków nowotworów gardła na Zachodzie, nazywaną przez ekspertów epidemią. Winny jest wirus brodawczaka ludzkiego (HPV).", "link": "https://www.polsatnews.pl/wiadomosc/2023-04-28/lekarze-ostrzegaja-milosc-francuska-najczestsza-przyczyna-raka-gardla/", "date_published": "2023-04-28 07:46:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Rosjanie byli przy Nord Stream przed eksplozją. Mieli sprzęt podwodny", "description": "Jak informuje duński dziennik Dagbladet Information, w pobliżu miejsca uszkodzenia rurociągu Nord Stream, pracował rosyjski statek specjalny SS-750, a na jego pokładzie znajdowała się mała łódź podwodna. Było to cztery dni przed eksplozją.", "link": "https://www.polsatnews.pl/wiadomosc/2023-04-28/rosjanie-byli-przy-nord-stream-przed-eksplozja-mieli-sprzet-podwodny/", "date_published": "2023-04-28 07:02:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Zmasowany atak rakietowy w Ukrainie. Eksplozje w Kijowie, zniszczony blok w Humaniu", "description": "To była niespokojna noc. Około godz. 4. nad ranem w całej Ukrainie rozbrzmiały syreny alarmowe, ogłaszające atak z powietrza. Rosyjskie rakiety spadłym m.in. na blok mieszkalny w Humaniu, gdzie trwa jeszcze akcja ratunkowa oraz cele w Dnieprze, gdzie zginęła kobieta i trzyletnie dziecko. Eksplozje były słyszane również w stolicy kraju, Kijowie.", "link": "https://www.polsatnews.pl/wiadomosc/2023-04-28/zmasowany-atak-rakietowy-w-ukrainie-eksplozje-w-kijowie-zniszczony-blok-w-humaniu/", "date_published": "2023-04-28 04:11:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}]