[{"source": "https://thehill.com/news/feed/", "title": "To address homeless encampments, we must put housing first", "description": "On a cold night in 2022, I met a woman settling into a tattered sleeping bag on the sidewalk. She was one of dozens of people living in a city park I and several aide workers visited for the annual count of our nation’s homeless population. The woman, who I will call Gladys, was in...", "link": "https://thehill.com/opinion/congress-blog/3978950-to-address-homeless-encampments-we-must-put-housing-first/", "date_published": "2023-04-28 23:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump promises to 'get something done' on abortion", "description": "Welcome to The Hill's Health Care newsletter {beacon} Health Care Health Care &#8202; The Big Story  Trump promises to 'get something done' on abortion The former president vowed to take action \"where everyone is going to be very satisfied\" when pressed on possibly signing a 15-week abortion ban into law if reelected. © AP Trump...", "link": "https://thehill.com/newsletters/health-care/3978972-trump-promises-to-get-something-done-on-abortion/", "date_published": "2023-04-28 22:55:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Over half of registered voters say political attacks on trans kids, families are a 'major problem': poll", "description": "More than half of registered voters believe political attacks on transgender children and families are a “major problem,” according to a Fox News poll.  The poll found that 57 percent of respondents said the attacks are a major problem, while 26 percent said they are a minor problem. Only 15 percent said they were not...", "link": "https://thehill.com/blogs/blog-briefing-room/3978932-over-half-of-registered-voters-say-political-attacks-on-trans-kids-families-are-a-major-problem-poll/", "date_published": "2023-04-28 22:46:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The silent killer that is terrorizing Virginia", "description": "When Americans turn on their television news, they get a front row seat to the latest congressional drama or some other partisan fight between Republican and Democrat politicians. At the end of the day, petty arguments and mudslinging is not what Americans truly care about. Instead, they care about kitchen table issues like education, crime...", "link": "https://thehill.com/opinion/congress-blog/3978905-the-silent-killer-that-is-terrorizing-virginia/", "date_published": "2023-04-28 22:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "First Republic Bank on the brink as regulators weigh options", "description": "Welcome to The Hill's Business &#038; Economy newsletter {beacon} Business &#038; Economy Business &#038; Economy &#8202; The Big Story  First Republic Bank on the brink as regulators weigh options The San Francisco-based bank could be the next financial institution to collapse, signaling that last month's banking crisis isn't over yet.  © AP First Republic Bank...", "link": "https://thehill.com/newsletters/business-economy/3978920-first-republic-bank-on-the-brink-as-regulators-weigh-options/", "date_published": "2023-04-28 22:24:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Khanna says Biden's staff 'overprotects' him: 'I think the more he's out there, the better'", "description": "Rep. Ro Khanna (D-Calif.) said he believes the White House staff “overprotects” President Biden, arguing that him giving more press conferences and participating in primary debates for 2024 would actually help him.  “I think he's actually really good. I think his staff overprotects him,\" Khanna said in an interview on “America’s Newsroom” on Fox News...", "link": "https://thehill.com/homenews/house/3978859-khanna-says-bidens-staff-overprotects-him-i-think-the-more-hes-out-there-the-better/", "date_published": "2023-04-28 22:20:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Ukraine signals counteroffensive is near: What to know about the coming fight", "description": "Ukraine’s long-awaited counteroffensive is now just around the corner, with top commanders and defense officials announcing Kyiv has nearly everything it needs to mount a successful attack on occupying Russian forces.  “Preparations are being finalized,” Ukrainian Defense Minister Oleksii Reznikov said at a news conference Friday, adding they were “mostly ready” for the offensive. That...", "link": "https://thehill.com/homenews/3978784-ukraine-signals-counteroffensive-is-near-what-to-know-about-the-coming-fight/", "date_published": "2023-04-28 22:03:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "California approves rule ending diesel truck sales by 2036", "description": "California regulators on Friday approved a rule that would end the sale of fossil fuel-powered medium and heavy-duty trucks in the state by 2036. The rule, which is contingent on federal approval for enforcement, would also require that fleet owners’ trucks be electric or otherwise zero-emission by 2042. The rule has stricter limits for when...", "link": "https://thehill.com/policy/energy-environment/3978823-california-approves-rule-ending-diesel-truck-sales-by-2036/", "date_published": "2023-04-28 21:56:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "These House lawmakers crossed the aisle on resolution to undo Biden solar tariff freeze", "description": "Twelve Democrats and eight Republicans crossed the aisle on Friday with their votes on a resolution that seeks to restart tariffs on solar power imports that were suspended by the Biden administration. The House approved the resolution in a 221-202 vote. President Biden signed an order in June 2022 to free Southeast Asian countries from...", "link": "https://thehill.com/homenews/house/3978792-these-house-lawmakers-crossed-the-aisle-on-resolution-to-undo-biden-solar-tariff-freeze/", "date_published": "2023-04-28 21:38:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "DeSantis says reports on campaign launch dates are 'inaccurate'", "description": "Florida Gov. Ron DeSantis (R) said reports on his potential presidential campaign launch date are “inaccurate,” and no plans have been made for an announcement event.  DeSantis said at a press conference on Thursday during a trip to Israel that he is focused on the international trip he is taking to Japan, South Korea, Israel...", "link": "https://thehill.com/homenews/campaign/3978790-desantis-says-reports-on-campaign-launch-dates-are-inaccurate/", "date_published": "2023-04-28 21:21:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "FISA 702 searches of foreign nationals tick up, amid major drop in US citizen queries", "description": "The number of foreign nationals spied on by the U.S. through its warrantless surveillance program reached an all-time high last year, according to government statistics released Friday, even as the number of Americans swept up in such searches declined dramatically.  The report, required annually, comes as Congress weighs reauthorization of Section 702 of the Foreign...", "link": "https://thehill.com/policy/national-security/3978746-fisa-702-searches-foreign-nationals-rise-citizen-queries-drop/", "date_published": "2023-04-28 21:20:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "EXCLUSIVE: Anheuser-Busch faces call to reaffirm support for trans community after Mulvaney pushback", "description": "The Human Rights Campaign is calling on Anheuser-Busch, the maker of Bud Light, to publicly reaffirm its support for the transgender community following weeks of right-wing pushback over the brewing company’s recent partnership with transgender social media influencer Dylan Mulvaney. In a letter sent this week to Anheuser-Busch’s head of human resources, Jay Brown, a...", "link": "https://thehill.com/homenews/state-watch/3978773-exclusive-anheuser-busch-faces-call-to-reaffirm-support-for-trans-community-after-mulvaney-pushback/", "date_published": "2023-04-28 21:13:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "NC Supreme Court overrules earlier district map ruling", "description": "{beacon} Evening Report Friday, April 28   ©  AP NC court sides with GOP, reversing map ruling The North Carolina Supreme Court found that the state's courts can't resolve questions of partisan gerrymandering, overruling a previous decision that struck down the state's congressional district maps.     When Democrats held a 4-3 majority on the court, they ruled...", "link": "https://thehill.com/newsletters/evening-report/3978768-nc-supreme-court-overrules-earlier-district-map-ruling/", "date_published": "2023-04-28 21:07:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Here are the most affordable states for retirees", "description": "A new study identifies a rugged group of states, Wyoming, Utah, Montana and Idaho, as the most affordable destinations for American retirees.  If those places sound cold, consider some warmer states that rank nearly as high in cost of living and other affordability measures: Virginia (5th on the list), New Mexico (7th), Tennessee (10th), Georgia...", "link": "https://thehill.com/business/personal-finance/3978698-here-are-the-most-affordable-states-for-retirees/", "date_published": "2023-04-28 21:02:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Schumer, Musk meeting opens door to warmer relations", "description": "Welcome to The Hill's Technology newsletter {beacon} Technology Technology &#8202; The Big Story  Schumer, Musk meeting opens door to warmer relations Senate Majority Leader Chuck Schumer's (D-N.Y.) meeting with Elon Musk about artificial intelligence (AI) could lead to a thawing of the tense relationship between Democrats and billionaire tech executive. © Getty Musk met with...", "link": "https://thehill.com/newsletters/technology/3978759-schumer-musk-meeting-opens-door-to-warmer-relations/", "date_published": "2023-04-28 21:00:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Frost calls out GOP silence on Greene's 'not a mother' attack", "description": "Rep. Maxwell Frost (D-Fla.) is calling out Republicans for their silence on Rep. Marjorie Taylor Greene’s (R-Ga.) attack on American Federation of Teachers (AFT) President Randi Weingarten, in which she said the union leader is “not a mother,” even though she has stepchildren.  Greene's comment came during a Wednesday meeting of the House Select Subcommittee...", "link": "https://thehill.com/homenews/house/3978684-frost-calls-out-gop-silence-on-greenes-not-a-mother-attack/", "date_published": "2023-04-28 20:37:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "More than 1 in 5 adults with limited car, public transit access forgo health care", "description": "More than one in five U.S. adults who do not have a car and have limited access to public transit said in a recent poll they have forgone needed health care in the past year. The poll from the Urban Institute found that 21 percent of those without access to a car or reliable public...", "link": "https://thehill.com/blogs/blog-briefing-room/3978640-more-than-1-in-5-adults-with-limited-car-public-transit-access-forgo-health-care/", "date_published": "2023-04-28 20:23:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Don’t just hug a tree this Arbor Day — plant one, too", "description": "Nearly five years ago, Hurricane Michael became the first Category 5 storm to hit the United States in 25 years. It left a trail of destruction in its wake, and my community of Panama City — located in the Florida Panhandle — was hit especially hard. Since then, working together as neighbors and citizens, we’ve...", "link": "https://thehill.com/opinion/congress-blog/3978536-dont-just-hug-a-tree-this-arbor-day-plant-one-too/", "date_published": "2023-04-28 20:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump dodges question on whether he would sign nationwide abortion ban", "description": "Former President Trump dodged a question Thursday on whether he would sign a national 15-week abortion ban as 2024 Republican contenders are facing increasing pressure to clarify their stance on curtailing abortion access at the federal level. During an interview with New Hampshire-based WMUR, Trump was asked if he would sign a 15-week abortion ban...", "link": "https://thehill.com/homenews/campaign/3978539-trump-dodges-question-on-whether-he-would-sign-nationwide-abortion-ban/", "date_published": "2023-04-28 19:55:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Alito says he has ‘pretty good idea’ of the identity of Dobbs decision leaker", "description": "Supreme Court Justice Samuel Alito, who authored the court’s majority opinion in the case that overturned Roe v. Wade last year, said he has a “pretty good idea” of the identity of the person who leaked the draft ruling. Alito said in an interview with two Wall Street Journal opinion writers that the leak of...", "link": "https://thehill.com/regulation/court-battles/3978582-alito-says-he-has-pretty-good-idea-of-the-identity-of-dobbs-decision-leaker/", "date_published": "2023-04-28 19:50:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The problems facing VA modernization are bigger than its software systems", "description": "VA has been sinking money into two different electronic health record systems, each one broken in its own way.", "link": "https://thehill.com/opinion/technology/3975573-the-problems-facing-va-modernization-are-bigger-than-its-software-systems/", "date_published": "2023-04-28 19:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Colorado Gov. Polis signs new batch of gun laws", "description": "Colorado Gov. Jared Polis (D) signed a new batch of gun legislation into law on Friday, several months after a deadly mass shooting at an LGBTQ nightclub in Colorado Springs. The laws establish a three-day waiting period to obtain a firearm, raise the minimum age to purchase firearms to 21, make it easier to sue...", "link": "https://thehill.com/homenews/state-watch/3978538-colorado-gov-polis-signs-new-batch-of-gun-laws/", "date_published": "2023-04-28 19:26:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Who cares about the future? Our children do — and they need our help", "description": "The world faces a seemingly endless list of crises. Taken together, they present us with one fundamental question: what world will we hand to our children?", "link": "https://thehill.com/opinion/white-house/3975436-who-cares-about-the-future-our-children-do-and-they-need-our-help/", "date_published": "2023-04-28 19:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Kansas enacts sweeping transgender 'bathroom bill'", "description": "Republican legislators in Kansas on Thursday enacted what LGBTQ rights groups have characterized as one of the most sweeping and restrictive transgender bathroom bills in U.S. history, overriding Democratic Gov. Laura Kelly’s veto of the measure. The Kansas House voted 84-40 Thursday to override Kelly’s veto of Senate Bill 180, which defines sex in state law...", "link": "https://thehill.com/homenews/lgbtq/3978481-kansas-enacts-sweeping-transgender-bathroom-bill/", "date_published": "2023-04-28 18:49:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Rep. Angie Craig drops bachelor's degree requirement to work in her office", "description": "Rep. Angie Craig (D-Minn.) has dropped the bachelor’s degree requirements for staff members in her office, following similar steps from several governors who have lifted the requirements for state government employees.  “No career trajectory should be defined by a piece of paper — it should be determined by work ethic, life experience and ability to...", "link": "https://thehill.com/homenews/house/3978465-rep-angie-craig-drops-bachelors-degree-requirement-to-work-in-her-office/", "date_published": "2023-04-28 18:45:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Arizona state Democrat apologizes after being caught hiding Bibles in state Capitol", "description": "A Democratic Arizona state representative apologized on Wednesday after she was caught hiding Bibles in the state Capitol. “The intent was never to be destructive, to never desecrate or to offend,” state Rep. Stephanie Stahl Hamilton (D-Tucson) said from the Arizona House floor. Security camera footage from the lawmakers’ lounge shows Stahl Hamilton hiding Bibles...", "link": "https://thehill.com/homenews/state-watch/3978434-arizona-state-dem-apologizes-after-being-caught-hiding-bibles-in-state-capitol/", "date_published": "2023-04-28 18:26:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Parents of man slain by US Park Police say they will donate $5M payment to oppose police immunity", "description": "The parents of a man killed by U.S. Park Police in Northern Virginia in 2017 will donate their $5 million civil settlement to causes opposing qualified immunity for police, they said Friday. Bijan Ghaisar was shot and killed by two U.S. Park Police officers in Fairfax County, Va., after he began driving away from the...", "link": "https://thehill.com/homenews/state-watch/3978216-parents-of-man-slain-by-us-park-police-say-they-will-donate-5m-payment-to-oppose-police-immunity/", "date_published": "2023-04-28 18:11:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "These Democrats are leading the call for Biden to send jets to Ukraine", "description": "President Biden is facing pressure from within his own party to send fighter jets and longer range missiles to Ukraine, as Russia continues to inflict daily death and destruction through aerial attacks.  Members of congress from both parties have called on Biden to supply Ukraine with long-range rocket artillery, called ATACMS, and modern F-16 fighter...", "link": "https://thehill.com/policy/defense/3978321-these-democrats-are-leading-the-call-for-biden-to-send-jets-to-ukraine/", "date_published": "2023-04-28 17:57:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "These states took action to block, safeguard abortion this week", "description": "Abortion access has been a patchwork of policies across the U.S. since the Supreme Court overturned Roe v. Wade last year. New restrictions are taking effect in some states, while others are increasingly taking actions to strengthen access.  Here's some of what's happened this week. North Dakota bans almost all abortions Republican Gov. Doug Burgum...", "link": "https://thehill.com/policy/healthcare/3978248-these-states-took-action-to-block-safeguard-abortion-this-week/", "date_published": "2023-04-28 17:56:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "ExxonMobil reports record high first quarter earnings", "description": "ExxonMobil recorded its highest-ever earnings in the first three months of 2023. The company announced on Friday that it made $11.4 billion between January and March, more than double its $5.5 billion profits from January through March of 2022.  Still, it's lower than the profits the company reported last quarter, when it made about $12.8...", "link": "https://thehill.com/policy/energy-environment/3978314-exxonmobil-reports-record-high-first-quarter-earnings/", "date_published": "2023-04-28 17:48:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Federal anti-China sentiment is increasingly seeping into state laws", "description": "Blanket anti-China measures and messaging are harming American communities.", "link": "https://thehill.com/opinion/international/3975855-federal-anti-china-sentiment-is-increasingly-seeping-into-state-laws/", "date_published": "2023-04-28 17:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Jan. 6 convict embraces Trump at campaign event, calls for Pence's execution", "description": "A woman who served time in prison for her involvement in the Jan. 6 insurrection embraced former President Trump at a campaign rally in New Hampshire on Thursday before later saying that former Vice President Mike Pence and \"every single\" member of Congress who certified the 2020 election should be executed. After QAnon supporter Micki...", "link": "https://thehill.com/blogs/blog-briefing-room/3978203-jan-6-convict-embraces-trump-at-campaign-event-calls-for-pences-execution/", "date_published": "2023-04-28 17:19:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "EPA waives limits on summer sales of ethanol-heavier fuel blends", "description": "The Environmental Protection Agency (EPA) has issued a waiver allowing the sale of higher-ethanol gas blends during the summer, when it is typically restricted. The waiver, issued Friday, will allow the sale of E15, or fuel that is 15 percent ethanol. The Clean Air Act allows for the temporary waiver of such restrictions in the...", "link": "https://thehill.com/policy/energy-environment/3978226-epa-waives-limits-on-summer-sales-of-ethanol-heavier-fuel-blends/", "date_published": "2023-04-28 17:16:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Passenger with 'vampire straw' arrested at Boston airport", "description": "The item, a drinking straw featuring a sharp pointed tip, is described by an online retailer as an \"edged instrument\" that can double as a dagger.", "link": "https://thehill.com/homenews/3978213-passenger-with-vampire-straw-arrested-at-boston-airport/", "date_published": "2023-04-28 17:09:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Dylan Mulvaney breaks weeks-long silence over Bud Light backlash", "description": "Transgender influencer Dylan Mulvaney broke her weeks-long silence on social media on Thursday, following the right-wing backlash over her recent partnership with Bud Light. “I’ve been offline for a few weeks, and a lot has been said about me,” Mulvaney said in a video posted to Instagram and TikTok. “It was so loud that I...", "link": "https://thehill.com/blogs/in-the-know/3978165-dylan-mulvaney-silence-bud-light-backlash/", "date_published": "2023-04-28 16:41:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "NC Supreme Court overrules decision that struck down voting maps", "description": "The North Carolina Supreme Court on Friday overruled its previous decision that struck down the state’s GOP-drawn voting maps, finding that claims of partisan gerrymandering are political questions that cannot be resolved by the state’s courts. The 5-2 party-line vote dismisses the underlying lawsuit that led to a sweeping election law clash at the U.S....", "link": "https://thehill.com/homenews/campaign/3978137-nc-supreme-court-overrules-decision-that-struck-down-voting-maps/", "date_published": "2023-04-28 16:32:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Hill's 12:30 Report — He's running, but not everyone is OK with that ...", "description": "To view past editions of The Hill's 12:30 Report, click here: https://bit.ly/41ZMHnw  To receive The Hill's 12:30 Report in your inbox, please sign up here: https://bit.ly/3qmIoS9  --&#62; A midday take on what's happening in politics and how to have a sense of humor about it.*  *Ha. Haha. Hahah. Sniff. Haha. Sniff. Ha--breaks down crying hysterically.  TALK OF THE MORNING  Biden’s...", "link": "https://thehill.com/newsletters/1230-report/3978038-the-hills-1230-report-hes-running-bu-not-everyone-is-ok-with-that/", "date_published": "2023-04-28 16:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Tlaib calls on Feinstein to step down", "description": "Rep. Rashida Tlaib (D-Mich.) called on Sen. Dianne Feinstein (D-Calif.) to step down on Friday, joining a small group of House Democrats who are urging the six-term Senate stalwart to resign due to her prolonged absence. In a tweet on Friday, Tlaib voiced concerns that Senate Republicans have been able to push through legislation while...", "link": "https://thehill.com/homenews/house/3978099-rep-rashida-tlaib-calls-on-feinstein-to-step-down/", "date_published": "2023-04-28 16:27:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Regulators to blame in part for SVB, Signature Bank failures, federal watchdog says", "description": "Regulators failed to address serious mismanagement at two major U.S. banks, leading to two of the biggest bank failures in U.S. history, a report by the Government Accountability Office (GAO) released Friday found. The failures of Silicon Valley Bank (SVB) and Signature Bank in March sent shockwaves throughout the U.S. economy and likely hastened the...", "link": "https://thehill.com/homenews/3978130-regulators-to-blame-in-part-for-svb-signature-bank-failures-federal-watchdog-says/", "date_published": "2023-04-28 16:27:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Romance novelist Nora Roberts denounces 'shocking' Florida book removals", "description": "Romance novelist Nora Roberts has been caught up in the conservative effort to ban books from Florida schools, an action she describes as \"shocking.\" Eight of her books were removed from school library shelves in Martin County, Florida, following a complaint. “All of it is shocking,” Roberts told The Washington Post. “If you don’t want...", "link": "https://thehill.com/blogs/blog-briefing-room/3977970-romance-novelist-nora-roberts-denounces-shocking-florida-book-removals/", "date_published": "2023-04-28 16:23:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Joe Rogan: No 2024 solution for Dems 'other than Biden dying'", "description": "Podcast host Joe Rogan said President Biden running for a second term is bad news for Democrats. “The fact that he’s running again is so wild when you watch him talk,\" Rogan said on his show this week. \"The fact that there’s no leadership that can find a solution to this, cause there really is...", "link": "https://thehill.com/homenews/media/3978012-joe-rogan-no-2024-solution-for-dems-other-than-biden-dying/", "date_published": "2023-04-28 16:16:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Home seller profits at two-year low: report", "description": "Home seller profits declined again in the first quarter of the year due to flat and, in some areas, falling prices, according to a new report released by nationwide property data provider Attom.  Profit margins on typical home sales hit a two-year low, dropping from 48.7 percent in the fourth quarter of 2022 to 44.2 percent in...", "link": "https://thehill.com/business/3978034-home-seller-profits-at-two-year-low-report/", "date_published": "2023-04-28 16:05:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden to commute sentences of 31 non-violent drug offenders, releases new rehabilitation plan", "description": "The White House announced Friday that President Biden will commute the sentences of 31 non-violent drug offenders, alongside the launch of a new administration strategy aimed to improve rehabilitation in jails and prisons. The 31 Americans serving sentences for non-violent drug offenses are all on home confinement, a White House official said, adding they have...", "link": "https://thehill.com/homenews/administration/3977974-biden-to-commute-sentences-of-31-non-violent-drug-offenders-releases-new-rehabilitation-plan/", "date_published": "2023-04-28 16:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The US is facing a critical shortage of nurses — skilled immigrants can be the cure", "description": "Policymakers should prioritize visas for workers like nurses.", "link": "https://thehill.com/opinion/healthcare/3975396-the-us-is-facing-a-critical-shortage-of-nurses-skilled-immigrants-can-be-the-cure/", "date_published": "2023-04-28 16:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Bipartisan bill would strike 'outdated and derogatory language' on intellectual disability from federal law", "description": "A bipartisan House group on Friday introduced a bill to strike more than two dozen instances of outdated and derogatory terminology describing intellectual disability from federal law. The bill, introduced by Reps. Mark Pocan (D-Wisc.), Pete Sessions (R-Texas) and Cathy McMorris Rodgers (R-Wash.) and D.C. Del. Eleanor Holmes Norton (D), is identical to one introduced...", "link": "https://thehill.com/homenews/3978042-bipartisan-bill-would-strike-outdated-and-derogatory-language-on-intellectual-disability-from-federal-law/", "date_published": "2023-04-28 15:47:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "First Republic shares plunge as regulators plot rescue: reports", "description": "Shares of First Republic Bank are cratering Friday as federal regulators are attempting to figure out a way to prevent it from collapsing, according to multiple reports. First Republic shares were down more than 43 percent shortly before noon, extending a slide triggered by a dire earnings report released earlier this week. Shares of the...", "link": "https://thehill.com/business/3978000-first-republic-shares-plunge/", "date_published": "2023-04-28 15:46:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Fed blames oversight, management for Silicon Valley Bank collapse", "description": "Silicon Valley Bank (SVB) failed due to a perfect storm of incompetent management, insufficient supervision and weak regulations, the Federal Reserve said in a report Friday.   The autopsy attempts to explain how federal regulators failed to prevent the second-largest bank collapse in U.S. history, which prompted a banking crisis that has boosted the odds of...", "link": "https://thehill.com/business/banking-financial-institutions/3978026-fed-blames-weak-oversight-incompetent-management-for-silicon-valley-bank-collapse/", "date_published": "2023-04-28 15:45:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "DeSantis fumes over former Guantanamo detainee's torture claims: 'Totally BS'", "description": "Florida Gov. Ron DeSantis (R) lashed out on Thursday over a former Guantanamo Bay detainee’s claim that the former naval officer oversaw his force-feeding at the prison. “No, no, all that’s BS,” DeSantis told reporters at a press conference in Jerusalem. “No, totally, totally BS.” “How would they know me?” he continued, his voice rising....", "link": "https://thehill.com/homenews/campaign/3978015-desantis-fumes-over-former-guantanamo-detainees-torture-claims-totally-bs/", "date_published": "2023-04-28 15:37:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Congressional Dads Caucus calls for more baby changing stations in Capitol complex", "description": "Times — and babies — they are a-changin’: The Congressional Dads Caucus is urging the Capitol to install more diaper changing tables in bathrooms across House office buildings. The issue, the caucus said in a Friday letter to the House Administration Committee, was first brought to the group’s attention by constituents and visitors to the...", "link": "https://thehill.com/blogs/in-the-know/3978018-congressional-dads-caucus-calls-for-more-baby-changing-stations-in-capitol-complex/", "date_published": "2023-04-28 15:35:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Second Trump-hired firm found 2020 fraud claims were 'all false'", "description": "A second firm hired by the Trump campaign to investigate fraud in the 2020 election said all of Trump’s fraud claims were false, the firm’s founder told The Washington Post The Trump campaign hired Simpatico Software Systems and its founder Ken Block to investigate fraud claims all over the country after the 2020 election. “No...", "link": "https://thehill.com/blogs/blog-briefing-room/3977965-second-trump-hired-firm-found-2020-fraud-claims-were-all-false/", "date_published": "2023-04-28 15:25:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "House passes bill to undo Biden solar tariff freeze", "description": "The House on Friday approved a Congressional Review Act resolution to resume tariffs on solar power imports suspended by the Biden administration. The measure, H.J. Res. 39, was approved 221-202, with 12 Democrats joining most Republicans to vote in favor of the bill, and eight Republicans opposing it. The White House has already vowed to...", "link": "https://thehill.com/policy/energy-environment/3977938-house-passes-bill-to-undo-biden-solar-tariff-freeze/", "date_published": "2023-04-28 15:01:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Want a sensible democracy? Look down under", "description": "A word that comes up a lot when Australians talk about their political system is “sensible.”", "link": "https://thehill.com/opinion/international/3975738-want-a-sensible-democracy-look-down-under/", "date_published": "2023-04-28 15:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Kyiv cites first Russian missile strike in weeks; 17 killed in apartment strike", "description": "Russian missiles fell on Kyiv early Friday, Ukrainian authorities said, the first direct attacks on the capital in weeks. Missile strikes across the country killed at least 19 people, including 17 in a single apartment building in the central city of Uman. A post by the Ukrainian Armed Forces claims that the country shot down...", "link": "https://thehill.com/policy/international/3977923-ukraine-russia-missile-strike/", "date_published": "2023-04-28 14:53:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Bytes & Bylines kicks off Correspondents’ weekend with a nod to LGBTQ community", "description": "Journalists, politicians and technology leaders kicked off White House Correspondents' Association (WHCA) dinner weekend with \"Bytes &#38; Bylines\" Thursday evening in Washington.  The event — co-hosted by Allen Gannett, Eric Kuhn, Susanna Quinn, Sarah Kate Ellis, Shua Goodwin and Adam Rathe — returned to the Irish ambassador's residence on Embassy Row this year.  Ambassador Geraldine...", "link": "https://thehill.com/blogs/in-the-know/3977796-bytes-bylines-kicks-off-correspondents-weekend-with-a-nod-to-lgbtq-community/", "date_published": "2023-04-28 14:45:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Greene faces pushback after saying Weingarten is 'not a mother'", "description": "Rep. Marjorie Taylor Greene (R-Ga.) is facing pushback after suggesting that American Federation of Teachers (AFT) President Randi Weingarten, who's a stepmother, is “not a mother.\" After Weingarten told the congresswoman that she is a “mother by marriage” at a hearing on Wednesday, Greene repeatedly claimed that the union leader is “not a mother.” “The...", "link": "https://thehill.com/homenews/house/3977900-greene-faces-pushback-after-saying-weingarten-is-not-a-mother/", "date_published": "2023-04-28 14:37:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "MTA ends real-time service alerts on Twitter, says platform is 'no longer reliable'", "description": "New York's Metropolitan Transportation Authority, which provides public transportation services for millions of riders in the NYC metro area each day, has ended its real-time service alerts on Twitter, an agency official said in a statement Thursday night.", "link": "https://thehill.com/homenews/3977848-mta-ends-real-time-service-alerts-on-twitter-says-platform-is-no-longer-reliable/", "date_published": "2023-04-28 14:31:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Watch live: Jeffries holds weekly press conference", "description": "House Minority Leader Hakeem Jeffries (D-N.Y.) is on Friday giving a weekly press conference. For the past week, the majority Republican caucus has drawn most of the attention on the House floor, as the Majority Leader Kevin McCarthy (R-Calif.) successfully wrangled the votes needed for a budget proposal with the needed self-imposed spending limits to...", "link": "https://thehill.com/homenews/3977868-watch-live-jeffries-holds-weekly-press-conference/", "date_published": "2023-04-28 14:31:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "American generosity has saved 25 million lives and counting. Let’s reauthorize PEPFAR now", "description": "The American people have shown time and time again that they are capable of extraordinary generosity, compassion, and leadership. In few places is this more evident than in our efforts to combat HIV/AIDS through the U.S. President's Emergency Plan for AIDS Relief, or PEPFAR.  President George W. Bush launched PEPFAR in his State of the...", "link": "https://thehill.com/opinion/congress-blog/3977441-american-generosity-has-saved-25-million-lives-and-counting-lets-reauthorize-pepfar-now/", "date_published": "2023-04-28 14:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "What’s the most a 'Jeopardy!' contestant could possibly win?", "description": "The largest payday ever awarded during a regular-season game of “Jeopardy!” is $131,127. But that's nowhere near the maximum a contestant could theoretically win.", "link": "https://thehill.com/homenews/3976148-whats-the-most-a-jeopardy-contestant-could-possibly-win/", "date_published": "2023-04-28 14:22:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "ABC News edits RFK Jr. interview to exclude 'false claims about the COVID-19 vaccines'", "description": "ABC News says it edited an interview with presidential candidate Robert F. Kennedy Jr. to exclude false claims he had made about coronavirus vaccines. “We should note that during our conversation, Kennedy made false claims about the COVID-19 vaccines,” ABC News Live anchor Linsey Davis said during a report on Kennedy Jr.'s recent presidential bid announcement. \"We've used...", "link": "https://thehill.com/homenews/media/3977874-abc-news-edits-rfk-jr-interview-to-exclude-false-claims-about-the-covid-19-vaccines/", "date_published": "2023-04-28 14:20:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Schumer warns Congress could intervene if Texas judge shopping isn't reformed", "description": "Senate Majority Leader Chuck Schumer (D-N.Y.) said Congress may intervene if a federal district court in Texas does not implement reforms to prevent judge shopping. In a Thursday letter to David Godbey, chief judge for the U.S. District Court for the Northern District of Texas, Schumer took aim at how plaintiffs can leverage the district’s...", "link": "https://thehill.com/homenews/senate/3977831-schumer-congress-texas-judge-shopping/", "date_published": "2023-04-28 14:00:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "How a successful Ukrainian spring counteroffensive could lead to Putin’s downfall and Yevgeny Prigozhin’s elevation to president", "description": "Prigozhin is still seen as a close Putin ally. But that could change if the expected Ukrainian spring counteroffensive proves successful.", "link": "https://thehill.com/opinion/international/3976051-could-a-successful-ukrainian-spring-counteroffensive-lead-to-putins-downfall-and-yevgeny-prigozhins-elevation-to-the-presidency/", "date_published": "2023-04-28 14:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "McCarthy hits DeSantis on Disney prison quip: 'Sit down and negotiate'", "description": "Speaker Kevin McCarthy (R-Calif.) hit Florida Gov. Ron DeSantis (R) over his ongoing feud with Disney on Thursday, suggesting that the governor “sit down and negotiate” with the company. “I’d give him the same advice I gave President Biden,” McCarthy told CNBC’s “Squawk Box” on Thursday. “Why wouldn’t you sit down and negotiate and talk....", "link": "https://thehill.com/homenews/house/3977788-mccarthy-hits-desantis-on-disney-prison-quip-sit-down-and-negotiate/", "date_published": "2023-04-28 13:52:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump rally crowd boos at mention of 'progressive' Lindsey Graham", "description": "Former President Trump described GOP Sen. Lindsey Graham (S.C.) as a “progressive from South Carolina” during an event Thursday, drawing boos from those gathered in New Hampshire. “Lindsey Graham, the progressive from South Carolina,” Trump told a crowd of supporters while talking about trade involving India, China and Europe. The crowd booed at the mention...", "link": "https://thehill.com/homenews/campaign/3977789-trump-rally-crowd-boos-at-mention-of-progressive-lindsey-graham/", "date_published": "2023-04-28 13:45:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The US government saved Paul Rusesabagina. Now bring home my brother.", "description": "Tossed between the forces of geopolitics, individual self-interest and human apathy, my brother will likely spend yet another year in a dark cell", "link": "https://thehill.com/opinion/international/3976899-the-us-government-saved-paul-rusesabagina-now-bring-home-my-brother/", "date_published": "2023-04-28 13:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "A friendly visit to Washington is also a crucial summit on global security", "description": "The transformation of the South Korea-U.S. alliance into a global partnership for peace, prosperity and democracy is especially welcome given recent setbacks to these values.", "link": "https://thehill.com/opinion/national-security/3975441-a-friendly-visit-to-washington-is-also-a-crucial-summit-on-global-security/", "date_published": "2023-04-28 13:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Nebraska lawmakers reject six-week abortion ban", "description": "A six-week abortion ban failed in the Nebraska legislature on Thursday, after supporters of the ban fell one vote short of breaking a filibuster to enact the new law. The bill, which sought to ban abortion after cardiac activity is detected around six weeks of pregnancy, lost a crucial supporter when Republican state Sen. Merv...", "link": "https://thehill.com/homenews/state-watch/3977744-nebraska-lawmakers-reject-six-week-abortion-ban/", "date_published": "2023-04-28 12:54:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Consumer prices rose slightly in March as annual inflation plunged", "description": "The Federal Reserve’s preferred measure of inflation fell to a 4.2 percent annual increase as price growth throughout the economy continues to drop. The personal consumption expenditures (PCE) price index rose 0.1 percent on the month, the Commerce Department reported, far less than the 0.4 percent projected by economists. The “core” PCE, which excludes food...", "link": "https://thehill.com/business/economy/3977702-consumer-prices-rose-slightly-in-march-as-annual-inflation-plunged/", "date_published": "2023-04-28 12:38:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Abortion ban rejected in South Carolina after GOP women join filibuster", "description": "The South Carolina state Senate rejected a near-total abortion ban on Thursday, after the chamber’s five female lawmakers led a multi-day filibuster against the bill. Three Republicans, a Democrat and an Independent joined together as the only five women in the state senate to block the legislation, which sought to ban abortion from conception with...", "link": "https://thehill.com/homenews/state-watch/3977682-abortion-ban-rejected-in-south-carolina-after-gop-women-join-filibuster/", "date_published": "2023-04-28 12:16:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Supreme Court’s refusal to adopt a code of conduct is nothing but petulance", "description": "At this perilous moment in its history, it is mission-critical that SOCTUS reassure a skeptical public that its ethics are above reproach.", "link": "https://thehill.com/opinion/judiciary/3974406-the-supreme-courts-refusal-to-adopt-a-code-of-conduct-is-nothing-but-petulance/", "date_published": "2023-04-28 12:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "3 dead in Army helicopter collision over Alaska", "description": "Three soldiers were killed and one was injured in a collision between two Army helicopters over Alaska on Thursday, the Army said. Two AH-64 Apache helicopters from the 1st Attack Battalion, 25th Aviation Regiment crashed near Healy, Alaska, while returning from a training mission. Two of the soldiers were declared dead at the scene, while...", "link": "https://thehill.com/policy/defense/3977643-3-dead-in-army-helicopter-collision-over-alaska/", "date_published": "2023-04-28 11:35:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Hill's Morning Report — Default looms. Negotiations when?", "description": "Editor’s note: The Hill’s Morning Report is our daily newsletter that dives deep into Washington’s agenda. To subscribe, click here or fill out the box below. Speaker Kevin McCarthy’s (R-Calif.) chess moves paid off this week with the passage of a GOP spending bill that will never become law — but that paves the way...", "link": "https://thehill.com/newsletters/morning-report/3977571-the-hills-morning-report-default-looms-negotiations-when/", "date_published": "2023-04-28 10:15:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Five reasons Democrats are worried about Biden", "description": "When President Biden announced his reelection bid this week, some Democrats privately expressed worry that some of the president’s flaws could haunt him throughout the campaign.   While they acknowledge Biden has had a successful couple of years — particularly on the legislative front — they also have some trepidation about whether Biden can ultimately pull...", "link": "https://thehill.com/homenews/administration/3976497-five-reasons-democrats-are-worried-about-biden/", "date_published": "2023-04-28 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Pedestrian deaths have risen 70 percent since 2010. Blame trucks.", "description": "Pedestrian deaths on American roads have risen by more than 70 percent since 2010, an increase that safe-streets advocates ascribe partly to our national love affair with trucks.  Vehicles struck and killed 7,388 pedestrians in 2021, compared to 4,302 in 2010, according to federal crash data tabulated by The Hill. Pedestrian deaths rose by another...", "link": "https://thehill.com/policy/transportation/3976315-pedestrian-deaths-have-risen-70-percent-since-2010-blame-trucks/", "date_published": "2023-04-28 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Pressure grows on Supreme Court to embrace ethics reforms", "description": "The Supreme Court’s recent defense of its ethical standards is being met with scorn from Democrats and judicial watchdog groups, who are pushing to intervene in the wake of the high court’s recent controversies. A ProPublica investigation into undisclosed luxury trips that Justice Clarence Thomas received from GOP megadonor Harlan Crow has set off a...", "link": "https://thehill.com/regulation/court-battles/3975942-supreme-court-ethics-reforms-pressure/", "date_published": "2023-04-28 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Schumer opens door to détente with Musk", "description": "Senate Majority Leader Chuck Schumer (D-N.Y.) met for more than an hour in his Capitol Hill office with tech magnate Elon Musk this week to discuss the future of artificial intelligence, a sign of a possible thaw in relations between Democrats and one of the nation’s most powerful CEOs.   Relations between Musk and Democratic...", "link": "https://thehill.com/homenews/senate/3976494-schumer-musk-detente-twitter/", "date_published": "2023-04-28 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Senate GOP smells blood as Justice launches Manchin challenge", "description": "Senate Republicans on Thursday received a major boost in their quest to retake the majority when West Virginia Gov. Jim Justice (R) officially threw his hat into the ring, likely giving the party its best opportunity to take down Sen. Joe Manchin (D-W.Va.).  Justice announced his plans during a Thursday event at the Greenbrier, handing...", "link": "https://thehill.com/homenews/senate/3976164-senate-gop-jim-justice-manchin-challenge/", "date_published": "2023-04-28 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Memo: Republicans worry DeSantis has erred in Disney feud", "description": "Whispers are growing louder among Republicans that Florida Gov. Ron DeSantis (R) has miscalculated in his battle with Disney — a struggle that has already gone on for more than a year and has no end in sight. There are real dangers, they say, of his fight with the corporation becoming a distraction from his...", "link": "https://thehill.com/homenews/state-watch/3976584-the-memo-republicans-worry-desantis-has-erred-in-disney-feud/", "date_published": "2023-04-28 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Sanders on 2024 decision: 'I don't think one has many alternatives'", "description": "Sen. Bernie Sanders (I-Vt.) said on Thursday that there weren’t “many alternatives” for him beyond forgoing a 2024 presidential run and backing President Biden’s reelection. “I don’t think one has many alternatives,” Sanders told MSNBC. “What’s at stake is the future of American democracy.”  “What’s at stake is whether we have some right-wing demagogue running this...", "link": "https://thehill.com/homenews/campaign/3977124-sanders-on-2024-decision-i-dont-think-one-has-many-alternatives/", "date_published": "2023-04-28 03:10:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Two Army helicopters crash in central Alaska, incident under investigation", "description": "Two Army helicopters from Fort Wainwright crashed while returning from a training flight on Thursday, according to an Army press release. The AH-64 Apache helicopters from the 1st Attack Battalion, 25th Aviation Regiment were involved in the crash near Healy, Alaska. Each helicopter had two people, a spokesperson for the U.S. Army Alaska said, according...", "link": "https://thehill.com/policy/defense/3977024-two-army-helicopters-crash-in-central-alaska-incident-under-investigation/", "date_published": "2023-04-28 02:42:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Fort Lee renamed 150 years after Civil War to honor Black Army pioneers", "description": "Fort Lee, an Army base named for a Confederate general in the Civil War, was renamed Fort Gregg-Adams on Thursday in honor of two Black Army pioneers. \"I hope that this community will look with pride on the name Fort Gregg-Adams and that the name will instill pride in every soldier entering our mighty gates,\"...", "link": "https://thehill.com/policy/defense/3976779-fort-lee-renamed-150-years-after-civil-war-to-honor-black-army-pioneers/", "date_published": "2023-04-28 02:30:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Percentage of teen girls considering, attempting suicide rose in second year of pandemic: CDC", "description": "The percentage of teenage girls considering and attempting suicide rose in 2021, a sign of declining mental health during the second year of the COVID-19 pandemic, according to a study by the Centers for Disease Control and Prevention (CDC).  The CDC’s Youth Risk Behavior Survey found that 30 percent of female students in grades 9-12...", "link": "https://thehill.com/policy/healthcare/3976957-percentage-of-teen-girls-considering-attempting-suicide-rose-in-second-year-of-pandemic-cdc/", "date_published": "2023-04-28 02:17:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "RFK Jr. on running against Biden: 'I just disagree fundamentally with him’", "description": "Presidential candidate Robert F. Kennedy Jr. said he is running against President Biden for the Democratic nomination because he “fundamentally” disagrees with him about the country’s direction.  Kennedy, an environmental attorney and prominent anti-vaccine activist who declared his candidacy for president earlier this month, told radio talk show hosts John Catsimatidis and Rita Cosby on...", "link": "https://thehill.com/homenews/campaign/3976753-rfk-jr-on-running-against-biden-i-just-disagree-fundamentally-with-him/", "date_published": "2023-04-28 01:14:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Pentagon reviewing how it vets for security clearances", "description": "The Pentagon is looking into how it vets individuals for security clearances after an alleged leaker of hundreds of pages of secret U.S. documents gained authorized access despite past issues.  “The department is looking not only at our intelligence processes and procedures as it relates to security or sensitive information and who has that information,...", "link": "https://thehill.com/policy/defense/3976699-pentagon-reviewing-how-it-vets-for-security-clearances/", "date_published": "2023-04-28 00:54:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "More voters support assault weapons ban over arming citizens to reduce violence: poll", "description": "More U.S. voters support banning assault weapons over arming citizens to reduce gun violence, according to a Fox News poll released on Thursday. While 45 percent of those surveyed said they would encourage more citizens to carry guns to defend against attackers, 61 percent said they favored banning assault rifles and semi-automatic weapons. Huge majorities in the...", "link": "https://thehill.com/blogs/blog-briefing-room/3976646-more-voters-support-assault-weapons-ban-over-arming-citizens-to-reduce-violence-poll/", "date_published": "2023-04-28 00:13:06+00:00", "persistent": false, "user": null, "language": "en-US"}]