[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Cuco: Tiny Desk Concert", "description": "Anamaria Sayre | April 28, 2023\n\nWith a Dr. Simi doll in front of him, pop cariño Cuco brought every single piece of who he is and his artistry to El Tiny.\n\nSlow-rolling through a set of four tracks, he seamlessly blended the soul of chicano ballads and the smooth energy of soft rock anthems. Opening with gentle vocals and simple chords on “Pendant,” Cuco brought corazon from an earlier era to his concert. Closing out the emo moment with a sweet guitar solo, he moved on to the tranquil percussion of “Hydrocodone,” delivering heartbroken melody and transporting the audience back to the bedroom where his songwriting career first began. \n\nComplementing the rumbling bass with some light synth, he showcases that same soulful energy on “Feelings,” and closes out the set with the bumpy, bilingual new track “Under the Sun,” shifting to cumbia rhythms as he swaps languages. The guitar-heavy, percussive-laden show invites the audience to share in a Cuco we’ve never seen before, all parts heartbroken, hopeful, and evolving.\n\nSET LIST\n“Pendant”\n“Hydrocodone”\n“Feelings”\n“Under the Sun” \n\nMUSICIANS\nCuco: vocals, guitar, keys\nEsai: bass, vocals\nFern: guitar, vocals\nAllan Olivares: guitar, percussion, vocals \nJulian Farias: drums\n\nTINY DESK TEAM\nProducers: Bobby Carter, Felix Contreras\nDirector/Editor: Kara Frame\nAudio Engineer: Josh Rogosin\nCreative Director: Bob Boilen\nVideographers:  Kara Frame, Joshua Bryant, Sofia Seidel\nAudio Assistant: Neil Tevault \nTiny Desk Team: Suraya Mohamed, Maia Stern, Marissa Lorusso, Hazel Cills, Ashley Pointer, Pilar Galván, Jill Britton\nVP, Visuals and Music: Keith Jenkins\nSenior VP, Programming: Anya Grundmann\n\n#tinydesk #nprmusic #cuco", "link": "https://www.youtube.com/watch?v=oy-4I58Dru0", "date_published": "2023-04-28 09:00:35+00:00", "persistent": false, "user": null, "language": "en-US"}]