[{"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Democrat Candidate RFK Jr. Slams ABC News After They Admit To Censoring His Interview: ‘Illegal’", "description": "Democrat presidential candidate Robert Francis Kennedy Jr. slammed ABC News on Friday after the network admitted that it censored some of its Thursday interview with him. RFK Jr., who has faced criticism for years over some of his staunchly anti-vaccine views, is surging in Democrat primary polls, amassing nearly 20% support despite having only recently ...", "link": "https://www.dailywire.com/news/democrat-candidate-rfk-jr-slams-abc-news-after-they-admit-to-censoring-his-interview-illegal", "date_published": "2023-04-28 18:53:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Major American Firm Raided By Police In China, Had Phones And Computers Taken", "description": "Chinese authorities raided the offices of Bain and Company in Shanghai, marking the second such crackdown against an American company with operations in the communist nation. Police questioned employees of the management consulting firm two weeks ago and confiscated a number of computers and phones, according to a Wednesday report from the Financial Times based ...", "link": "https://www.dailywire.com/news/major-american-firm-raided-by-police-in-china-had-phones-and-computers-taken", "date_published": "2023-04-28 18:11:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "IRS Seeks To Hire Agents With Guns In All 50 States", "description": "The IRS is attempting to hire individuals qualified to wield firearms for the tax collection agency’s Criminal Unit as enforcement activities are expected to increase amid a recent funding windfall. Candidates for the special agent position, which is the only job at the IRS where employees are permitted to carry guns, will be expected to ...", "link": "https://www.dailywire.com/news/irs-seeks-to-hire-agents-with-guns-in-all-50-states", "date_published": "2023-04-28 18:04:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Jordan Peterson Blasts Academia After Paper Defending Merit Rejected For ‘Hurtfulness’", "description": "DailyWire+ host Dr. Jordan B. Peterson condemned those in academia who oppose meritocracy after a paper defending the concept was rejected from multiple scientific journals. The paper, entitled “In Defense of Merit in Science” and authored by a number of prominent academics such as John McWhorter and Peter Boghossian, contended that modern postsecondary institutions replace ...", "link": "https://www.dailywire.com/news/jordan-peterson-blasts-academia-after-paper-defending-merit-rejected-for-hurtfulness", "date_published": "2023-04-28 17:55:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Demonic Possession Takes Over Hollywood: An Expert Reviews ‘The Pope’s Exorcist’ and ‘Nefarious’", "description": "The devil is enjoying a star turn in Hollywood, where a pair of movies about demonic possession are getting mixed reviews from real-life experts on exorcisms. Both “Nefarious” and “The Pope’s Exorcist” hit the big screen on April 14, hoping to mine the same occult fascination that made William Friedkin’s “The Exorcist” a terrifying classic ...", "link": "https://www.dailywire.com/news/demonic-possession-takes-over-hollywood-an-expert-reviews-the-popes-exorcist-and-nefarious", "date_published": "2023-04-28 17:38:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Third Major American Bank Collapses, Regulators Will Soon Take Company Over: Report", "description": "The Federal Deposit Insurance Corporation, also known as the FDIC, will imminently place First Republic Bank under receivership, marking the third collapse of a medium-sized American bank in less than two months. First Republic Bank, headquartered in San Francisco, California, caters mainly to wealthy clients with account balances above the $250,000 deposit threshold backed by ...", "link": "https://www.dailywire.com/news/third-major-american-bank-collapses-regulators-will-soon-take-company-over-report", "date_published": "2023-04-28 17:19:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Friday Afternoon Update: Intel Leaker Hearing And Theranos Founder’s Appeal", "description": "This article is adapted from today’s Morning Wire Afternoon Update. To listen to the podcast version, click here. Alleged Docs Leakers Appears In Court The 22-year-old Air National Guardsman accused of leaking classified documents appeared in court this week for his detention hearing. Jack Texiera’s attorneys asked the judge Thursday to allow the defendant to be ...", "link": "https://www.dailywire.com/news/friday-afternoon-update-intel-leaker-hearing-and-theranos-founders-appeal", "date_published": "2023-04-28 17:18:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "State Trooper Gets $260,000 Settlement After Demotion For Not Joining Police Union", "description": "A Connecticut state trooper who charged that the State Police Union (CSPU) and Department of Emergency Services (DESPP) demoted him from a prestigious position for refusing to join the union membership and contribute to its politics won a $260,500 settlement. State Trooper Joseph Mercer, whose case was represented by staff attorneys at the National Right ...", "link": "https://www.dailywire.com/news/state-trooper-gets-260000-settlement-after-demotion-for-not-joining-police-union", "date_published": "2023-04-28 16:44:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Randi Weingarten Is Gaslighting Us. She Fought To Keep Schools Closed, Not Open.", "description": "Teachers union boss Randi Weingarten is taking heat for bizarrely claiming that she fought to reopen schools during the pandemic. She did the exact opposite. Weingarten, president of the American Federation of Teachers (AFT), the second largest teacher&#8217;s labor union in America, now claims she &#8220;tried to do everything we could to reopen schools safely.&#8221; This is ...", "link": "https://www.dailywire.com/news/randi-weingarten-is-gaslighting-us-she-fought-to-keep-schools-closed-not-open", "date_published": "2023-04-28 16:30:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Big Business: Obesity Drug Market Could Be Worth $200 Billion By 2030", "description": "Obesity pills could form a market worth between $50 billion and $200 billion within the next several years, according to estimates from investment banks. Semaglutide treatments sold under brand names such as Ozempic, Wegovy, and Rybelsus have gained traction in recent months as celebrities use the drug to suppress appetite and slow gastric emptying, phenomena ...", "link": "https://www.dailywire.com/news/big-business-obesity-drug-market-could-be-worth-200-billion-by-2030", "date_published": "2023-04-28 16:17:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Florida Legislature Passes Bill Clarifying DeSantis Can Run For President While Governor", "description": "The Florida legislature passed legislation this week that clarifies that Governor Ron DeSantis can for President of the United States without having to resign as governor. The Florida House passed the bill with a 76-34 vote on Friday, with nine lawmakers abstaining. The Florida Senate passed the measure on Wednesday in a 28-12 vote. In ...", "link": "https://www.dailywire.com/news/florida-legislature-passes-bill-clarifying-desantis-can-run-for-president-while-governor", "date_published": "2023-04-28 16:04:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "DEEP DIVE: Did Biden Really Know A Reporter’s Question Before She Asked It? Maybe, Maybe Not.", "description": "President Joe Biden has certainly lost a few steps from his heady days in the Senate and vice presidency, when he could riff extemporaneously with the best of them. And that&#8217;s understandable. He&#8217;s 80. But what occurred at his last press conference was unusual to say the least. During a joint press conference with South ...", "link": "https://www.dailywire.com/news/deep-dive-did-biden-really-know-a-reporters-question-before-she-asked-it-maybe-maybe-not", "date_published": "2023-04-28 15:59:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Egyptian Government Slaps Jada Pinkett Smith’s ‘Cleopatra’: ‘Falsification Of Egyptian History’", "description": "The Egyptian government has accused Netflix of “falsifying Egyptian history” by presenting Cleopatra as black in their documentary. “African Queens: Queen Cleopatra” sparked controversy with the release of the trailer two weeks ago. Now, the Ministry of Tourism and Antiquities in Egypt released a lengthy statement which includes evidence they say proves Cleopatra had a ...", "link": "https://www.dailywire.com/news/egyptian-government-slaps-jada-pinkett-smiths-cleopatra", "date_published": "2023-04-28 15:50:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Utterly Useless’: Biden Abandons Thousands Of Americans In War-Torn Sudan", "description": "The United States of America has abandoned thousands of Americans in Sudan, despite other countries being able to evacuate their own citizens from the war-torn country this week. Why is that? The White House hasn&#8217;t really offered to explain, other than to say that the intelligence suggested it was too dangerous. During a U.S.-negotiated 72-hour ...", "link": "https://www.dailywire.com/news/utterly-useless-biden-abandons-thousands-of-americans-in-war-torn-sudan", "date_published": "2023-04-28 15:49:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Justice Alito Has ‘Good Idea’ Of Who Leaked Dobbs Opinion; Suggests Motive Was Assassination", "description": "Supreme Court Justice Samuel Alito said that he has a “pretty good” idea who was behind the leak of the court&#8217;s decision on overturning Roe v. Wade — and that the leak made the justices targets for possible assassination. Alito, who authored the landmark Dobbs v. Jackson Women&#8217;s Health Organization decision that ruled there is ...", "link": "https://www.dailywire.com/news/justice-alito-has-good-idea-of-who-leaked-dobbs-opinion-suggests-motive-was-assassination", "date_published": "2023-04-28 15:40:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Newsflash: Pope Still Catholic, Rejects Radical Gender Ideology", "description": "Much to the chagrin of progressives everywhere on Friday, Pope Francis reminded the world that, yes, the pope is still Catholic as he soundly rejected radical gender theory and advocated the complimentary and divine differences between man and woman. On Friday, The Daily Wire reported that the Vicar of Christ made his comments before the ...", "link": "https://www.dailywire.com/news/newsflash-pope-still-catholic-rejects-radical-gender-ideology", "date_published": "2023-04-28 15:16:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Iconic Sculpture Targeted By Paint-Wielding Climate Protesters In Washington, D.C.", "description": "Radical climate change activists targeted another priceless piece of art on Thursday, smearing paint onto the pedestal and glass encasement protecting a famous Edgar Degas sculpture.  The vandalism occurred at the National Gallery of Art in Washington, D.C., and was directed at a sculpture called “Little Dancer Aged Fourteen.” Degas, a French Impressionist, finished the ...", "link": "https://www.dailywire.com/news/iconic-sculpture-targeted-by-paint-wielding-climate-protesters-in-washington-d-c", "date_published": "2023-04-28 15:00:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "The Death Row Inmates Who Played Baseball In The Hopes Of Delaying Their Executions", "description": "In 1910, the sheriff of Rawlins, Wyoming, helped death row inmates start a prison baseball team that led to rumors they would have their executions delayed or stayed as long as they continued to win. It started when Sheriff Felix Alston took over from his predecessor, allowing inmates to leave their cells and get some ...", "link": "https://www.dailywire.com/news/the-death-row-inmates-who-played-baseball-in-the-hopes-of-delaying-their-executions", "date_published": "2023-04-28 14:56:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "The Woman Who Accused Emmett Till Has Died, Ending An Aspect Of The 70-Year Tragedy", "description": "The white woman who accused black teenager Emmett Till of whistling at her and touching her in a store in Mississippi in 1955 has died. Carolyn Bryant Donham died Tuesday while receiving hospice care in Westlake, Louisiana, The New York Times reported. She was 88 and battling cancer, according to Mississippi Today. Donham was 21 ...", "link": "https://www.dailywire.com/news/the-woman-who-accused-emmett-till-has-died-ending-an-aspect-of-the-70-year-tragedy", "date_published": "2023-04-28 14:53:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Frightens Me’: Sharon Osbourne, Other Hollywood Stars Say They Regret Getting Plastic Surgery", "description": "Sharon Osbourne has joined with other Hollywood stars in admitting that she shouldn&#8217;t have kept getting plastic surgery to try to maintain her youth. The 70-year-old British TV personality and former co-host of CBS&#8217; &#8220;The Talk&#8221; said that her last surgery really scared her and admitted she won&#8217;t have a sixth facelift to try to ...", "link": "https://www.dailywire.com/news/frightens-me-sharon-osbourne-other-hollywood-stars-say-they-regret-getting-plastic-surgery", "date_published": "2023-04-28 14:46:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Megyn Kelly Goes Viral With 7-Word Response To Dylan Mulvaney Complaining About Being Labeled A Man", "description": "Megyn Kelly has gone viral with her seven-word response to a video of trans influencer Dylan Mulvaney complaining about being labeled a man by some news outlets. The host of the&#8221;The Megyn Kelly Show&#8221; tweeted on Friday to her 2.7 million followers her thoughts after Mulvaney claimed it should be &#8220;illegal&#8221; to use &#8220;he&#8221; to ...", "link": "https://www.dailywire.com/news/megyn-kelly-goes-viral-with-7-word-response-to-dylan-mulvaney-complaining-about-being-labeled-a-man", "date_published": "2023-04-28 14:33:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Maury Povich On Jerry Springer’s Death: ‘He Didn’t Change TV, He Radicalized It’", "description": "Jerry Springer’s longtime rival Maury Povich reflected on the death of his colleague on Thursday. The 84-year-old talk show host told People he was “absolutely shocked” to hear about Springer’s passing. The host of “The Jerry Springer Show” died after a reported battle with pancreatic cancer. &#8220;We were all rivals, but at the same time, ...", "link": "https://www.dailywire.com/news/maury-povich-on-jerry-springers-death-he-didnt-change-tv-he-radicalized-it", "date_published": "2023-04-28 13:31:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘They Can’t Cancel Me’: Matt Walsh Has Message For Left After Career Milestone", "description": "Daily Wire podcast host Matt Walsh sent a message on Friday to those on the Left &#8220;celebrating&#8221; his &#8220;demise&#8221; and said he can&#8217;t be canceled after his show became the most popular news podcast on Spotify. &#8220;The Matt Walsh Show&#8221; host had nothing but praise for his followers when he tweeted a screenshot of this ...", "link": "https://www.dailywire.com/news/they-cant-cancel-me-matt-walsh-has-message-for-left-after-career-milestone", "date_published": "2023-04-28 13:22:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Supersized Balloon In Space May Finally Explain Secret Of Dark Matter", "description": "A telescope in space attached to a giant balloon the size of a football stadium may help humans unlock the secret of what dark matter is made of and has already sent back amazing images of distant galaxies. The Super Pressure Balloon Imaging Telescope (SuperBIT) launched on April 16 from Wānaka, New Zealand. It can ...", "link": "https://www.dailywire.com/news/supersized-balloon-in-space-may-finally-explain-secret-of-dark-matter", "date_published": "2023-04-28 13:21:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Federal Reserve Releases Review Detailing Why Silicon Valley Bank Collapsed", "description": "Officials at the Federal Reserve concluded on Friday that Silicon Valley Bank collapsed last month because executives failed to properly assess macroeconomic risk and volatility within the technology sector, upon which the firm was heavily reliant. The implosion of Silicon Valley Bank, where the vast majority of account balances exceeded the $250,000 threshold backed by ...", "link": "https://www.dailywire.com/news/federal-reserve-reveals-why-silicon-valley-bank-collapsed", "date_published": "2023-04-28 13:03:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Pope Francis Condemns Gender Ideology As ‘Nefarious Path’ That Leads To ‘Tragic Defeat’ During Hungary Visit", "description": "VATICAN CITY — Pope Francis condemned gender ideology and abortion rights as part of a “nefarious path” which ends, not in &#8220;progress,&#8221; but “tragic defeat” during a speech to civil and religious leaders on the first day of his trip to Hungary. With Prime Minister Viktor Orbán and Hungary’s first female president, Katalin Novák, in ...", "link": "https://www.dailywire.com/news/pope-francis-condemns-gender-ideology-as-nefarious-path-that-leads-to-tragic-defeat-during-hungary-visit", "date_published": "2023-04-28 12:57:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Kellogg Shareholders Will Vote On Auditing Company’s Diversity Initiatives And Returning ‘To Merits’", "description": "Shareholders for the Kellogg Company are scheduled to vote Friday on a proposal to audit the multinational food conglomerate’s adherence to the diversity, equity, and inclusion movement, also known as DEI, and return the company to hiring and promotion decisions based on merit. The proposal, which the board of directors recommended that shareholders oppose, would ...", "link": "https://www.dailywire.com/news/kellogg-shareholders-will-vote-on-auditing-companys-diversity-initiatives-and-returning-to-merits", "date_published": "2023-04-28 12:33:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Report Card: Randi Weingarten Can’t Erase Her History On School Closures", "description": "During the COVID pandemic, we all suffered loss — loss of freedom, loss of a loved one, loss of a job or home. One can argue, however, that no one lost more than public school students, particularly those in liberal states who were subject to extended school shutdowns. On Wednesday, Randi Weingarten, the president of ...", "link": "https://www.dailywire.com/news/report-card-randi-weingarten-cant-erase-her-history-on-school-closures", "date_published": "2023-04-28 11:36:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Dylan Mulvaney Addresses Followers For First Time Since Bud Light Controversy", "description": "Trans-identifying activist Dylan Mulvaney addressed fans Thursday for the first time since the Bud Light controversy took the nation by storm. Mulvaney, who boasts 10.8 million followers on TikTok and 1.8 million followers on Instagram, shared a video discussing why the influencer was “offline for a few weeks.” &nbsp; View this post on Instagram &nbsp; ...", "link": "https://www.dailywire.com/news/dylan-mulvaney-addresses-followers-for-first-time-since-bud-light-controversy", "date_published": "2023-04-28 11:02:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Leftist Minnesota Just Gave State Power To Take Kids Away If Parents Don’t Approve Gender Surgery", "description": "Minnesota Governor Tim Walz on Thursday signed into law a bill making the state a &#8220;sanctuary&#8221; for children, including those from out of state, seeking gender-altering surgery without the consent of their parents. The new law gives state courts temporary emergency jurisdiction over any child in Minnesota who has been abandoned, is in need of ...", "link": "https://www.dailywire.com/news/leftist-minnesota-just-gave-state-power-to-take-kids-away-if-parents-dont-approve-gender-surgery", "date_published": "2023-04-28 10:50:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Report: Biden Is Only Functional Six Hours A Day, Five Days A Week", "description": "According to his aides, President Joe Biden is a spry 80-year-old — at least between the hours of 10:00 a.m. to 4:00 p.m., Monday through Friday. Outside of that time frame, he&#8217;s back to being Sleepy Joe, according to a new report. On Friday, Axios reported that the Biden White House has a hard time ...", "link": "https://www.dailywire.com/news/report-biden-is-only-functional-six-hours-a-day-five-days-a-week", "date_published": "2023-04-28 09:51:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Lia’s Got Some Serious Balls’: Gutfeld Mocks Lia Thomas For Telling Women How To Behave", "description": "After former University of Pennsylvania swimmer Lia Thomas, who claims to be a woman, suggested that women athletes who criticize Thomas for competing in women’s sports are “transphobic” but too scared to say so, Fox News’ Greg Gutfeld ripped Thomas for having the nerve to tell women how to behave. Thomas made the comments — ...", "link": "https://www.dailywire.com/news/lias-got-some-serious-balls-gutfeld-mocks-lia-thomas-for-telling-women-how-to-behave", "date_published": "2023-04-28 09:39:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘You Were The Tip Of The Spear’: Conservative Dad Confronts Teachers Union Boss Over School Closures In Viral Video", "description": "A conservative father and former Bush administration official confronted teachers union boss Randi Weingarten Thursday over her claim that she worked to reopen schools during the COVID pandemic, telling the labor leader during a live CNN panel discussion that parents know better. The tense moment came on &#8220;CNN Tonight,&#8221; as Scott Jennings, former deputy director of ...", "link": "https://www.dailywire.com/news/you-were-the-tip-of-the-spear-conservative-dad-confronts-teachers-union-boss-over-school-closures-in-viral-video", "date_published": "2023-04-28 09:18:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Three Soldiers Dead After Apache Helicopters Crash In Alaska", "description": "Three Army soldiers are dead after two Apache helicopters crashed following a training exercise in Alaska on Thursday.  The crash happened near Healy, Alaska, and involved four service members and two AH-64 Apache helicopters from the 11th Airborne Division’s 25th Aviation Regiment. According to Captain Molly Treece, the survivor was transported to a hospital in Fairbanks.  ...", "link": "https://www.dailywire.com/news/three-soldiers-dead-after-apache-helicopters-crash-in-alaska", "date_published": "2023-04-28 09:09:22+00:00", "persistent": false, "user": null, "language": "en-US"}]