[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "The Legend of Zelda: Tears of the Kingdom Dive Into the Unknown Trailer", "description": "Dive into the unknown, harness the power of new abilities and let curiosity lead the way in The Legend of Zelda: Tears of the Kingdom. Listen to an epic score as we're just a few weeks away from the release to the sequel to The Legend of Zelda: Breath of the Wild.\n\n#tearsofthekingdom #thelegendofzelda  #gaming", "link": "https://www.youtube.com/watch?v=-GfMe0tbu-g", "date_published": "2023-04-28 20:37:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Redfall Everything To Know", "description": "Redfall is a vampire-hunting co-op shooter from Arkane Studios. Here is everything you need to know before launch about the story, characters, weapons, and pre-order bonuses. Play as Layla with her telekinetic skills, Jacob on sniping and gunplay, Remi with her robot buddy Bribon, and Devinder with the equipment he’s invented. Redfall releases May 2nd, 2023 for both PC and Xbox Series X/S.\n\nWant to know more: \nRedfall is the latest shooter coming from Arkane Austin - the same branch of Arkane Studios responsible for 2017’s Prey. Redfall was first announced at E3 2021 with a cinematic trailer showcasing a cast of heroes with special powers fighting off against vampires. However, since then, we’ve learned far more. This is everything we know so far about Redfall.\nRedfall is set in the fictional, titular island and city of Redfall, set in Massachusetts. The island has come under siege by an army of vampires. You’ll be able to choose to play as one of these specific heroes throughout the duration of the game’s story-driven campaign. As their backgrounds indicate, they each have their own unique abilities and skills that completely change the way they play. Layla has a focus on utilizing her telekinetic skills, Jacob on sniping and gunplay, Remi on her robot buddy Bribon, who she’ll use to distract or help her fight enemies, and Devinder on the various equipment he’s invented.\nRedfall can be tackled solo or co-operatively with up to 4 total players. Notably, if you do choose to play solo, the other characters aren’t going to be controlled by bots, and you truly will be alone. If you do choose to play with friends, the game doesn’t rebalance the combat, so if one character is - say, level 20, and the other level 5, the lower level character may have a pretty hard time.\nThe arsenal of weapons you have at your disposal includes both military gear and vampire-slaying inventions unique to the world. You’ll also unlock and find various vampire stakes you can attach to your weapons.\nRedfall will be released May 2nd, 2023 for both PC and Xbox Series X/S for $69.99. It will also be available on Game Pass. Players on Game Pass can upgrade to the Bite Back Digital Edition for $29.99 which otherwise costs $99.99. By pre-ordering Redfall or playing on Game Pass, players will receive the Vampire Hunter Pack, which includes a Grim Tide Shotgun, Polar Vortex Multi-Weapon Skin, and Blood Ravager Stake Weapon Attachment. The Bite Back Digital Edition includes a throwback outfit pack, Redfall Hero Pass to play as two future heroes, a laser beam multi-weapon skin, and a tactical knife stake weapon attachment.\n\n#gaming  #redfall  #gamespot  #vampires \n\nTimestamps:\nIntro 00:00\nStory 00:28\nCharacters 01:48\nGameplay 03:08\nRelease Date And Pre-Order Bonuses 06:47", "link": "https://www.youtube.com/watch?v=3BfNxvzYkqs", "date_published": "2023-04-28 15:00:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Star Wars Jedi: Survivor - 5 Things I Wish I Knew Before Playing", "description": "From how to get the new crossguard lightsaber stance early to Cal's new abilities, here are 5 things I wish I knew before playing Star Wars Jedi: Survivor.\n\nTimestamps: \n00:25 - Accessibility settings\n01:34 - Luke Skywalker, Han Solo, Obi Want Kenobi cosmetics\n02:14 - The databank\n02:28 - Koboh\n03:25 - How to spend XP\n04:30 - How to get the new blaster and crossguard lightsabers\n05:23 - Things that are easy to forget\n08:04 - The vendors and what they sell\n\n#StarWarsJediSurvivor #gamespot #gaming", "link": "https://www.youtube.com/watch?v=amzzMDWV8LA", "date_published": "2023-04-28 14:00:02+00:00", "persistent": false, "user": null, "language": "en-US"}]