[{"source": "https://feeds.feedburner.com/TheHackersNews", "title": "This Cybercrime Syndicate Pre-Infected Over 8.9 Million Android Phones Worldwide", "description": "A cybercrime enterprise known as Lemon Group is leveraging millions of pre-infected Android smartphones worldwide to carry out their malicious operations, posing significant supply chain risks.\n\"The infection turns these devices into mobile proxies, tools for stealing and selling SMS messages, social media and online messaging accounts and monetization via advertisements and click fraud,\"", "link": "https://thehackernews.com/2023/05/this-cybercrime-syndicate-pre-infected.html", "date_published": "2023-05-18 16:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Join This Webinar — Zero Trust + Deception: Learn How to Outsmart Attackers!", "description": "Cybersecurity is constantly evolving, but complexity can give hostile actors an advantage. To stay ahead of current and future attacks, it's essential to simplify and reframe your defenses. Zscaler Deception is a state-of-the-art next-generation deception technology seamlessly integrated with the Zscaler Zero Trust Exchange. It creates a hostile environment for attackers and enables you to track", "link": "https://thehackernews.com/2023/05/join-this-webinar-zero-trust-deception.html", "date_published": "2023-05-18 12:05:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "How to Reduce Exposure on the Manufacturing Attack Surface", "description": "Digitalization initiatives are connecting once-isolated Operational Technology (OT) environments with their Information Technology (IT) counterparts. This digital transformation of the factory floor has accelerated the connection of machinery to digital systems and data. Computer systems for managing and monitoring digital systems and data have been added to the hardware and software used for", "link": "https://thehackernews.com/2023/05/how-to-reduce-exposure-on-manufacturing.html", "date_published": "2023-05-18 10:42:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Escalating China-Taiwan Tensions Fuel Alarming Surge in Cyber Attacks", "description": "The rising geopolitical tensions between China and Taiwan in recent months have sparked a noticeable uptick in cyber attacks on the East Asian island country.\n\"From malicious emails and URLs to malware, the strain between China's claim of Taiwan as part of its territory and Taiwan's maintained independence has evolved into a worrying surge in attacks,\" the Trellix Advanced Research Center said", "link": "https://thehackernews.com/2023/05/escalating-china-taiwan-tensions-fuel.html", "date_published": "2023-05-18 09:53:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "8220 Gang Exploiting Oracle WebLogic Flaw to Hijack Servers and Mine Cryptocurrency", "description": "The notorious cryptojacking group tracked as 8220 Gang has been spotted weaponizing a six-year-old security flaw in Oracle WebLogic servers to ensnare vulnerable instances into a botnet and distribute cryptocurrency mining malware.\nThe flaw in question is CVE-2017-3506 (CVSS score: 7.4), which, when successfully exploited, could allow an unauthenticated attacker to execute arbitrary commands", "link": "https://thehackernews.com/2023/05/8220-gang-exploiting-oracle-weblogic.html", "date_published": "2023-05-18 09:31:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Darknet Carding Kingpin Pleads Guilty: Sold Financial Info of Tens of Thousands", "description": "A U.S. national has pleaded guilty in a Missouri court to operating a darknet carding site and selling financial information belonging to tens of thousands of victims in the country.\nMichael D. Mihalo, aka Dale Michael Mihalo Jr. and ggmccloud1, has been accused of setting up a carding site called Skynet Market that specialized in the trafficking of credit and debit card data.\nMihalo and his", "link": "https://thehackernews.com/2023/05/darknet-carding-kingpin-pleads-guilty.html", "date_published": "2023-05-18 06:39:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Apple Thwarts $2 Billion in App Store Fraud, Rejects 1.7 Million App Submissions", "description": "Apple has announced that it prevented over $2 billion in potentially fraudulent transactions and rejected roughly 1.7 million app submissions for privacy and security violations in 2022.\nThe computing giant said it terminated 428,000 developer accounts for potential fraudulent activity, blocked 105,000 fake developer account creations, and deactivated 282 million bogus customer accounts. It", "link": "https://thehackernews.com/2023/05/apple-thwarts-2-billion-in-app-store.html", "date_published": "2023-05-18 06:19:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Critical Flaws in Cisco Small Business Switches Could Allow Remote Attacks", "description": "Cisco has released updates to address a set of nine security flaws in its Small Business Series Switches that could be exploited by an unauthenticated, remote attacker to run arbitrary code or cause a denial-of-service (DoS) condition.\n\"These vulnerabilities are due to improper validation of requests that are sent to the web interface,\" Cisco said, crediting an unnamed external researcher for", "link": "https://thehackernews.com/2023/05/critical-flaws-in-cisco-small-business.html", "date_published": "2023-05-18 05:18:00+00:00", "persistent": false, "user": null, "language": "en-US"}]