[{"source": "https://www.engadget.com/rss.xml", "title": "TikTok creators sue Montana over statewide ban of the app", "description": "<p>One day after Montana Governor signed the first statewide ban <a href=\"https://www.engadget.com/montanas-governor-signs-bill-banning-tiktok-225326086.html\"><ins>on TikTok</ins></a> into law, the measure is already facing a legal challenge. Five TikTok creators <a href=\"https://twitter.com/DWTLaw/status/1659299574199250945\"><ins>are suing</ins></a> in an effort to block the ban from taking effect.</p><p>In court filings, lawyers representing the TikTok creators say the ban is unconstitutional and that it violates their First Amendment rights. They also take issue with Montana’s supposed national security justification for the ban.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>“Montana has no authority to enact laws advancing what it believes should be the United States’ foreign policy or its national security interests, nor may Montana ban an entire forum for communication based on its perceptions that some speech shared through that forum, though protected by the First Amendment, is dangerous,” the suit <a href=\"https://www.dwt.com/-/media/files/2023/05/20230517--alario-et-al--1-complaint.pdf\"><ins>states</ins></a>. “Montana can no more ban its residents from viewing or posting to TikTok than it could ban the Wall Street Journal because of who owns it or the ideas it publishes.”</p><p>In <a href=\"https://www.foxnews.com/video/6327773759112\"><ins>an interview</ins></a> on <em>Fox News</em>, Montana’s Attorney General, Austin Knudsen, said that legal challenges to the ban were expected. “There are some important issues here that I do think we probably need the federal courts to step in and answer for us here,” he said. “And that was part of our calculus in bringing this.”</p><p>The lawsuit is among the first legal challenges to the law, and will likely be closely watched as federal officials consider a <a href=\"https://www.engadget.com/the-us-government-is-trying-to-force-bytedance-to-sell-tiktok-005751763.html\"><ins>nationwide ban</ins></a> on the app. Right now, the Montana ban is set to take effect January 1, 2024, though lawsuits challenging it could delay that timeline. TikTok itself hasn’t commented on whether it’s planning to bring its own litigation in Montana, but said in a statement following the bill’s signing that it planned “to defend the rights of our users inside and outside of Montana.”</p>This article originally appeared on Engadget at https://www.engadget.com/tiktok-creators-sue-montana-over-statewide-ban-of-the-app-225725851.html?src=rss", "link": "https://www.engadget.com/tiktok-creators-sue-montana-over-statewide-ban-of-the-app-225725851.html?src=rss", "date_published": "2023-05-18 22:57:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "PlayStation Plus bug warns that games will expire in 15 minutes", "description": "<p>Sony may be having some problems with PlayStation Plus games today. Commenters in forum posts on <a href=\"https://www.reddit.com/r/PS5/comments/13kuh6c/psa_ps_plus_game_catalog_is_currently_glitched/\">Reddit</a>, <a href=\"https://www.resetera.com/threads/&#x00201c;game-will-expire&#x00201d;-glitch-appears-to-be-hitting-ps-plus-catalog-at-the-moment.720739/\">ResetEra</a> and <a href=\"https://www.neogaf.com/threads/ps-extra-15-minutes-bug.1656663/\">NeoGAF</a> report various users being alerted to an alert, reading, “The game will expire in 15 minutes,” and then booting them to the PlayStation home screen. Engadget’s Kris Holt also ran into the issue Wednesday evening while playing <em>Ratchet and Clank: Rift Apart</em>.</p><p>Users experiencing the glitch say it appears to happen with any game in the PS Plus catalog. Fortunately, you can apparently return to the game from the home screen and quickly continue playing. However, the cycle seems to repeat in regular 15-minute (and possibly other) increments.</p><span id=\"end-legacy-contents\"></span><p>It isn’t yet clear how widespread the issue is. (Some users in the Reddit post claim they’re playing PS Plus games without problems.) Additionally, the bug doesn’t have any known fixes. PlayStation hasn’t yet acknowledged the issue publicly; Engadget has reached out to ask for a comment, and we will update this article if or when we hear back.</p>This article originally appeared on Engadget at https://www.engadget.com/playstation-plus-bug-warns-that-games-will-expire-in-15-minutes-205015372.html?src=rss", "link": "https://www.engadget.com/playstation-plus-bug-warns-that-games-will-expire-in-15-minutes-205015372.html?src=rss", "date_published": "2023-05-18 20:50:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "'Futurama' returns July 24th as a Hulu original after a 10-year hiatus", "description": "<p>Hulu has a bit of &quot;good news&quot; for <em>Futurama</em> fans. The streaming provider <a href=\"https://twitter.com/hulu/status/1659235000057724943?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1659235000057724943%7Ctwgr%5Ec75aa8befc1111fdec8193bf6de58964a6e882fd%7Ctwcon%5Es1_&amp;ref_url=https%3A%2F%2Ftwitter.trello.services%2Ftweets.html7B22secret223A22bpF0nv0PHsACNCwpgvBi1y6FwL8bLBZhoZpOHPvUUXX0ztbfOHeVtBCtuQO5fadS222C22context223A7B22version223A22build-187616222C22member223A2263098a168412070191a9a966222C22permissions223A7B22board223A22write222C22organization223A22read222C22card223A22write227D2C22organization223A22535db1366cfbe3051ea534e7222C22theme223A22dark222C22board223A2261a097ad7ffa63888fbf2467222C22card223A22646653fbfeef89d5698de8c3222C22command223A22attachment-sections222C22plugin223A2255a5d917446f51777421000b227D2C22locale223A22en-US227D\"><ins>announced on Twitter</ins></a> today that Bender and the gang (yes, John DiMaggio will be reprising his role as Bender) will return for season eight on July 24th. After <a href=\"https://www.engadget.com/futurama-new-episodes-hulu-214738188.html\"><ins>the eighth season’s announcement</ins></a> in early 2022, DiMaggio said in <a href=\"https://twitter.com/TheJohnDiMaggio/status/1493769815353225217\"><ins>a tweet</ins></a> that he would not be returning to the show after a pay disagreement with Disney and Hulu, though he quickly changed course. Series creator Matt Groening and producer David X. Cohen are returning to lead<em> Futurama</em> once again.</p><p>As reported by <a href=\"https://variety.com/2023/tv/news/futurama-revival-hulu-premiere-date-1235616847/\"><em><ins>Variety</ins></em></a>, the eighth season will consist of two parts, with an initial run of 10 episodes. The new season airs on Mondays, on a weekly basis on Hulu. Notably, this is the second time (or fourth time, depending on who’s asking) the show has been brought back, and the first time the show will be <a href=\"https://www.engadget.com/futurama-new-episodes-hulu-214738188.html\"><ins>airing first on a streaming platform</ins></a>. Hulu did not announce an air date for part two, which will include an additional 10 episodes.</p><span id=\"end-legacy-contents\"></span><p><em>Futurama</em> originally debuted in 1999, with the first four seasons airing on Fox. The show then had a new home on Comedy Central, which aired seasons six and seven, which ended in 2013. The so-called &quot;fifth season&quot;, which was also under Comedy Central, was a series of four movies that were eventually split into short-length episodes. Now, after being canceled and renewed several times by several cable networks, the next season lives on in the streaming world nearly 10 years after the last season had aired.</p><div id=\"5a0b49fdac5a4384a1ea335ad83508dd\"></div><p></p>This article originally appeared on Engadget at https://www.engadget.com/futurama-returns-july-24th-as-a-hulu-original-after-a-10-year-hiatus-203316031.html?src=rss", "link": "https://www.engadget.com/futurama-returns-july-24th-as-a-hulu-original-after-a-10-year-hiatus-203316031.html?src=rss", "date_published": "2023-05-18 20:33:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Apple TV adds multiview for live sports", "description": "<p>Apple added a multiview feature today for watching live sports on the Apple TV 4K. You can now watch up to four live streams of <a href=\"https://www.engadget.com/apple-tv-mls-season-pass-launch-120017178.html\">Major League Soccer matches</a>, <em>Friday Night Baseball</em> games and the studio shows <em>MLS 360</em> and <em>MLB Big Inning</em>. Previously, multiview options for Apple’s set-top box were limited to third-party services like <a href=\"https://www.engadget.com/fubotv-multiview-update-apple-tv-093146850.html\">FuboTV</a>, <a href=\"https://www.engadget.com/youtube-tv-adds-multiview-streaming-in-time-for-march-madness-160009784.html\">YouTube TV</a> and <a href=\"https://www.engadget.com/ncaa-march-madness-live-app-two-games-164641910.html\">March Madness</a> streams.</p><p>After choosing a compatible match, other available live games will appear at the bottom of the screen in the Apple TV app. There, you can customize whether to watch one stream prominently (with others tiled in smaller windows to the right) or two to four matches in split-screen (of equal sizes). In addition, it lets you choose which audio to hear, including home radio broadcasts for MLS and home or away feeds for <em>Friday Night Baseball</em>. Finally, you can switch to full-screen mode with one click if a stream demands your total attention.</p><span id=\"end-legacy-contents\"></span><p>MLS Season Pass, which has no obnoxious blackouts, requires a $15 / mo. (or $99 / season) subscription to watch and use multiview. (Apple TV+ subscribers pay a bit less at $13 / mo. or $79 / season.) Additionally, Apple offers a <a href=\"https://www.engadget.com/apple-offers-a-free-one-month-trial-of-mls-season-pass-to-new-and-returning-subscribers-211335095.html\">one-month trial</a> for new and returning subscribers until the end of October. Meanwhile, <em>Friday Night Baseball</em> is <a href=\"https://www.engadget.com/apples-friday-night-baseball-returns-april-7th-but-youll-need-a-subscription-to-watch-171047615.html\">available to all Apple TV+ subscribers</a>.</p>This article originally appeared on Engadget at https://www.engadget.com/apple-tv-adds-multiview-for-live-sports-192952130.html?src=rss", "link": "https://www.engadget.com/apple-tv-adds-multiview-for-live-sports-192952130.html?src=rss", "date_published": "2023-05-18 19:29:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Vinfast's first EV is almost ready for the world", "description": "<p>If you want to lose a lot of money, become an automaker. Cars are incredibly difficult to build and scaling manufacturing is nearly impossible. It took Tesla years to get the Model 3 to market after bringing the Model S and Model X to the road. So Vietnam's VinFast decision to become an EV automaker after it spent a few years building vehicles based on BMW's platform is sort of insane. And yet, this week we had the opportunity to drive the VF 8, the first VinFast EV to land in the United States.</p><p>Driving the VF 8 in San Diego was a stark reminder of the difficulty of building a vehicle. While we were impressed with what the company has done, we also have to report that the VF 8 electric SUV needs work if it's going to truly compete with the rest of the US EV market.</p><span id=\"end-legacy-contents\"></span><p>Oddly, VinFast had us drive the lease-only California edition that's actually only available in the Golden State. It has a shorter range than its competitors and the standard version of the vehicle that's hitting US shores right now.</p><p>Overall though, we found the car needs a few more months of tweaks (most of which are software) to battle it out in the increasingly competitive mid-size electric SUV market. But don't count them out: VinFast has the foundation to be a major player sooner than you think. Watch our first drive video below for the full story.</p><div id=\"9f66f25524954f7bac4bf3479c55f424\"><div style=\"width: 100%; height: 0; padding-bottom: 56.25%;\"></div></div><p></p>This article originally appeared on Engadget at https://www.engadget.com/vinfasts-first-ev-is-almost-ready-for-the-world-190049624.html?src=rss", "link": "https://www.engadget.com/vinfasts-first-ev-is-almost-ready-for-the-world-190049624.html?src=rss", "date_published": "2023-05-18 19:00:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "‘Layers of Fear’ remake is launching on day one for Mac", "description": "<p>Horror collection <em>Layers of Fear</em><a href=\"https://www.engadget.com/layers-of-fear-remake-launches-on-pc-ps5-and-xbox-june-15th-193050271.html\">already had a concrete release date</a> of June 15th for many platforms, but now the day one launch also includes <a href=\"https://shopping.yahoo.com/rdlw?merchantId=89f68c82-f255-44fa-8db9-03fec996b93a&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=YouTube&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI4OWY2OGM4Mi1mMjU1LTQ0ZmEtOGRiOS0wM2ZlYzk5NmI5M2EiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cueW91dHViZS5jb20vd2F0Y2g_dj1BakhsVHd0NklBbyIsImNvbnRlbnRVdWlkIjoiZDdiYzQ0N2MtZWIwOC00NTFlLTk3YTgtYjViZDcxODk0ZTlmIn0&amp;signature=AQAAAWwRQa8c8WJFRz5KVaMYWx3M3IkzvkxoDQwMxr_BdgcV&amp;gcReferrer=https%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DAjHlTwt6IAo\">Apple Mac computers.</a> This is only for recently-released models with Apple-manufactured silicon chips, but it’s certainly a feather in the company’s cap, as Apple has been busy <a href=\"https://www.engadget.com/apple-wwdc-2022-games-upscaling-metal-3-metalfx-resident-evil-village-no-mans-sky-190905515.html\">trying to further its gaming ambitions.</a></p><p>The collection includes full remakes of the original <em>Layers of Fear </em>and <em>Layers of Fear 2, </em>including DLC for both titles and an original chapter made just for this release. These remakes aren’t simple upscales, as each title was recreated in Unreal Engine 5 and include all manner of modern graphical touches, though it’s still unknown if the Mac version will handle advanced techniques like ray-tracing. Developer Bloober Team has stated that it made full use of Apple’s proprietary Metal 3 upscaling tech.</p><span id=\"end-legacy-contents\"></span><p>“Apple silicon has transformed gaming on Mac — delivering incredible graphics performance, new capabilities, along with extraordinary battery life,” said Bloober Team CEO Piotr Babieno.</p><div id=\"73687795b3e44bdd92f671de2d57f6cb\"></div><p>In addition to the Mac platform, <em>Layers of Fear</em> is launching on PC via Steam, PS5 and Xbox Series X/S. In other words, it’ll be playable on just about everything but a Switch. Bloober Team is also <a href=\"https://www.engadget.com/medium-xbox-series-s-review-160039546.html\">porting former Xbox-exclusive <em>The Medium</em></a> to Apple Macs later this summer. The number of available modern titles on Apple computers is still paltry compared to other platforms, but silicon Macs have gotten some recent high-profile releases like <em>Resident Evil Village</em>. Some games, like <em>Grid Legends</em> and <em>No Man’s Sky</em>, have been announced for the platform but have yet to materialize.</p>This article originally appeared on Engadget at https://www.engadget.com/layers-of-fear-remake-is-launching-on-day-one-for-mac-184727990.html?src=rss", "link": "https://www.engadget.com/layers-of-fear-remake-is-launching-on-day-one-for-mac-184727990.html?src=rss", "date_published": "2023-05-18 18:47:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Nike and Strava partner up for curated workouts and original content", "description": "<p>Nike and connected fitness subscription platform <a href=\"https://www.prnewswire.com/news-releases/strava-and-nike-partner-to-serve-athletes-301828145.html\"><ins>Strava are partnering up</ins></a> to simplify the act of transferring activity data from one service to the other. In the past, it was fairly complicated to send Nike+ data to the Strava platform.</p><p>Sending activity data from the Nike Run Club and Nike Training Club apps to Strava allows athletes a new way to track their workouts and connect with the overall community. This move gives Nike+ users access to more than 750,000 connected clubs and 100 million fitness enthusiasts that exist within Strava.</p><span id=\"end-legacy-contents\"></span><p>In addition to easing the frustration of sharing data, the partnership also allows Nike to create and post curated content on Strava via Nike-branded clubs. The company says this content will feature “world-class coaches and athletes.” Another reason Strava is so popular is its robust selection of outdoor maps, powered by adventure platform FATMAP. When the integrated service launches later in the summer, Nike+ users will also have access to these 3D fly-through maps.</p><p>Nike plans on hosting curated challenges on Strava later in the summer. The company says these hosted contests will “inspire connection and engagement around a shared goal” and indicates that they will feature unlockable rewards.</p><p>Strava is using this partnership as a springboard to place a renewed emphasis on the app’s community-based clubs and groups. It says this is just the first step toward enabling “deeper and richer” community interactions. These future updates include a new interface and an easier method to integrate videos, routes and various activities. Recently, the app even got <a href=\"https://www.engadget.com/strava-finally-gets-spotify-controls-094029182.html\"><ins>heavily-requested Spotify controls.</ins></a></p><p>The fruits of this partnership will begin to show up on the Strava app throughout the summer. Strava has also announced some new features that extend beyond Nike+ integration, such as live mountainside sun and snow tracking, avalanche risk profiles for skiers and more.</p>This article originally appeared on Engadget at https://www.engadget.com/nike-and-strava-partner-up-for-curated-workouts-and-original-content-183019760.html?src=rss", "link": "https://www.engadget.com/nike-and-strava-partner-up-for-curated-workouts-and-original-content-183019760.html?src=rss", "date_published": "2023-05-18 18:30:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "ChatGPT now has an official iPhone app", "description": "<p>OpenAI has <a href=\"https://openai.com/blog/introducing-the-chatgpt-app-for-ios\">launched</a> a free <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL2FwcHMuYXBwbGUuY29tL3VzL2FwcC9vcGVuYWktY2hhdGdwdC9pZDY0NDgzMTEwNjkiLCJjb250ZW50VXVpZCI6ImMzZjkzM2ZkLTc5NDgtNDY1NS1hNTY3LTZhNGEwY2M1MTgyMiJ9&amp;signature=AQAAAXDkefQB_PY0w8OYYavtVeNW35oOQCS-2cKJ7xV1ksD-&amp;gcReferrer=https%3A%2F%2Fapps.apple.com%2Fus%2Fapp%2Fopenai-chatgpt%2Fid6448311069\">ChatGPT app</a> for iOS. It’s the first official smartphone app for the viral language model, joining a crowded field of third-party mobile AI software vying for your attention — many of which tap into the GPT-3.5 and <a href=\"https://www.engadget.com/openai-just-released-gpt-4-a-multi-modal-generative-ai-172326765.html\">GPT-4</a> APIs powering ChatGPT. It’s only available in the US for now, but the company says it will expand to additional countries “in the coming weeks.”</p><p>Feature-wise, OpenAI’s app looks and behaves much like the ChatGPT website — with the addition of voice input using OpenAI’s Whisper speech recognition. It also allows switching between standard and GPT-4 language models for <a href=\"https://www.engadget.com/openai-chatgpt-plus-subscription-205027758.html\">ChatGPT Plus</a> subscribers, as well as conversation history (synced from the desktop if you sign in with the same account) and the ability to export data and delete or rename conversations. However, the company’s recently launched <a href=\"https://www.engadget.com/chatgpts-new-plugins-will-deliver-real-time-stats-182900388.html\">plugins</a>, including live web access, are absent.</p><span id=\"end-legacy-contents\"></span><p>OpenAI suggests Android users won’t be left in the dark for long, as the company promises, “You’re next!” In addition, the App Store version is currently made for iPhone only, so iPad users need to either stick with the ChatGPT website or use the iOS app awkwardly upscaled to tablet size.</p>This article originally appeared on Engadget at https://www.engadget.com/chatgpt-now-has-an-official-iphone-app-181454446.html?src=rss", "link": "https://www.engadget.com/chatgpt-now-has-an-official-iphone-app-181454446.html?src=rss", "date_published": "2023-05-18 18:14:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Apple releases iOS 16.5 with easier access to sports news", "description": "<p>Apple has one more batch of major OS updates in store ahead of WWDC. The company has <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3N1cHBvcnQuYXBwbGUuY29tL2VuLXVzL0hUMjEzNDA3IiwiY29udGVudFV1aWQiOiIyNjRlYTFjYS1mNzJkLTQ2NzItYjEzYS1jNzUzNjgxMTQ4ZDYifQ&amp;signature=AQAAAa1YL4BsGYohXmNa9PuxnEEUClTl0sbBJZFaQNaUlMwM&amp;gcReferrer=https%3A%2F%2Fsupport.apple.com%2Fen-us%2FHT213407\">released</a> iOS 16.5, iPadOS 16.5 and macOS 13.4 updates that all have an Apple News section dedicated to sports. You can keep up with rankings, scores and stories without having to wade through other articles. There are likewise score and schedule cards in News that jump directly to pages for particular games.</p><p><a href=\"https://www.engadget.com/apple-tv-4k-review-2022-faster-cheaper-best-streaming-box-150013627.html\">Apple TV 4K</a> users, meanwhile, get a Multiview feature that shows up to four sports streams at once in the TV app. That includes Friday Night Baseball games as well as MLS Season Pass matches, but we wouldn't count on third-party service support.</p><span id=\"end-legacy-contents\"></span><p>Other improvements aren't quite so dramatic. Both iOS 16.5 and watchOS 9.5 respectively add Pride wallpaper and watch face options (shown above). You can also expect the usual round of bug fixes, including issues with CarPlay and Spotlight on iOS as well as Screen Time syncing on multiple platforms.</p><p>This probably won't be the last substantial update before iOS 17. <em>MacRumors</em><a href=\"https://www.macrumors.com/2023/05/15/ios-16-6-beta-coming-soon/\">understands</a> that Apple is privately testing iOS 16.6, and might offer a public beta in the near future. Whatever happens, it's evident Apple is winding down work on its current software as it prepares to deliver major updates this fall.</p>This article originally appeared on Engadget at https://www.engadget.com/apple-releases-ios-165-with-easier-access-to-sports-news-180229620.html?src=rss", "link": "https://www.engadget.com/apple-releases-ios-165-with-easier-access-to-sports-news-180229620.html?src=rss", "date_published": "2023-05-18 18:02:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "The Epic Games Store starts giving users five percent credit back on purchases", "description": "<p>Starting today, every time you buy something from the <a href=\"https://www.engadget.com/tag/epic-games-store/\"><ins>Epic Games Store</ins></a>, you'll get five percent of the value of your purchase back in store credit. The new program is called <a href=\"https://store.epicgames.com/en-US/news/the-epic-games-store-launches-epic-rewards\"><ins>Epic Rewards</ins></a>. You'll receive the credit for almost all Epic purchases, including games, apps, DLC and even virtual currency like V-Bucks for <a href=\"https://www.engadget.com/tag/fortnite/\"><em><ins>Fortnite</ins></em></a>. Some subscription purchases are eligible too.</p><p>You'll receive the credit two weeks after you make a purchase. The credit stacks with discounts and coupons, though you can't use it on subscriptions like Fortnite Crew. You won't have to spend it on another game immediately, though it's worth bearing in mind that each reward will expire 25 months after Epic adds it to your account. All users will be automatically enrolled in the program after they accept the store's latest End User License Agreement, except for those who can't make purchases on their account due to parental controls.</p><span id=\"end-legacy-contents\"></span><p><a href=\"https://www.engadget.com/tag/epic-games/\"><ins>Epic</ins></a> is rolling out the program on the same day that the storefront's latest Mega Sale <a href=\"https://store.epicgames.com/en-US/news/the-epic-mega-sale-2023\"><ins>gets underway</ins></a>. The prices of many games have been cut by up to 75 percent. You can <a href=\"https://store.epicgames.com/en-US/sales-and-specials/mega-sale\"><ins>find deals</ins></a> on the likes of <a href=\"https://www.engadget.com/tag/returnal/\"><em><ins>Returnal</ins></em></a><em>&nbsp;</em>(20 percent off), <a href=\"https://www.engadget.com/tag/far-cry-6/\"><em><ins>Far Cry 6</ins></em></a><em>&nbsp;</em>(75 percent off), <a href=\"https://www.engadget.com/tag/cyberpunk-2077/\"><em><ins>Cyberpunk 2077</ins></em></a><em>&nbsp;</em>(50 percent off) and <a href=\"https://www.engadget.com/alan-wake-4k-remaster-release-date-remedy-epic-games-store-xbox-playstation-130059237.html\"><em><ins>Alan Wake Remastered</ins></em></a> (60 percent off).</p><p>The store will also automatically apply an Epic Coupon to purchases of at least $14.99. This will slash another 25 percent off the price at checkout. This applies to any game except for <em>FIFA 23 </em>Ultimate Edition, <em>Madden NFL 23 </em>All Madden Edition and <em>EA Sports PGA Tour </em>Deluxe Edition. The sale runs until June 15th.</p><p>Along with the rewards program and sale, Epic is continuing to offer users free games on a weekly basis. This latest title is another repeat but if you haven't already snagged it, it's worth picking up <a href=\"https://www.engadget.com/tag/death-stranding/\"><em><ins>Death Stranding</ins></em></a><em>&nbsp;</em>and at least taking a peek at Hideo Kojima's <a href=\"https://www.engadget.com/2019-11-07-death-stranding-is-a-great-movie.html\"><ins>strange, one-of-a-kind game</ins></a>.</p>This article originally appeared on Engadget at https://www.engadget.com/the-epic-games-store-starts-giving-users-five-percent-credit-back-on-purchases-175628763.html?src=rss", "link": "https://www.engadget.com/the-epic-games-store-starts-giving-users-five-percent-credit-back-on-purchases-175628763.html?src=rss", "date_published": "2023-05-18 17:56:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Peloton finally gets approved repair for treadmill line after 90 injuries and one death", "description": "<p>Two full years after <a href=\"https://www.engadget.com/peloton-tread-recall-cpsc-safety-us-canada-154309695.html\">being recalled and stripped from store shelves,</a> Peloton’s beleaguered Tread+ treadmill has finally <a href=\"https://www.cpsc.gov/Newsroom/News-Releases/2023/Peloton-Tread-Rear-Guard-Repair-Approved-Protects-Consumers-from-Entrapment-Hazards-One-Child-Death-and-90-Injuries-Reported\">been issued an approved repair process</a> from the U.S. Consumer Product Safety Commission. The CPSC has approved the installation of a rear guard to prevent accidents.</p><p>&quot;The approved rear guard repair eliminates the potential for entrapment near the rear roller of the treadmill,&quot; a CPSC rep said in a statement. &quot;The rear guard repair features a breakaway design that pivots away from the treadmill when it comes into contact with a person or object, shutting off power to the unit and decelerating the belt.&quot;</p><span id=\"end-legacy-contents\"></span><p>Peloton is offering the rear guard for free to anyone who still owns a Tread+, as the original recall was voluntary. It remains to be seen if the company will start selling the treadmill again. This all started back in 2021 with the CPSC receiving over 350 incident reports detailing the treadmill pulling users down and under the device. This caused injury to 90 people and the accidental death of a child. Along with the initial recall, Peloton issued a software update that locked the treadmill after each use, requiring a passcode to unlock the device.</p><p>Of course, this is not Peloton’s only ongoing safety issue. The company <a href=\"https://www.engadget.com/peloton-recalls-22-million-bikes-over-safety-issues-170641578.html\">recalled over two million exercise bikes</a> last week over safety concerns. In this case, the seat post can break during use, leading to accidental injury. It issued a repair for this as well, asking Peloton Bike owners to contact the company for a replacement seat post.</p>This article originally appeared on Engadget at https://www.engadget.com/peloton-finally-gets-approved-repair-for-treadmill-line-after-90-injuries-and-one-death-163014531.html?src=rss", "link": "https://www.engadget.com/peloton-finally-gets-approved-repair-for-treadmill-line-after-90-injuries-and-one-death-163014531.html?src=rss", "date_published": "2023-05-18 16:40:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Supreme Court rules in Twitter and YouTube's favor in terrorism liability cases", "description": "<p>The Supreme Court (SCOTUS) has issued two rulings in favor of tech companies that will <a href=\"https://www.engadget.com/two-supreme-court-cases-could-upend-the-rules-of-the-internet-150018225.html\"><ins>continue to shield them from liability</ins></a> for what users post on their platforms. In the first case, the justices unanimously agreed that <a href=\"https://www.engadget.com/tag/twitter/\"><ins>Twitter</ins></a> will not have to contend with claims that it aided and abetted terrorism over tweets that terrorist group ISIS posted.</p><p>SCOTUS reversed a lower court decision that allowed a lawsuit against Twitter to proceed after another judge initially dismissed it. The lawsuit was filed by US relatives of Nawras Alassaf, a man who was killed in a 2017 Istanbul attack that was claimed by ISIS. The justices determined that hosting general terrorist speech doesn't create indirect legal responsibility for specific terrorist attacks, as <a href=\"https://www.cnn.com/2023/05/18/politics/supreme-court-twitter-google-social-media\"><em><ins>CNN</ins></em></a><em>&nbsp;</em>reports. That is likely to make it more difficult for victims of terrorist attacks or their relatives to make a similar case against online platforms in the future.</p><span id=\"end-legacy-contents\"></span><p>&quot;To be sure, it might be that bad actors like ISIS are able to use platforms like defendants’ for illegal — and sometimes terrible — ends. But the same could be said of cell phones, email or the internet generally,&quot; Justice Clarence Thomas wrote in the court's opinion. &quot;We conclude that plaintiffs’ allegations are insufficient to establish that these defendants aided and abetted ISIS in carrying out the relevant attack.”</p><p>The justices also dismissed the case of <em>Gonzalez v. Google,</em> which accused the company of violating US anti-terrorism laws. As such, they left intact a lower court decision to throw out a suit against YouTube brought by the family members of a victim of the 2015 terror attack in Paris. They argued that Section 230 protections should not apply to Google and YouTube in this case, as the latter's algorithms surfaced ISIS videos in recommendations.</p><p>&quot;We decline to address the application of Section 230 to a complaint that appears to state little, if any, plausible claim for relief,&quot; the court wrote in an unsigned opinion. &quot;Instead, we vacate the judgment below and remand the case for Ninth Circuit to consider plaintiffs’ complaint in light of our decision in Twitter.”</p><p><a href=\"https://www.engadget.com/2020-01-31-s230-repeal.html\"><ins>Section 230</ins></a> refers to a clause in the Communications Decency Act of 1996. In essence, it protects online platforms from being liable for what their users post as well as the ability of companies to moderate third-party material.&nbsp;</p><p>The clause has faced opposition from both sides of the aisle over the years, with both <a href=\"https://www.engadget.com/house-bill-justice-against-malicious-algorithms-act-162915185.html\"><ins>Democrats</ins></a> and <a href=\"https://www.engadget.com/trump-administration-fcc-section-230-petition-053109450.html\"><ins>Republicans</ins></a> seeking to reform or scrap it. President Joe Biden <a href=\"https://www.engadget.com/biden-calls-for-bipartisan-legislation-to-keep-big-tech-in-check-193830970.html\"><ins>claimed</ins></a> during his campaign that he would see Section 230 &quot;revoked, immediately&quot; if he were elected, but that obviously hasn't come to pass. In relation to <em>Gonzalez vs. Google</em>, Biden's administration <a href=\"https://www.supremecourt.gov/DocketPDF/21/21-1333/249441/20221207203557042_21-1333tsacUnitedStates.pdf\"><ins>argued</ins></a> that Section 230 protections don't extend to Google's algorithms, as the clause does not &quot;bar claims based on YouTube’s alleged targeted recommendations of ISIS content.&quot;</p><p>Engadget has contacted Google for comment. Twitter does not have a communications team that can be reached for comment.</p><p>Digital rights groups are among those who have welcomed the SCOTUS rulings. “We are pleased that the Court did not address or weaken Section 230, which remains an essential part of the architecture of the modern internet and will continue to enable user access to online platforms,&quot; Electronic Frontier Foundation civil liberties director David Greene said in a statement to Engadget. &quot;We also are pleased that the Court found that an online service cannot be liable for terrorist attacks merely because their services are generally used by terrorist organizations the same way they are used by millions of organizations around the globe.”</p><p>“With this decision, free speech online lives to fight another day,” Patrick Toomey, deputy director of ACLU’s National Security Project, said. “Twitter and other apps are home to an immense amount of protected speech, and it would be devastating if those platforms resorted to censorship to avoid a deluge of lawsuits over their users’ posts. Today’s decisions should be commended for recognizing that the rules we apply to the internet should foster free expression, not suppress it.”</p>This article originally appeared on Engadget at https://www.engadget.com/supreme-court-rules-in-twitter-and-youtubes-favor-in-terrorism-liability-cases-162246181.html?src=rss", "link": "https://www.engadget.com/supreme-court-rules-in-twitter-and-youtubes-favor-in-terrorism-liability-cases-162246181.html?src=rss", "date_published": "2023-05-18 16:22:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Twitter Blue subscribers can now upload videos as long as two hours", "description": "<p>Twitter now allows premium subscribers to upload longer videos. The company <a href=\"https://help.twitter.com/en/using-twitter/twitter-blue\">updated</a> its Twitter Blue perks to allow paying members to upload video files as long as two hours and as large as 8GB.</p><p>The new limits are significantly higher as the company seeks to make its platform — and subscription service — <a href=\"https://www.engadget.com/elon-musk-advertiser-town-hall-195854219.html\">more appealing</a> to people like podcast creators, indie filmmakers and one <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=c813ae39-7d58-41cb-ac66-ad830606ceef&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=The+New+York+Times&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJjODEzYWUzOS03ZDU4LTQxY2ItYWM2Ni1hZDgzMDYwNmNlZWYiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cubnl0aW1lcy5jb20vMjAyMy8wNS8wOS9idXNpbmVzcy9tZWRpYS90dWNrZXItY2FybHNvbi10d2l0dGVyLXNob3cuaHRtbCIsImNvbnRlbnRVdWlkIjoiMmE5ZWIwMzQtNWEwNS00YTk0LWI2YjctMDk5MzRjZTRhZWVmIn0&amp;signature=AQAAAWGFGVSEVDu6Pnz0nSE0BG1XOyId77GggnbPHqBu-9wg&amp;gcReferrer=https%3A%2F%2Fwww.nytimes.com%2F2023%2F05%2F09%2Fbusiness%2Fmedia%2Ftucker-carlson-twitter-show.html\">former Fox News propagandist</a>. (Those sharing pirated content will likely <a href=\"https://www.engadget.com/someone-posted-entire-super-mario-100017148.html\">see opportunities</a> as well.) The two-hour limit doubles the previous maximum of one hour while quadrupling the standard 2GB file limit, as <a href=\"https://techcrunch.com/2023/05/18/twitter-now-allows-paid-users-to-upload-two-hour-long-videos/\">reported by</a><em>TechCrunch</em>. However, video quality is still capped at 1080p for everyone. Twitter initially <a href=\"https://techcrunch.com/2022/12/22/twitter-blue-users-can-now-upload-60-minute-long-videos/\">added</a> the one-hour perk for Blue subscribers in December, and it recently brought its media player up to modern standards by offering playback-speed controls.</p><span id=\"end-legacy-contents\"></span><p>The update also lets iOS users upload longer videos in the mobile app (after being web-only when the cap was one hour). Android users with longer-form footage will still need to use a browser. But a Blue subscription isn’t required to watch the lengthier clips; anyone can do that.</p><p>Elon Musk announced last week that former NBCUniversal ad sales exec Linda Yaccarino would start as <a href=\"https://www.engadget.com/elon-musk-names-nbcu-ad-exec-linda-yaccarino-new-twitter-ceo-155537363.html\">the company’s new CEO</a>, replacing Musk in the coming weeks. She “will focus primarily on business operations, while I focus on product design and new technology,” he said on Friday.</p>This article originally appeared on Engadget at https://www.engadget.com/twitter-blue-subscribers-can-now-upload-videos-as-long-as-two-hours-161504628.html?src=rss", "link": "https://www.engadget.com/twitter-blue-subscribers-can-now-upload-videos-as-long-as-two-hours-161504628.html?src=rss", "date_published": "2023-05-18 16:15:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "The Xbox web store now includes accessibility filters", "description": "<p>It's Global Accessibility Awareness Day and <a href=\"https://www.engadget.com/tag/microsoft/\"><ins>Microsoft</ins></a> is marking the occasion by <a href=\"https://news.xbox.com/en-us/2023/05/18/xbox-celebrates-commitment-to-accessibility\">highlighting</a> some of the steps it has taken to make the <a href=\"https://www.engadget.com/tag/xbox/\"><ins>Xbox</ins></a> ecosystem more inclusive. For one thing, the Xbox web store now has accessibility filters for console, PC and cloud games. There are 20 options, including gameplay settings — even just being able to pause is an important consideration for many folks as they decide whether to buy a game.</p><p>You'll also be able to filter games by audio, visual and input features. There's the option to look for games based on supported languages as well. At the outset, you can filter games by 17 languages. The web store filters <a href=\"https://www.engadget.com/xbox-app-for-pc-now-lets-you-find-games-based-on-accessibility-features-and-estimated-playtimes-162001538.html\"><ins>build on a similar feature</ins></a> Microsoft brought to the Xbox PC app earlier this month. The filters are available on Xbox consoles too.</p><span id=\"end-legacy-contents\"></span><p>Elsewhere, Microsoft has expanded the Xbox <a href=\"https://support.xbox.com/en-US/help/accessible-gaming\"><ins>accessibility support pages</ins></a>. They now cover more than 150 accessibility features, settings and controls for PC and consoles. Recent additions include a page that details how to adjust thumbstick settings in the Xbox Accessories app.</p><p>Microsoft has been doing a lot of positive work on the accessibility front both at the system level and in individual games. For instance, it recently offered an early look at many of the accessibility settings that will be available in <a href=\"https://www.engadget.com/forza-motorsport-will-feature-audio-cues-to-help-players-with-visual-impairments-drive-180043633.html\"><em><ins>Forza Motorsport</ins></em></a>.</p>This article originally appeared on Engadget at https://www.engadget.com/the-xbox-web-store-now-includes-accessibility-filters-160002677.html?src=rss", "link": "https://www.engadget.com/the-xbox-web-store-now-includes-accessibility-filters-160002677.html?src=rss", "date_published": "2023-05-18 16:00:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Google AI can now answer your questions about uncaptioned images", "description": "<p>Google's latest accessibility features include a potentially clever use of AI. The company is <a href=\"https://blog.google/outreach-initiatives/accessibility/global-accessibility-awareness-day-google-product-update/\">updating</a> its <a href=\"https://www.engadget.com/2019-03-13-google-lookout-app-us-release.html\">Lookout app</a> for Android with an &quot;image question and answer&quot; feature that uses DeepMind-developed AI to elaborate on descriptions of images with no captions or alt text. If the app sees a dog, for example, you can ask (via typing or voice) if that pup is playful. Google is inviting a handful of people with blindness and low vision to test the feature, with plans to expand the audience &quot;soon.&quot;</p><p>It will also be easier to get around town if you use a wheelchair — or a stroller, for that matter. Google Maps is expanding wheelchair-accessible labels to everyone, so you'll know if there's a step-free entrance before you show up. If a location doesn't have a friendly entrance, you'll see an alert as well as details for other accommodations (such as wheelchair-ready seating) to help you decide whether or not a place is worth the journey.</p><span id=\"end-legacy-contents\"></span><figure><img alt=\"Google Maps with wheelchair-accessible place label\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-05/175cbc90-f591-11ed-b7ff-f20a24e8c36a\" style=\"height: 1280px; width: 1920px;\" /><figcaption></figcaption><div class=\"photo-credit\">Google</div></figure><p>A handful of minor updates could still be helpful. Live Caption for calls lets you type back responses that are read aloud to recipients. Chrome on desktop (soon for mobile) now spots URL typos and suggests alternatives. As announced, <a href=\"https://www.engadget.com/google-remembered-to-add-gmail-and-calendar-to-wear-os-190027384.html\">Wear OS 4</a> will include faster and more consistent text-to-speech when it arrives later in the year.</p><p>Google has been pushing hard on AI in recent months, and launched a <a href=\"https://www.engadget.com/google-io-2023-everything-announced-at-the-event-193758196.html\">deluge of features</a> at I/O 2023. The Lookout upgrade might be one of the most useful, though. While AI descriptions are helpful, the Q&amp;A feature can provide details that would normally require another human's input. That could boost independence for people with vision issues.</p>This article originally appeared on Engadget at https://www.engadget.com/google-ai-can-now-answer-your-questions-about-uncaptioned-images-153852833.html?src=rss", "link": "https://www.engadget.com/google-ai-can-now-answer-your-questions-about-uncaptioned-images-153852833.html?src=rss", "date_published": "2023-05-18 15:38:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Razer's Nomo V2 Pro speakers feature spatial audio and a less painful price", "description": "<p>Razer is today announcing an update to <a href=\"https://www.engadget.com/2018-01-10-razer-nommo-pc-gaming-speakers-chroma-lighting.html\">its Nommo gaming desktop speakers</a>. As is the case with most of the company's other products, these speakers are equipped with RGB lighting to fully match your other Razer gear.</p><p>The Nommo V2 Pro starts at $450 and delivers a wireless 2.1 sound system with one new trick up its sleeve:<a href=\"https://www.engadget.com/2020-01-06-thx-spatial-audio-smartphone.html\"> THX's Spatial Audio</a> surround sound experience. Razer claims that the inclusion of THX spatial audio is a first for <em>any </em>set of 2.1 desktop speakers. Several titles, including <em>Grand Theft Auto V</em>, <em>Spider-Man: Miles Morales</em> and <em>Genshin Impact</em> already support the spatial audio experience, with more titles to come in the future.</p><span id=\"end-legacy-contents\"></span><p>The speakers also include a downward-firing subwoofer, which could make it easier to hear enemy footsteps or roaring lightning. The updated RGB array now shines through the top of the speakers, making it easier for the lights to reflect off of a wall.</p><p>Razer is also announcing a new Wireless Control Pod, which comes included with the Nommo V2 Pro (but can be bought separately for $50). It's highly customizable and supports rotation, single click and double click. For example, you could rotate the dial to adjust the brightness of your RGB rig, single-click to crank<a href=\"https://www.engadget.com/best-gaming-mouse-140004638.html\"> your mouse's</a> DPI for <em>Call of Duty</em> or double-click to lower your DPI when surfing the web.</p><p>If this all sounds enticing to you but you'd prefer a cheaper setup, Razer has another option. The Nommo V2 offers the same exact listening experience, just wired. It also excludes the Wireless Control Pod, and costs $300. For those of you who are math ninjas, that's a savings of $150. Of course, without the Pod, you're looking at physical volume and power buttons on the speakers.</p><p>Both the Nommo V2 and V2 Pro will be available in the US starting in June, and the Wireless Control Pod will be available worldwide starting in August.</p>This article originally appeared on Engadget at https://www.engadget.com/razers-nomo-v2-pro-speakers-feature-spatial-audio-and-a-less-painful-price-150005512.html?src=rss", "link": "https://www.engadget.com/razers-nomo-v2-pro-speakers-feature-spatial-audio-and-a-less-painful-price-150005512.html?src=rss", "date_published": "2023-05-18 15:00:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Apple's AirPods Pro are back on sale for $200", "description": "<p>Apple makes some of the <a href=\"https://www.engadget.com/best-wireless-earbuds-120058222.html\"><ins>best earbuds</ins></a> around for iOS users and now you can pick up a pair of AirPods for less than they'd usually set you back. The second-generation AirPods Pro have dropped back down to their lowest price to date. You can currently <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9BcHBsZS1HZW5lcmF0aW9uLUNhbmNlbGxpbmctVHJhbnNwYXJlbmN5LVBlcnNvbmFsaXplZC9kcC9CMEJESFdEUjEyLz90YWc9Z2RndDBjLXAtby15eC0yMCIsImNvbnRlbnRVdWlkIjoiYjdkMDk2MTEtN2M1YS00NjViLWExM2ItMTE2MzU2MmM2YTMxIn0&amp;signature=AQAAAR2TFOZ5QXW0xGIbt4ybyYcJTXyESwqRGOk3jt3sj0Df&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FApple-Generation-Cancelling-Transparency-Personalized%2Fdp%2FB0BDHWDR12%2F\"><ins>snap up a pair for $200,</ins></a> which is $50 off the usual price.</p><p></p><p>We found that the latest AirPods Pro, which Apple released last year, boast better audio quality than the original model. Thanks to the more powerful H2 chip, they have an excellent transparency mode and good active noise cancellation (ANC). Being able to move between Apple devices seamlessly is a plus point as well. On the downside, we found that the new touch controls took a bit of getting used to, while the so-so battery life didn't blow us away. Overall, we gave the second-gen AirPods Pro a score of 88 <a href=\"https://www.engadget.com/airpods-pro-review-second-generation-130048218.html\"><ins>in our review</ins></a>.</p><span id=\"end-legacy-contents\"></span><p>Meanwhile, you can pick up standard AirPods for less cash than usual. The <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDdQWEdRQzFRP3RhZz1nZGd0MGMtcC1vLXl4LTIwIiwiY29udGVudFV1aWQiOiJiN2QwOTYxMS03YzVhLTQ2NWItYTEzYi0xMTYzNTYyYzZhMzEifQ&amp;signature=AQAAAVF6rzrtWBJpy1iWEapJTh7Z6h_NhVIXrAdB-Fuj_3Pd&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB07PXGQC1Q\"><ins>second-gen AirPods are $99</ins></a> ($30 off), while the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMEJESEI5WThILz90YWc9Z2RndDBjLXAtby15eC0yMCIsImNvbnRlbnRVdWlkIjoiYjdkMDk2MTEtN2M1YS00NjViLWExM2ItMTE2MzU2MmM2YTMxIn0&amp;signature=AQAAAflj3kdsfJ9bu-0Z4BY6gzrPFDNNH1Dmf_zpuztsesJS&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB0BDHB9Y8H%2F\"><ins>third-gen model is $159</ins></a> ($10 off). We feel that the third-gen AirPods are better than the previous model in almost every respect thanks to features such as improved fit and audio quality, as well as a longer battery life. Water resistance is definitely welcome too. As a result, we gave the third-gen AirPods <a href=\"https://www.engadget.com/apple-airpods-review-2021-160026883.html\"><ins>a score of 88</ins></a>.</p><p><a href=\"https://www.engadget.com/2019-04-03-apple-airpods-review-2019-more-of-the-same.html\"><ins>Although they're four years old</ins></a>, the second-gen earbuds shouldn't be dismissed entirely, especially if you're budget conscious. These AirPods can still pair with your iPhone in a snap and switch to other Apple devices with ease when you need them to. As with the third-gen AirPods, there's support for hands-free Siri.</p><p><em>Follow </em><a href=\"https://twitter.com/EngadgetDeals\"><em>@EngadgetDeals</em></a><em> on Twitter and </em><a href=\"https://subscription.yahoo.net/Newsletter/Preference/sub?b=engadgetdeals&amp;src\"><em>subscribe to the Engadget Deals newsletter</em></a><em> for the latest tech deals and buying advice.</em></p>This article originally appeared on Engadget at https://www.engadget.com/apples-airpods-pro-are-back-on-sale-for-200-144547611.html?src=rss", "link": "https://www.engadget.com/apples-airpods-pro-are-back-on-sale-for-200-144547611.html?src=rss", "date_published": "2023-05-18 14:45:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Heinz Remix is the sauce dispenser of our dreams", "description": "<p>Never mind crafting custom sodas at the restaurant — technology will soon help you customize your dips, too. Kraft Heinz has <a href=\"https://news.kraftheinzcompany.com/press-releases-details/2023/Kraft-Heinz-Unveils-HEINZ-REMIX-The-First-Customizable-Digital-Sauce-Dispenser/default.aspx\">unveiled</a> a Heinz Remix dispenser that lets you customize sauces through a touchscreen interface. You choose from base sauces and then add one or more &quot;enhancers&quot; at your choice of intensity. If you want 57 Sauce with a strong jalapeño accent and a hint of mango, you can make it happen.</p><p>The company plans to test Heinz Remix at unspecified restaurants in late 2023 to early 2024. There's no mention of pricing, although it's safe to presume this isn't intended for home use. Like it or not, you'll have to settle for off-the-shelf bottles at home.</p><span id=\"end-legacy-contents\"></span><p>The machine's existence isn't surprising. Custom drink dispensers like Coca-Cola's Freestyle have led to <a href=\"https://www.franchisetimes.com/article_archive/can-a-drink-machine-boost-sales/article_df76e901-24be-54d5-bf77-41edb8218a37.html\">increased business</a> at restaurants. Kraft Heinz could boost its profits by selling more expensive hardware to eateries on top of the usual sauces. That, in turn, could squeeze out competitors that still use one-sauce-at-a-time systems.</p><p>This could also influence the sauces you buy at the grocery store. Kraft Heinz sees the Remix as an &quot;insights engine&quot; that will help the firm understand customers' flavor preferences. You might see combinations that are the direct result of data from restaurant guests. This won't necessarily replace in-house inventions, but it might help the brand keep up with (or set) trends.</p>This article originally appeared on Engadget at https://www.engadget.com/heinz-remix-is-the-sauce-dispenser-of-our-dreams-143330062.html?src=rss", "link": "https://www.engadget.com/heinz-remix-is-the-sauce-dispenser-of-our-dreams-143330062.html?src=rss", "date_published": "2023-05-18 14:33:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Spacetop is an ‘augmented reality laptop’ for remote working on the go", "description": "<p>Human-computer interaction company <a href=\"https://www.sightful.com/\">Sightful</a> is releasing its first product, Spacetop, a screen-less “augmented reality laptop” projecting tabs across a 100-inch virtual screen. The laptop — if you can call it that — is a hardware deck and full-size keyboard with a pair of tailored <a href=\"https://www.engadget.com/nreal-air-ar-glasses-will-soon-support-windows-120041674.html\">NReal glasses</a>. The glasses project tabs directly in front of whatever the user is looking at while remaining invisible to anyone else.</p><p>Specs-wise, Spacetop is running a Snapdragon 865 paired with an Adreno 650 GPU, 8GB RAM and 256GB storage, putting it in the same class as some of the smartphones that are already capable of <a href=\"https://www.engadget.com/tcl-nxtwear-g-wearable-display-140057578.html\">driving AR glasses</a>. It’s not smartphone-sized, however, measuring 1.57-inches high, 10.47-inches wide and 8.8-inches deep, and it weighs in at 3.3 pounds, the same as plenty of laptops we could choose to mention here.</p><span id=\"end-legacy-contents\"></span><p>Sightful is clearly gunning for a crossover hit in the the work-from-home-or-anywhere market. “Laptops are the centerpiece of our daily working lives, but the technology has not evolved with the modern, work from anywhere, privacy matters, ‘road warrior’ mentality. Meanwhile, augmented reality is full of potential and promise but is yet to find its daily use case,” said Tamir Berliner, Sightful co-founder who previously worked at both Leap Motion and <a href=\"https://www.engadget.com/2013-11-24-apple-confirms-primesense-buyout.html\">Primesense</a>. “We are at the perfect moment for a significant paradigm shift in a device we all know and love.”</p><div id=\"c463cbd9942a4c8dae72daa47c4d1035\"></div><p>For now, Spacetop is only available to buy for 1,000 early adopters through an application-based program. Right now, we don’t have word on how much this will cost you, or when you’ll be able to pick it up, but we’ll watch this project with interest to see if it’ll succeed where so many others have failed.&nbsp;</p>This article originally appeared on Engadget at https://www.engadget.com/spacetop-is-an-augmented-reality-laptop-for-remote-working-on-the-go-140031973.html?src=rss", "link": "https://www.engadget.com/spacetop-is-an-augmented-reality-laptop-for-remote-working-on-the-go-140031973.html?src=rss", "date_published": "2023-05-18 14:00:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "YouTube TV had major issues at the worst possible time last night", "description": "<p>For the neutral NBA fan, game one of the Eastern Conference Finals last night was highly entertaining. If you were watching on YouTube TV though, the experience at the end of the game was highly frustrating. With just under five minutes left in the 4th quarter of a back-and-forth battle between the Miami Heat and the Boston Celtics, the streaming service had a major issue that kept viewers in a sputtering commercial loop for several minutes. Restarting the app didn't help as users were greeted with the stuttering trailer for the upcoming reboot of <em>The Little Mermaid.</em></p><p>When YouTube TV finally started to chug along again, it skipped ahead every few seconds (this was captured on DVR recordings too). Users were unable to just swipe to live television either, so they just had to contend with broken up bits of action for the rest of the game. The service <a href=\"https://twitter.com/TeamYouTube/status/1659026855494578176?s=20\">quickly admitted on Twitter</a> that it was having problems, specifically referencing users trying to watch the NBA playoff game. However, <a href=\"https://twitter.com/TeamYouTube/status/1659051867639259136?s=20\">the issue impacted other channels</a> on the service too, including Bravo where <em>Watch What Happens Live </em>was airing after <a href=\"https://www.engadget.com/bravos-scandoval-has-made-peacock-my-number-one-streaming-app-163020121.html\">the highly anticipated <em>Vanderpump Rules</em> finale</a>.</p><span id=\"end-legacy-contents\"></span><p>Several hours later the service's support account tweeted that everything was back to normal. The same info was posted to <a href=\"https://support.google.com/youtube/thread/216253428?hl=en\">a support thread</a> about the issue, but no details about a specific cause were mentioned. We've reached out to YouTube TV for more information on the problem.</p><p>Live TV streaming wasn't the only headache for YouTube last night. While that issue was unfolding, creators <a href=\"https://support.google.com/youtube/thread/216258135\">were having trouble uploading</a> videos to YouTube proper, including clips for Shorts. Some experienced unusually slow processing times while others were unable to upload at all. This issue was also resolved a few hours later.</p><p>For YouTube TV, being completely unwatchable during high-profile live events is sure to leave a sour taste in subscribers' mouths. The service just increased its price by $8 a month to <a href=\"https://www.engadget.com/youtube-tv-raises-prices-to-an-outrageous-73-per-month-182517379.html\">a whopping $73</a> in March. That's a little more than double the $35 monthly fee the service commanded at <a href=\"https://www.engadget.com/2017-04-07-youtube-tv-hands-on.html\">its 2017 launch</a>. Streaming services as a whole have been regularly raising rates, so this isn't unique to YouTube TV. But combined with the <a href=\"https://www.engadget.com/youtube-tv-nbcuniversal-contract-extension-161346477.html\">occasional contract disputes</a> with networks that can leave some channels unavailable — <a href=\"https://www.engadget.com/youtube-tv-disney-channels-back-espn-abc-213518747.html\">either temporarily</a> or <a href=\"https://www.engadget.com/youtube-tv-loses-the-mlb-network-after-failing-to-renew-deal-101016748.html\">permanently</a> — any issues with streaming reliability could be a major problem for the service. There's no rest for YouTube TV either as the Lakers/Nuggets series resumes tonight and there's one NBA playoff game scheduled each day until both series wrap up.</p>This article originally appeared on Engadget at https://www.engadget.com/youtube-tv-had-major-issues-at-the-worst-possible-time-last-night-140003445.html?src=rss", "link": "https://www.engadget.com/youtube-tv-had-major-issues-at-the-worst-possible-time-last-night-140003445.html?src=rss", "date_published": "2023-05-18 14:00:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "'Mortal Kombat 1' reboots the series on September 19th", "description": "<p>The next Mortal Kombat game might not be what you expect. NetherRealm and WB Games have <a href=\"https://twitter.com/MortalKombat/status/1659182088954986496\">unveiled</a><em>Mortal Kombat 1</em>, a &quot;reborn&quot; take on the series that promises new fighting mechanics and game modes. While most details are under wraps, you'll see many well-known characters as well as &quot;Kameo Fighters&quot; to help you mid-battle. And yes, the gore remains intact — as the teaser trailer below indicates, you can expect plenty of fatalities.</p><p><em>Mortal Kombat 1</em> arrives September 19th for PC (via Epic and Steam), PS5, Switch and Xbox Series X/S. Pre-order customers get access to a beta in August. A $110 digital Premium Edition will offer early access to the game (September 14th), a Johnny Cage skin made to resemble actor Jean-Claude Van Damme and early access to playable characters and Kameo Fighters when they arrive post-launch. If you're truly devoted, a $250 physical Kollector's Edition will include a 16.5-inch Liu Kang sculpture as well as a matching in-game skin, art prints and a special case.</p><span id=\"end-legacy-contents\"></span><div id=\"f84ab1ebcdac4fe4942573c6327e1388\"><div style=\"width: 100%; height: 0; padding-bottom: 56.25%;\"></div></div><p>The reboot is in line with the ending of <em>Mortal Kombat 11</em> and its <em>Aftermath</em> add-on. However, it's also clearly positioned as an opportunity to rethink the gameplay and story. It's just a question of how much has changed. Not that this reinvention comes as much of a shock given what rivals are doing — Capcom is also shaking up its formula with the World Tour mode in <a href=\"https://www.engadget.com/street-fighter-6s-free-playable-demo-arrives-april-26th-064424233.html\"><em>Street Fighter 6</em></a>.</p>This article originally appeared on Engadget at https://www.engadget.com/mortal-kombat-1-reboots-the-series-on-september-19th-132434266.html?src=rss", "link": "https://www.engadget.com/mortal-kombat-1-reboots-the-series-on-september-19th-132434266.html?src=rss", "date_published": "2023-05-18 13:24:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "‘Gears 5’ is the first Xbox-exclusive to come to GeForce Now", "description": "<p>Earlier this year, Microsoft signed deals with a number of game streaming services to bring Xbox-exclusive titles to its rivals. Today we see the first fruits from the relationship ‘twixt <a href=\"https://www.engadget.com/microsoft-is-putting-xbox-games-on-geforce-now-in-an-attempt-to-win-over-regulators-184818183.html\">Microsoft and NVIDIA</a> as <a href=\"https://www.engadget.com/2019-06-10-gears-5-escape-gameplay-co-op-mode.html\"><em>Gears 5</em></a> makes its bow on GeForce Now. The PC version of the title is available to play right now, with NVIDIA reminding users that it’s offering discounted signups between now and May 21st. And that higher-paying GeForce Now users can play the title in 1080p at 60fps, or in 4K 120fps if they’ve signed up to Ultimate. NVIDIA added that we should expect to see <a href=\"https://www.engadget.com/deathloop-review-ps5-arkane-120139958.html\"><em>Deathloop</em></a>, <a href=\"https://www.engadget.com/grounded-release-date-september-2022-184840842.html\"><em>Grounded</em></a> and <em>Pentiment </em>— three more Microsoft-owned titles — added to the service on May 25th.</p><p>All of this is part of Microsoft’s work to convince regulators to approve its mega-bucks purchase of <a href=\"https://www.engadget.com/microsoft-activision-blizzard-acquisition-133637845.html\">Activision Blizzard</a>. In order to convince officials that the vast trove of titles it’ll control should it be permitted to control the Call of Duty maker, it’s signed 10-year deals with rival platforms. That includes <a href=\"https://www.engadget.com/microsoft-inks-another-cloud-gaming-deal-after-the-uk-blocked-its-activision-takeover-172518808.html\">Nware</a>, <a href=\"https://www.engadget.com/microsoft-will-bring-call-of-duty-and-its-pc-games-to-a-cloud-service-youve-probably-never-heard-of-171502988.html\">Boosteroid</a> and NVIDIA, as well as a pledge to put Call of Duty on <a href=\"https://www.engadget.com/microsoft-makes-its-10-year-call-of-duty-pact-with-nintendo-official-091655095.html\">Nintendo’s consoles for a decade</a> with a guarantee of full feature and content parity. That’s satisfied some bodies, <a href=\"https://www.engadget.com/the-eu-approves-microsofts-687-billion-activision-blizzard-takeover-160319415.html\">like the EU</a>, but not the UK, which feels that Microsoft’s potential control of the <a href=\"https://www.engadget.com/uk-regulator-blocks-microsofts-activision-blizzard-merger-over-cloud-concerns-113517255.html\">cloud gaming market could kill it before it flourishes</a>.</p><span id=\"end-legacy-contents\"></span>This article originally appeared on Engadget at https://www.engadget.com/gears-5-is-the-first-xbox-exclusive-to-come-to-geforce-now-130020878.html?src=rss", "link": "https://www.engadget.com/gears-5-is-the-first-xbox-exclusive-to-come-to-geforce-now-130020878.html?src=rss", "date_published": "2023-05-18 13:00:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Google details its next steps for wiping out Chrome tracking cookies", "description": "<p>Google’s attempt to snuff out third-party web tracking cookies is moving along. The company announced today that its <a href=\"https://www.engadget.com/google-begins-trials-of-new-privacy-sandbox-settings-in-chrome-130018874.html\">Privacy Sandbox APIs</a> will be available to all Chrome users in July. In addition, it laid out the next steps for web developers to start testing and integrating the new system later this year.</p><p>Anthony Chavez, Google’s VP of Product Management, recommends developers begin preparing for the new system soon after the July API release. Next, the company will let devs simulate Chrome third-party cookie deprecation “for a configurable percentage of their users” starting in Q4 2023, followed by one percent of Chrome users shifting to Privacy Sandbox in Q1 2024. Google is still targeting the second half of next year for the broader deprecation of third-party cookies in Chrome.</p><span id=\"end-legacy-contents\"></span><p>“With this milestone, developers can utilize these APIs to conduct scaled, live-traffic testing, as they prepare to operate without third-party cookies,” said Chavez.</p><p>Privacy Sandbox tries to strike a balance between user privacy and advertising revenue. When platforms block third-party cookies — in what Google has called “a blunt approach” — advertisers can resort to fingerprinting. This system gathers info like IP address, browser fingerprint and other details to profile users for targeted ads. It’s a highly intrusive workaround the ad biz uses when their old money-making avenues are blocked. But, of course, ads — despised as they are — are still the financial backbone of online media publications and other websites. Without pesky online ads, we’d likely see even more paywalls and an increased nosedive in the quality and availability of independent journalism.</p><p>The new system is built around the <a href=\"https://www.engadget.com/google-topics-api-privacy-sandbox-third-party-cookie-replacement-130049935.html\">Topics API</a>, which assigns users a list of a person’s interests based on recent activity. It then compares it to a database sourced from the Interactive Advertising Bureau and Google’s own data. Publishers can use the API to match their interests with relevant ads — without the more invasive tracking tied to cookies and fingerprinting. Google promises that stored user interests will only be kept for three weeks, and it will delete old topics. The company also says the data and processing all occur on-device without external servers (including Google’s). It developed the plan “in consultation with the UK’s Competition and Markets Authority (CMA).”</p>This article originally appeared on Engadget at https://www.engadget.com/google-details-its-next-steps-for-wiping-out-chrome-tracking-cookies-130005560.html?src=rss", "link": "https://www.engadget.com/google-details-its-next-steps-for-wiping-out-chrome-tracking-cookies-130005560.html?src=rss", "date_published": "2023-05-18 13:00:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Technics' new flagship earbuds have larger drivers for improved sound quality", "description": "<p><a href=\"https://www.engadget.com/technics-sl-1200m7l-annouced-specs-availability-130059818.html\">Technics</a> is updating its range of <a href=\"https://www.engadget.com/technics-eah-az60-and-eah-az40-true-wireless-earbuds-140003867.html\">true wireless earbuds</a> with two new models, one of which bears the weighty promise of carrying the company’s “greatest sound quality ever.” That’s the slogan tied to the flagship EAH-AZ80, which packs new 10mm, free-edge aluminum diaphragms. That kit, so we’re told, will extend its high and low-frequency response while, at the same time, cutting out unwanted resonance and distortion.</p><p>The new diaphragm is the one major difference between the new flagship AZ80 and its junior sibling, the romantically-named EAH-AZ60M2. Technics says that both units come with a unique “acoustic box design” optimizing airflow for more natural-sounding vocals, better bass and smoother trebles. You’ll also get three-point Bluetooth connectivity to save you the effort of unpairing your phone to listen to your laptop. Oh, and as usual for Technics' earbuds, you'll find support for both Bluetooth and LDAC to get your hi-res audio fill.</p><span id=\"end-legacy-contents\"></span><p>Both new models ship with ANC, ambient sound mode and a new, improved version of Technics’ JustMyVoice technology, which reduces background noise during calls. The Panasonic-owned company says the new version deals better with wind noise and the variable sound you get in, for instance, a busy coffee shop. In addition, the system will now adjust the volume levels of your voice to make sure you’re understandable by whoever you’re speaking to.</p><p>Naturally, all of those features will impact the buds’ battery life, with Technics saying there’s a maximum capacity of around 25 hours’ worth of playback in the buds and cradle. Expect to lose an hour from that time if you have ANC activated, and for that figure to slice in half if you’re using both ANC and JustMyVoice at the same time. Thankfully, both units now have Qi support for wireless charging, and you’ll get battery information inside the companion app, too.</p><p>Both units are available to buy today from Technics’ own website and Amazon, with the AZ80 costing you $299, and the AZ60M2 $250.</p>This article originally appeared on Engadget at https://www.engadget.com/technics-new-flagship-earbuds-have-larger-drivers-for-improved-sound-quality-130002534.html?src=rss", "link": "https://www.engadget.com/technics-new-flagship-earbuds-have-larger-drivers-for-improved-sound-quality-130002534.html?src=rss", "date_published": "2023-05-18 13:00:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "NVIDIA's $299 GeForce RTX 4060 is the cheapest 40-series card yet", "description": "<p>You no longer have to spend <a href=\"https://www.engadget.com/nvidia-rtx-4070-review-the-new-1440p-gaming-leader-130010874.html\">more than $500</a> to get a video card using NVIDIA's current Ada Lovelace architecture. The company is launching the GeForce RTX 4060 series, which will start at $299. The flagship RTX 4060 Ti will start at $399 with 8GB of RAM when it arrives on May 24th — a full $200 less than the base 4070. It's pitched as a direct successor to the similarly-priced <a href=\"https://www.engadget.com/nvidia-rtx-3060-ti-review-170018640.html\">RTX 3060 Ti</a> and <a href=\"https://www.engadget.com/2019-07-12-nvidia-rtx-2060-2070-super-review.html\">2060 Super</a>, and aimed at gamers who are more interested in high frame rates at 1080p than a high resolution.</p><p>The RTX 4060 Ti is a noticeable step down from the 4070 with 4,352 CUDA cores (versus 5,888) and a 128-bit memory interface (versus 192-bit). It's a mixed bag versus its predecessor. While the 3060 Ti has more cores and a much wider 256-bit interface, Ada, <a href=\"https://www.engadget.com/nvidia-dlss-3-ada-lovelace-160404110.html\">DLSS 3</a> upscaling and a clock speed boost (2.3GHz base compared to the old card's 1.4GHz) theoretically help the 4060 Ti deliver more actual computing power, particularly for ray tracing and tensor-based tasks. It uses less power, too, with an &quot;average gaming power&quot; of 140W instead of the 3060 Ti's 197W.</p><span id=\"end-legacy-contents\"></span><p>NVIDIA claims a roughly 15 percent average performance increase at 1080p over the 3060 Ti in games that don't use DLSS 3's frame generation, and 70 percent for those that do. You'll unsurprisingly get high 1080p frame rates in competitive titles like <em>Counter-Strike 2</em> (330FPS) and <em>Overwatch 2</em> (260FPS).</p><p>We're waiting on full specs for the starter RTX 4060 as we write this, but NVIDIA boasts a 20 percent average performance increase over the 3060 without DLSS 3 frame generation, and 70 percent when it kicks in.&nbsp;</p><p>You may want to wait a couple of months depending on your needs and budget. The standard $299 RTX 4060 won't arrive until July, while a $499 16GB RTX 4060 Ti will also land then for those who run into memory limits for some games and creative apps.&nbsp;</p><p>If you ask NVIDIA, the RTX 4060 line is the best option for most people. All but one of the most popular GPUs on Steam are NVIDIA xx60-series boards, and 77 percent of players are using 1080p or less. The 128-bit bus may make this less practical for 1440p or 4K gaming, though. There's also the question of competition. AMD is <a href=\"https://www.notebookcheck.net/Premilinary-RX-7800-XT-and-RX-7700-XT-performance-and-specifications-leak-alongside-possibly-doomed-RX-7800-XTX.709899.0.html\">rumored</a> to be introducing Radeon RX 7600, 7700 and 7800 desktop GPUs in June. They may be more enticing if AMD can deliver more value for your money.</p>This article originally appeared on Engadget at https://www.engadget.com/nvidia-geforce-rtx-4060-299-cheapest-40-series-gpu-130000067.html?src=rss", "link": "https://www.engadget.com/nvidia-geforce-rtx-4060-299-cheapest-40-series-gpu-130000067.html?src=rss", "date_published": "2023-05-18 13:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "YouTube is bringing 30-second unskippable ads to its TV apps", "description": "<p>If you watch YouTube videos primarily on your TV, you may soon come across <a href=\"https://www.engadget.com/2017-02-17-youtube-ending-30-second-unskippable-ads-2018.html\">30-second ads</a> you won't be able to skip, just like commercials on traditional TV channels. The video platform has <a href=\"https://blog.youtube/news-and-events/brandcast-2023-highlights-trends/\">announced</a> during its Brandcast event for advertisers that it's <a href=\"https://variety.com/2023/digital/news/youtube-upfront-2023-unskippable-30-second-ads-tvs-sunday-ticket-1235616175/\">bringing</a> 30-second unskippable ads to connected TVs. It will make the option available through YouTube Select, which is a targeting option open to eligible clients who want to reach the audiences of the website's most popular channels.</p><p>YouTube says 70 percent of Select impressions land on TVs, so the new format will give advertisers the chance to show more of their services or products in a way that allows &quot;for richer storytelling.&quot; If you already regularly see two 15-second ads consecutively, then the new format wouldn't make that much of a difference for you — unless they show up more frequently, of course. The format is now generally available in the US and Canada and will expand worldwide later this year.</p><span id=\"end-legacy-contents\"></span><p>In addition to introducing longer non-skips, YouTube is also bringing &quot;pause experiences&quot; to connected TVs as an experiment. Pause experiences are ads that show up when you hit pause on what you're watching, similar to the promos <a href=\"https://www.engadget.com/2019-01-31-hulu-ads-pause-break-spring.html\">Hulu launched</a> in 2019. They're expected to be highly visual and even interactive, and they could include QR codes you can scan to perhaps visit the brands' website or social media channels. In the image below, for instance, you'll see an ad encouraging you to scan a QR code to get a 15 percent discount.</p><figure><img alt=\"A screenshot of what YouTube's Pause experiences will look like.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-05/40090310-f573-11ed-bbd7-71f8752efd19\" style=\"height: 900px; width: 1600px;\" /><figcaption></figcaption><div class=\"photo-credit\">YouTube</div></figure><p></p>This article originally appeared on Engadget at https://www.engadget.com/youtube-is-bringing-30-second-unskippable-ads-to-its-tv-apps-121051897.html?src=rss", "link": "https://www.engadget.com/youtube-is-bringing-30-second-unskippable-ads-to-its-tv-apps-121051897.html?src=rss", "date_published": "2023-05-18 12:10:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "The Morning After: You can now call an Uber like a normal taxi", "description": "<p>In a striking move of innovation, <a href=\"https://www.engadget.com/you-can-now-call-an-uber-like-a-normal-taxi-150006675.html\">Uber is opening a toll-free phone line</a> (1-833-USE-UBER, so 1-833-873-8237) for scheduling immediate or future ride in English or Spanish – just like a typical taxi. It’s part of several new features, including group grocery shopping for people living at the same address and upgraded Uber Eats gifts, with the ability to attach a video message to your present.</p><p>In addition, Uber announced teen accounts with safety features. Uber says that only screened drivers who are experienced and highly rated will carry out trips with teen Uber users. Drivers will be able to opt out of such rides. <a href=\"https://www.engadget.com/uber-will-start-rolling-out-teen-accounts-with-safety-features-next-week-150018174.html\">Teen accounts</a> have a series of built-in safety features, including audio recordings, RideCheck (which checks in with riders if the vehicle has stopped for a while) and the option to use a PIN to ensure young users are getting in the right car.</p><p>– Mat Smith</p><p><em>The Morning After isn’t just a</em><a href=\"https://www.engadget.com/about/newsletter/\"><em> newsletter</em></a><em> –  it’s also a daily podcast. Get our daily audio briefings, Monday through Friday, by</em><a href=\"https://www.engadget.com/2019-08-01-engadget-podcasts.html\"><em> subscribing right here</em></a><em>.</em></p><h3>The biggest stories you might have missed</h3><h3></h3><p><a href=\"https://www.engadget.com/amazon-unveils-the-40-echo-pop-a-semi-spherical-smart-speaker-140026706.html\">Amazon unveils the $40 Echo Pop, its newest smart speaker </a></p><p><a href=\"https://www.engadget.com/sonys-next-playstation-showcase-will-take-place-on-may-24th-142349115.html\">Sony's next PlayStation Showcase will take place on May 24th </a></p><p><a href=\"https://www.engadget.com/us-adults-are-spending-less-time-on-twitter-since-elon-musk-took-over-192939586.html\">US adults are spending less time on Twitter since Elon Musk took over </a></p><p><a href=\"https://www.engadget.com/theranos-founder-elizabeth-holmes-fails-in-bid-to-stay-out-of-prison-during-appeal-103222348.html\">Theranos founder Elizabeth Holmes fails in bid to stay out of prison during appeal</a></p><p><a href=\"https://www.engadget.com/montanas-governor-signs-bill-banning-tiktok-225326086.html\">Montana's governor signs bill banning TikTok </a></p><p><a href=\"https://www.engadget.com/what-we-bought-are-touch-activated-faucets-smart-or-silly-140058186.html\">What we bought: Are touch-activated faucets smart or silly?</a></p><p></p><h2><a href=\"https://www.engadget.com/nicolas-cage-is-coming-to-dead-by-daylight-174623542.html\">Nicolas Cage is coming to ‘Dead by Daylight’</a></h2><h3>Even if it doesn’t look much like him.</h3><a href=\"https://www.engadget.com/nicolas-cage-is-coming-to-dead-by-daylight-174623542.html\"><figure><img alt=\"TMA\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-05/ebafcac0-f562-11ed-9ebd-0a6c07a9a96e\" style=\"height: 380px; width: 675px;\" /><figcaption></figcaption><div class=\"photo-credit\">Dead by Daylight</div></figure></a><p>Nicolas Cage will soon appear in <em>Dead by Daylight.</em> The actor will bring his delightful eccentricity and Billy Mays-style beard to the multiplayer survival game. Cage says in the appropriately campy teaser, “It can shape the fabric of reality, transforming everything you may think you know.” Cage will play himself in the role of a Survivor, according to <em>Eurogamer</em>.</p><p><a href=\"https://www.engadget.com/nicolas-cage-is-coming-to-dead-by-daylight-174623542.html\"><strong>Continue reading.</strong></a></p><p></p><h2><a href=\"https://www.engadget.com/logitech-joins-the-growing-list-of-companies-with-self-repair-programs-162537620.html\">Logitech joins the growing list of companies with self-repair programs</a></h2><h3>It’s teaming up with iFixit to offer support for two popular mouse models.</h3><a href=\"https://www.engadget.com/logitech-joins-the-growing-list-of-companies-with-self-repair-programs-162537620.html\"><figure><img alt=\"TMA\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-05/ebaff1d1-f562-11ed-afdb-aa3d962fab66\" style=\"height: 404px; width: 675px;\" /><figcaption></figcaption><div class=\"photo-credit\">iFixit</div></figure></a><p>Logitech and iFixit announced a new partnership today to let customers repair their devices. iFixit will supply spare parts and out-of-warranty support for “select products” while developing guides for DIY repairs on Logitech gear. The program will kick off this summer in the US with support for two popular accessories: the Logitech MX Master and MX Anywhere mouse. iFixit says you can order parts a la carte or in kits with everything you need for a specific repair, including parts and tools.</p><p><a href=\"https://www.engadget.com/logitech-joins-the-growing-list-of-companies-with-self-repair-programs-162537620.html\"><strong>Continue reading.</strong></a></p><p></p><h2><a href=\"https://www.engadget.com/the-new-york-times-built-a-standalone-app-for-audio-journalism-165530840.html\">‘The New York Times’ built a standalone app for audio journalism</a></h2><h3>News subscribers can access the app on an iOS device.</h3><h3></h3><p><em>The New York Times</em> has launched a dedicated app for its audio projects: NYT Audio. Only available on iOS for now, it includes long-form audio as well as podcasts from the Athletic and Serial Productions, under one roof. <em>The NYT </em>first previewed the app back in 2021. It billed the software as a way to give its journalists more freedom to experiment outside of the limits imposed by platforms like Spotify and Apple Podcasts.</p><p><a href=\"https://www.engadget.com/the-new-york-times-built-a-standalone-app-for-audio-journalism-165530840.html\"><strong>Continue reading.</strong></a></p><p></p><span id=\"end-legacy-contents\"></span><h2><a href=\"https://www.engadget.com/beats-studio-buds-plus-review-140028329.html\">Beats Studio Buds + headphones review</a></h2><h3>A little bit better in every way.</h3><h3></h3><a href=\"https://www.engadget.com/beats-studio-buds-plus-review-140028329.html\"><figure><img alt=\"TMA\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-05/ebaff1d0-f562-11ed-97f5-c41ea80c93f0\" style=\"height: 450px; width: 675px;\" /><figcaption></figcaption><div class=\"photo-credit\">Engadget</div></figure></a><p>Beats has officially debuted its latest true wireless earbuds. That premature appearance was mostly accurate: The Studio Buds + have a familiar design with loads of improvements on the inside. Those upgrades include better battery life, retooled call performance and updated noise cancellation. There’s also a new transparent design option – in a blatant bid to get this Engadget newsletter editor to buy another pair of wireless buds. With the price increase, these have crept out of the midrange and are approaching premium status. They’re less obvious value than the original model, but that’s far from a dealbreaker. Check out the full review.</p><p><a href=\"https://www.engadget.com/beats-studio-buds-plus-review-140028329.html\"><strong>Continue reading.</strong></a></p>This article originally appeared on Engadget at https://www.engadget.com/the-morning-after-you-can-now-call-an-uber-like-a-normal-taxi-111512793.html?src=rss", "link": "https://www.engadget.com/the-morning-after-you-can-now-call-an-uber-like-a-normal-taxi-111512793.html?src=rss", "date_published": "2023-05-18 11:15:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Sony's 'Project Leonardo' PS5 peripheral is now the 'Access controller'", "description": "<p>Ahead of <a href=\"https://www.engadget.com/apples-assistive-access-simplifies-ios-16-for-people-with-cognitive-disabilities-120012723.html\">Global Accessibility Awareness Day</a>, Sony is revealing further information about what is now being, aptly, called the <a href=\"https://blog.playstation.com/2023/05/18/first-look-at-new-images-and-ui-of-the-access-controller-for-ps5-an-all-new-accessibility-controller-kit/\">Access controller for the PS5</a>. The company first shared information about the controller back in January under the name &quot;<a href=\"https://www.engadget.com/sony-accessibility-controller-project-leonardo-021032382.html\">Project Leonardo</a>.&quot; The announcement brings it one small, and long overdue, step closer to offering parity with Microsoft, which released the <a href=\"https://www.engadget.com/2018-05-17-xbox-adaptive-controller-disabilities-gamepad-microsoft-tour.html\">Xbox Adaptive Controller</a> back in 2018.</p><p>The Access controller is customizable to accommodate different ranges of motion and strengths. The Analog stick caps are available in standard, dome and ball shapes. The button caps come in options including pillow and flat, alongside more unique sizes. The wide flat button cap covers two button sockets, the overhang style is equipped for people with smaller hands and the curve button cap can be pushed or pulled. The controller can be laid flat, placed at various angles, and it can be installed onto a tripod or other custom mount.</p><span id=\"end-legacy-contents\"></span><p>Once synced to their PS5, gamers can choose controller orientation, assign actions to each button and change sensitivity settings. Controls can also be programmed to work continuously with a single push. Basically, instead of having to hold down a button to sprint, clicking it once will work the same way. This change reduces strength and mobility needs across games. There's also room to integrate the DualSense Wireless controller, which can sync with two Access controllers to create a &quot;single virtual controller.&quot;</p><p>&quot;We're just getting started with our accessibility journey with PS5,&quot; Mark Friend, Sony's accessibility lead, explained in an accessibilities update video featuring employees from around the world. Other notable features mentioned include high contrast mode and traversal or navigation assist.</p><div id=\"2bf7878c6dff4a5cad204fd9dd30b05c\"></div><p>Sony may have timed the announcement to Global Accessibility Awareness Day, the controller itself won't be around for it. Currently, the Access controller has no available release date or price, with more details coming &quot;in the months ahead.&quot;&nbsp;</p>This article originally appeared on Engadget at https://www.engadget.com/sonys-project-leonardo-ps5-peripheral-is-now-the-access-controller-105010859.html?src=rss", "link": "https://www.engadget.com/sonys-project-leonardo-ps5-peripheral-is-now-the-access-controller-105010859.html?src=rss", "date_published": "2023-05-18 10:50:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Take-Two hints that 'Grand Theft Auto VI' is coming in 2024", "description": "<p>You could be going on heists, stealing cars and competing in races in <a href=\"https://www.engadget.com/gta-vi-female-character-release-date-setting-leak-152107972.html\"><em>Grand Theft Auto VI</em></a> sometime next year. Rockstar's parent company, Take-Two, has <a href=\"https://sea.ign.com/grand-theft-auto-vi-rumored-title/199195/news/gta-6-might-be-coming-out-as-soon-as-next-year\">shared its projections</a> for the future along with its yearly earnings report. And apparently, it's gearing up to release projects that it believes will take its &quot;company to even greater levels of success.&quot; The company expects the titles it's releasing in the fiscal year 2025 to help it achieve $8 billion in net bookings, or the net amount of products and services sold. While it didn't explicitly name those titles, the Grand Theft Auto franchise has historically been one of Take-Two's biggest moneymakers.&nbsp;</p><p>As <a href=\"https://sea.ign.com/grand-theft-auto-vi-rumored-title/199195/news/gta-6-might-be-coming-out-as-soon-as-next-year\">IGN</a> notes, Take-Two's net bookings for the previous fiscal year reached $5.3 billion, and it's thanks to the company's <a href=\"https://www.engadget.com/take-two-zynga-acquisiton-complete-151549286.html\">Zynga acquisition</a>. Before that, it was earning around $3 billion a year. An almost $3 billion jump in net bookings is massive, and unless Take-Two is making another huge acquisition, GTA is the franchise that would enable it to achieve that goal. <em>IGN</em> asked Take-Two CEO Strauss Zelnick whether we're going to see <em>GTA 6</em> as soon as next year, but the executive refused to confirm or deny it.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>Part of the company's press release reads:</p><p>&quot;Looking ahead, Fiscal 2025 is a highly anticipated year for our Company. For the last several years, we have been preparing our business to release an incredibly robust pipeline of projects that we believe will take our company to even greater levels of success. In Fiscal 2025, we expect to enter this new era by launching several groundbreaking titles that we believe will set new standards in our industry and enable us to achieve over $8 billion in Net Bookings and over $1 billion in Adjusted Unrestricted Operating Cash Flow. We expect to sustain this momentum by delivering even higher levels of operating results in Fiscal 2026 and beyond.&quot;</p><p>Take-Two's fiscal year 2025 starts in April 2024 and ends on March 31st, 2025. Even if the Rockstar doesn't release <em>GTA 6 </em>in 2024, it could still be coming out in the first three months the year after. Bottom line: We don't have to wait that long for the game to arrive. Since 90 videos of <em>GTA 6</em> gameplay footage <a href=\"https://www.engadget.com/rockstar-grand-theft-auto-6-leak-155755703.html\">leaked</a> late last year, you probably already know what you can expect. The clips, which Rockstar <a href=\"https://www.engadget.com/rockstar-confirms-gta-vi-leak-143918535.html\">confirmed</a> as legit, showed two playable protagonists, including a female character named Lucia, committing crimes in a fictionalized version of Miami.</p>This article originally appeared on Engadget at https://www.engadget.com/take-two-hints-that-grand-theft-auto-vi-is-coming-in-2024-102507050.html?src=rss", "link": "https://www.engadget.com/take-two-hints-that-grand-theft-auto-vi-is-coming-in-2024-102507050.html?src=rss", "date_published": "2023-05-18 10:25:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Watch a trailer for 'The Creator,' another film with an AI gone rogue", "description": "<p><a href=\"https://www.engadget.com/2019-09-19-terminator-resistance-will-pit-you-against-skynet-this-decemb.html\">Skynet</a>. Ultron. HAL-9000. These are but a few artificial intelligence systems that have gone rogue in films. Whether <em>The Creator</em> can produce a fictional AI that would make a mark on popular culture remains to be seen, but it is another movie that pits humanity against artificial intelligence. Its <a href=\"https://thewaltdisneycompany.com/20th-century-studios-releases-the-creator-trailer/\">official website</a> says the movie is about Joshua, an ex-special forces agent recruited to hunt down the Creator. That's the architect behind the advanced AI that was developed to protect humanity only to detonate a nuclear warhead in Los Angeles.&nbsp;</p><p>The Creator apparently also developed a weapon with the power to end all war and all of humanity, and Joshua and his team were tasked to destroy it. They then discovered that the world-ending weapon is an AI in the form of a young child. Of course, Joshua couldn't kill it and ended up taking it places and letting it do kid things like playing with other children. Is it evil or not? We don't know at this point. The trailer released by 20th Century Studios, New Regency and Entertainment One only shows the AI as a playful, inquisitive child.&nbsp;</p><span id=\"end-legacy-contents\"></span><div id=\"9948fdc4a81f4fdda8cd90ddbe041fe0\"><div style=\"width: 100%; height: 0; padding-bottom: 56.25%;\"></div></div><p>The film was directed and conceptualized by Gareth Edwards, the same director behind<em> Rogue One</em>. John David Washington (<em>Tenet</em>) plays Joshua, the protagonist grieving the disappearance of his wife played by Gemma Chan. Ken Watanabe, Sturgill Simpson and Allison Janney also play roles in the movie, which will arrive in theaters on September 29th.</p>This article originally appeared on Engadget at https://www.engadget.com/watch-a-trailer-for-the-creator-another-film-with-an-ai-gone-rogue-085538991.html?src=rss", "link": "https://www.engadget.com/watch-a-trailer-for-the-creator-another-film-with-an-ai-gone-rogue-085538991.html?src=rss", "date_published": "2023-05-18 08:55:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Twitter faces lawsuit for allegedly getting a Saudi dissident imprisoned", "description": "<p>In December 2022, former Twitter employee Ahmad Abouammo was <a href=\"https://www.engadget.com/former-twitter-employee-saudi-arabia-spying-sentencing-prison-223921023.html\">found guilty</a> of taking bribes from Saudi Crown Prince Mohammed bin Salman in return for sensitive account information on dissidents using the website. Now, the sister of Abdulrahman al-Sadhan, who was allegedly kidnapped and tortured for operating a Twitter account critical of Saudi Arabia, has <a href=\"https://arstechnica.com/tech-policy/2023/05/twitter-sued-over-saudi-spying-that-allegedly-landed-popular-user-in-prison/\">filed a lawsuit</a> accusing Twitter of breaking the law for letting its employees reveal his identity.&nbsp;</p><p>Areej al-Sadhan filed the complaint on her and her brother's behalf under the Racketeer Influenced and Corrupt Organizations (RICO) statute. Her brother, Abdulrahman, was sentenced to 20 years in prison for supporting terrorism. In her complaint, Areej accuses Twitter of giving her brother's &quot;identifying information to the government of Saudi Arabia, which blatantly violates its terms and conditions.&quot; She continued: &quot;This puts every Twitter user at risk. As a result, Saudi Arabia kidnapped, tortured, imprisoned, and — through a sham trial — sentenced my brother to 20 years in prison, simply for criticizing Saudi repression on his Twitter account.&quot; The Saudi government has apparently denied Abdulrahman contact with his family, who has no idea whether he's still alive.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>Abouammo and another former Twitter employee named Ali Alzabarah accessed confidential Twitter user data 30,892 times in 2015, the lawsuit states. They then allegedly handed Saudi Arabia identifying information for 6,000 Twitter user accounts, including names, birthdates, device identifiers, phone numbers, IP addresses and session IP histories associated with user accounts.&nbsp;</p><p>While Twitter will likely defend itself by saying that it didn't approve or wasn't aware of Saudi's espionage activities, the lawsuit also states that US intelligence agencies warned the company about Alzabarah giving Saudi Arabia user information in late 2015. Six months after the warning, Jack Dorsey, who was Twitter's CEO back then, met with Mohammed bin Salman &quot;despite knowing full well [Saudi Arabia's] malign activities and various crimes,&quot; the complaint reads.&nbsp;</p><p>As <a href=\"https://www.washingtonpost.com/technology/2023/05/16/twitter-rico-saudi-arabia/\"><em>The Washington Post</em></a> notes, Twitter faced two other lawsuits related to Saudi's spying activities on its website. However, one was dismissed after it failed to establish a connection between the 2015 leak of information and the hacking of the plaintiff's phone three years later, which had led to his family and friends getting imprisoned. Saudi also isn't the only country conducting espionage on the website. Twitter's former security chief turned whistleblower, Peiter Zatko, <a href=\"https://www.engadget.com/twitter-whistleblower-says-company-had-chinese-agent-on-payroll-153651562.html\">revealed</a> last year that the company was also previously warned that it had Chinese intelligence agents on its payroll.&nbsp;</p>This article originally appeared on Engadget at https://www.engadget.com/twitter-faces-lawsuit-for-allegedly-getting-a-saudi-dissident-imprisoned-061457663.html?src=rss", "link": "https://www.engadget.com/twitter-faces-lawsuit-for-allegedly-getting-a-saudi-dissident-imprisoned-061457663.html?src=rss", "date_published": "2023-05-18 06:14:57+00:00", "persistent": false, "user": null, "language": "en-US"}]