[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "15 Scary Moments Where YOU GOT OUT OF YOUR CHAIR AND JUST SCREAMED", "description": "Eliciting spikes of spear is something a lot of games try to do, and though there are many that fail to do that, there are just as many, if not more, that succeed- and how. Both in and out of the horror genre, games have adopted different styles to go about how to unsettle and unnerves their players to the ultimate extremes, from sudden jump scares that leap out at you out of nowhere, to more cerebral horror that messes with you as it builds to its crescendo. \n\nAnd when a game does that well, it goes without saying that those moments stand out in memory for a long time to come. Here, we’re going to talk about a few such moments.", "link": "https://www.youtube.com/watch?v=k-XlfW8_64E", "date_published": "2023-07-20T17:30:10+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/k-XlfW8_64E/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Madden NFL 24 - 15 Things You ABSOLUTELY NEED TO KNOW BEFORE YOU BUY", "description": "You don’t exactly expect EA’s annual Madden NFL franchise to make too many changes from year to year – that has, after all, not been the status quo in the slightest – though we do get an accumulation of a number of smaller changes and improvements with each game (though not all of them work out). \n\nThe upcoming Madden NFL 24 is also promising to be an iterative upgrade over its predecessors rather than something much more radical, and though it remains to be seen how much of an improvement it turns out to be, it’s certainly promising a number of upgrades across the board, from the on-field action to the modes on offer and more. Ahead of the game’s launch, here, we’re going to take a look at a few key details that you should know about it.", "link": "https://www.youtube.com/watch?v=IYugo0_Kzx4", "date_published": "2023-07-20T15:30:06+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/IYugo0_Kzx4/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Remnant 2 Review - The Final Verdict", "description": "Remnant 2 is the sequel to Gunfire Games' breakout third-person shooter Souls-like, offering new worlds to explore, enemies to fight, and mysteries to solve. The gameplay will feel familiar for those who enjoyed the first game's combat and pacing.\n\nHowever, everything has been expanded significantly, with Archetypes providing more build variety, several new weapons, Mutators replacing armor set bonuses, and more. Even the world generation is heavily improved, presenting brand-new areas, and quests as you return for subsequent runs.\n\nRemnant 2 isn't a reinvention of the genre so much as providing more that fans love. However, it's still an incredibly compelling package worth playing when it releases on July 25th for Xbox Series X/S, PS5 and PC.", "link": "https://www.youtube.com/watch?v=9qrooKkDcEM", "date_published": "2023-07-20T14:00:05+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/9qrooKkDcEM/hqdefault.jpg"}]