[{"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Critical Flaws in AMI MegaRAC BMC Software Expose Servers to Remote Attacks", "description": "Two more security flaws have been disclosed in AMI MegaRAC Baseboard Management Controller (BMC) software that, if successfully exploited, could allow threat actors to remotely commandeer vulnerable servers and deploy malware.\n\"These new vulnerabilities range in severity from High to Critical, including unauthenticated remote code execution and unauthorized device access with superuser", "link": "https://thehackernews.com/2023/07/critical-flaws-in-ami-megarac-bmc.html", "date_published": "2023-07-20T16:56:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Mallox Ransomware Exploits Weak MS-SQL Servers to Breach Networks", "description": "Mallox ransomware activities in 2023 have witnessed a 174% increase when compared to the previous year, new findings from Palo Alto Networks Unit 42 reveal.\n\"Mallox ransomware, like many other ransomware threat actors, follows the double extortion trend: stealing data before encrypting an organization's files, and then threatening to publish the stolen data on a leak site as leverage to convince", "link": "https://thehackernews.com/2023/07/mallox-ransomware-exploits-weak-ms-sql.html", "date_published": "2023-07-20T16:56:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Apache OpenMeetings Web Conferencing Tool Exposed to Critical Vulnerabilities", "description": "Multiple security flaws have been disclosed in Apache OpenMeetings, a web conferencing solution, that could be potentially exploited by malicious actors to seize control of admin accounts and run malicious code on susceptible servers.\n\"Attackers can bring the application into an unexpected state, which allows them to take over any user account, including the admin account,\" Sonar vulnerability", "link": "https://thehackernews.com/2023/07/apache-openmeetings-web-conferencing.html", "date_published": "2023-07-20T15:56:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "North Korean State-Sponsored Hackers Suspected in JumpCloud Supply Chain Attack", "description": "An analysis of the indicators of compromise (IoCs) associated with the JumpCloud hack has uncovered evidence pointing to the involvement of North Korean state-sponsored groups, in a style that's reminiscent of the supply chain attack targeting 3CX.\nThe findings come from SentinelOne, which mapped out the infrastructure pertaining to the intrusion to uncover underlying patterns. It's worth noting", "link": "https://thehackernews.com/2023/07/north-korean-state-sponsored-hackers.html", "date_published": "2023-07-20T13:30:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "A Few More Reasons Why RDP is Insecure (Surprise!)", "description": "If it seems like Remote Desktop Protocol (RDP) has been around forever, it's because it has (at least compared to the many technologies that rise and fall within just a few years.) The initial version, known as \"Remote Desktop Protocol 4.0,\" was released in 1996 as part of the Windows NT 4.0 Terminal Server edition and allowed users to remotely access and control Windows-based computers over a", "link": "https://thehackernews.com/2023/07/a-few-more-reasons-why-rdp-is-insecure.html", "date_published": "2023-07-20T10:48:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Turla's New DeliveryCheck Backdoor Breaches Ukrainian Defense Sector", "description": "The defense sector in Ukraine and Eastern Europe has been targeted by a novel .NET-based backdoor called DeliveryCheck (aka CAPIBAR or GAMEDAY) that's capable of delivering next-stage payloads.\nThe Microsoft threat intelligence team, in collaboration with the Computer Emergency Response Team of Ukraine (CERT-UA), attributed the attacks to a Russian nation-state actor known as Turla, which is", "link": "https://thehackernews.com/2023/07/turlas-new-deliverycheck-backdoor.html", "date_published": "2023-07-20T09:40:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "New P2PInfect Worm Targeting Redis Servers on Linux and Windows Systems", "description": "Cybersecurity researchers have uncovered a new cloud targeting, peer-to-peer (P2P) worm called P2PInfect that targets vulnerable Redis instances for follow-on exploitation.\n\"P2PInfect exploits Redis servers running on both Linux and Windows Operating Systems making it more scalable and potent than other worms,\" Palo Alto Networks Unit 42 researchers William Gamazo and Nathaniel Quist said. \"This", "link": "https://thehackernews.com/2023/07/new-p2pinfect-worm-targeting-redis.html", "date_published": "2023-07-20T06:12:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Microsoft Expands Cloud Logging to Counter Rising Nation-State Cyber Threats", "description": "Microsoft on Wednesday announced that it's expanding cloud logging capabilities to help organizations investigate cybersecurity incidents and gain more visibility after facing criticism in the wake of a recent espionage attack campaign aimed at its email infrastructure.\nThe tech giant said it's making the change in direct response to increasing frequency and evolution of nation-state cyber", "link": "https://thehackernews.com/2023/07/microsoft-expands-cloud-logging-to.html", "date_published": "2023-07-20T05:06:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Adobe Rolls Out New Patches for Actively Exploited ColdFusion Vulnerability", "description": "Adobe has released a fresh round of updates to address an incomplete fix for a recently disclosed ColdFusion flaw that has come under active exploitation in the wild.\nThe critical shortcoming, tracked as CVE-2023-38205 (CVSS score: 7.5), has been described as an instance of improper access control that could result in a security bypass. It impacts the following versions:\n\nColdFusion 2023 (Update", "link": "https://thehackernews.com/2023/07/adobe-rolls-out-new-patches-for.html", "date_published": "2023-07-20T03:31:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}]