[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC5UAwBUum7CPN5buc-_N1Fw", "title": "Sometimes, I get tired of Linux", "description": "Check out TuxCare's newsletter for news about Linux security: https://bit.ly/43VK9r8\n\nGrab a brand new laptop or desktop running Linux: https://www.tuxedocomputers.com/en#\n\n👏 SUPPORT THE CHANNEL:\nGet access to a weekly podcast, vote on the next topics I cover, and get your name in the credits:\n\nYouTube: https://www.youtube.com/@thelinuxexp/join\nPatreon: https://www.patreon.com/thelinuxexperiment\nLiberapay: https://liberapay.com/TheLinuxExperiment/\n\nOr, you can donate whatever you want: https://paypal.me/thelinuxexp\n\n👕 GET TLE MERCH\nSupport the channel AND get cool new gear: https://the-linux-experiment.creator-spring.com/\n\n🎙️ LINUX AND OPEN SOURCE NEWS PODCAST:\nListen to the latest Linux and open source news, with more in depth coverage, and ad-free!  https://podcast.thelinuxexp.com\n\n🏆 FOLLOW ME ELSEWHERE:\nWebsite: https://thelinuxexp.com\nMastodon: https://mastodon.social/web/@thelinuxEXP\nPixelfed: https://pixelfed.social/TLENick\nPeerTube: https://tilvids.com/c/thelinuxexperiment_channel/videos\nDiscord: https://discord.gg/XMuQrcYd\n\n00:00 Intro\n00:24 Sponsor: Check out TuxCare's newsletter for news about Linux\n01:09 Parts of the community are holding Linux back\n03:08 Less visual innovations\n05:22 Duplication of effort\n08:03 99% there, forever\n10:00 Hardware choice\n12:43 Parting thoughts\n13:11 Sponsor: get a PC made to run Linux\n14:02 Support the channel\n\n#Linux #opensource \n\nFirst, the community. It's plagued by individuals who resist change. They see Linux as a closed, elite society where only the most tech-savvy belong. Any enhancement, especially ones that make Linux more user-friendly, are seen as a watering down of the 'pure' Linux experience.\n\nWhat they don't realize, or what they count on, maybe, is that this attitude creates barriers. It can deter newcomers who might have over time become active contributors, offering help, or maybe even code.\n\nSecond, there was a time when each new update brought with it some big, shiny feature that got us all excited.This isn't just nostalgia speaking - Linux desktops truly received constant innovation and big changes.\n\nBut as Linux desktops have pretty much matured, the updates have started to lose some of that 'wow' factor. The focus has shifted more towards refining what we have, and towards backend work, with stuff like pipewire, wayland, portals and the like, and there's certainly a lot of value in that. However, it does make the system less thrilling for me.\n\nThird: fragmentation in the development process. Now, when I say 'fragmentation', I'm not just talking about the huge number of distros available. See, the Linux community has people with their own way of how they want to use their computers. This diversity often leads to differing paths.\n\nEveryone wants their idea of what Linux should be to be the one everyone works on. And if no one works on it, they'll start it themselves, even if there's a project that already does 99% of what they want.\n\nIn turn, this lack of concentrated effort can slow down the overall progress of Linux.\n\nThe next thing is what I'll call the 99% there status. What I mean by that is that on Linux, we very often get a feature or an app up to 99% of the features of its proprietary counterpart. But we never reach 100%. We make fast progress on all fronts, but we never completely go all the way.\n\nAnd this is frustrating, because while personally, I'm ok with 99%, I also know that this missing 1% will be the perfect excuse for someone to not stick with Linux.\n\n\nTo finish, hardware choice and support. What happens when you want to stray from Linux manufacturers and take a walk on the Windows side of the market? Well, that's where things can get a bit... unpredictable.\n\nLet's take a look at some examples. You've got your external peripherals, things like streaming gear or specialized controllers. While these devices will always have drivers for windows, and often for macOS, with Linux, it can be pretty hit or miss. Even when we look at newer form factors, like touchscreens, 2-in-1s, or even something that mimics the functionality of a Microsoft Surface device - the options available that run Linux natively are few and far between, if they even exist at all.\n\nEven something as seemingly straightforward as a fingerprint reader can become a nightmare.\n\nSo, when you use Linux, you either have to be content with the hardware selection from various Linux manufacturers, or you have to be prepared for some potential hurdles when it comes to hardware compatibility. It's not an insurmountable challenge, by any means, but it's certainly something to keep in mind as you plan your Linux journey.", "link": "https://www.youtube.com/watch?v=a2YZ9GwSkxI", "date_published": "2023-07-20T16:02:50+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/a2YZ9GwSkxI/hqdefault.jpg"}]