[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Marvel's Spider-Man 2 - Official Story Trailer", "description": "We’re going to heal the world. \n\nThe Spider-Men, Peter Parker and Miles Morales, enter new chapters in their lives as they balance their responsibilities as protectors of Marvel’s New York. As Harry Osborne, Peter’s best friend, returns into his life, and Miles looks to build his future beyond high school, the relationship between our heroes is tested and strained as the Symbiote appears to threaten them, the city, and the ones they love.\n\nDeveloped by Insomniac Games in collaboration with Marvel Games and PlayStation, Marvel’s Spider-Man 2 continues the saga of the critically acclaimed Marvel’s Spider-Man franchise.", "link": "https://www.youtube.com/watch?v=3-V_hnK6nyA", "date_published": "2023-07-20T22:49:20+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/3-V_hnK6nyA/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Alan Wake 2 And The 13 Year Journey To Make It | Audio Logs", "description": "Remedy’s Sam Lake joins us to discuss the long and winding road to making Alan Wake 2, the change in genre, and the introduction of a brand new co-protagonist.\n#gaming #alanwake2 #gamespot \n\nAudio Logs is back for a brand new series! It's the GameSpot show where the people behind the games you love tell the untold stories of how they were made. This week we're joined by Remedy Entertainment's Creative Director Sam Lake to discuss the journey to making the studio's next game: Alan Wake II. \n\nSam discusses the various ideas and genres that the team toyed with before settling on a psychological horror game with dual protagonists. He also talks about the new protagonist, Saga Anderson, and her relationship with her partner, Alex Casey, who looks a little familiar...\n\nAudio Logs airs every Thursday on GameSpot.", "link": "https://www.youtube.com/watch?v=EYOOVlkASe4", "date_published": "2023-07-20T15:15:02+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/EYOOVlkASe4/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Remnant 2 Review", "description": "Remnant 2 builds on its predecessor to create a rewarding and unpredictable experience that's difficult to put down.\n\n#remnant2 #gaming #gamespot", "link": "https://www.youtube.com/watch?v=RITsn5YH-NE", "date_published": "2023-07-20T14:40:25+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i3.ytimg.com/vi/RITsn5YH-NE/hqdefault.jpg"}]