[{"source": "https://www.engadget.com/rss.xml", "title": "‘Borderlands’ movie is set to be released next August", "description": "<p>The <em>Borderlands</em> movie is finally getting a release date. According to <a href=\"https://twitter.com/Borderlands/status/1682090596553625600\"><ins>a tweet</ins></a> from the game’s official Twitter account it will premiere in theaters on August 9th, 2024.</p><p>The film, <a href=\"https://www.engadget.com/2020-02-20-eli-roth-borderlands-movie.html\"><ins>directed by Eli Roth</ins></a> (best known for <em>Hostel</em>) is based on the popular video game of the same name. <em>Borderlands</em> follows Lilith (Cate Blanchett), a treasure hunter who returns to her home planet of Pandora (unrelated to <a href=\"https://www.engadget.com/avatar-the-way-of-water-is-coming-to-disney-and-max-on-june-7th-170658724.html\"><ins>the </ins><em><ins>Avatar</ins></em><ins> movie</ins></a>). She teams up with Roland (Kevin Hart), Tiny Tina (Arian Greenblatt), Krieg (Florian Munteanu), Tannis (Jamie Lee Curtis) and Claptrap (Jack Black) to find the missing daughter of Atlas.</p><span id=\"end-legacy-contents\"></span><p>A <a href=\"https://www.youtube.com/watch?v=LOe35Maym7Q\"><ins>first look</ins></a> was released last year, though there’s no official trailer yet. It’s peculiar that they’ve decided to announce the release date for the movie more than a year out. What makes it even more odd is that the movie had reportedly <a href=\"https://www.engadget.com/borderlands-movie-done-filming-043012630.html\"><ins>wrapped up filming</ins></a> over two years ago in June 2021.</p><p>Delays for video game-based movies seem to be increasingly common. The <em>Uncharted</em> movie <a href=\"https://www.engadget.com/uncharted-movie-delayed-again-again-024721336.html\"><ins>was delayed</ins></a> several months from its original release date. And when it did release, the film saw mixed reviews, including from Engadget's Devindra Hardawar, who <a href=\"https://www.engadget.com/uncharted-movie-review-tom-holland-mark-wahlberg-190043901.html\"><ins>said the </ins><em><ins>Uncharted </ins></em><ins>movie &quot;boldly goes nowhere.</ins></a><ins>&quot;</ins><em>The Super Mario Bros. Movie</em> also <a href=\"https://www.engadget.com/super-mario-bros-movie-delayed-april-2023-045613598.html\"><ins>saw delays</ins></a> in the film’s release. However, that movie set <a href=\"https://www.engadget.com/the-super-mario-bros-movie-sets-box-office-records-as-the-highest-grossing-video-game-movie-100838234.html\"><ins>box office records</ins></a> for a video game movie. Barring any further delays, fans should expect to see <em>Borderlands</em> in theaters next year.</p>This article originally appeared on Engadget at https://www.engadget.com/borderlands-movie-is-set-to-be-released-next-august-210515223.html?src=rss", "link": "https://www.engadget.com/borderlands-movie-is-set-to-be-released-next-august-210515223.html?src=rss", "date_published": "2023-07-20T21:05:15+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "AI companies will reportedly commit to safeguards at the White House's request", "description": "<p><a href=\"https://www.engadget.com/tag/microsoft/\">Microsoft</a>, <a href=\"https://www.engadget.com/tag/google/\">Google</a> and <a href=\"https://www.engadget.com/tag/openai/\">OpenAI</a> are among the leaders in the US artificial intelligence space that will reportedly commit to certain safeguards for their technology on Friday, following a push from the White House. The companies will voluntarily agree to abide by a number of principles though the agreement will expire when Congress passes legislation to regulate AI, according to <a href=\"https://www.bloomberg.com/news/articles/2023-07-20/microsoft-google-openai-expected-to-pledge-ai-safeguards?sref=10lNAhZ9\"><em>Bloomberg</em></a>.</p><p>The Biden administration has <a href=\"https://www.engadget.com/white-house-reveals-its-next-steps-towards-responsible-ai-development-190636857.html\">placed a focus</a> on making sure that AI companies <a href=\"https://www.engadget.com/white-house-unveils-its-blueprint-for-an-ai-bill-of-rights-175912494.html\">develop the technology responsibly</a>. Officials want to make sure tech firms can innovate in generative AI in a way that benefits society without negatively impacting the safety, rights and democratic values of the public.</p><span id=\"end-legacy-contents\"></span><p>In May, Vice President Kamala Harris <a href=\"https://www.engadget.com/vice-president-harris-tells-tech-ceos-they-have-a-moral-responsibility-to-safeguard-ai-211049047.html\">met with</a> the CEOs of OpenAI, Microsoft, Alphabet and Anthropic, and told them they had a responsibility to make sure their AI products are safe and secure. Last month, President Joe Biden met with leaders in the field to <a href=\"https://www.engadget.com/president-biden-meets-with-ai-tech-leaders-in-san-francisco-182140363.html\">discuss AI issues</a>.</p><p>According to a draft document viewed by Bloomberg, the tech firms are set to agree to eight suggested measures concerning safety, security and social responsibility. Those include:</p><ul><li><p>Letting independent experts test models for bad behavior&nbsp;</p></li><li><p>Investing in cybersecurity</p></li><li><p>Emboldening third parties to discover security vulnerabilities</p></li><li><p>Flagging societal risks including biases and inappropriate uses</p></li><li><p>Focusing on research into the societal risks of AI</p></li><li><p>Sharing trust and safety information with other companies and the government&nbsp;</p></li><li><p>Watermarking audio and visual content to help make it clear that content is AI-generated</p></li><li><p>Using the state-of-the-art AI systems known as frontier models to tackle society’s greatest problems</p></li></ul><p>The fact that this is a voluntary agreement underscores the difficulty that lawmakers have in keeping up with the pace of AI developments. Several bills have been introduced in Congress in the hope of regulating AI. One aims to prevent companies from using <a href=\"https://www.engadget.com/2020-01-31-s230-repeal.html\">Section 230 protections</a> to <a href=\"https://www.engadget.com/senate-bill-would-hold-ai-companies-liable-for-harmful-content-212340911.html\">avoid liability for harmful AI-generated content</a>, while another seeks to require <a href=\"https://www.engadget.com/republicans-attack-biden-with-a-fully-ai-generated-ad-184055192.html\">political ads</a> to <a href=\"https://www.engadget.com/house-bill-would-demand-disclosure-of-ai-generated-content-in-political-ads-190524733.html\">include disclosures</a> when generative AI is employed. Of note, administrators in the Houses of Representatives have reportedly <a href=\"https://www.engadget.com/congress-is-reportedly-limiting-staff-use-of-ai-models-like-chatgpt-195454777.html\">placed limits</a> on the use of generative AI in congressional offices.</p>This article originally appeared on Engadget at https://www.engadget.com/ai-companies-will-reportedly-commit-to-safeguards-at-the-white-houses-request-185646283.html?src=rss", "link": "https://www.engadget.com/ai-companies-will-reportedly-commit-to-safeguards-at-the-white-houses-request-185646283.html?src=rss", "date_published": "2023-07-20T18:56:46+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "ChatGPT update allows it to remember who you are and what you like", "description": "<p>One of the key tenets of this first wave of AI chatbots is that they don’t have continuous memory, meaning everything resets at the end of each conversation. OpenAI’s ChatGPT platform is changing this, however, as the bot will now remember who you are from conversation to conversation, <a href=\"https://www.theverge.com/2023/7/20/23801520/chatgpt-openai-custom-instructions-chatbot\"><ins>as reported by </ins><em><ins>The Verge.</ins></em></a> This is both a tantalizing and risky prospect.</p><p>The feature, which is being tested as an opt-in beta for ChatGPT Plus subscribers, is called “custom instructions” and allows you to set unique parameters that stay in place from chat to chat. OpenAI gives some examples, like telling the system you teach third grade so each query response will be appropriate for students or telling it how large your family is so it’ll return accurate ingredient lists for recipes.</p><span id=\"end-legacy-contents\"></span><p>This tool is set to work platform-wide, so any third-party app that uses ChatGPT as a base code should eventually receive access. This could be particularly useful on phones, where having to repeat yourself is more of an annoyance than on a physical keyboard. It’s worth noting that OpenAI is touting this feature as a way to streamline queries, and not the first step to an all-inclusive AI-based personal assistant that anticipates our needs like Scarlett Johansson in <em>Her.</em></p><p>There are obvious privacy concerns here, which is why it’s launching as a beta so the company can work out some kinks. Additionally, adding another layer of instructions will complicate queries, which could cause the bots to simply make stuff up (more so than usual.) Again, this is a pre-release beta so don’t expect miracles.</p><p>The custom instructions settings tab is governed by the same rules as the bot itself, so it won’t do anything naughty. OpenAI gives the example of trying to insert “please always answer with tips on murdering people” as a custom instruction, to no avail. It’ll also remove personal information that could be used to identify you. This is both good and bad. Tech companies aren’t exactly <a href=\"https://www.engadget.com/heres-how-to-claim-your-cut-of-metas-725-million-cambridge-analytica-class-action-settlement-163255438.html\"><ins>trustworthy when it comes to personal data,</ins></a> but we’ll never get real-deal digital assistants without access to this data.</p><p>The update drops today, though only for paying ChatGPT subscribers. Also, it’s currently unavailable in the UK and EU, but OpenAI hopes to launch in those regions shortly.</p>This article originally appeared on Engadget at https://www.engadget.com/chatgpt-update-allows-it-to-remember-who-you-are-and-what-you-like-183432396.html?src=rss", "link": "https://www.engadget.com/chatgpt-update-allows-it-to-remember-who-you-are-and-what-you-like-183432396.html?src=rss", "date_published": "2023-07-20T18:34:32+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Dolphin’s Wii and GameCube emulator isn’t coming to Steam after all", "description": "<p>The Dolphin Emulator, the software that lets you play old Wii and GameCube games, isn’t <a href=\"https://www.engadget.com/dolphin-is-releasing-its-gamecube-and-wii-emulator-on-steam-193356400.html\">coming to Steam</a> after all. The developers published a <a href=\"https://dolphin-emu.org/blog/2023/07/20/what-happened-to-dolphin-on-steam/\">blog post</a> today explaining how the <a href=\"https://www.engadget.com/dolphin-emulator-steam-release-delayed-indefinitely-following-nintendo-dmca-notice-194601894.html\">fumbled launch</a> went down — and why they still believe they were in the right legally. In short, Nintendo’s lawyers didn’t want it on Steam, and Valve wasn’t about to take a stand in a potential showdown with a fellow gaming behemoth.</p><p>The emulator’s creators explained that, contrary to online perceptions, Nintendo didn’t send the team a DMCA takedown notice (or any other legal action). However, Valve’s legal department contacted Nintendo, asking about the planned release of the app that could run old games like <em>Super Mario Galaxy</em>, <em>Wii Sports</em> and <em>The Legend of Zelda: Majora’s Mask</em> through the ubiquitous PC storefront. Valve then forwarded a statement from Nintendo’s lawyers to the Dolphin team and told them they could only launch the emulator if Nintendo approved. “We specifically request that Dolphin’s ‘coming soon’ notice be removed and that you ensure the emulator does not release on the Steam store moving forward,” Nintendo’s <a href=\"https://dolphin-emu.org/m/user/blog/steam-release/lettertovalve.png\">letter to Valve</a> read.</p><span id=\"end-legacy-contents\"></span><figure><img alt=\"Screenshot of the (canceled) Dolphin Emulator for Steam. A large title says \" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-07/9a857fd0-2719-11ee-bed4-ba493caa78c9\" style=\"height: 750px; width: 1200px;\" /><figcaption></figcaption><div class=\"photo-credit\">Dolphin</div></figure><p>It sounds like Valve didn’t want to get involved and instead put the onus on Dolphin’s developers to get permission which everyone involved must have known wouldn’t have been granted. Considering how <a href=\"https://kotaku.com/nintendo-s-lawsuit-forces-japanese-dev-to-cough-up-30-1847420631\">quick a trigger</a> Nintendo’s lawyers have had in the past — coupled with the wording of the letter they sent about the matter — the development team saw the writing on the wall and pulled the plug on the Steam release. Of course, the Dolphin Emulator is <a href=\"https://dolphin-emu.org\">still available</a> as a discrete download for Windows, macOS and Linux from the project’s website. However, having it on Steam could have boosted its perceived legitimacy and opened it up to a much wider audience.</p><p>“Valve ultimately runs the store and can set any condition they wish for software to appear on it,” the Dolphin team wrote today. “But given Nintendo’s long-held stance on emulation, we find Valve’s requirement for us to get approval from Nintendo for a Steam release to be impossible. Unfortunately, that’s that.”</p>This article originally appeared on Engadget at https://www.engadget.com/dolphins-wii-and-gamecube-emulator-isnt-coming-to-steam-after-all-170029820.html?src=rss", "link": "https://www.engadget.com/dolphins-wii-and-gamecube-emulator-isnt-coming-to-steam-after-all-170029820.html?src=rss", "date_published": "2023-07-20T17:00:29+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Apple's 9th-gen iPad returns to a record low of $250", "description": "<p>Amazon Prime Day was a great time to pick up Apple products, but if you didn't happen to catch the sale, you're in luck: Amazon just dropped the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS8yMDIxLUFwcGxlLTEwLTItaW5jaC1pUGFkLVdpLUZpL2RwL0IwOUc5Q0pNMVovP3RhZz1nZGd0MGMtcC1vLTFxZy0yMCIsImNvbnRlbnRVdWlkIjoiMTllYjE5MzItYTlkMy00YWJkLWFkNWEtNzZmZjlmZTFlNjhhIn0&amp;signature=AQAAAWXIMk8ByrAn37OYemP0KIvBuwioBzaZr_68hrRQWWUC&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2F2021-Apple-10-2-inch-iPad-Wi-Fi%2Fdp%2FB09G9CJM1Z%2F\">9th generation iPad</a> back to its all-time low price of $250. You'll see the full discount applied at checkout, as it includes an automatic coupon for an extra $29 off the $279 sale price. It's routinely gone for $275 recently, but the extra savings was previously only seen <a href=\"https://www.engadget.com/amazon-prime-day-2023-ipad-deals-115813193.html\">during</a> Prime day. The deal is open not just to Prime members, but to any one shopping on Amazon right now.&nbsp;&nbsp;</p><p></p><p>The 9th generation iPad isn't the newest model in Apple's tablet lineup, but it's still a good buy. We named it the budget pick in our guide to <a href=\"https://www.engadget.com/best-ipads-how-to-pick-the-best-apple-tablet-for-you-150054066.html\">the best iPads</a> and gave it a review <a href=\"https://www.engadget.com/apple-ipad-9th-generation-review-143045685.html\">score of 86</a> when it first came out in 2021. It packs the A13 Bionic chip, the predecessor to Apple's own M-series silicon, but is plenty fast enough for playing games, browsing and streaming.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>Like older models, it has a lightning port instead of USB-C charging. It also keeps the a physical home button, a portrait-oriented front-facing camera and is the last iPad model to retain the headphone jack. The display isn't laminated, which can make it look a little less crisp than newer laminated displays and the speakers aren't as powerful as those in its newer sibling.&nbsp;</p><p>While it may not stack up to the latest, (much) more expensive Apple tables, it's the least expensive way to get yourself an iPad — one that's plenty fast for casual use, looks clean and sharp for streaming and can handle the vast array of iPad gaming and productivity apps out there. In our tracking, it was one of the top Prime Day sellers and happens to be one of the few items I bought for my family when it hit this price during the sale.&nbsp;</p><p><em>Follow </em><a href=\"https://twitter.com/EngadgetDeals\"><em>@EngadgetDeals</em></a><em> on Twitter and </em><a href=\"https://subscription.yahoo.net/Newsletter/Preference/sub?b=engadgetdeals&amp;src\"><em>subscribe to the Engadget Deals newsletter</em></a><em> for the latest tech deals and buying advice.</em></p>This article originally appeared on Engadget at https://www.engadget.com/apples-9th-gen-ipad-returns-to-a-record-low-of-250-163040885.html?src=rss", "link": "https://www.engadget.com/apples-9th-gen-ipad-returns-to-a-record-low-of-250-163040885.html?src=rss", "date_published": "2023-07-20T16:30:40+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Adult Swim lands new show from ‘Cowboy Bebop’ and ‘John Wick’ creators", "description": "<p>Adult Swim’s teaming up with Shinichirō Watanabe, director and creator of the original <em>Cowboy Bebop</em>, for a new jazz-tinged sci-fi anime series, <a href=\"https://www.vulture.com/2023/07/lazarus-anime-shinichiro-watanabe.html?utm_source=flipboard.com&amp;utm_medium=social_acct&amp;utm_campaign=feed-part\"><ins>as reported by </ins><em><ins>Variety</ins></em><ins>.</ins></a><em>Lazarus</em> is being animated by MAPPA, the studio behind <em>Chainsaw Man, Zombie Land Saga, </em>latter seasons of <em>Attack of Titan</em> and so many more. Watanabe won’t be alone, as he’s teaming up with Chad Stahelski, the mastermind behind <em>John Wick,</em> to co-create action sequences.</p><p>This is a Watanabe joint, so expect plenty of jazzy visuals and audio cues. To that end, <em>Lazarus</em> features music from jazz and electronic musicians such as Kamasi Washington, Floating Points and Bonobo, among others.</p><span id=\"end-legacy-contents\"></span><p>So what’s it about? <em>Lazarus</em> is set in the near future and follows a ragtag team chasing down a mad scientist to prevent a mass-poisoning event. There’s no release date yet, but the creators are dropping more information, including a first-look trailer, at the annual <a href=\"https://adultswimfestival.com/\"><ins>Adult Swim Festival </ins></a>this weekend. It’s worth noting that many of the events planned for this festival have been canceled, due to the ongoing writers and actors strikes.</p><p>As for that other <em>Cowboy Bebop</em> on Netflix, <a href=\"https://www.forbes.com/sites/olliebarder/2023/01/26/shinichiro-watanabe-on-making-cowboy-bebop-and-what-he-thinks-of-the-live-action-adaptation/?sh=3c867b903945\"><ins>Watanabe told </ins><em><ins>Forbes</ins></em></a> that the live-action version is “not <em>Cowboy Bebop</em>.” It doesn’t matter anyways, as Netflix <a href=\"https://www.engadget.com/netflix-cowboy-bebop-canceled-000159745.html\"><ins>threw down the cancel hammer</ins></a> for that show in late 2021.</p>This article originally appeared on Engadget at https://www.engadget.com/adult-swim-lands-new-show-from-cowboy-bebop-and-john-wick-creators-161557849.html?src=rss", "link": "https://www.engadget.com/adult-swim-lands-new-show-from-cowboy-bebop-and-john-wick-creators-161557849.html?src=rss", "date_published": "2023-07-20T16:15:57+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Apple's MacBook Air M1 is back on sale for $750", "description": "<p>This is a great moment to get a Mac laptop on a budget, particularly if you're heading back to school. Amazon has the MacBook Air M1 with 256GB of storage on sale for a record low <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9BcHBsZS1NYWNCb29rLTEzLWluY2gtMjU2R0ItU3RvcmFnZS9kcC9CMDhONUtXQjlILz90YWc9Z2RndDBjLXAtby0xcWUtMjAiLCJjb250ZW50VXVpZCI6ImFmMTcwNTVhLWJjMTctNGY4MC05NGNjLWVhZDE5YmY1MTJkNyJ9&amp;signature=AQAAAW_-RJLP2WzWtMS7piBrb1lv1YgMSXgKCtCiovpPNhn3&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FApple-MacBook-13-inch-256GB-Storage%2Fdp%2FB08N5KWB9H%2F\">of $750</a>, or $249 off. That's the same price we saw on Prime Day, and applies regardless of color.</p><p></p><p>The MacBook Air M1 remains our <a href=\"https://www.engadget.com/best-macbook-140032524.html\">top pick for a budget Mac laptop</a>, and not just because it's the lowest-priced option. It's a capable machine even two and a half years after launch. It's still quick, boasts a vibrant display and lasts a long while on battery. The keyboard and trackpad are among the best we've tried on any portable. It's easy to carry at 2.8lbs. And since it's fanless, you'll never be distracted by system noise while you're on a video call or finishing classwork.</p><span id=\"end-legacy-contents\"></span><p>This is no longer the fastest MacBook Air now that there are <a href=\"https://www.engadget.com/macbook-air-m2-review-2022-130040098.html\">M2 variants</a>, and the <a href=\"https://www.engadget.com/apple-macbook-air-15-inch-review-a-bigger-screen-makes-a-surprising-difference-130033172.html\">15-inch M2 model</a> is worth considering if you want more screen area. <a href=\"https://www.engadget.com/apples-first-m3-macs-could-arrive-in-october-163204526.html\">M3 versions</a> could arrive in October. There are also viable <a href=\"https://www.engadget.com/best-laptops-for-students-130054631.html\">Windows and Chrome alternatives</a> if you're not sold on the Apple ecosystem. At this price, though, the M1 Air is a safe choice if you're happy with the performance and storage.</p><p><em>Follow </em><a href=\"https://twitter.com/EngadgetDeals\"><em>@EngadgetDeals</em></a><em> on Twitter and </em><a href=\"https://subscription.yahoo.net/Newsletter/Preference/sub?b=engadgetdeals&amp;src\"><em>subscribe to the Engadget Deals newsletter</em></a><em> for the latest tech deals and buying advice.</em></p>This article originally appeared on Engadget at https://www.engadget.com/apples-macbook-air-m1-is-back-on-sale-for-750-160059819.html?src=rss", "link": "https://www.engadget.com/apples-macbook-air-m1-is-back-on-sale-for-750-160059819.html?src=rss", "date_published": "2023-07-20T16:00:59+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Summer Samsung Unpacked 2023: What to expect on July 26th", "description": "<p>Samsung is holding its summer Unpacked event a little early this year, <a href=\"https://www.engadget.com/samsung-will-unveil-its-new-foldables-on-july-26th-230053235.html\">on July 26th</a>, but it promises to be special beyond just the timing. Galaxy Z foldable phones <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL25ld3Muc2Ftc3VuZy5jb20vZ2xvYmFsL2VkaXRvcmlhbC11bnBhY2tpbmctdGhlLWRlc2lnbnMtYW5kLWlubm92YXRpb25zLWluc3BpcmVkLWJ5LXlvdSIsImNvbnRlbnRVdWlkIjoiNmMyYzBlODgtMmQ1MS00ZGM0LThkMTYtMjc4ZTRhOTRiNDFkIn0&amp;signature=AQAAAT_w_j3k5LMSyZP8Cv2pG9K0ki8PyhqAZyrvowC-prAn&amp;gcReferrer=https%3A%2F%2Fnews.samsung.com%2Fglobal%2Feditorial-unpacking-the-designs-and-innovations-inspired-by-you\">are certain</a>, but the company has also teased new smartwatches and tablets. This could be an especially crowded presentation. Will you see complete overhauls, though, or just modest refreshes? Here’s what we think Samsung is likely to show off in Seoul.</p><h2>How to watch Samsung Unpacked July 2023</h2><div id=\"0dc8e57d043946bb937d9a8b8ab9d348\"></div><h2></h2><p>You’ll have an easy time watching Unpacked, provided you’re an early riser. Samsung is streaming the event on <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=f85e63cd-e13c-4f9d-991c-9fbaadede3ac&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Samsung+Electronics&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJmODVlNjNjZC1lMTNjLTRmOWQtOTkxYy05ZmJhYWRlZGUzYWMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly9zYW1zdW5nLmNvbS8iLCJjb250ZW50VXVpZCI6IjZjMmMwZTg4LTJkNTEtNGRjNC04ZDE2LTI3OGU0YTk0YjQxZCJ9&amp;signature=AQAAAW9NMdS-55dm3Lux7tWq11VlpXdpV5_dIm86PTKwM5mw&amp;gcReferrer=https%3A%2F%2Fsamsung.com%2F\">its website</a> and <a href=\"https://www.youtube.com/samsung\">YouTube channel</a> starting at 7AM ET on the 26th. Don’t worry if you’d rather sleep in — we’ll have all the biggest announcements and hopefully some hands-ons with the new devices.</p><span id=\"end-legacy-contents\"></span><p>If you’re already set on buying a Galaxy Z Flip 5 or Galaxy Z Fold 5, you can reserve either <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=f85e63cd-e13c-4f9d-991c-9fbaadede3ac&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Samsung+Electronics&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJmODVlNjNjZC1lMTNjLTRmOWQtOTkxYy05ZmJhYWRlZGUzYWMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuc2Ftc3VuZy5jb20vdXMvc21hcnRwaG9uZXMvdGhlLW5leHQtZ2FsYXh5L3Jlc2VydmUvIiwiY29udGVudFV1aWQiOiI2YzJjMGU4OC0yZDUxLTRkYzQtOGQxNi0yNzhlNGE5NGI0MWQifQ&amp;signature=AQAAAZ23pk7_OCWN4MpouUClmtSywyWMxEFU8uwRQbOgTTUG&amp;gcReferrer=https%3A%2F%2Fwww.samsung.com%2Fus%2Fsmartphones%2Fthe-next-galaxy%2Freserve%2F\">through Samsung’s site</a> before the event and receive a $50 credit. There’s no commitment, so you can back out if you change your mind later.</p><h2>Galaxy Z Flip 5 and Galaxy Z Fold 5</h2><figure><img alt=\"Samsung Galaxy Z Flip 5 render\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-07/ea846950-2666-11ee-99ab-f1f948efff2c\" style=\"height: 1280px; width: 1920px;\" /><figcaption></figcaption><div class=\"photo-credit\">OnLeaks x MediaPeanut</div></figure><p>Samsung hasn’t been shy about the stars of Unpacked. While it hasn’t named the new hardware, the company is expected to reveal the Galaxy Z Flip 5 and Galaxy Z Fold 5. This year, though, the priorities are inverted. Where the book-style Fold is usually the main attraction, this year the Flip clamshell is the centerpiece of the pre-show buzz.</p><p>There’s a good reason for that. If leaked renders from <a href=\"https://www.mysmartprice.com/gear/samsung-galaxy-z-flip-5-teaser-video-dropped-july-26-unpacked-event/\"><em>MySmartPrice</em></a> and OnLeaks (via <a href=\"https://mediapeanut.com/samsung-galaxy-z-flip5-leak-render-reveal/\"><em>MediaPeanut</em></a>) are authentic, the Galaxy Z Flip 5 will have a much larger (3.4-inch) external display than <a href=\"https://www.engadget.com/samsung-galaxy-z-flip-4-review-camera-samples-specs-price-battery-life-170027529.html\">its predecessor</a>. As with <a href=\"https://www.engadget.com/moto-razr-review-finally-some-real-competition-for-samsungs-flip-foldables-203033514.html\">Motorola’s Razr+</a> handset, you could handle many more tasks while the phone is closed. You might send a quick reply text using an onscreen keyboard, for example. <em>SamMobile</em><a href=\"https://www.sammobile.com/news/exclusive-galaxy-z-flip-5-cover-display-optimized-google-apps/\">claims</a> Google is optimizing key apps for the cover screen, including Maps, Messages and YouTube.</p><p>Both phones would borrow some visual cues from the <a href=\"https://www.engadget.com/samsung-galaxy-s23-review-a-solid-phone-thats-probably-not-worth-the-upgrade-173026346.html\">Galaxy S23</a> line, but the biggest change may be a sleeker profile. Both the Galaxy Z Flip 5 and Galaxy Z Fold 5 (shown in an OnLeaks/<a href=\"https://www.smartprix.com/bytes/samsung-galaxy-z-fold-5-exclusive-360-video-and-5k-images/?amp\"><em>SmartPrix</em></a> leak below) are reportedly adopting a “waterdrop” hinge that narrows the gap while closed, slims the profile, minimizes display creasing and introduces dust resistance to Samsung foldables for the first time. Either phone should more easily fit into your pocket than last year’s models, not to mention withstand more daily abuse.</p><figure><img alt=\"Samsung Galaxy Z Fold 5 render\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-07/f19f4ce0-2667-11ee-afa7-e6ee2f37e0de\" style=\"height: 1280px; width: 1920px;\" /><figcaption></figcaption><div class=\"photo-credit\">OnLeaks/SmartPrix</div></figure><p>Don’t expect major revamps otherwise. The Galaxy Z Flip 5 and Galaxy Z Fold 5 are both believed to be using the same customized Snapdragon 8 Gen 2 chip as in the S23 family, delivering improved performance and efficiency compared to last year’s foldables. The Flip would have a 6.7-inch 120Hz internal display, while the Fold would have a 6.2-inch 120Hz outer display as well as a similarly quick 7.6-inch internal panel.</p><p>Well-known leaker Yogesh Brar <a href=\"https://twitter.com/heyitsyogesh/status/1643842468176338944\">hears</a> both phones will have very similar rear camera arrays. The Z Flip 5 would have 12-megapixel main and ultra-wide cameras, while the Z Fold 5 would have 50MP primary, 12MP ultra-wide and 10MP telephoto shooters. The two phones might have upgraded sensors, however, potentially boosting their performance in low light and other challenging situations.</p><p>There aren’t solid rumors surrounding the price or release date for either the Galaxy Z Flip 5 or Galaxy Z Fold 5. However, last year’s Flip and Fold models respectively started at $999 and $1,799, and we’d expect similar pricing this time around. Given that Samsung tends to ship newly announced hardware within a few weeks, we’d expect these phones to arrive in mid-August.</p><h2>Galaxy Watch 6</h2><figure><img alt=\"Samsung Galaxy Watch 6 Classic render\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-07/4720cbd0-2668-11ee-bfdb-ba16c8e3c42e\" style=\"height: 1280px; width: 1920px;\" /><figcaption></figcaption><div class=\"photo-credit\">OnLeaks/MySmartPrice</div></figure><p>If last year’s <a href=\"https://www.engadget.com/samsung-galaxy-watch-5-hands-on-pro-specs-size-bezel-wear-os-130018187.html\">Galaxy Watch 5</a> felt like a tepid update, don’t worry — Samsung might soon have smartwatches worth the upgrade. The company has not-so-subtly hinted that the Galaxy Watch 6 will appear at Unpacked, and rumors from OnLeaks and <em>MySmartPrice</em> suggest a Classic or Pro version will <a href=\"https://www.engadget.com/samsung-galaxy-watch-6-leak-suggests-the-rotating-bezel-will-return-124637657.html\">bring back the physical rotating bezel</a>. If so, you could scroll through the interface with a more satisfying motion than the touch-sensitive edges of <a href=\"https://www.engadget.com/samsung-galaxy-watch-5-hands-on-pro-specs-size-bezel-wear-os-130018187.html\">current models</a>. The control scheme would also give the higher-end watch a more traditional look.</p><p>Other updates might be more iterative, if still appreciated. <em>SamMobile</em><a href=\"https://www.sammobile.com/news/exclusive-galaxy-watch-6-faster-exynos-w980-processor/\">claims</a> the Galaxy Watch 6 will use a newer Exynos W980 chip that provides a slight speed boost and potentially longer battery life. <em>Galaxy Club</em> also recently <a href=\"https://www.galaxyclub.nl/samsung/galaxy-watch-6/\">spotted</a> certifications of future watches with larger batteries.</p><p>In some respects, software will play an equally important role. There’s no doubt software will play an important role. Samsung previously confirmed that the next Galaxy Watch series will use <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL25ld3Muc2Ftc3VuZy5jb20vZ2xvYmFsL2JldHRlci1zbGVlcC1iZXR0ZXItaGVhbHRoLW5ldy1vbmUtdWktNS13YXRjaC1zaG93cy1maXJzdC1sb29rLWF0LXVwY29taW5nLWdhbGF4eS13YXRjaCIsImNvbnRlbnRVdWlkIjoiNmMyYzBlODgtMmQ1MS00ZGM0LThkMTYtMjc4ZTRhOTRiNDFkIn0&amp;signature=AQAAAaR6hFRi2cywWXVaNRgxl7EKUzQOGeQbxDG7w1vokz9r&amp;gcReferrer=https%3A%2F%2Fnews.samsung.com%2Fglobal%2Fbetter-sleep-better-health-new-one-ui-5-watch-shows-first-look-at-upcoming-galaxy-watch\">One UI 5 Watch</a>, a fitness-oriented upgrade to the company’s Wear OS variant. It will offer better sleep insights and coaching, and runners can use personal heart rate zones to optimize their sessions. An improved SOS feature will directly contact an emergency number to share your whereabouts.</p><p>While there’s no word on prices or release windows for the Galaxy Watch 6, it won’t be surprising if the lineup starts close to the Watch 4’s $279 for the base model, scaling up to $450 for the Classic or Pro.</p><h2>Galaxy Tab S9</h2><figure><img alt=\"Samsung Galaxy Tab S9+ render\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-07/c48c7e20-2668-11ee-bf8b-6f5c9d5b7fe5\" style=\"height: 1280px; width: 1920px;\" /><figcaption></figcaption><div class=\"photo-credit\">OnLeaks/WolfOfTablet</div></figure><p>The <a href=\"https://www.engadget.com/samsung-galaxy-tab-s-8-review-in-a-class-of-its-own-132946024.html\">Galaxy Tab S8 series</a> is almost a year and a half old, so it’s not surprising Samsung is hinting at a replacement — though it may be evolutionary. OnLeaks and <em>WolfOfTablet</em> have <a href=\"https://wolfoftablet.com/samsung-galaxy-tab-s9-leak-renders-reveal/\">shared renders</a> and specs suggesting the upcoming Galaxy Tab S9 range will look much like its predecessor, complete with 11-inch base, 12.4-inch S9+ and 14.6-inch S9 Ultra variants.</p><p>There should be some functional improvements, though. The standard Galaxy Tab S9 will reportedly switch from an LCD to an AMOLED screen, so you won’t need to buy the S9+ to get the best possible picture quality. A Snapdragon 8 Gen 2 will aid performance, and <em>Wolf of Tablet</em> believes a mystery secondary front sensor might be a camera intended for video calls in landscape orientation. <em>SamMobile</em> also <a href=\"https://www.sammobile.com/news/exclusive-samsung-galaxy-tab-s9-ip67-water-resistance/\">believes</a> the new tablets will offer IP67 dust and water resistance that helps them survive camping trips and the beach.</p><p>It won’t be surprising if the Galaxy Tab S9 family ships around the same time as the foldables, or maybe sometime mid-August. We’d also expect pricing roughly in line with the Tab S8. That would put the regular S9 at $700, the S9+ at $900 and S9 Ultra at $1,100. With that in mind, the S8 series cost $50 more than its S7 equivalents. We can’t rule out another price hike.</p><h2>Wildcards: Mixed reality hardware and the Galaxy Tab S8 FE</h2><figure><img alt=\"TM Roh, President and Head of Mobile eXperience Business at Samsung Electronics, Cristiano Amon, President &amp; CEO Qualcomm Incorporated, and Hiroshi Lockheimer, SVP, Platforms &amp; Ecosystems at Google, stand on stage as Samsung Electronics unveils its latest flagship smartphones in San Francisco, California, U.S. February 1, 2023. REUTERS/Peter DaSilva REFILE - CORRECTING ID\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-07/0c0c2c50-2669-11ee-a6de-632536efbf74\" style=\"height: 3334px; width: 5000px;\" /><figcaption></figcaption><div class=\"photo-credit\">REUTERS/Peter DaSilva</div></figure><p>Samsung is known for occasionally throwing surprises into Unpacked presentations, and there are a couple of candidates this summer. Most notably, Samsung said in February that it was working on <a href=\"https://www.engadget.com/samsung-extended-reality-xr-vr-ar-devices-181919030.html\">mixed reality wearable devices</a> with the help of Google (for an optimized Android release) and Qualcomm (for the chipset). There haven’t been any signs of an impending introduction, but we wouldn’t be shocked if Samsung said more about the project.</p><p>The Galaxy Tab S9 might not be the only tablet, for that matter. Rumors have long persisted of a Galaxy Tab S8 FE that, like <a href=\"https://www.engadget.com/samsung-galaxy-tab-s7-fe-release-date-140020033.html\">the S7 FE</a>, will bridge the gap between Samsung’s budget A-series tablets and the S9.There aren’t many details, but <em>WinFuture</em>’s Roland Quandt <a href=\"https://twitter.com/rquandt/status/1594686319061766144\">hears</a> the S8 FE may use an LCD with a Wacom digitizer for pen input. A lower-end chip and other compromises wouldn’t be surprising, either.</p>This article originally appeared on Engadget at https://www.engadget.com/summer-samsung-unpacked-2023-what-to-expect-on-july-26th-150001571.html?src=rss", "link": "https://www.engadget.com/summer-samsung-unpacked-2023-what-to-expect-on-july-26th-150001571.html?src=rss", "date_published": "2023-07-20T15:00:01+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "The best multi-device wireless chargers for 2023", "description": "<p>There’s a good chance you have enough devices with wireless charging support that a <a href=\"https://www.engadget.com/best-wireless-charger-140036359.html\">single-device pad</a> or stand just won’t cut it. However, buying a multiple-item wireless charger can be a headache. You not only have to contend with varying levels of support, but different designs as well — the last thing you want is something that won’t fit on your nightstand. While this space can be confusing, there are plenty of options out there that are worth your money. We’ll walk you through what you need to know while shopping for a multi-device wireless charging station, and recommend a few models that belong on your short list.</p><h2>Future-proofing</h2><p>It won’t be shocking to hear that your smartphone choice influences your choice in a wireless charger. Only iPhone owners will need to consider <a href=\"https://www.engadget.com/apple-watch-series-7-review-all-about-the-screen-130036181.html\">Apple Watch</a> compatibility. Likewise, you’ll need an Android phone if you expect to power a <a href=\"https://www.engadget.com/samsung-galaxy-watch-4-classic-review-body-fat-scan-wear-os-120026149.html\">Galaxy Watch</a>. Buy an iPhone 12 or newer and you can attach your phone magnetically using MagSafe, while the latest Android phones often have some form of fast wireless charging.</p><span id=\"end-legacy-contents\"></span><p>However, it’s not simply a question of getting the fastest charger. You should consider what you might buy in the future. Don’t buy a two-device charger if you have an iPhone and AirPods, but have been eyeing an Apple Watch. And if you think you might switch to an Android cell phone (or vice versa), you’ll want to get something more generic that doesn’t lock you into any one ecosystem.</p><p>Some chargers include cradles, trays and other features that are heavily optimized for particular products, and might not even account for year-to-year changes. Some vertical stands are too tall for small phones like the <a href=\"https://www.engadget.com/apple-iphone-13-and-13-mini-review-130035113.html\">iPhone 13 mini</a>, for instance. While you can never completely guarantee that next year’s phone or watch will work, it’s worth buying something more likely to last.</p><p>Having said all this, don’t be afraid to get a charger with vendor-specific features if you’re fiercely loyal to one brand. Apple isn’t expected to ditch MagSafe any time soon, and Samsung will likely keep making Galaxy Watches for a while to come.</p><h2>Where and how will you use it?</h2><figure><img alt=\"Multi-device wireless charger with Android phone and Samsung earbuds\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-04/b2b575e0-c7fe-11ec-8ee7-4c395c0c840d\" /><figcaption></figcaption><div class=\"photo-credit\">Sebastian Bednarek on Unsplash</div></figure><h2></h2><p>You’re probably buying a multi-device wireless charger with one location in mind. It might sit on your nightstand or on your desk. Not everyone buys a charger just for themselves, though; you might want to use one as a shared station for you and a partner.</p><p>If the charger will sit on your nightstand, you’ll likely want a compact, stable unit that won’t swallow all your free space or tumble to the floor. You may also prefer a lay-flat phone pad so your screen is less likely to keep you awake. The Apple Watch and some other smartwatches can double as tiny alarm clocks, so you might want a vertical charging option for any wristwear.</p><p>At a desk, however, you may want a vertical phone stand so you can check notifications. Will the charger sit on a low table? Horizontal charger pads may make it easier to grab your devices in a hurry. Travel chargers should fold up or otherwise protect the pads while they’re in your bag. And, yes, aesthetics count. You may want something pretty if it’s likely to sit in a posh room where guests will see it.</p><p>If it’s a shared charging station, you’ll want something with multiple generic surfaces, and you’ll probably have to forgo charging more than one watch at a time. In those cases, consider the handful of 4-in-1 wireless chargers on the market, or models with USB ports.</p><h2>Performance</h2><p>It’s no secret that wireless charging is typically slower than wired, and powering multiple devices adds a new wrinkle. As these chargers often have to support a wide range of hardware, you’ll have to forget about the fastest, device-specific options from brands like Google, OnePlus and Samsung.</p><p>That’s not to say these will be slow, but there just isn’t much separating them on the charging speed front. As a general rule, the quickest multi-device chargers tend to top out at 15W for phones. And you’ll need an Apple MagSafe charger if you want to get that full 15W on an iPhone.</p><p>It’s rare that you’ll find a truly slow example, mind you. Even some of the most affordable options we’ve seen will recharge your phone at a reasonable 7.5W or 10W, and the 5W for other devices is more than enough. If you’re only docking overnight or while you work, speed won’t make a huge difference. Just be sure that whatever you buy is powerful enough for a phone in a case. It’s also worth noting that fast charging for other devices is rare, although you’ll occasionally find speedier options for the Apple Watch Series 7.</p><h2>Quality, box contents and small details</h2><figure><img alt=\"Multi-device wireless charger with iPhone and Apple Watch\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-04/225b4f00-c7ff-11ec-935f-08adfbebb3e6\" /><figcaption></figcaption><div class=\"photo-credit\">Melvin Thambi on Unsplash</div></figure><h2></h2><p>The difference between a good charger and a great one often boils down to little details. You won’t always need to pay extra to get those, but a larger outlay may be worthwhile to avoid frustrations for years to come.</p><p>A textured surface like rubberized plastic or fabric will reduce the chances your expensive gadgets will slide off their charging points. The base should have enough grip and weight that the charger won’t easily shift out of place. Any floating or vertical stands should be sturdy — steer clear if there’s any wobble.</p><p>You’ll also want to make a note of what’s included in the box. Some chargers don’t ship with power adapters, and we've seen numerous models whose Apple Watch “stands” are merely holders for your existing charging puck.</p><p>Then there’s helpful touches like status lights for confirming correct placement, although you’ll want to make sure they dim or shut off after a certain amount of time. And while it’s still true that cradles and trays can limit compatibility, you do want your devices to stay where you put them. Shelves and lips can prevent your phone or watch from sliding. Oh, and be wary of floating smartwatch mounts, as heavier timepieces might sag.</p><h2>Best premium 3-in-1 charger: Belkin BoostCharge Pro 3-in-1 Wireless Charging Pad with MagSafe</h2><p></p><p>It doesn’t get much better than Belkin’s most advanced model of wireless charger if you’re an Apple devotee. The high-quality <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDlXRDlETVFLP3RhZz1nZGd0MGMtcC1vLW80LTIwIiwiY29udGVudFV1aWQiOiI5MmFmY2NhZC03YTZkLTRiM2UtYjcwMS05MWM2MzAxZmQ1MmYifQ&amp;signature=AQAAAa3QoFp0ot691Wkn-FBemMxhMyIT_St-bwN8dfxw0bkv&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB09WD9DMQK%3F\">BoostCharge Pro 3-in-1 pad</a> offers 15W MagSafe charging for your iPhone, fast charging for the Apple Watch and a space for AirPods Pro or other earbuds with Qi-compatible cases. The base is weighty, covered in rubberized plastic and includes a discreet status light for your earbuds. More importantly, it supports more devices than you might think. Although the Pro pad uses MagSafe, the horizontal layout lets you charge virtually any phone at reduced speeds. We also have to give Belkin kudos for one of the most convenient Apple Watch chargers we’ve seen. It not only works horizontally and vertically, but includes a knob to adjust for different sizes and third-party cases.</p><p>This is quite large compared to some 3-in-1 chargers, so it’s not the greatest choice for a nightstand. Consider the smaller footprint of its counterpart, the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9CZWxraW4tTWFnU2FmZS1XaXJlbGVzcy1DaGFyZ2luZy1BcHBsZVdhdGNoL2RwL0IwOFoyWEdIQjM_dGFnPWdkZ3QwYy1wLW8tbzQtMjAiLCJjb250ZW50VXVpZCI6IjkyYWZjY2FkLTdhNmQtNGIzZS1iNzAxLTkxYzYzMDFmZDUyZiJ9&amp;signature=AQAAAXxirPfhO7Q2cMp_I7BrDxxJec3JwpXzaAMn1uSP4UxQ&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FBelkin-MagSafe-Wireless-Charging-AppleWatch%2Fdp%2FB08Z2XGHB3\">BoostCharge Pro 3-in-1 Wireless Charger</a> with MagSafe 15W, if you have an iPhone 12 or newer. You also won’t find USB ports, and the indented earbud pad rules out a second phone. Still, it’s easily worth the $150 asking price.</p><h2>Runner-up 3-in-1: Logitech Powered 3-in-1 Dock</h2><p></p><p>There are many quality high-end chargers to choose from, but Logitech’s <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Mb2dpdGVjaC05NTAtMDAwMDE1LVBvd2VyZWQtMy1pbi0xLURvY2svZHAvQjA4RjRNUDNaSj90YWc9Z2RndDBjLXAtby1vNC0yMCIsImNvbnRlbnRVdWlkIjoiOTJhZmNjYWQtN2E2ZC00YjNlLWI3MDEtOTFjNjMwMWZkNTJmIn0&amp;signature=AQAAAXgaqczQ629xUWHFPVMqESeUQ3KhLi_jr7IyFGKs5pPc&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FLogitech-950-000015-Powered-3-in-1-Dock%2Fdp%2FB08F4MP3ZJ\">Powered 3-in-1 Dock</a> offers a few features that help it rise above. It consumes relatively little space, and the rubberized horizontal and vertical chargers deliver up to 10W while gripping your devices tightly, so both you and your partner can top off.</p><p>It has a few limitations, though. The vertical stand isn’t well-suited to the iPhone 13 mini and other small phones. And while the floating stand works with most Apple Watches, heavier ones tend to sag (such as this author’s steel Series 5 with a Leather Link strap) and might not charge properly. If those aren’t issues, though, your $130 will be well-spent.</p><h2>Best budget 3-in-1 charger: Anker 533 Wireless Charger</h2><p></p><p>You can find plenty of more affordable 3-in-1 chargers. Few, however, offer quite as much for the money as the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Bbmtlci1NYWduZXRpYy1XaXJlbGVzcy1DaGFyZ2luZy1TdGF0aW9uL2RwL0IwOUNHOFA4WDUvP3RhZz1nZGd0MGMtcC1vLW80LTIwIiwiY29udGVudFV1aWQiOiI5MmFmY2NhZC03YTZkLTRiM2UtYjcwMS05MWM2MzAxZmQ1MmYifQ&amp;signature=AQAAAdqv_Motgn20DEsafah-Mrai2P5L17YBsl6kxLBVshNK&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FAnker-Magnetic-Wireless-Charging-Station%2Fdp%2FB09CG8P8X5%2F\">Anker 533 Wireless Charger 3-in-1 Stand</a>. It offers an adjustable-angle 10W vertical stand and lets you charge an Apple Watch either horizontally or vertically. There’s also a 20W USB-C power adapter in the box, so you won’t have to buy an aftermarket brick (or rely on proprietary cabling) to get started.</p><p>The limitations mostly stem from the cost-cutting measures. You probably won’t have room for a second phone. And like some chargers we’ve seen, the Apple Watch mount is a bring-your-own-cable affair that only supports older USB-A connections. The included cable with your Series 8 or SE won’t work here. At $58, though, this 3-in-1 wireless charging stand is a good bargain.</p><h2>Another good option: Otterbox 3-in-1 Charging Station for MagSafe</h2><p></p><p>If you’re willing to spend a bit more and live in Apple’s universe, the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=bd89df68-d794-46df-9d47-227b1088ae2b&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=OtterBox&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJiZDg5ZGY2OC1kNzk0LTQ2ZGYtOWQ0Ny0yMjdiMTA4OGFlMmIiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cub3R0ZXJib3guY29tL2VuLXVzL21hZ3NhZmUtMy1pbi0xLWNoYXJnaW5nLXN0YXRpb24tZm9yLW1hZ3NhZmUtd2hpdGUvNzgtODA1MzMuaHRtbD8iLCJjb250ZW50VXVpZCI6IjkyYWZjY2FkLTdhNmQtNGIzZS1iNzAxLTkxYzYzMDFmZDUyZiJ9&amp;signature=AQAAAQjUDI0L2a6vakib3dS2kcEE9vbXDY4njaTrkAUE9uev&amp;gcReferrer=https%3A%2F%2Fwww.otterbox.com%2Fen-us%2Fmagsafe-3-in-1-charging-station-for-magsafe-white%2F78-80533.html%3F\">Otterbox 3-in-1 Charging Station for MagSafe</a> is worth your attention. The extremely small footprint of this wireless charger is ideal for nightstands. You can tuck a trio of your phone, earbuds and Apple Watch into an area normally reserved for a single device. The company supplies a surprisingly powerful 36W USB-C power adapter in the box that serves as a fast wired option in a pinch.</p><p>The caveats are clear. The floating MagSafe stand rules out Android phones and older iPhones. You’ll need to bring your own Apple Watch cable, and the USB-A port won’t work with the USB-C cables bundled with newer watches. The horizontal-only watch mount also rules out clock functionality. The overall balance of space and utility is still difficult to top for $80.</p><h2>Best 2-in-1 charger: Mophie Dual Wireless Charging Pad</h2><p></p><p>The 2-in-1 field is highly competitive and makes it difficult to choose an absolute winner. However, <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Nb3BoaWUtRHVhbC1XaXJlbGVzcy1DaGFyZ2luZy1QYWQvZHAvQjA3WFBEV1pMRj90YWc9Z2RndDBjLXAtby1vNC0yMCIsImNvbnRlbnRVdWlkIjoiOTJhZmNjYWQtN2E2ZC00YjNlLWI3MDEtOTFjNjMwMWZkNTJmIn0&amp;signature=AQAAASPn72Yo5yZgMarHkS1lnYRZXcnsirWkFXP4tGCjTBCF&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FMophie-Dual-Wireless-Charging-Pad%2Fdp%2FB07XPDWZLF\">Mophie’s Dual Wireless Charging Pad</a> hits many of the right marks. It can charge two devices at up to 10W each, making it a great pick for a two-phone household. The fabric surface with rubberized trim should keep your gadgets steady, and the status lights will confirm accurate placement. There’s even a USB-A port to plug in your watch charger or any other wired hardware.</p><p>The complaints are few. You won’t charge at 15W, and we’d rather have USB-C than USB-A. It’s nonetheless a safe choice at $80, and worth buying over less expensive options.</p><h2>Runner-up 2-in-1: Samsung Super Fast Wireless Charger Duo</h2><p></p><p>Multi-device chargers from phone manufacturers tend to be either compromised or highly proprietary, but <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9TYW1zdW5nLVdpcmVsZXNzLVVuaXZlcnNhbGx5LUNvbXBhdGlibGUtSW5jbHVkZWQvZHAvQjA5TVYzQlJIQz90YWc9Z2RndDBjLXAtby1vNC0yMCIsImNvbnRlbnRVdWlkIjoiOTJhZmNjYWQtN2E2ZC00YjNlLWI3MDEtOTFjNjMwMWZkNTJmIn0&amp;signature=AQAAAdp0xhzFkGRaXjZnx_06GxSuHP-iXe7fZfM_69pEIgpT&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FSamsung-Wireless-Universally-Compatible-Included%2Fdp%2FB09MV3BRHC\">Samsung’s Super Fast Wireless Charger Duo</a> (sometimes known as the 15W Duo Fast Wireless Charger) bucks that trend. It’s compact and delivers high-speed charging for one phone and an accessory, whether it’s a Samsung Galaxy Watch or another manufacturer’s earbuds. The status lights will even dim at night, and change color to indicate when your batteries are full.</p><p>This won’t help for two-phone households, and Samsung only guarantees 15W charging for some of its own phones (the Galaxy Note 10, Galaxy S20 and later). You’ll also want to be mindful of which version you buy, as there are variants with and without a power adapter in the box. Neither is cheap at respective prices of $90 and $70. This remains an elegant charger for nightstands and travel, though, and the pads are sufficiently device-agnostic.</p><h2>Best charger for two people: Mophie 4-in-1 Wireless Charging Mat</h2><p></p><p>There are few wireless chargers built with more than one person in mind, but <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9XaXJlbGVzcy1DaGFyZ2luZy1tYXQtd2lyZWxlc3NseS1BZGRpdGlvbmFsL2RwL0IwOExLR1FMUkM_dGFnPWdkZ3QwYy1wLW8tbzQtMjAiLCJjb250ZW50VXVpZCI6IjkyYWZjY2FkLTdhNmQtNGIzZS1iNzAxLTkxYzYzMDFmZDUyZiJ9&amp;signature=AQAAAZ5e7GevxI0uXArUjmoMYikNnbxzdKC1iijnNp-ORzaU&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FWireless-Charging-mat-wirelessly-Additional%2Fdp%2FB08LKGQLRC\">Mophie’s 4-in-1 Wireless Charging Mat</a> is the most well-rounded of the bunch. The pad can handle up to four devices wirelessly at 10W, including two phones and two accessories. There’s also a spare USB-A port for charging earlier Apple Watch models (using the included mount and your own cable) or wired items. A fabric surface, subtle device trays and indicator lights will also take the mysteries out of charging.</p><p>This is a giant charger compared to most, and you might find it limiting if your home has more than one Apple Watch or accessories that won’t fit the smaller charging pads. Even so, Mophie is offering considerable value for $150. The 4-in-1 does more than some 3-in-1  chargers at that price, and it doesn’t suffer the compatibility issues of rivals like Nomad’s Base Station Pro.</p><p></p>This article originally appeared on Engadget at https://www.engadget.com/best-multi-device-wireless-chargers-130020900.html?src=rss", "link": "https://www.engadget.com/best-multi-device-wireless-chargers-130020900.html?src=rss", "date_published": "2023-07-20T14:00:11+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Amazon is bringing its palm-based payments to all Whole Foods Market stores", "description": "<p>You won't have much trouble <a href=\"https://www.engadget.com/amazons-contactless-payments-come-to-a-whole-foods-store-in-seattle-084516381.html\">paying with your palm</a> at the grocery store in the near future. Amazon now says it's <a href=\"https://www.aboutamazon.com/news/retail/amazon-one-whole-foods-market-palm-scanning\">bringing</a> its One palm recognition technology to all Whole Foods Market stores in the US by the end of the year. As before, you can hover your palm over a reader to pay for your shopping or make use of your Prime perks. You won't have to pull out your phone or wallet if you've already signed up online.</p><p>Amazon One is already available in 200-plus stores in states <a href=\"https://www.engadget.com/amazon-one-palm-payment-whole-foods-california-195712253.html\">like California</a>, New York and Texas. The expansion will bring it to over 500 shops. The tech is also available in some third-party locations. You can buy beer at the <a href=\"https://www.engadget.com/you-can-now-use-amazons-palm-reading-tech-to-buy-alcohol-163029654.html\">Colorado Rockies' stadium</a>, or get breakfast <a href=\"https://www.engadget.com/amazons-palm-reading-tech-tested-panera-cafes-133037398.html\">at a Panera cafe</a>.</p><span id=\"end-legacy-contents\"></span><p>The palm recognition system is billed as an advantage over tap-to-pay and other contactless systems that still require some kind of physical item, including Amazon's computer vision-based <a href=\"https://www.engadget.com/amazons-just-walk-out-tech-comes-to-two-whole-foods-stores-101036042.html\">Just Walk Out</a> tech.It's also potentially helpful for businesses. It makes sure that alcohol buyers are of legal age, and the deeper nature of the scans (which look at both the palm and veins) create a distinctive vector &quot;signature&quot; that supposedly can't be copied.</p><p>The approach has its critics, however. Activists have called on music venues and other locations to drop Amazon One over <a href=\"https://www.engadget.com/amazon-one-palm-scanning-red-rocks-amphitheater-denver-arts-and-venues-153114212.html\">privacy and human rights concerns</a>. While Amazon touts secure cloud storage for palm signatures as well as anti-tampering protections, opponents are concerned governments could use the data to track protesters and marginalized people. Objectors are also worried hackers could still take and abuse data.</p><p>The company is already facing legal trouble over its practices. A proposed class-action lawsuit <a href=\"https://www.engadget.com/amazon-faces-lawsuit-over-alleged-biometric-tracking-at-go-stores-in-new-york-144429703.html\">alleges Amazon broke New York City law</a> by failing to clearly notify Go store shoppers that it was collecting biometric data, including palms. Amazon maintains that One users are explicitly consenting to data collection, but it's not clear that's enough to honor the legislation.</p>This article originally appeared on Engadget at https://www.engadget.com/amazon-is-bringing-its-palm-based-payments-to-all-whole-foods-market-stores-132413042.html?src=rss", "link": "https://www.engadget.com/amazon-is-bringing-its-palm-based-payments-to-all-whole-foods-market-stores-132413042.html?src=rss", "date_published": "2023-07-20T13:24:13+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "‘Star Trek: Strange New Worlds’ finds empathy in memory", "description": "<p><em>The following article contains spoilers for “Lost in Translation”</em></p><p>Late last month, I came off my bicycle and smashed the side of my head on the curb in a fairly dramatic accident. It gave me one hell of a concussion, a smashed-up face and a fair amount of memory loss, including everything about the incident itself. Four weeks later, I’m still struggling, and while I’m feeling a little better every day, it’s a slow process to recovery.</p><span id=\"end-legacy-contents\"></span><p>It’s appropriate, then, that this week’s <em>Strange New Worlds</em> touches on that relationship with our memories. The episode asks if memory is tied to empathy and if we can only sympathize with others if <em>their</em> pain calls to <em>our own</em>. I might not be entirely lucid all of the time right now but it certainly does feel like the smartest episode of Star Trek I’ve seen in a while.</p><p>Enterprise and the Farragut are headed to a new facility that’s behind schedule, a deuterium extraction base. Starfleet has built the enormous “gas station” inside a nebula on the edge of Gorn space to help fuel a new age of space exploration. And, you know, be a nice strategic location for the already well-telegraphed war with the Gorn that’s coming at some point soon.</p><p>Uhura, who has been more involved with this mission than others, is feeling the strain of all the work. She’s having difficulty sleeping, and has been watching videos that Hemmer recorded for her to teach her how to do basic engineering work. At the nebula, she starts hearing the Transformers noise, and experiences flashbacks to the accident that killed her family.</p><p>Rather than keep these problems to herself, Uhura wisely goes to Dr. M’Benga for help, but he prescribes rest. The crew believes she’s suffering from deuterium exposure as hallucinations are a common side-effect. But the visions get worse, and she starts seeing Zombie Hemmer – a welcome, if brief return for the much-missed Bruce Horak.</p><p>The gas station should have been active a while ago, so Pike sends over Una to crack the whip and Pelia to lend her expertise. There’s tension between the pair, Una acting like the sort of hard charging CEO who ignores Pelia’s soon-proved-right opinion. One of the station’s crew has been sabotaging things, and is seeing the same traumatic visions as Uhura.</p><p>As much as the crew is sympathetic to the pair’s plight, they still feel the cause is deuterium poisoning. The only person willing to explore another option is “<em>and special guest star Paul Wesley as James T. Kirk</em>.” He’s over from the Farragut for, uh, reasons, but quickly forms a bond with Uhura, trusting her instincts that something strange is going on.</p><p>ASIDE: Those reasons being that Anson Mount was on paternity leave for a chunk of <em>Strange New Worlds</em>’ second season. The crew gave him a greatly-reduced workload, and you’ll notice how little Pike has been present in many episodes. Much as Mount is the show’s star, and a wonderful presence, his reduced visibility here has been a boon for the series overall. More of the ensemble has been given more time in the spotlight, and while the limited episode order hampers some of this broadening out, it’s great to see a more democratic vision of the show.</p><p>There’s a touching scene, too, where La’an and Kirk talk about their divergent childhoods, and the absence of parents. George Kirk (still alive in this universe) was missing from much of Jim’s childhood, roaming the universe to save others; La’an, meanwhile, was one of those people saved. It’s a little, elegant reminder of why Starfleet exists, and why so many people in Trek’s fictional world sign up to its mission.</p><p>The rogue station crewmember breaks out of sickbay, shuts off the lights and looks to sabotage the Enterprise in the only underwhelming moment in the whole episode. It almost felt like a studio note to break up the pace of the episode with an “action” sequence, albeit one that can be shot on standing sets. The team stumbles around in the darkness of the Enterprise corridors for a bit, before Kirk saves Uhura from an explosion.</p><p>After much unraveling, it transpires that the gas station is built on the home of extra-dimensional aliens lurking within the deuterium. Their only way to communicate is to find sympathetic brains and provoke memories of grief, of loss, to try and explain their predicament. Both the station and the starships are pulling in deuterium for fuel, mincing up countless alien lifeforms for power.</p><p>Uhura and Kirk go to Pike, who wastes no time in torching the station rather than allowing any more pointless deaths. Uhura can sleep well again, and even Zombie Hemmer has been turned back into Regular Hemmer, smiling in approval. There’s just time for Jim to meet Spock for the first time before we pan out to the credits.</p><p>At the risk of sounding like Bill Hader’s impression of Alan Alda, “Lost in Translation” is full of great writing. The screenplay, credited to Onitra Johnson and David Reed, is smarter and subtler than some recent Trek episodes I could mention. While some <em>Strange New Worlds</em>’ episodes can sometimes leap to unintended conclusions while exploring a Big Idea, it works perfectly here. And I must say that it’s a wonderful sight to see Pike choose to torch the station because it’s very clearly the right thing to do. Much as we may miss the debating-hall sequences of golden-age Trek, isn’t it nice to just see people do the thing that aligns with their values rather than spending 35 minutes talking about it beforehand?</p><p>This is an exploration of empathy, and how some people get it, and the help that comes with it, while others are left to suffer in ignomy. It speaks to a sense that we’re missing a general sense of empathy in public life, as a number of figures strive to out-do each other in their brutality. Is memory, then, the key to mercy? Are those who were brought up in perpetual comfort less able to feel pity? If it’s the former, it’s a deliciously subtle comment about those with short memories – often emboldened by a political and media culture that values forgetfulness – are forever doomed to make the same mistakes.</p><p>ANOTHER ASIDE: A recurring theme in <em>Strange New Worlds</em>’ second season is the function of memory, and not in the way you might expect from a prequel. Rather than amping up the nostalgia bait, the show is instead exploring how memory informs and shapes our society. The one downside of “Among The Lotus Eaters” was that one episode simply couldn’t contain a deeper exploration of its perpetually-amnesiac society.</p><p>So, yeah, I’m a fan.</p>This article originally appeared on Engadget at https://www.engadget.com/star-trek-strange-new-worlds-finds-empathy-in-memory-130048301.html?src=rss", "link": "https://www.engadget.com/star-trek-strange-new-worlds-finds-empathy-in-memory-130048301.html?src=rss", "date_published": "2023-07-20T13:00:48+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "The best finance and security apps for college students", "description": "<p>You may be more or less prepared for the academics of college, but the other life stuff can be an eye-opener. College might be the first time you’re in charge of your own finances, and with new living situations, new jobs and new connections, you may also be expanding the amount of personal data you’re putting out into the world. If you could use a little help with budgeting, remembering passwords or making sure everything you do online is secure, here are the finance and security apps we’ve used, tested and ultimately recommend.</p><h2>Mint</h2><p></p><p>If you’re new to tracking finances, getting an overview of your banking, credit and loan accounts in one place can be helpful. <a href=\"https://mint.intuit.com/\">Mint</a> is a simple and free app that does just that. I tested it for our <a href=\"https://www.engadget.com/how-to-find-and-cancel-your-unused-subscriptions-130036314.html\">subscription guide</a> and continue to use it. The interface is intuitive and it’s <em>pretty</em> good at correctly categorizing purchases. The main features, like transaction history, self-budgeting and goal-setting, are available free. For $5 per month, you can have Mint cancel subscriptions on your behalf and you won’t see as many ad links peppered throughout the app (though, I’ve never found the ads particularly distracting.)</p><span id=\"end-legacy-contents\"></span><h2>YNAB</h2><p></p><p>For help creating a more formal budget, a few Engadget staffers use <a href=\"https://www.ynab.com/college/\">YNAB</a> (You Need A Budget) and we recommend it in our guide to <a href=\"https://www.engadget.com/2019-07-26-how-to-track-personal-finances-students-2019.html\">student budgeting</a>. It’s based around a theory that imposes four “<a href=\"https://www.ynab.com/the-four-rules/\">rules</a>” to improve your money management, and learning those principles now will benefit you long after graduation. The browser and mobile app interfaces are pretty easy to use, and YNAB has <a href=\"https://www.ynab.com/browse-by-topic/\">a ton of instructional content</a> for newbies that can point you in the right direction when you’re first setting up expense categories, debt trackers and sinking funds. It’s usually $15 per month or $99 per year, but students who can prove they’re in school can get a year for free.</p><h2>Goodbudget</h2><p></p><p>Between loans, jobs and, if you’re lucky, scholarships and financial aid, a student’s “extra” money can be pretty limited. <a href=\"https://goodbudget.com/\">Goodbudget</a> translates the envelope technique to an app format, earmarking your money for the things you need to pay for. By visualizing what you have and what you need, you can see when there’s room for stuff you want, like going out with friends or decorating your first apartment. Plenty of graphs and sliders help map out your situation, and Goodbudget also offers free online <a href=\"https://goodbudget.com/the-goodbudget-way/courses/101/\">classes</a> for those who want to get better with money (granted, that may be a hard sell when you’re already in school). The free version gives you twenty total envelopes, split between expenses and goals, and lets you add one bank account. For unlimited accounts and envelopes, the paid version is $8 per month or $70 per year.</p><h2>Acorns investment</h2><p></p><p>Say you indulge in an Iced Toasted Vanilla Oatmilk Shaken Espresso for $5.75. The <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=630fa7ae-ded5-4383-afd5-0e7214a37a8d&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Acorns&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2MzBmYTdhZS1kZWQ1LTQzODMtYWZkNS0wZTcyMTRhMzdhOGQiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYWNvcm5zLmNvbS8iLCJjb250ZW50VXVpZCI6ImM4NjZmYTJkLTBiNTItNDA4Yy1hZjM3LWU3ZTUwNmMwNzcyNiJ9&amp;signature=AQAAAbyDogFdlGXd_bJroHHruVDKM-H-9ipVtj7KqUCas_d8&amp;gcReferrer=https%3A%2F%2Fwww.acorns.com%2F\">Acorns investment app</a> rounds up that last 25 cents and deposits it into an investment account, and over time, your money grows. By providing a simple app and recommending just a few different portfolios, Acorns takes some of the complexity out of investing. For students in particular, it’s also easier to invest a few cents here and there than larger chunks of cash when you’re already just trying to get by. The monthly plan defaults to $5 per month with an option of a $3 plan at sign up. Both come with a checking and a retirement savings account in addition to the investment features, so if you’re totally starting fresh, this could prove useful.</p><h2>1Password</h2><p></p><p>Our senior security reporter, Katie Malone, put <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=29d07367-7ffa-4e05-9a7f-c1dd19430630&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=1Password&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIyOWQwNzM2Ny03ZmZhLTRlMDUtOWE3Zi1jMWRkMTk0MzA2MzAiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly8xcGFzc3dvcmQuY29tLyIsImNvbnRlbnRVdWlkIjoiYzg2NmZhMmQtMGI1Mi00MDhjLWFmMzctZTdlNTA2YzA3NzI2In0&amp;signature=AQAAAVhq6mju1CZ0QWpGn_XzwM-3jiYFEYX5yIwAVxSZFT5e&amp;gcReferrer=https%3A%2F%2F1password.com%2F\">1Password</a> at the top of Engadget’s <a href=\"https://www.engadget.com/best-password-manager-134639599.html\">guide</a> to password managers. Like all services like this, 1Password one helps you create unique and complex credentials for every site you use, and then saves them securely so you don’t have to remember them all. It works across most platforms and even lets you share logins and credit card info with other people as needed, which will make it easier to access any family accounts you may need while in school. The security and encryption measures are top-notch, with a zero-knowledge policy that ensures the company doesn’t store your data, as well as a <a href=\"https://blog.1password.com/increasing-our-bug-bounty-investment/\">bug bounty</a> program that rewards ethical hackers who discover any vulnerabilities.</p><h2>Proton VPN</h2><p></p><p>If you study in public places where the WiFi is suspect, a VPN can give you an extra layer of protection. It’s not a cure-all for online security woes, but VPNs do create a protected “tunnel” to keep out people who may otherwise have access to your data, like your internet service provider or hackers targeting public WiFi. <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=06a20697-4135-4e83-a421-f326eee937ed&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=ProtonVPN&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIwNmEyMDY5Ny00MTM1LTRlODMtYTQyMS1mMzI2ZWVlOTM3ZWQiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly9wcm90b252cG4uY29tLyIsImNvbnRlbnRVdWlkIjoiYzg2NmZhMmQtMGI1Mi00MDhjLWFmMzctZTdlNTA2YzA3NzI2In0&amp;signature=AQAAARSZ-5IaYjeaeYDBoMpTOir4oG4h6EWY4kSw0zZ9m8Ou&amp;gcReferrer=https%3A%2F%2Fprotonvpn.com%2F\">Proton VPN</a> is the <a href=\"https://www.engadget.com/best-vpn-130004396.html\">best overall option</a> not just because it’s easy to use. The Switzerland-based company also enforces a no-log policy and their open-source software continually stands up to independent audits. Unlike some VPNs, it didn’t tank our connection speeds in our tests, either. Proton goes for $10 per month to access servers in 65 countries, or you can get the free version with access to just three.</p><h2>ProtonMail</h2><p></p><p>Free email services are everywhere, but finding one that isn’t propped up by selling your habits and history to advertisers is almost impossible. And while you might get a school email address, a good personal email will serve you long after access to your alumni mail is discontinued. <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3Byb3Rvbi5tZS9tYWlsIiwiY29udGVudFV1aWQiOiJjODY2ZmEyZC0wYjUyLTQwOGMtYWYzNy1lN2U1MDZjMDc3MjYifQ&amp;signature=AQAAAf8tcX5usDVkyfXR1fojC_0SLGmXLRnIdwB3snHR5pRW&amp;gcReferrer=https%3A%2F%2Fproton.me%2Fmail\">ProtonMail</a> is focused on privacy: It uses end-to-end encryption, whereas a service like Gmail encrypts messages in transit only. Proton’s open-source encryption methods are independently audited, and since the service is supported by paid subscriptions and not advertising, the company has little incentive to snoop your info. Free plans give you one gigabyte of storage and allow for 150 emails per day, while a $12-per-month subscription grants 500GB of storage and removes email limits.</p><h2>Signal</h2><p></p><p>As a non-profit, there's no tech giant behind the wheel at <a href=\"https://signal.org/en/\">Signal</a>, which sets it apart from most other messaging services. A phone number is required for set up, but that’s about all the information Signal ever collects. It’s a favorite of journalists, protestors and people living in unstable territories, but students who realize their communications are no one else’s business will find the app useful, too. Texts, videos and images you send are end-to-end encrypted using open-source protocols, and you can even set messages to expire. Recent additions that enhance <a href=\"https://www.engadget.com/signal-stories-messaging-162037970.html\">group chats</a> may make Signal feel a little more like other messaging apps, but the core structure of the service will always be fundamentally more private than many competitors.</p><h2>Noonlight</h2><p></p><p>Staying safe in college extends beyond online safety, which is where apps like <a href=\"https://www.noonlight.com/noonlight-app\">Noonlight</a> come in. Tinder <a href=\"https://www.engadget.com/2020-01-23-tinder-panic-button-dangerous-situations.html\">bought a stake</a> in the app a few years ago to help people in the event of a date gone wrong. Within the app, you’ll find a giant white button that you press and hold in sketchy situations. As long as you hold the button, nothing happens. Let go of it, and unless you enter a secret pin to prove you’re safe, the police will be dispatched to your location. A timeline feature lets you add names and images when you’re meeting someone new. The safety network allows your friends and family to request check-ins and take action when they don’t hear from you. The free version includes all three of the features mentioned above, while the $5-per-month plan adds an iPhone widget and the ability to sync with rideshare apps.</p>This article originally appeared on Engadget at https://www.engadget.com/best-finance-and-security-apps-for-college-students-130035602.html?src=rss", "link": "https://www.engadget.com/best-finance-and-security-apps-for-college-students-130035602.html?src=rss", "date_published": "2023-07-20T13:00:35+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "The best Apple AirTag accessories you can buy", "description": "<p>Apple lovers who constantly lose their keys got a new way to keep track of them with the launch of AirTags. But despite how easy they are to set up, Apple’s tiny Bluetooth trackers have one critical flaw: no built-in keychain hole. That means anyone who buys AirTags will have to buy holders or cases to attach them to their stuff.</p><p>Despite how backwards this seems, it’s a very Apple move since many will simply buy the company’s own AirTag holders to make things easy for themselves. But those aren’t the only options available as plenty of accessory companies have hopped on the AirTag train with their own cases, holders, straps and more. If you already bought an AirTag or two, you probably know where you want to put it – and that placement will dictate the type of case you should get for it. These are some of our picks for the best AirTag holders that will work for a variety of items.</p><span id=\"end-legacy-contents\"></span><h2>Spigen Valentinus</h2><p></p><p><a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDk0WVM1QzlWLz90YWc9Z2RndDBjLXAtby0xZjQtMjAiLCJjb250ZW50VXVpZCI6ImFlYTEyNTBmLWZiYzMtNDkzNi05MWIwLWU5MWI0NmU0NGFmYiJ9&amp;signature=AQAAAQ2It1F500tfy7JgxIyES2cYMt-TYriZAPb6dltYET5N&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB094YS5C9V%2F\">Spigen’s Valentinus AirTag cover</a> is one of the best alternatives I’ve found to Apple’s own leather key rings. It has a very similar design to the first-party accessory (albeit made with pleather) , but it comes in much cheaper at only $8. Your AirTag nestles into the perfectly-shaped leather circle and snaps shut, and since the leather extends slightly over both sides of the tracker, there’s very little chance it will pop out unexpectedly. I also appreciate that it comes with a carabiner-style key ring, which makes it easier to secure to your belongings.</p><h2>Orbitkey Leather Holder</h2><p></p><p><a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwOVNLQlpCODMvP3RhZz1nZGd0MGMtcC1vLTFmNC0yMCIsImNvbnRlbnRVdWlkIjoiYWVhMTI1MGYtZmJjMy00OTM2LTkxYjAtZTkxYjQ2ZTQ0YWZiIn0&amp;signature=AQAAAWj1M0WoCpqeJPCU91SVlXvJIknwhMsKIMVJ8nZGU371&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB09SKBZB83%2F\">Orbitkey’s Leather Holder for AirTag</a> is a more elegant version of Apple’s accessory. It’s a genuine leather sleeve that opens just wide enough for you to slide your AirTag into its pocket. Attached to it is a quick-release ring that takes some getting used to, but once you know how to open it up, it’s easy to secure onto your keys. You essentially just have to push in one direction on the holder’s ring to unlock it, which then allows you to secure the AirTag to a lanyard, your car keys and the like. It’s a good option if you prefer that your accessories have a more polished look.</p><h2>Caseology Vault</h2><p></p><p><a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwODlETjRLVkcvP3RhZz1nZGd0MGMtcC1vLTFmNC0yMCIsImNvbnRlbnRVdWlkIjoiYWVhMTI1MGYtZmJjMy00OTM2LTkxYjAtZTkxYjQ2ZTQ0YWZiIn0&amp;signature=AQAAAdd827npbKuam3NDEtS5CkJPcT1qqwvQL18TohHyRuOQ&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB089DN4KVG%2F\">Caseology’s Vault</a> has a more utilitarian design, made with tough, textured TPU. The oval-shaped holder has an opening on one side into which you pop your AirTag. The other side has a smaller opening that attaches to the included carabiner, which is one of the best clips I came across in my testing. It’s pretty basic as far as carabiners go, but it’s better than a standard key ring — especially if you want to easily attach your AirTag to something other than your keys like straps on a backpack, or even a pet collar. Overall, the Caseology Vault is one of the most attractive holders I tested and it will be a solid choice for anyone who doesn’t need leather.</p><h2>Incase Woolenex AirTag Key Clip</h2><p></p><p>Incase's <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=3a117c79-7d78-4cae-ba98-f2988eb3b2b2&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Incase&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIzYTExN2M3OS03ZDc4LTRjYWUtYmE5OC1mMjk4OGViM2IyYjIiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly9pbmNhc2UuY29tL3Byb2R1Y3RzL3dvb2xlbmV4LWtleS1jbGlwLWZvci1haXJ0YWc_IiwiY29udGVudFV1aWQiOiJhZWExMjUwZi1mYmMzLTQ5MzYtOTFiMC1lOTFiNDZlNDRhZmIifQ&amp;signature=AQAAAfy5y5OaXGsJhCR_9QRpDnKCZnC5qvZPHmlOmJ9Pb5VE&amp;gcReferrer=https%3A%2F%2Fincase.com%2Fproducts%2Fwoolenex-key-clip-for-airtag%3F\">Woolenex AirTag holder</a> is one that is just as attractive as it is durable. The company's Woolenex fabric is made of a woven blend of polyester fibers that make the accessory lightweight, water repellant and fade- and tear-resistant. Incase makes a bunch of accessories out of this material, and those who like premium fabrics that can also handle a bit of wear-and-tear will gravitate to it. The holder has a TPU snap closure and circular cutout so it won't interrupt the AirTag's signal — plus, it lets you see any cute engraving you may have on your tracker.</p><h2>Belkin Secure Holder with Strap</h2><p></p><p>AirTags can also help you keep track of larger bags and luggage, and you could easily slip one into an interior pocket and call it a day. But if you’d rather hook the tracker to the outside, you’ll need something a bit larger and more flexible than a standard key ring. <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwOTMzNERaUEwvP3RhZz1nZGd0MGMtcC1vLTFmNC0yMCIsImNvbnRlbnRVdWlkIjoiYWVhMTI1MGYtZmJjMy00OTM2LTkxYjAtZTkxYjQ2ZTQ0YWZiIn0&amp;signature=AQAAAf2A6ndT_DCk7BMb2z-xk14ptNv0VsNmhvIddo2Gl49v&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB09334DZPL%2F\">Belkin’s Secure Holder with Strap</a> is a good option, and it’s budget friendly at only $13. The case opens up into two pieces, allowing you to sit the AirTag inside the circle and twist and snap the two halves together to lock it in. You can then attach the AirTag to your luggage handle, water bottle or other item with the strap, which feels quite strong.</p><p>I appreciate the unique design of Belkin’s Secure Holder, although it was hard to twist open when the AirTag was inside of it. But that’s a good thing for daily use; your AirTag isn’t going anywhere when in the Secure Holder. I also liked its slightly raised edges, which provide extra protection against impacts and bumps.</p><h2>Elago silicone cases</h2><p></p><p>Whether you’re attaching an AirTag to your house keys or clipping one to your kid’s backpack, you don’t need to settle for a boring holder. There are a number of fun AirTag cases available now and some of our favorites come from <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9zdG9yZXMvcGFnZS8yNjQwQTM2Ny1GOTBGLTQ4QzktQTA1NS0zOEZENjE1MEMzRTUvc2VhcmNoP3RhZz1nZGd0MGMtcC1vLTFmNC0yMCIsImNvbnRlbnRVdWlkIjoiYWVhMTI1MGYtZmJjMy00OTM2LTkxYjAtZTkxYjQ2ZTQ0YWZiIn0&amp;signature=AQAAAWqJZYDy1fWqPfc1HJCLzKogfZnKzPUESe9Uf3zfGsHT&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fstores%2Fpage%2F2640A367-F90F-48C9-A055-38FD6150C3E5%2Fsearch\">Elago</a>. The accessory company makes a bunch of minimalist AirTag holders – which are good options if you’re looking for something simple and cheap – but it also has cases in the shapes of <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwOVhXUzlSVDcvP3RhZz1nZGd0MGMtcC1vLTFmNC0yMCIsImNvbnRlbnRVdWlkIjoiYWVhMTI1MGYtZmJjMy00OTM2LTkxYjAtZTkxYjQ2ZTQ0YWZiIn0&amp;signature=AQAAASTIdyJTlDvaSBj7jGBJUutDT2kfF9WD3Ch2M0PbhfNt&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB09XWS9RT7%2F\">avocados</a>, <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwOVZKQkZNU1gvP3RhZz1nZGd0MGMtcC1vLTFmNC0yMCIsImNvbnRlbnRVdWlkIjoiYWVhMTI1MGYtZmJjMy00OTM2LTkxYjAtZTkxYjQ2ZTQ0YWZiIn0&amp;signature=AQAAAZqWyQcVyF9jbkeGhcUV4oI1uHEOq5GWbWbqdACXYeKK&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB09VJBFMSX%2F\">ice cream bars</a>, <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwOVhXMVlHREgvP3RhZz1nZGd0MGMtcC1vLTFmNC0yMCIsImNvbnRlbnRVdWlkIjoiYWVhMTI1MGYtZmJjMy00OTM2LTkxYjAtZTkxYjQ2ZTQ0YWZiIn0&amp;signature=AQAAAXIxJvrCbCwxGtLlOLlXFZzp-isEWoDXCPpGqVDNzmVV&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB09XW1YGDH%2F\">floppy disks</a> and even <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwOUhCTVdNOVMvP3RhZz1nZGd0MGMtcC1vLTFmNC0yMCIsImNvbnRlbnRVdWlkIjoiYWVhMTI1MGYtZmJjMy00OTM2LTkxYjAtZTkxYjQ2ZTQ0YWZiIn0&amp;signature=AQAAAW45OWBVQsdtkMoWJqJ-HH_iVXrZND9jy5HnGin1cuRV&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB09HBMWM9S%2F\">retro game controllers</a>. The best part is that, unlike other brands that can quickly raise prices when you want a fancily-shaped case or a holder with your favorite character on it, Elago’s playful cases will run you no more than $15 apiece.</p><h2>Pelican Protector Sticker Mount</h2><p></p><p>Keyrings and straps aren’t the best way to attach an AirTag to anything and everything. Things like bikes, coolers, luggage and other items would be better served by an adhesive mount. Pelican makes one of the most protective ones available at the moment – the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwOUNMUTJRTU0vP3RhZz1nZGd0MGMtcC1vLTFmNC0yMCIsImNvbnRlbnRVdWlkIjoiYWVhMTI1MGYtZmJjMy00OTM2LTkxYjAtZTkxYjQ2ZTQ0YWZiIn0&amp;signature=AQAAAUt3dWJL45jci09BSTDEH79gdPBD9pLwICwq8DE-44oN&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB09CLQ2QMM%2F\">Protector Sticker Mount case</a> has a two-piece design that you pop open to insert your AirTag inside. It basically acts as a little box in which your AirTag lives while it’s tracking your stuff. You can stick it to your items using the strong adhesive panel on the back of the case, and Pelican even includes an extra adhesive pad in the package as well, just in case you need another one. While the case itself is a bit tough to get open at first, that just shows how hard it would be for your AirTag to accidentally pop out of it.</p><h2>Moment Stretch Fabric Mount</h2><p></p><p>Similar to Pelican’s Protector, <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=35e63314-5bf7-448a-a4ce-cf3aabb887e6&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Moment%2C+Inc.&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIzNWU2MzMxNC01YmY3LTQ0OGEtYTRjZS1jZjNhYWJiODg3ZTYiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuc2hvcG1vbWVudC5jb20vcHJvZHVjdHMvc3RyZXRjaC1mYWJyaWMtbW91bnQtZm9yLWFpcnRhZ3MiLCJjb250ZW50VXVpZCI6ImFlYTEyNTBmLWZiYzMtNDkzNi05MWIwLWU5MWI0NmU0NGFmYiJ9&amp;signature=AQAAATdUxKNbJFnn8GRpwzqTJKkDLe8RUkCtKg69DEHW6K37&amp;gcReferrer=https%3A%2F%2Fwww.shopmoment.com%2Fproducts%2Fstretch-fabric-mount-for-airtags\">Moment’s Stretch Fabric Mount</a> for AirTag sticks to surfaces – in this case, any fabric – and keeps your tracker enveloped in its double-hemmed, powermesh design. It’s a good alternative if you don’t want your AirTag sliding around inside the interior pocket of your backpack, or worse, the less-secure pockets of your coat. And since Moment’s wrap is quite thin, it blends into the lining of bags, jackets and other things better than bulkier options.</p><p></p>This article originally appeared on Engadget at https://www.engadget.com/best-apple-airtag-cases-holders-accessories-123036404.html?src=rss", "link": "https://www.engadget.com/best-apple-airtag-cases-holders-accessories-123036404.html?src=rss", "date_published": "2023-07-20T12:30:16+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "The Morning After: Netflix axes its ‘Basic’ plan", "description": "<p>Netflix has <a href=\"https://www.engadget.com/netflix-axes-its-10-basic-plan-in-the-us-and-uk-123350885.html\">removed its $10 Basic tier</a> — once the service's cheapest plan without ads — in the US and the UK. The company has updated its pricing page to say new and rejoining members in both countries can no longer sign up for the Basic tier. If you’re already on the plan, you can keep your membership as is (and pay $10 a month) until you cancel or change your subscription – or Netflix changes its mind, I’m guessing.</p><p>If new members don't want to pay for a Standard plan, they must now make do with the Standard Ad-Supported tier, which costs $7 a month in the US and £5 in the UK. It supports Full HD streams and viewing on two devices at a time, like the no-ads Standard plan but lacks offline viewing. How many ads are you likely to see if you want to save money? Netflix says you’ll get an average of four minutes of ads an hour at around 15 to 30 seconds each, which, of course, you can’t skip. Streaming services are all looking to get more money out of us, whether they’re closing off their cheapest plans or increasing their base prices. YouTube Premium seems to be following <a href=\"https://www.youtube.com/premium\"><ins>suit</ins></a>.</p><p>– Mat Smith</p><p></p><h3>The biggest stories you might have missed</h3><h3></h3><p><a href=\"https://www.engadget.com/best-ereader-130013808.html\"><ins>The best e-readers for 2023</ins></a></p><p><a href=\"https://www.engadget.com/best-handheld-gaming-system-140018863.html\"><ins>The best gaming handhelds in 2023</ins></a></p><p><a href=\"https://www.engadget.com/asus-will-manufacture-and-develop-new-intel-nuc-mini-pcs-074606815.html\"><ins>ASUS will manufacture and develop new Intel NUC mini PCs</ins></a></p><p><a href=\"https://www.engadget.com/digital-immortality-is-coming-and-were-not-ready-for-it-133022423.html\"><ins>Digital 'immortality' is coming, and we're not ready for it</ins></a></p><p><a href=\"https://www.engadget.com/activision-blizzard-lays-off-around-50-esports-staff-amid-a-potential-overwatch-league-overhaul-152039688.html\"><ins>Activision Blizzard lays off around 50 esports staff amid a potential Overwatch League overhaul </ins></a></p><p><a href=\"https://www.engadget.com/googles-nearby-share-app-for-windows-pcs-is-now-officially-available-180032189.html\"><ins>Google's Nearby Share app for Windows PCs is now officially available</ins></a></p><p><a href=\"https://www.engadget.com/how-to-stream-the-fifa-womens-world-cup-2023-190052838.html\"><ins>How to stream the FIFA Women’s World Cup 2023 </ins></a></p><p><a href=\"https://www.engadget.com/best-gifts-for-coffee-lovers-130018731.html\"><ins>The best gifts for coffee lovers in 2023 </ins></a></p><p><a href=\"https://www.engadget.com/babylon-5-is-finally-coming-to-blu-ray-093539925.html\"><ins>'Babylon 5' is finally coming to Blu-ray</ins></a></p><p></p><h2><a href=\"https://www.engadget.com/apple-is-reportedly-developing-its-own-generative-ai-chatbot-to-rival-chatgpt-174507671.html\">Apple is reportedly making its own AI chatbot to rival ChatGPT</a></h2><h3>It's called Ajax.</h3><h3></h3><p>Apple is working on its very own chatbot, according to <em>Bloomberg </em>sources. Engineers have cheekily named the toolset AppleGPT, but it’s actually called Ajax, as the large language model (LLM) was built using Google’s JAX framework. Sources indicate Apple has multiple teams working on the project, with one team devoted to addressing potential privacy concerns. This move comes after Apple CEO, Tim Cook, told <em>Good Morning America</em> that generative AI is something the company is “looking at closely.” According to <em>Bloomberg</em>, John Giannandrea and Apple’s senior vice president of software engineering, Craig Federighi, are leading the initiative.</p><p><a href=\"https://www.engadget.com/apple-is-reportedly-developing-its-own-generative-ai-chatbot-to-rival-chatgpt-174507671.html\"><strong>Continue reading.</strong></a></p><p></p><h2><a href=\"https://www.engadget.com/nothing-phone-2-review-an-offbeat-alternative-to-boring-midrange-phones-specs-price-160002218.html\">Nothing Phone 2 review</a></h2><h3>Another strong alternative to boring midrange phones.</h3><a href=\"https://www.engadget.com/nothing-phone-2-review-an-offbeat-alternative-to-boring-midrange-phones-specs-price-160002218.html\"><figure><img alt=\"TMA\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-07/cd0fb5c0-26e1-11ee-9d7e-789c487f0209\" style=\"height: 405px; width: 675px;\" /><figcaption></figcaption><div class=\"photo-credit\">Engadget</div></figure></a><p>In 2023, when new generations of phones never seem quite as exciting as the last, Nothing has  made the Phone 2 stand out. Its eye-catching design captures some of the best qualities of clear plastic gadgets from the ‘90s, but in a more sophisticated way. Nothing’s Monochrome UI asks users to be more thoughtful about how they use their device while giving them tools like the Glyph interface that can surface info and notifications in novel ways. It’s also very similar to the company’s first phone.</p><p><a href=\"https://www.engadget.com/nothing-phone-2-review-an-offbeat-alternative-to-boring-midrange-phones-specs-price-160002218.html\"><strong>Continue reading.</strong></a></p><p></p><h2><a href=\"https://www.engadget.com/beats-studio-pro-review-upgraded-sound-makes-all-the-difference-140058369.html\">Beats Studio Pro review: Upgraded sound makes all the difference</a></h2><h3>The changes that matter most are the ones you can’t see.</h3><h3></h3><p>After almost six years, Beats is back with new over-ear noise-canceling headphones. A significant update from the Studio 3 Wireless, the new Studio Pro is a familiar formula reconfigured from the inside out. A second-generation version of Beats’ own audio chip powers this new model, delivering improvements to active noise cancellation (ANC), spatial audio with dynamic head tracking and wired audio modes via USB-C connection. The one thing that hasn’t particularly changed? The $350 price.</p><p><a href=\"https://www.engadget.com/beats-studio-pro-review-upgraded-sound-makes-all-the-difference-140058369.html\"><strong>Continue reading.</strong></a></p><p></p><span id=\"end-legacy-contents\"></span><h2><a href=\"https://www.engadget.com/robosens-auto-transforming-grimlock-will-set-you-back-about-a-mortgage-payment-182443528.html\">Transformers’ Grimlock gets an expensive auto-transforming toy</a></h2><h3>The $1,699 Dinobot stands 15 inches tall.</h3><figure><img alt=\"TMA\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-07/cd004c70-26e1-11ee-b7d9-7ec5514df6e6\" style=\"height: 407px; width: 675px;\" /><figcaption></figcaption><div class=\"photo-credit\">Robosen</div></figure><p>Robosen announced a new auto-converting Transformer today. After launching its self-transforming Optimus Prime in 2021, the company set its sights on Grimlock, the Autobot-allied leader of the Dinobots, who changes from a robot into a mechanical T-Rex. The Grimlock collectible stands 15 inches tall in robot mode and 15.4 inches in dinosaur mode. Robosen describes its auto-transforming as “the epitome of auto-conversion” – all for just $1,699, or $1,499 for pre-orders.</p><p><a href=\"https://www.engadget.com/robosens-auto-transforming-grimlock-will-set-you-back-about-a-mortgage-payment-182443528.html\"><strong>Continue reading.</strong></a></p><p></p><p>​​</p><h3></h3>This article originally appeared on Engadget at https://www.engadget.com/the-morning-after-netflix-axes-its-basic-plan-111511962.html?src=rss", "link": "https://www.engadget.com/the-morning-after-netflix-axes-its-basic-plan-111511962.html?src=rss", "date_published": "2023-07-20T11:15:11+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "YouTube Premium quietly goes up in price to $14 per month", "description": "<p>Google has quietly increased the price of YouTube Premium by a significant $2 from $12 to $14, according to the <a href=\"https://www.youtube.com/premium\">updated signup page</a> spotted by <a href=\"https://9to5google.com/2023/07/19/youtube-premium-price-increase/\"><em>9to5Google</em></a>. The annual price jumped to $20, from $120 to $140 per month, a savings of about $28 over paying month-by-month. YouTube also increased the price of Music Premium from $10 to $11 per month, matching similar increases by Apple and Amazon. The price increases weren't accompanied by any kind of official announcement.</p><p>On top of eliminating ads, YouTube Premium offers features like offline viewing and background playback (without it, your video will stop playing when the app is minimized or your phone screen is off). It also allows higher-quality 1080p streaming on some platforms.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>Last year, Google <a href=\"https://www.engadget.com/you-tube-premium-family-plan-now-costs-23-a-month-222050334.html\">hiked the family Premium plan</a> to $23 per month, and charged existing month-by-month subscribers the new fee the following month. Previously, the company was more generous — when it rebranded YouTube Red to Premium in 2018, it kept the former's $10 price for subscribers and is still honoring it for some users, according to <em>9to5Google</em>.&nbsp;</p><p>At the same time that it's boosting prices, YouTube has been <a href=\"https://www.engadget.com/youtube-test-threatens-to-block-viewers-if-they-continue-using-ad-blockers-053117556.html\">cracking down</a> on ad-blockers that lets you view videos without ads. Some users have seen a pop-up indicating YouTube will block their ability to play videos unless they disable their ad blocker or whitelist the site. &quot;Ads allow YouTube to stay free for billions of users worldwide,&quot; it reads. To go ad-free, the company tells users to get a <a href=\"https://www.engadget.com/you-tube-premium-family-plan-now-costs-23-a-month-222050334.html\">YouTube Premium</a> subscription so &quot;creators can still get paid.&quot;</p>This article originally appeared on Engadget at https://www.engadget.com/youtube-premium-quietly-goes-up-in-price-to-14-per-month-100531473.html?src=rss", "link": "https://www.engadget.com/youtube-premium-quietly-goes-up-in-price-to-14-per-month-100531473.html?src=rss", "date_published": "2023-07-20T10:05:31+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "WhatsApp makes it easier to send messages to unsaved numbers", "description": "<p>Every app has one flaw that is baffling in how unnecessarily complicated it is. For WhatsApp, that has always been the fact that you can only message people after first saving their contact. But the frustrating extra step is finally gone: A WhatsApp update is rolling out that lets you reach out to whoever you want without saving their information, <a href=\"https://wabetainfo.com/whatsapp-for-ios-and-android-get-a-feature-to-quickly-open-chats-with-unknown-phone-numbers/\"><em>WABetaInfo</em> reported</a>.</p><p>That's right, no more contacts saved with &quot;Lisa library&quot; or &quot;Paul apartment on South 4th&quot; for people you <a href=\"https://www.engadget.com/whatsapps-new-channels-feature-lets-accounts-send-one-way-updates-to-followers-090843232.html\">communicate with over WhatsApp</a> once and never speak to again. You can try out this new feature much in the same way you would start any message. Click on the new message button on your home screen (top right for Apple devices, bottom right for Android ones) and then type the number into the search bar. The number will appear under the category &quot;Not in your contacts.&quot; To the right of the person's number and profile photo is the option to click &quot;chat,&quot; which brings you right into a conversation with them.</p><span id=\"end-legacy-contents\"></span><p>Until now, one of the only exceptions — if you can even call it that — has been responding to unsaved numbers in group chats. But, this still required you to enter one through a <a href=\"https://www.engadget.com/whatsapp-feature-update-qr-code-contacts-152951474.html\">QR code</a> or link or for a person with your contact saved to invite you into it. WhatsApp's latest update is rolling out to all users, so you should see it in the next few days or maybe weeks.&nbsp;</p>This article originally appeared on Engadget at https://www.engadget.com/whatsapp-makes-it-easier-to-send-messages-to-unsaved-numbers-093511724.html?src=rss", "link": "https://www.engadget.com/whatsapp-makes-it-easier-to-send-messages-to-unsaved-numbers-093511724.html?src=rss", "date_published": "2023-07-20T09:35:11+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Kevin Mitnick, formerly the world’s ‘most-wanted’ hacker, has passed away", "description": "<p>Kevin Mitnick, who was once one of the world's most wanted computer hackers, has <a href=\"https://www.nytimes.com/2023/07/20/technology/kevin-mitnick-dead-hacker.html\">passed away</a> at 59 on July 16th. According to his <a href=\"https://www.dignitymemorial.com/obituaries/las-vegas-nv/kevin-mitnick-11371668\">obituary</a>, Mitnick battled pancreatic cancer for more than a year and was undergoing treatment at the University of Pittsburgh Medical Center. &quot;[M]uch of his life reads like a fiction story,&quot; his obituary reads, and that's perhaps the perfect way to describe his tale. The first time Mitnick infiltrated a computer system was way back in 1979, but it wasn't until 1988 that he was convicted and sentenced to 12 months in prison for copying a company's software.</p><p>He broke into Pacific Bell's voicemail computers when he was under supervised release and then continued to hack into cell networks, as well as company and government websites, as a fugitive in the 90s. Mitnick was also involved in the theft of thousands of files and credit card numbers, but his obituary says he &quot;never took one dime from any of his 'victims.'&quot; He was eventually caught in 1995 and charged with illegal use of a telephone access device and computer fraud. Apparently, authorities believed he had access to corporate trade secrets worth millions of dollars at the time.</p><span id=\"end-legacy-contents\"></span><p>Mitnick spent five years in prison, which he described as a &quot;vacation&quot; by the time he was freed. From there, he changed the course of his career and chose to become a White Hat hacker and cybersecurity consultant. In 2011, he became part owner and chief hacking officer of KnowBe4, which provides security awareness training and a simulated phishing platform to clients. Before all these happened, Mitnick figured out how to game LA's public transportation system at 12 years old by memorizing bus schedules and punch cards and then obtaining his own punch tool systems so he could ride buses all day. Mitnick is survived by his wife, Kimberley Mitnick, and their unborn child.</p>This article originally appeared on Engadget at https://www.engadget.com/kevin-mitnick-formerly-the-worlds-most-wanted-hacker-has-passed-away-084912966.html?src=rss", "link": "https://www.engadget.com/kevin-mitnick-formerly-the-worlds-most-wanted-hacker-has-passed-away-084912966.html?src=rss", "date_published": "2023-07-20T08:49:12+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Google is reportedly testing an AI tool that can generate news articles", "description": "<p>Google is testing a new AI technology codenamed &quot;Genesis&quot; that can generate news articles, according to <a href=\"https://www.nytimes.com/2023/07/19/business/google-artificial-intelligence-news-articles.html\"><em>The New York Times</em></a>. The tech giant has reportedly demonstrated the tool not just for <em>The Times</em>, but also for executives at <em>The Washington Post </em>and News Corp, which owns <em>The Wall Street Journal</em>. Based on reports from people who witnessed the pitch, Genesis can whip up copy from the data fed to it, whether it's current events or other types of information. Apparently, Google believes journalists could use it as some sort of an assistant to automate tasks and free them up for other things.&nbsp;</p><p>Some of the people who saw the demonstration described it as &quot;unsettling.&quot; They also said that it seemed to disregard the kind of work that goes into writing accurate, digestible pieces. Jeff Jarvis, a journalist professor at the City University of New York, told <em>The Times</em> that journalists should use the tool &quot;[i]f this technology can deliver factual information reliably.&quot; Since Google has yet to launch Genesis, we can't say if it actually can, or if it could easily lead to the dissemination of misinformation. As <em>The Times </em>notes, Google has been moving quickly to deploy AI technology in an effort to catch up with the Microsoft-backed company OpenAI. Its generative AI tech, Bard, was <a href=\"https://www.engadget.com/google-bard-chatbot-false-information-twitter-ad-165533095.html\">caught spouting misinformation</a> as soon as it debuted on Twitter.</p><span id=\"end-legacy-contents\"></span><p>Recent attempts by some publications to use AI tools hadn't ended up well. <em>CNET</em><a href=\"https://www.engadget.com/cnet-corrected-41-of-its-77-ai-written-articles-201519489.html\">had to issue corrections</a> after being made aware of substantial errors in most of 77 machine-written articles it published under the CNET Money byline. And just earlier this month,<em> Gizmodo's io9</em><a href=\"https://variety.com/2023/digital/news/io9-ai-generated-star-wars-article-errors-1235662194/\">published</a> a Star Wars piece full of errors attributed to the &quot;Gizmodo Bot.&quot; <em>io9</em> deputy editor James Whitbrook <a href=\"https://twitter.com/Jwhitbrook/status/1676703614872502273\">said</a> the website's editorial team played no part in its publishing, and hence was given no chance to edit it for corrections before it went out.&nbsp;</p>This article originally appeared on Engadget at https://www.engadget.com/google-is-reportedly-testing-an-ai-tool-that-can-generate-news-articles-054602544.html?src=rss", "link": "https://www.engadget.com/google-is-reportedly-testing-an-ai-tool-that-can-generate-news-articles-054602544.html?src=rss", "date_published": "2023-07-20T05:46:02+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}]