{"entries": [{"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2023/01/earth-bogle-campaign-unleashes-njrat.html", "title": "Earth Bogle Campaign Unleashes NjRAT Trojan on Middle East and North Africa", "date_published": "2023-01-18 17:24:00+00:00", "description": "An ongoing campaign dubbed Earth Bogle is leveraging geopolitical-themed lures to deliver the NjRAT remote access trojan to victims across the Middle East and North Africa.\n\"The threat actor uses public cloud storage services such as files[.]fm and failiem[.]lv to host malware, while compromised web servers distribute NjRAT,\" Trend Micro said in a report published Wednesday.\nPhishing emails,", "persistent": false, "language": "en-US", "user": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2023/01/iranian-government-entities-under.html", "title": "Iranian Government Entities Under Attack by New Wave of BackdoorDiplomacy Attacks", "date_published": "2023-01-18 11:05:00+00:00", "description": "The threat actor known as BackdoorDiplomacy has been linked to a new wave of attacks targeting Iranian government entities between July and late December 2022.\nPalo Alto Networks Unit 42, which is tracking the activity under its constellation-themed moniker Playful Taurus, said it observed the government domains attempting to connect to malware infrastructure previously identified as associated", "persistent": false, "language": "en-US", "user": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2023/01/guide-how-mssps-and-vcisos-can-extend.html", "title": "Guide: How MSSPs and vCISOs can extend their services into compliance readiness without increasing cost", "date_published": "2023-01-18 10:32:00+00:00", "description": "Compliance services are emerging as one of the hottest areas of cybersecurity. \nWhile compliance used to be mainly the province of large enterprises, times have changed, and it is now a day-to-day concern for a growing number of small and medium businesses. \nEven when these organizations are not regulated, SMEs often aim to follow compliance and/or security frameworks either for their own risk", "persistent": false, "language": "en-US", "user": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2023/01/critical-security-vulnerabilities.html", "title": "Critical Security Vulnerabilities Discovered in Netcomm and TP-Link Routers", "date_published": "2023-01-18 10:20:00+00:00", "description": "Security vulnerabilities have been disclosed in Netcomm and TP-Link routers, some of which could be weaponized to achieve remote code execution.\nThe flaws, tracked as CVE-2022-4873 and CVE-2022-4874, concern a case of stack-based buffer overflow and authentication bypass and impact Netcomm router models NF20MESH, NF20, and NL1902 running software versions earlier than R6B035.\n\"The two", "persistent": false, "language": "en-US", "user": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2023/01/git-users-urged-to-update-software-to.html", "title": "Git Users Urged to Update Software to Prevent Remote Code Execution Attacks", "date_published": "2023-01-18 09:28:00+00:00", "description": "The maintainers of the Git source code version control system have released updates to remediate two critical vulnerabilities that could be exploited by a malicious actor to achieve remote code execution.\nThe flaws, tracked as CVE-2022-23521 and CVE-2022-41903, impacts the following versions of Git: v2.30.6, v2.31.5, v2.32.4, v2.33.5, v2.34.5, v2.35.5, v2.36.3, v2.37.4, v2.38.2, and v2.39.0.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2023/01/cisa-warns-of-flaws-in-siemens-ge.html", "title": "CISA Warns of Flaws in Siemens, GE Digital, and Contec Industrial Control Systems", "date_published": "2023-01-18 05:56:00+00:00", "description": "The U.S. Cybersecurity and Infrastructure Security Agency (CISA) has published four Industrial Control Systems (ICS) advisories, calling out several security flaws affecting products from Siemens, GE Digital, and Contec.\nThe most critical of the issues have been identified in Siemens SINEC INS that could lead to remote code execution via a path traversal flaw (CVE-2022-45092, CVSS score: 9.9)", "persistent": false, "language": "en-US", "user": null}], "source": {"url": "https://feeds.feedburner.com/TheHackersNews", "title": "The Hacker News"}}