{"entries": [{"source": "https://www.jefftk.com/news.rss", "link": "https://www.jefftk.com/p/flying-with-covid", "title": "Flying With Covid", "date_published": "2023-01-18 08:00:00+00:00", "description": "<p><span>\n\nI flew out to CA for a </span>\n\n<a href=\"https://contracarnivale.org/\">gig</a>\nthis weekend, and two of my kids \n\n<a href=\"https://www.jefftk.com/p/playing-dances-with-a-kid\">came along</a>. We got into SFO\nlate Thursday night, \n\n<a href=\"https://www.jefftk.com/p/tesla-model-3-review\">drove</a> to\nSan Jose to sleep, and got to the gig on Friday. We took rapid tests,\nall negative. A late night, and the kids fell asleep backstage in the\nkeyboard case:\n\n\n\n<p>\n\n<a href=\"https://www.jefftk.com/kids-asleep-in-keyboard-case-backstage-big.jpg\"><img class=\"mobile-fullwidth\" height=\"677\" src=\"https://www.jefftk.com/kids-asleep-in-keyboard-case-backstage.jpg\" width=\"550\" /><div class=\"image-vertical-spacer\"></div></a>\n\n</p>\n\n<p>\n\nSaturday morning one was mostly fine, but the other was sleepy (\"jet\nlag\"). She stayed sleepy all day, napping more backstage, and she\nwasn't eating much (\"different food than she usually eats\"). After\nchoosing what food we should get for dinner she wouldn't eat it and\nwas cranky (\"seems more 'sick' than 'jet lag'\"). Another rapid\ntest [1] immediate positive:\n\n\n\n</p>\n\n<p>\n\n<a href=\"https://www.jefftk.com/positive-covid-test-big.jpg\"><img class=\"mobile-fullwidth\" height=\"236\" src=\"https://www.jefftk.com/positive-covid-test.jpg\" width=\"550\" /><div class=\"image-vertical-spacer\"></div></a>\n\n</p>\n\n<p>\n\nSo I'm 3,000 miles from home with two kids, one of which has the\ncontagious disease everyone's spent the last three years\navoiding. We're scheduled to check out by noon tomorrow, drive back to\nSFO, and take a red-eye home. What do I do?\n\n</p>\n\n<p>\n\nTwo options:\n\n</p>\n\n<p>\n\n</p>\n\n<ul>\n\n<li>Isolate in place.\n\n</li>\n<li>Fly home anyway.\n\n</li>\n</ul>\n\n\n\n<p>\n\nEarlier in the pandemic this would have been a clear choice: isolate\nin place. It was required by public health order, and especially\nbefore vaccination traveling would have been too much risk to others\nand contribution to pandemic spread.\n\n</p>\n\n<p>\n\nOn the other hand, pre-covid I think almost everyone would have gone\nhome.  If you <a href=\"https://www.drstevesilvestro.com/can-a-sick-child-fly-on-an-airplane\">read</a>\n<a href=\"https://tripswithtykes.com/tips-for-traveling-with-a-sick-child/\">advice</a>\nit was mostly about how to decide whether to cancel a vacation or how\nto keep a sick kid comfortable on a plane.  While there's some \"<a href=\"http://www.cnn.com/2009/TRAVEL/11/23/flying.with.flu/\">if you're\nsick, don't fly</a>\", the examples were whether to begin a trip, not\nwhether to return home.  Discussion of \"well enough to fly\" was about\nwhether you were up to it, not about risk to others.  And of course\nthere's no discussion of when you should wear a mask to protect others\nin the terminal or on the plane.\n\n</p>\n\n<p>\n\nAt this point, however, we are partway through a transition to\ntreating covid as a normal disease. While the CDC recommendation is\nstill <a href=\"https://www.cdc.gov/coronavirus/2019-ncov/travelers/index.html\">not\nto fly</a>, this was also what they recommended for people with\nsimilar illness <a href=\"https://web.archive.org/web/20130523150301/http://wwwnc.cdc.gov/travel/page/health-status\">pre-covid</a>,\nand they recommend other things that most people aren't doing like\nmasking when local covid levels are high.  Airlines are back to\ncharging <a href=\"https://www.jetblue.com/covid-19-info-hub\">change\nfees</a> even with a positive test.\n\n</p>\n\n<p>\n\nIsolating in place is at least four more days in CA, more if someone\nelse gets sick (which did happen).  Maybe six days in expectation?\nWith flight change fees ($300), rental car extension ($400), and more\ndays in the hotel ($600) this is $1,300+.  Possibly we need a second\nroom ($600) to separate the sick and well.  Then there's dealing with\nfood (probably delivery, more money) and work (with my wrist and neck\nissues this would need a more ergonomic setup than a laptop on a desk,\nso either more money or not working).  It's possible, we could do\nit if we had to, but it's a lot.\n\n</p>\n\n<p>\n\nI decided we'd fly home.  We stayed as far away from others as\npossible in the terminals and kept our (K)N95s on the whole\ntime&#8212;normally I let the kids take their masks off on the plane\nonce the HEPA-filtered air is running and I've adjusted their blowers\nto 'full'.  We got home Monday morning, and have been isolating since,\nincluding from each other.\n\n</p>\n\n<p>\n\nWas this the right choice?  I still don't know.  I don't want to be a\nchump who expends inordinate effort to follow guidelines strictly when\nmost of society has moved on, but there are also people still\nworking very hard not to get covid who risk serious consequences if\nthey were to get sick. [2] I'm not sure how to balance these, and the\ndecision to come home rather than take on the logistics of isolating\nwith kids in a far-off hotel was in part a selfish one.  I'm writing\nthis up not to encourage or discourage similar choices but to walk\nthrough how I was thinking about it and humanize a choice I expect\nsome of you think was reckless and inconsiderate.\n\n</p>\n\n<p>\n<br />\n\n[1] There was nothing that required us to test here.  If you'd told me\nin advance \"if you get a positive you must isolate in place, but you\ncan choose not to test\" I likely would have chosen to wait to test\nuntil we were home, taking the same precautions described above until\nthen.\n\n</p>\n\n<p>\n\n[2] A rough calculation on the risk to others: imagine the person\nright in front of us on the plane is high risk, perhaps due to age,\nand really needs to not get sick.  They're boosted and wearing an N95\nto reduce their risk, but they're also three feet from someone with\ncovid for five hours.  How likely are we to get them sick?  Using\nnumbers from <a href=\"https://www.microcovid.org/?distance=normal&amp;duration=360&amp;interaction=oneTime&amp;personCount=1&amp;riskProfile=hasCovid&amp;scenarioName=planeRide&amp;setting=plane&amp;subLocation=US_25017&amp;theirMask=n95&amp;topLocation=US_25&amp;voice=silent&amp;yourMask=n95&amp;yourVaccineDoses=3&amp;yourVaccineType=pfizer\">microcovid</a>\n(which is generally <a href=\"https://www.jefftk.com/p/microcovid-becoming-less-useful\">much\nless useful</a> than it was, but the best we have) I get that the\nrisk of them catching covid is about 0.04% (390 microcovids).\n\n  </p>\n\n<p><i>Comment via: <a href=\"https://www.facebook.com/jefftk/posts/pfbid021RSQ2xiMg6YXpuiNaQDiMGCCE4jWWcuapboBA2o9Gn3VRVaeibFdFKF7QTQRYFTFl\">facebook</a>, <a href=\"https://lesswrong.com/posts/uYewNwraTStfu4SuB\">lesswrong</a>, <a href=\"https://mastodon.mit.edu/@jefftk/109711276206709569\">mastodon</a></i></p>", "persistent": false, "language": "en-US", "user": null}], "source": {"url": "https://www.jefftk.com/news.rss", "title": "Jeff Kaufmann"}}