[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCHnyfMqiRRG1u-2MsSQLbXA", "title": "What Does IQ Actually Measure?", "description": "IQ is supposed to measure intelligence, but does it? Head to https://brilliant.org/veritasium to start your free 30-day trial, and the first 200 people get 20% off an annual premium subscription.\n\nIf you’re looking for a molecular modeling kit, try Snatoms – a kit I invented where the atoms snap together magnetically – https://ve42.co/SnatomsV \n\n▀▀▀\nA huge thank you to Emeritus Professor Cecil R. Reynolds and Dr. Stuart J. Ritchie for their expertise and time.\n\nAlso a massive thank you to Prof. Steven Piantadosi and Prof. Alan S. Kaufman for helping us understand this complicated topic. As well as to Jay Zagrosky from Boston University's Questrom School of Business for providing data from his study.\n\n▀▀▀\nReferences:\nKaufman, A. S. (2009). IQ testing 101. Springer Publishing Company.\n\nReynolds, C. R., & Livingston, R. A. (2021). Mastering modern psychological testing. Springer International Publishing.\n\nRitchie, S. (2015). Intelligence: All that matters. John Murray.\n\nSpearman, C. (1961). \" General Intelligence\" Objectively Determined and Measured. - https://ve42.co/Spearman1904 \n\nBinet, A., & Simon, T. (1907). Le développement de l'intelligence chez les enfants. L'Année psychologique, 14(1), 1-94.. - https://ve42.co/Binet1907   \n\nIntelligence Quotient, Wikipedia - https://ve42.co/IQWiki \n\nRadiolab Presents: G. - https://ve42.co/RadioLabG \n\nMcDaniel, M. A. (2005). Big-brained people are smarter: A meta-analysis of the relationship between in vivo brain volume and intelligence. Intelligence, 33(4), 337-346. - https://ve42.co/McDaniel2005 \n\nDeary, I. J., Strand, S., Smith, P., & Fernandes, C. (2007). Intelligence and educational achievement. Intelligence, 35(1), 13-21. - https://ve42.co/Deary2007 \n\nLozano-Blasco, R., Quílez-Robres, A., Usán, P., Salavera, C., & Casanovas-López, R. (2022). Types of Intelligence and Academic Performance: A Systematic Review and Meta-Analysis. Journal of Intelligence, 10(4), 123. - https://ve42.co/Blasco2022 \n\nKuncel, N. R., & Hezlett, S. A. (2010). Fact and fiction in cognitive ability testing for admissions and hiring decisions. Current Directions in Psychological Science, 19(6), 339-345. - https://ve42.co/Kuncel2010 \n\nLaurence, J. H., & Ramsberger, P. F. (1991). Low-aptitude men in the military: Who profits, who pays?. Praeger Publishers. - https://ve42.co/Laurence1991 \n\nGregory, H. (2015). McNamara's Folly: The Use of Low-IQ Troops in the Vietnam War; Plus the Induction of Unfit Men, Criminals, and Misfits. Infinity Publishing.\n\nGottfredson, L. S., & Deary, I. J. (2004). Intelligence predicts health and longevity, but why?. Current Directions in Psychological Science, 13(1), 1-4. - https://ve42.co/Gottfredson2004 \n\nSanchez-Izquierdo, M., Fernandez-Ballesteros, R., Valeriano-Lorenzo, E. L., & Botella, J. (2023). Intelligence and life expectancy in late adulthood: A meta-analysis. Intelligence, 98, 101738. - https://ve42.co/Izquierdo2023 \n\nZagorsky, J. L. (2007). Do you have to be smart to be rich? The impact of IQ on wealth, income and financial distress. Intelligence, 35(5), 489-501. - https://ve42.co/Zagorsky2007 \n\nStrenze, T. (2007). Intelligence and socioeconomic success: A meta-analytic review of longitudinal research. Intelligence, 35(5), 401-426. - https://ve42.co/Strenze2007 \n\nDeary, I. J., Pattie, A., & Starr, J. M. (2013). The stability of intelligence from age 11 to age 90 years: the Lothian birth cohort of 1921. Psychological science, 24(12), 2361-2368. - https://ve42.co/Deary2013 \n\nFlynn, J. R. (1987). Massive IQ gains in 14 nations: What IQ tests really measure. Psychological bulletin, 101(2), 171. - https://ve42.co/Flynn1987 \n\nWhy our IQ levels are higher than our grandparents' | James Flynn, TED via YouTube -  https://www.youtube.com/watch?v=9vpqilhW9uI \n\nDuckworth, A. L., Quinn, P. D., Lynam, D. R., Loeber, R., & Stouthamer-Loeber, M. (2011). Role of test motivation in intelligence testing. Proceedings of the National Academy of Sciences, 108(19), 7716-7720. - https://ve42.co/Duckworth2011 \n\nKulik, J. A., Bangert-Drowns, R. L., & Kulik, C. L. C. (1984). Effectiveness of coaching for aptitude tests. Psychological Bulletin, 95(2), 179. - https://ve42.co/Kulik1984 \n\n▀▀▀\nSpecial thanks to our Patreon supporters:\nAdam Foreman, Amadeo Bee, Anton Ragin, Balkrishna Heroor, Benedikt Heinen, Bernard McGee, Bill Linder, Burt Humburg, Dave Kircher, Diffbot, Evgeny Skvortsov, Gnare, John H. Austin, Jr., john kiehl, Josh Hibschman, Juan Benet, KeyWestr, Lee Redden, Marinus Kuivenhoven, MaxPal, Meekay, meg noah, Michael Krugman, Orlando Bassotto, Paul Peijzel, Richard Sundvall, Sam Lutfi, Stephen Wilcox, Tj Steyn, TTST, Ubiquity Ventures\n\n▀▀▀\nWritten by Derek Muller, Casper Mebius, & Petr Lebedev\nEdited by Trenton Oliver \nFilmed by Derek Muller, Han Evans, & Raquel Nuno\nAnimation by Fabio Albertelli & Ivy Tello\nAdditional video/photos supplied by Getty Images & Pond5\nMusic from Epidemic Sound\nProduced by Derek Muller, Casper Mebius, & Han Evans", "link": "https://www.youtube.com/watch?v=FkKPsLxgpuY", "date_published": "2023-08-03T16:49:08+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i3.ytimg.com/vi/FkKPsLxgpuY/hqdefault.jpg"}]