[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCF9IOB2TExg3QIBupFtBDxg", "title": "Unethical drug and vaccine ads", "description": "Journals have devolved into information laundering operations for the pharmaceutical industry\n\nPharmaceutical company advertising in The Lancet\n\nhttps://www.thelancet.com/journals/lancet/article/PIIS0140-6736(11)61019-2/fulltext\n\n(Illustration: Margaret Shear, Public Library of Science)\n\nhttps://journals.plos.org/plosmedicine/article/figure?id=10.1371/journal.pmed.0020138.g001\n\nEditor, The Lancet, Richard Horton\n\n“Journals have devolved into information laundering operations for the pharmaceutical industry.”\n\n(Published in ‘The dawn of McScience’)\n\nFormer New England Journal of Medicine Editor, Marcia Angell\n\nDescribing information from the pharmaceutical industry as coming, \n\n“mixed with hyperbole, bias and misinformation, and there is often no way to tell which is which.”\n\n(Published in ‘The truth about the drug companies: how they deceive us and what to do about it.’)\n\nMedical Journals Are an Extension of the Marketing Arm of Pharmaceutical Companies\n\nhttps://journals.plos.org/plosmedicine/article?id=10.1371/journal.pmed.0020138\n\nJournals, “primarily a marketing machine” and co-opting “every institution that might stand in its way”\n\nSome studies found that journal advertisements were more strongly associated with prescribing than the scientific articles in the same journals,\n\nothers found advertising associated with less rational prescribing,\n\nand greater prescribing costs. \n\nHowever, none found associations between exposure to journal advertisements and improved quality of prescribing, \n\nreduced cost, or reduced prescribing overall.\n\n“the findings support the case for reforms to reduce negative influence to prescribing from pharmaceutical promotion.”\n\nInformation from pharmaceutical companies and the quality, quantity, and cost of physicians' prescribing: a systematic review\n\nhttps://pubmed.ncbi.nlm.nih.gov/20976098/\n\n(PLoS Medicine)\n\nBackground: Pharmaceutical industry claims that promotion provides scientific and educational information to physicians.\n\nTo examine the relationship between exposure to information from pharmaceutical companies to prescribing.\n\nOutcome measures: Quality, quantity, and cost.\n\nExposures included\n\nPharmaceutical sales representative visits\n\nJournal advertisements\n\nAttendance at pharmaceutical sponsored meetings\n\nMailed information\n\nPrescribing software\n\nParticipation in sponsored clinical trials\n\nWide literature search, 58 included studies with 87 analyses.\n\nFive found associations between exposure to pharmaceutical company information and lower quality prescribing\n\nFive included studies found evidence for association with higher costs\n\n38 studies, associations between exposure and higher frequency of prescribing\n\nConclusions\n\nStudies of exposure to information provided directly by pharmaceutical companies have found associations with higher prescribing frequency, higher costs, or lower prescribing quality\n\nWe did not find evidence of net improvements in prescribing\n\nWe recommend that practitioners follow the precautionary principle,\n\nand thus avoid exposure to information from pharmaceutical companies. \nJohn Paul II\nhttps://www.gmwatch.org/en/news/archive/2004/7941-the-dawn-of-mcscience\n\"overriding financial interests\" operate in biomedical and pharmaceutical research. \nThese forces prompted,\n\"decisions and products which are contrary to truly human values and to the demands of justice.\" \n\"the pre-eminence of the profit motive in conducting scientific research ultimately means that science is deprived of its epistemological character, according to which its primary goal is discovery of the truth. \nThe risk is that when research takes a utilitarian turn, its speculative dimension, which is the inner dynamic of man's intellectual journey, will be diminished or stifled.\"", "link": "https://www.youtube.com/watch?v=heEW7i_zzPI", "date_published": "2023-08-03T22:33:20+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": "https://i1.ytimg.com/vi/heEW7i_zzPI/hqdefault.jpg"}]