[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCG_nvdTLdijiAAuPKxtvBjA", "title": "Cowboys & Aliens — Why Massive Hollywood Blockbusters Fail | Anatomy of a Failure", "description": "Start speaking a new language in 3 weeks with Babbel 🎉. Get up to 60% OFF your subscription ➡️ here: https://go.babbel.com/t?bsc=1200m60-youtube-filmento-aug-2023&amp;btp=default&amp;utm_term=generic_v1&amp;utm_medium=paidsocial&amp;utm_source=YouTube&amp;utm_content=Influencer..filmento..USA..YouTube\n\nCowboys and Aliens is another wannabe blockbuster from 2011, with massive elements involved. You got the director of Iron Man, Daniel Craig, Harrison Ford, Steven Spielberg, Ron Howard... just to name a few. This should've been a successful hit, yet it turned out to be a massive flop that tanked at the box office and ensured no future instalments were made. And the main reason could be in the large sum of its parts. There is so much here that there is nothing here, because the movie lacks specifcity. We have cowboys as well as aliens, yet we have nothing. In today's episode of Anatomy of a Failure, let's try to see why and how to ensure the same doesn't happen to our movie.\n\nBook, Amazon: https://www.amazon.com/dp/B0BW1TN97D?ref_=pe_3052080_276849420\nBook, PDF: email me at saltyfilmento(a)gmail.com\n\nSupport:     https://patreon.com/filmento\nFollow:        https://twitter.com/filmento\nFilmento en Español: https://youtu.be/ViDZUofaZd8\n\n#Cowboysandaliens #danielcraig   #anatomyofafailure\n\nMusic:\nhttps://www.youtube.com/@WhiteBatAudio\nhttps://www.youtube.com/@NanoverseProductions\nhttps://www.youtube.com/@AimToHeadOfficial\n\n\n-\nCowboys & Aliens (2011)\nBased on the graphic novel by Scott Mitchell Rosenberg, Cowboys & Aliens is set in 1800s Arizona, where the local cowboys, headed by gunslinger Jake Lonergan (Daniel Craig), and the indigenous Apache tribe have been feuding fiercely for quite a while. Their skirmish is interrupted, however, by the appearance of a spaceship, commanded by an alien creature that's bent on enslaving the human race. It's time for a six-gun shoot-out between these cattle rustlers and space invaders, and there might even be a temporary peace between the cowboys and Indians as they both take aim at these extraterrestrial uninvited guests. Jon Favreau directs from a script by Star Trek scribes Alex Kurtzman and Roberto Orci, with help from Lost's Damon Lindelof. Olivia Wilde, Harrison Ford, and Sam Rockwell fill out the headlining cast.\n-\nIron Man (2008)\nFrom Marvel Studios and Paramount Pictures comes Iron Man, an action-packed take on the tale of wealthy philanthropist Tony Stark (Robert Downey Jr.), who develops an invulnerable robotic suit to fight the throes of evil. In addition to being filthy rich, billionaire industrialist Tony Stark is also a genius inventor. When Stark is kidnapped and forced to build a diabolical weapon, he instead uses his intelligence and ingenuity to construct an indestructible suit of armor and escape his captors. Once free, Stark discovers a deadly conspiracy that could destabilize the entire globe, and dons his powerful new suit Cowboys & aliens aliens scene battle everything wrong with cowboys & aliens honest trailer cowboys and aliens funny moments cowboys and aliens full movie online free 4k clip hd only action cowboys and aliens alien fight scene explained cowboys & aliens 2 sequel why cowboys and aliens flopped bad movie good movie on a mission to stop the villains and save the world. Gwyneth Paltrow co-stars as his secretary, Virginia \"Pepper\" Potts, while Terrence Howard fills the role of Jim \"Rhodey\" cowboys & aliens official trailer explained movie mistakes cowboys & aliens ending Rhodes, one of biggest flops Stark's colleagues, whose military background leads him to help in the formation of the suit. Jon Favreau directs, with Marvel movie veterans Avi Arad and Kevin Feige producing.", "link": "https://www.youtube.com/watch?v=t1TaBxkXOWw", "date_published": "2023-08-03T18:24:50+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/t1TaBxkXOWw/hqdefault.jpg"}]