[{"source": "https://www.theguardian.com/rss", "title": "Let private and third sectors cut NHS waiting lists, says Steve Barclay", "description": "<p>Health secretary says ‘every available resource’ must be used to help patients access diagnosis and treatment faster</p><p>More private and third sector providers should be used by the NHS to help cut post-Covid waiting lists, Steve Barclay, the health secretary, will say after a review of capacity in the health service.</p><p>Barclay will draw on the work of his “elective recovery taskforce” – a group convened by ministers to look at how to bring down waiting times.</p> <a href=\"https://www.theguardian.com/society/2023/aug/04/private-third-sector-nhs-waiting-lists-steve-barclay\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/aug/04/private-third-sector-nhs-waiting-lists-steve-barclay", "date_published": "2023-08-03T23:01:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Premier League 2023-24 preview No 9: Everton", "description": "<p>A lack of investment means Sean Dyche’s side will do well to avoid another relegation battle in their last season at Goodison Park</p><p><strong>Guardian writers’ predicted position:</strong> 17th (NB: this is not necessarily Andy Hunter’s prediction but the average of our writers’ tips)</p><p><strong>Last season’s position:</strong> 17th</p> <a href=\"https://www.theguardian.com/football/2023/aug/04/everton-premier-league-2023-24-preview\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/04/everton-premier-league-2023-24-preview", "date_published": "2023-08-03T23:01:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Top US doctors’ group backs gender-affirming care amid rightwing attacks", "description": "<p>American Academy of Pediatrics reaffirms support for transgender children in face of growing push for restrictions across US</p><p>The American Academy of Pediatrics has reaffirmed its support for gender-affirming medical care for transgender children, even as the treatments face a growing push for bans and restrictions from Republican lawmakers across the US.</p><p>The board of directors for the group, which represents 67,000 pediatricians, unanimously voted to reaffirm its 2018 position on the treatments. The board also voted to provide additional documents to support pediatricians, including clinical and technical reports, and to conduct an external review of research regarding the care.</p> <a href=\"https://www.theguardian.com/society/2023/aug/03/american-academy-pediatrics-gender-affirming-medical-care\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/aug/03/american-academy-pediatrics-gender-affirming-medical-care", "date_published": "2023-08-03T22:59:37+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Apple revenues fall for third straight quarter as company invests heavily in AI", "description": "<p>CEO Tim Cook says increased R&amp;D spending is in part driven by work on generative artificial intelligence</p><p>Apple boss Tim Cook announced the company was investing heavily in artificial intelligence (AI) on Thursday as the company announced its third consecutive quarter of declining revenues, the company’s most prolonged sales slump since 2016.</p><p>Apple’s sales for the fiscal third quarter ending 1 July fell 1.4% to $81.8bn. Over the quarter the company made a profit of $19.9bn, higher than analysts had expected.</p><p><em>Reuters contributed to this story</em></p> <a href=\"https://www.theguardian.com/technology/2023/aug/03/apple-revenues-fall-third-straight-quarter\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/aug/03/apple-revenues-fall-third-straight-quarter", "date_published": "2023-08-03T21:39:49+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Georgie Grier offered support after one person attends her Edinburgh show", "description": "<p>Comedians including Dara Ó Briain and Jason Manford share similar experiences with actor</p><p>Well-known comedians have offered their support to an actor after she posted that only one person attended her one-woman play at the Edinburgh festival fringe.</p><p>The actor and writer Georgie Grier posted on Twitter: “There was one person in my audience today when I performed my one woman play, ‘Sunsets’ at #edfringe. It’s fine, isn’t it? It’s fine…?”</p> <a href=\"https://www.theguardian.com/stage/2023/aug/03/georgie-grier-offered-support-after-one-person-attends-her-edinburgh-show\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/aug/03/georgie-grier-offered-support-after-one-person-attends-her-edinburgh-show", "date_published": "2023-08-03T21:39:12+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Welsh police search for thief after 14 beehives go missing near Llangollen", "description": "<p>Police in remote Welsh town appeal to anyone who may have seen someone have ‘sudden influx of beehives’</p><p>Police in a remote Welsh town are on the hunt for a thief who stole 14 beehives.</p><p>Witnesses have been urged to come forward after the hives disappeared from Blackwood Road near Llangollen, North Wales, over the weekend.</p> <a href=\"https://www.theguardian.com/uk-news/2023/aug/03/welsh-police-search-thief-14-beehives-missing-llangollen\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/aug/03/welsh-police-search-thief-14-beehives-missing-llangollen", "date_published": "2023-08-03T21:33:16+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Trump treats his new indictment as armor. Republican rivals sputter to defend him | Lloyd Green", "description": "<p>Trump’s legal woes get worse and worse – but to many Republicans he’s a certified martyr. Biden should beware</p><p>Donald Trump’s fall 2024 general election campaign kicked off Thursday afternoon with a not-guilty plea. Facing a magistrate judge, the 45th president contested the conspiracy charges leveled against him by the government. He was released without posting bail. Minutes after the arraignment, Trump referred to his travails as “persecution” and called it a “sad day” for the United States.</p><p>None of Trump’s Republican rivals can compete with the free publicity and notoriety he will garner in the months ahead.</p><p>Lloyd Green is an attorney in New York and served in the US Department of Justice from 1990 to 1992</p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/03/trump-indictment-republican-rivals\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/03/trump-indictment-republican-rivals", "date_published": "2023-08-03T21:31:12+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Six white ex-Mississippi officers plead guilty to racist assault on two Black men", "description": "<p>‘Goon Squad’ burst into a home on 24 January without a warrant and brutalized the two men, shooting one in the mouth</p><p>Six white former law enforcement officers in Mississippi who called themselves the “Goon Squad” have pleaded guilty to a racist assault on two Black men who were brutalized during a home raid that ended with an officer shooting one man in the mouth, federal prosecutors say.</p><p>The civil rights charges were unsealed Thursday as the officers – five former Rankin county sheriff’s deputies and an ex-Richland police officer – appeared in federal court and pleaded guilty.</p> <a href=\"https://www.theguardian.com/us-news/2023/aug/03/mississippi-police-officers-guilty-racist-assault-goon-squad\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/aug/03/mississippi-police-officers-guilty-racist-assault-goon-squad", "date_published": "2023-08-03T21:11:24+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "New Zealand: two people in critical condition after shooting in Auckland", "description": "<p>Incident occurred close to the site of the attack in July where a gunman killed two men and injured six</p><p>Two people are in a critical condition after a shooting in downtown Auckland, in the second such incident in the <a href=\"https://www.theguardian.com/world/newzealand\">New Zealand</a> city in less than a month.</p><p>Police were called after reports of a fight between a group of people at about 11.30pm on Thursday on lower Queen Street, in Auckland’s city centre.</p> <a href=\"https://www.theguardian.com/world/2023/aug/03/second-gun-shooting-central-auckland-new-zealand\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/03/second-gun-shooting-central-auckland-new-zealand", "date_published": "2023-08-03T20:56:36+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "West Ham’s James Ward-Prowse pursuit in peril amid Moyes rift with technical director", "description": "<ul><li>Technical director opposes move for Southampton midfielder</li><li>Bids for João Palhinha, Gallagher and Maguire have also failed</li></ul><p>West Ham’s move for James Ward-Prowse is on the brink of falling apart because the club’s new technical director, Tim Steidten, opposes David Moyes’s attempts to sign the Southampton midfielder.</p><p>Tension has grown between Moyes and Steidten, who was appointed last month, and West Ham are yet to make any signings. They want two midfielders after the £105m sale of Declan Rice to Arsenal and have had three bids for Ward-Prowse turned down.</p> <a href=\"https://www.theguardian.com/football/2023/aug/03/west-hams-ward-prowse-pursuit-in-peril-amid-moyes-rift-with-steidten\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/03/west-hams-ward-prowse-pursuit-in-peril-amid-moyes-rift-with-steidten", "date_published": "2023-08-03T20:32:29+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Trump is hoping his ‘free speech’ defense will work. It won’t  | Margaret Sullivan", "description": "<p>The first amendment is powerful but it doesn’t protect criminal behavior</p><p>When Jack Smith announced the latest indictment of Donald Trump this week, the special prosecutor’s language was remarkably clear.</p><p>Smith used the phrase “fueled by lies” about Trump’s role in the January 6 riot at the US Capitol. (Trump officially pleaded not guilty today to charges that he conspired to defraud the United States, to disenfranchise voters and to obstruct the post-election transfer of power.)</p><p>Margaret Sullivan is a Guardian US columnist writing on media, politics and culture</p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/03/trump-is-hoping-his-free-speech-defense-will-work-it-wont\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/03/trump-is-hoping-his-free-speech-defense-will-work-it-wont", "date_published": "2023-08-03T20:27:38+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘The police see us as disposable’: what life’s really like in New York’s maligned ‘red light district’", "description": "<p>As rightwing media and the mayor target a Queens neighborhood, sex workers say they’re just trying to survive</p><p>In 2000, Cecilia Gentili worked late nights as a sex worker on Roosevelt Avenue, a dusty corridor linking Queens’ most diverse communities, under the shadow of the clattering 7 train. It was the only way she could survive as a new immigrant. After coming out as trans, she had been shut out by employers in her native Argentina, and in New York, “I really thought that things would be different,” she says. “But in a way, it was a double level of discrimination: being trans and being undocumented. So again, I found myself engaged in street sex work.”</p><p>She rented a $150-a-month room in a shared apartment in Jackson Heights, a neighborhood full of other immigrants and queer and trans sex workers trying to help each other scrape by. “When I needed a place to live, it was not the city of New York that facilitated it, it was another sex worker. When I needed to eat, it was another trans person,” she says. If she felt unsafe on the street, she’d walk to a late-night street vendor and stand in their lamp’s warm glow.</p> <a href=\"https://www.theguardian.com/us-news/2023/aug/03/sex-workers-new-york-police-eric-adams\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/aug/03/sex-workers-new-york-police-eric-adams", "date_published": "2023-08-03T20:24:12+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Jeremy Hunt requests inquiry into ‘debanking’ of politicians", "description": "<p>Chancellor wants Financial Conduct Authority to investigate whether practice is ‘widespread’</p><p>Jeremy Hunt has asked the financial regulator to urgently investigate whether banks are barring politicians from accounts on a “widespread” basis, after <a href=\"https://www.theguardian.com/politics/2023/jul/18/nigel-farage-claims-to-have-proof-that-bank-closed-his-account-over-his-values\">Nigel Farage had his account shut down by private bank Coutts</a>.</p><p>The chancellor said everyone must be able to express their opinions and people must have access to banking.</p> <a href=\"https://www.theguardian.com/business/2023/aug/03/jeremy-hunt-requests-fca-inquiry-into-debanking-of-politicians\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/aug/03/jeremy-hunt-requests-fca-inquiry-into-debanking-of-politicians", "date_published": "2023-08-03T20:22:30+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Willian agrees terms with Al Shabab two weeks after signing Fulham extension", "description": "<ul><li>Winger has told manager Marco Silva of intentions to leave</li><li>Brazilian’s departure comes after a single season at Fulham</li></ul><p>Brazilian winger Willian is hoping to become football’s latest export to Saudi Arabia just over two weeks after signing a new contract with Fulham.</p><p>The player has agreed personal terms with Saudi club Al Shabab and has already communicated to Fulham and manager Marco Silva his intention to leave and begin a new chapter in his career.</p> <a href=\"https://www.theguardian.com/football/2023/aug/03/willian-agrees-terms-with-al-shabab-two-weeks-after-signing-fulham-extension\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/03/willian-agrees-terms-with-al-shabab-two-weeks-after-signing-fulham-extension", "date_published": "2023-08-03T20:18:49+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "US navy sailors arrested on charges of passing sensitive material to China", "description": "<p>Jinchao Wei, 22, and Wenheng Zhao, 26, accused in separate cases of ‘violating commitments they made to protect the United States’</p><p>Two US navy sailors have been arrested on charges of handing over sensitive national security material to China, US officials said on Thursday.</p><p>Jinchao Wei, a 22-year-old sailor assigned to the San Diego-based USS Essex, was arrested on Wednesday on a charge related to espionage involving conspiracy to sending national defense information to Chinese officials. In a separate case, the justice department charged Wenheng Zhao, 26, for allegedly collecting bribes in exchange for giving sensitive US military photos and videos to a Chinese intelligence officer.</p> <a href=\"https://www.theguardian.com/us-news/2023/aug/03/us-navy-sailors-arrested-china-sensitive-material\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/aug/03/us-navy-sailors-arrested-china-sensitive-material", "date_published": "2023-08-03T20:06:22+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Great Britain crash out of men’s team pursuit at world cycling championships", "description": "<ul><li>Charlie Tanfield’s on-track accident results in early elimination</li><li>Para-cyclist Jody Cundy sets new world record in Glasgow</li></ul><p>Great Britain crashed out of the men’s team pursuit on the opening day of the UCI World Cycling Championships in Glasgow, after the 26-year-old rider Charlie Tanfield fell in the qualifiers in the Sir Chris Hoy velodrome.</p><p>The defending world champions looked set to breeze into the medal rounds before Tanfield’s crash reduced the starting quartet to only two riders, forcing their elimination from the competition. Although he walked away from the scene, Tanfield was taken to hospital and diagnosed with a concussion.</p> <a href=\"https://www.theguardian.com/sport/2023/aug/03/world-cycling-championships-great-britain-crash-out-mens-team-pursuit-glasgow\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/aug/03/world-cycling-championships-great-britain-crash-out-mens-team-pursuit-glasgow", "date_published": "2023-08-03T19:31:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Dozens injured after protesters storm Eritrean festival in Stockholm", "description": "<p>Opponents of Eritrean government tore down tents and set cars on fire, with ‘around 100’ people arrested</p><p>More than 50 people have been injured and dozens detained in Stockholm after opponents of the Eritrean government stormed an event in the Swedish capital organised by regime supporters.</p><p>About 1,000 anti-government demonstrators who had been authorised to hold a protest nearby broke through a police barrier, tearing down festival tents and setting booths and vehicles on fire.</p> <a href=\"https://www.theguardian.com/world/2023/aug/03/dozens-injured-after-protesters-storm-eritrean-festival-in-stockholm\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/03/dozens-injured-after-protesters-storm-eritrean-festival-in-stockholm", "date_published": "2023-08-03T19:21:43+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Arsenal’s Ramsdale wants football to be ‘welcoming place’ for LGBTQ+ people", "description": "<ul><li>Goalkeeper wants his brother, who is gay, to not fear abuse</li><li>‘I’ve bit my tongue too many times. All that ends today’</li></ul><p>Arsenal’s Aaron Ramsdale has vowed to call out homophobia and said he wants to make football a sport that is a “welcoming place for everyone” after talking for the first time about the fact that one of his brothers is gay.</p><p>The goalkeeper, writing in <a href=\"https://www.theplayerstribune.com/posts/aaron-ramsdale-premier-league-arsenal-soccer-england\">The Players’ Tribune</a>, said: “Over the years, I’ve probably bit my tongue a few too many times – both in dressing rooms and on social media – whenever I hear homophobic comments or stupid things being said. And I think maybe my brother has done the same, thinking it would make my life easier. Well, all that ends today.”</p> <a href=\"https://www.theguardian.com/football/2023/aug/03/arsenal-aaron-ramsdale-wants-football-welcoming-place-lgbtq-people\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/03/arsenal-aaron-ramsdale-wants-football-welcoming-place-lgbtq-people", "date_published": "2023-08-03T19:09:41+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Russell Martin: ‘Lots wonder why we’ve got the job but I love proving people wrong’", "description": "<p>Southampton’s new manager on being told to join the army rather than play football and preparing for Friday’s Championship opener</p><p>At the end of last season Russell Martin headed to Cervinara, an hour outside Naples, with his eldest brother, Jamie, an actor. The town, on the edge of the Partenio mountains, is home to his uncle, great-uncle and great-aunt, and some of his cousins.</p><p>“It was an amazing place to be at that point,” Martin says, alluding to the atmosphere in the city after Napoli lifted their <a href=\"https://www.theguardian.com/football/2023/may/04/napoli-win-first-serie-a-title-for-33-years-after-osimhen-earns-1-1-draw-at-udinese\" title=\"\">first Serie A title for 33 years</a>. “It was only the third time they had won it and the other two were with Diego [Maradona], who is considered a saint there. There are murals of him on every street corner and every 30-year-old guy is called Diego.</p> <a href=\"https://www.theguardian.com/football/2023/aug/03/russell-martin-southampton-championship-football\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/03/russell-martin-southampton-championship-football", "date_published": "2023-08-03T19:00:52+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Horror exit’: Germany reacts to Women’s World Cup group-stage shock", "description": "<ul><li>Calls for structure review after fateful draw with South Korea</li><li>Coach Voss-Tecklenburg under pressure after rejig fails</li></ul><p>“Tears on the pitch” was the tabloid Bild’s choice of headline to sum up the distraught mood in Germany after one of the tournament favourites were driven out of the Women’s World Cup at the group stage for the first time, after their <a href=\"https://www.theguardian.com/football/2023/aug/03/germany-crash-out-of-womens-world-cup-south-korea\">1-1 draw with South Korea</a>.</p><p>The paper’s online edition focused on closeups of the players, most long since pin-up personalities across Germany, with tears streaming down their faces, or seeking comforting hugs from coaches or teammates.</p> <a href=\"https://www.theguardian.com/football/2023/aug/03/horror-exit-germany-reacts-to-womens-world-cup-group-stage-shock\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/03/horror-exit-germany-reacts-to-womens-world-cup-group-stage-shock", "date_published": "2023-08-03T19:00:52+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Steve Borthwick knows cohesion is key for England but flair must flourish too", "description": "<p>Presence of so many past and present Saracens and Leicester players should aid clarity but squad also needs the dash of Smith and Arundell</p><p>It is all about Wales this week, in theory, but even England’s attack coach, Richard Wigglesworth, admits there is an elephant in the dressing room. On Saturday night in Cardiff, Steve Borthwick and his England assistants will sit down and play their final game of selection poker before Monday’s official Rugby World Cup squad announcement. There will inevitably be winners and losers, one or two of them familiar names.</p><p>If the process is marginally less fraught, with 33 players now permitted instead of the previous 31, it does not lessen the thrill for those chosen or the despair for those omitted. Borthwick knows both emotions, having missed the cut in 2003 after training with the wider squad all summer. It explains his desire to be as upfront with the current crop as he possibly can.</p> <a href=\"https://www.theguardian.com/sport/2023/aug/03/steve-borthwick-knows-cohesion-is-key-for-england-but-flair-must-flourish-too\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/aug/03/steve-borthwick-knows-cohesion-is-key-for-england-but-flair-must-flourish-too", "date_published": "2023-08-03T19:00:51+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Police officer pleads guilty to sexual activity with girl, 13", "description": "<p>PC Luke Christopher Horner admits offence, which he recorded on victim’s phone, at Northampton crown court</p><p>A police officer has admitted to penetrative sexual activity with a 13-year-old girl in Northamptonshire after recording the act on the victim’s phone.</p><p>PC Luke Christopher Horner of Thames Valley police travelled to Rushden, a town about 18 miles east of Northampton, while off duty to commit the offence on 11 June.</p> <a href=\"https://www.theguardian.com/uk-news/2023/aug/03/police-officer-luke-christopher-horner-admits-to-penetrative-sexual-activity-with-girl-13\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/aug/03/police-officer-luke-christopher-horner-admits-to-penetrative-sexual-activity-with-girl-13", "date_published": "2023-08-03T18:57:08+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Far-right satanist given suspended sentence as teen jailed for 38 months", "description": "<p>Harry Vaughan, convicted of 14 terror offences in 2020, admitted further crimes including possession of indecent images of children</p><p>A convicted satanist and far-right extremist who was given a suspended sentence as a teenager has now been imprisoned after admitting further crimes including making an indecent photograph of a child.</p><p>Harry Vaughan, from Twickenham, south-west London, was 18 when he admitted 14 terror offences and two of possessing indecent images of children during his first trial at the Old Bailey.</p> <a href=\"https://www.theguardian.com/uk-news/2023/aug/03/harry-vaughan-far-right-satanist-given-suspended-sentence-terrorist-offence-teen-jailed-38-month-indecent-images-children\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/aug/03/harry-vaughan-far-right-satanist-given-suspended-sentence-terrorist-offence-teen-jailed-38-month-indecent-images-children", "date_published": "2023-08-03T18:56:58+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Dowden comments on union’s asylum seeker barge concerns ‘disgraceful’", "description": "<p>Deputy PM suggested FBU’s Labour affiliation influenced its decision to raise safety concerns about the Bibby Stockholm</p><p>The deputy prime minister has been accused of making “disgraceful” comments after claiming that the firefighters’ union had raised safety concerns over a barge due to house asylum seekers because of close links to Labour.</p><p>Oliver Dowden suggested that the Fire Brigades Union’s affiliation and donations to the opposition were a motivating factor behind fire and overcrowding concerns raised about the Bibby Stockholm in Portland, Dorset.</p> <a href=\"https://www.theguardian.com/politics/2023/aug/03/dowden-comments-on-unions-asylum-seeker-barge-concerns-disgraceful\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/aug/03/dowden-comments-on-unions-asylum-seeker-barge-concerns-disgraceful", "date_published": "2023-08-03T18:48:38+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "EU urges G20 to help persuade Putin to re-open Ukraine grain export route", "description": "<p>Brussels’ foreign policy chief calls on nations to speak with a unified voice to help ‘people most in need’</p><p>The EU’s foreign policy chief has written to G20 ministers urging them to help Brussels persuade Vladimir Putin to reopen the main export route for Ukraine grain to countries in Africa and the Middle East.</p><p>In a letter seen by the Guardian, Josep Borrell warned that Russia’s decision <a href=\"https://www.theguardian.com/world/2023/jul/20/what-was-the-black-sea-grain-deal-and-why-did-it-collapse\">to walk out of</a> the Black Sea Grain Initiative (BSGI) last month was risking the lives of children and others in war-torn countries and conflict zones.</p> <a href=\"https://www.theguardian.com/world/2023/aug/03/eu-calls-on-g20-to-help-persuade-vladimir-putin-to-re-open-ukraine-grain-export-route\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/03/eu-calls-on-g20-to-help-persuade-vladimir-putin-to-re-open-ukraine-grain-export-route", "date_published": "2023-08-03T18:30:42+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Italian PM Giorgia Meloni sues Placebo singer for calling her ‘fascist racist’", "description": "<p>Calls for overhaul of defamation laws in Italy after legal action brought against Brian Molko</p><p>The Italian prime minister, Giorgia Meloni, is suing Placebo frontman, Brian Molko, for defamation after publicly calling her “racist” and “fascist”, according to local media reports.</p><p>Molko made the comments during a performance by the band at the Sonic Park festival in Stupinigi outside Turin in July. “Giorgia Meloni, piece of shit, fascist, racist,” he appeared to shout in Italian in <a href=\"https://video.repubblica.it/spettacoli-e-cultura/i-pacebo-contro-giorgia-meloni-dal-palco-di-stupinigi-fascista-razzista-pezzo-di-m/449062/450028?ref=RHVS-BG-I383319435-P1-S3-L\">footage</a> posted on social media by fans who attended the gig.</p> <a href=\"https://www.theguardian.com/world/2023/aug/03/italian-pm-giorgia-melon-sues-placebo-singer-brian-molko-for-calling-her-fascist-racist-defamation\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/03/italian-pm-giorgia-melon-sues-placebo-singer-brian-molko-for-calling-her-fascist-racist-defamation", "date_published": "2023-08-03T18:23:33+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "MailOnline suspends Dan Wootton as allegations investigated", "description": "<p>Journalist denies claims he used pseudonym to secretly offer colleagues tens of thousands of pounds for sexual material</p><p>Dan Wootton has been suspended by MailOnline after allegations emerged that he used a pseudonym to secretly offer his colleagues tens of thousands of pounds in return for sexual material.</p><p>The GB News presenter has had a lucrative job writing a twice-weekly column for MailOnline since 2021 but it has not appeared since the allegations were made public by his ex-boyfriend last month.</p><p>If you wish to contact the author of this article with further information, please email <a href=\"mailto:jim.waterson@theguardian.com\">jim.waterson@theguardian.com</a> or <a href=\"https://www.theguardian.com/help/ng-interactive/2017/mar/17/contact-the-guardian-securely\">contact the Guardian securely</a>.</p> <a href=\"https://www.theguardian.com/uk-news/2023/aug/03/mailonline-suspends-dan-wootton-as-allegations-investigated\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/aug/03/mailonline-suspends-dan-wootton-as-allegations-investigated", "date_published": "2023-08-03T18:03:39+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Ben Jennings on the latest indictment of Donald Trump – cartoon", "description": "<a href=\"https://www.theguardian.com/commentisfree/picture/2023/aug/03/ben-jennings-on-the-latest-indictment-of-donald-trump-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2023/aug/03/ben-jennings-on-the-latest-indictment-of-donald-trump-cartoon", "date_published": "2023-08-03T17:58:57+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Winter is disappearing’: South America hit by ‘brutal’ unseasonal heatwave", "description": "<p>Buenos Aires records hottest start to August in 117 years, Chile sees highs towards 40F and Bolivia, Paraguay and Brazil also bake</p><p>Now should be South America’s bleak midwinter, but several parts of the continent are experiencing an extraordinary unseasonal heatwave that scientists believe offers a disturbing glimpse of a future of extreme weather.</p><p>Argentina’s riverside capital, Buenos Aires, this week recorded its hottest 1 August in 117 years.</p> <a href=\"https://www.theguardian.com/world/2023/aug/03/south-america-winter-heatwave\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/03/south-america-winter-heatwave", "date_published": "2023-08-03T17:57:19+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "King Charles’ Goodwood winner Desert Hero going for Classic glory in Leger", "description": "<ul><li>Monarch taking place at racing’s top table in first season</li><li>‘For king and queen to have horse like this is dream come true’</li></ul><p>The historic royal racing colours are set to go to post with a live chance in next month’s St Leger at Doncaster, the final Classic of the season, after Desert Hero, who was bred by the late queen, made a successful step up from handicaps to Group Three company in the Gordon Stakes here on Thursday.</p><p>The new king and queen <a href=\"https://www.theguardian.com/sport/2023/jun/22/king-charles-queen-camilla-celebrate-winner-desert-hero-at-royal-ascot-gold-cup-horse-racing\">were at Ascot to see Desert Hero</a> work his way through a series of gaps to win the King George V Handicap at last month’s royal meeting, and the three-year-old needed to be brave once again as Tom Marquand, his rider, looked for running room from two furlongs out before switching to quicken past the front-running Chesspiece well inside the final furlong.</p> <a href=\"https://www.theguardian.com/sport/2023/aug/03/king-charles-goodwood-winner-desert-hero-going-for-classic-glory-in-st-leger-horse-racing-tips\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/aug/03/king-charles-goodwood-winner-desert-hero-going-for-classic-glory-in-st-leger-horse-racing-tips", "date_published": "2023-08-03T17:56:47+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Thousands of British children caught in World Scout Jamboree chaos", "description": "<p>Parents complain about poor organisation as hundreds fall ill from extreme heat in South Korea event</p><p>Thousands of British children attending the World Scout Jamboree in South Korea have been caught up in the extreme heat that caused 600 people to fall ill.</p><p>The event, which started this week, has drawn 43,000 young Scouts from 158 countries, with the UK contingent the largest at 4,500 attenders.</p> <a href=\"https://www.theguardian.com/society/2023/aug/03/british-children-in-world-scout-jamboree-chaos-south-korea\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/aug/03/british-children-in-world-scout-jamboree-chaos-south-korea", "date_published": "2023-08-03T17:54:02+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Mountbattens’ biographer claims he has been ‘spied on by the British state’", "description": "<p>Andrew Lownie, a historian seeking access to diaries and documents, says his activities have been monitored</p><p>A biographer seeking the release of the personal diaries of Lord and Lady Mountbatten, which had been saved for the nation using £2m of public money, says he has been “spied on by the British state” during <a href=\"https://www.theguardian.com/uk-news/2021/nov/07/anger-over-grotesque-abuse-of-600000-case-to-keep-mountbatten-papers-secret\">his years-long legal battle</a> with officialdom which has cost £450,000 in legal fees.</p><p>Andrew Lownie has now gained access to a host of documents relating to him that were held by the government. Among them, he has said, are papers indicating officials monitored his social media accounts and public appearances.</p> <a href=\"https://www.theguardian.com/uk-news/2023/aug/03/mountbattens-biographer-claims-he-has-been-spied-on-by-the-british-state\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/aug/03/mountbattens-biographer-claims-he-has-been-spied-on-by-the-british-state", "date_published": "2023-08-03T17:44:38+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on high interest rates: losing the race against time | Editorial", "description": "<p>Britain’s 14th successive rise signals a grim 2024 for the economy and for Rishi Sunak’s government</p><p>The surprise would have been if it had not happened. As a result, the markets – political markets as well as financial ones – were able to greet this week’s 0.25% <a href=\"https://www.bankofengland.co.uk/monetary-policy-summary-and-minutes/2023/august-2023\" title=\"\">increase</a> in the cost of borrowing with something resembling a collective shrug of the shoulders. This 14th successive rise, taking UK base interest rates to 5.25%, had been largely priced in. A 15th is widely expected, so the price of money for businesses and mortgage holders is likely to go on rising to levels that have not been seen since before the financial crisis of 2008.</p><p>Ordinary borrowers are unlikely to be so phlegmatic. More than 1.4 million people hold variable rate mortgages. For them, the latest rise twists the screw even more tightly, piling on fresh costs to the hundreds of pounds that have been added to their monthly bills since rates began their steep climb from that distant 0.1% rate that still applied at the start of last year. Do not forget the additional deterrent effect of all this, not just in discouraging new customers from taking out new mortgages but also in the inevitable knock-on consequences for an increasingly sluggish construction sector.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/03/the-guardian-view-on-high-interest-rates-losing-the-race-against-time\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/03/the-guardian-view-on-high-interest-rates-losing-the-race-against-time", "date_published": "2023-08-03T17:42:08+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on Heartstopper: a phenomenon that defines a generation | Editorial", "description": "<p>Alice Oseman’s tale of queer romance is a global success story built on fans who want to feel good about themselves in tough times</p><p>After boy met boy in a crowdfunded graphic novel set in a British grammar school in 2018, hearts began to flutter and tills started to ring around the world. This week, the second season of <a href=\"https://www.theguardian.com/tv-and-radio/2023/aug/03/heartstopper-season-two-review-this-lgbtq-teen-drama-is-even-sweeter-and-lovelier-than-before\" title=\"\">Alice Oseman’s Heartstopper</a> landed on Netflix. In December, the author, who scripted the TV adaptation of her winsomely affirmative queer love story, will publish the fifth book in <a href=\"https://www.theguardian.com/books/2022/nov/19/alice-oseman-author-heartstopper-sex-romance-asexuality\" title=\"\">the series</a>.</p><p>Though many people above a certain age may be unaware of it, Heartstopper is a cultural powerhouse. Popularised through social media channels, it helped <a href=\"https://www.theguardian.com/books/2022/jun/08/lockdown-exploded-tiktok-books-revolution-booktok\" title=\"\">to keep bookshops afloat </a>through, and after, the pandemic, while spreading a feelgood spirit among its young, multimedia-savvy, readers, to whom it has sold 8m copies. Whether it would have become so huge in happier times is a moot point. But the phenomenon casts a revealing light on rapidly changing relationships both in the real world and in the interlinked media industries that represent it.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/03/the-guardian-view-on-heartstopper-a-phenomenon-that-defines-a-generation\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/03/the-guardian-view-on-heartstopper-a-phenomenon-that-defines-a-generation", "date_published": "2023-08-03T17:41:27+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Killer Queen sale: Freddie Mercury’s possessions go up for auction", "description": "<p>Almost 30,000 items including clothing and hand-written lyrics that belonged to Queen frontman exhibited before sale </p><p>A black lacquered baby grand piano at which Freddie Mercury composed and developed some of Queen’s biggest hits, including Bohemian Rhapsody, is the centrepiece of a sale of the singer’s possessions next month.</p><p>The Yamaha baby grand piano is on display at Sotheby’s auction house in central London for the next month, until almost 30,000 objects, artworks, items of clothing and furniture, photographs, handwritten lyrics and other items which made up the “exquisite clutter” of his life go under the hammer.</p> <a href=\"https://www.theguardian.com/music/2023/aug/03/killer-queen-sale-freddie-mercurys-possessions-go-up-for-auction\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/aug/03/killer-queen-sale-freddie-mercurys-possessions-go-up-for-auction", "date_published": "2023-08-03T17:38:04+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Underdogs bite back as Germany and Brazil crash out - Women’s Football Weekly", "description": "<p>Faye Carruthers is joined by Jo Khan, Chris Paouros and Claire Rafferty to wrap up an explosive final set of group games</p><p>On today’s pod: this World Cup is just the gift that keeps on giving! Shocks galore to bring you…</p><p>Off you Popp, Germany - the two-time world champions are out, while Morocco make more history - the second lowest ranked team in the tournament are into the last 16.</p> <a href=\"https://www.theguardian.com/football/audio/2023/aug/03/underdogs-bite-back-as-germany-and-brazil-crash-out-womens-football-weekly\">Continue reading...</a>", "link": "https://www.theguardian.com/football/audio/2023/aug/03/underdogs-bite-back-as-germany-and-brazil-crash-out-womens-football-weekly", "date_published": "2023-08-03T17:33:47+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Doctored Sunak picture is just latest in string of political deepfakes", "description": "<p>A growing number of doctored images are being used to disrupt politics. Here are four more recent examples</p><p>The row over a <a href=\"https://www.theguardian.com/technology/2023/aug/03/ai-enhanced-images-a-threat-to-democratic-processes-experts-warn\">manipulated photo of Rishi Sunak</a> pulling an imperfect pint is the latest example of doctored or deepfake images attempting to disrupt politics.</p><p>Using false information or imagery to alter public opinion is not new but breakthroughs in artificial intelligence threaten to take deception to a new level. Here are some recent examples of image-based disinformation.</p> <a href=\"https://www.theguardian.com/technology/2023/aug/03/doctored-sunak-picture-is-just-latest-in-string-of-political-deepfakes\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/aug/03/doctored-sunak-picture-is-just-latest-in-string-of-political-deepfakes", "date_published": "2023-08-03T17:22:23+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Chatbots, self-checkouts and the human touch | Letters", "description": "<p>Readers respond to Emma Beddington’s piece about the move away from person-to-person contact in everyday transactions</p><p>Like many people, I am concerned about the rapidly disappearing human element in our day-to-day interactions (<a href=\"https://www.theguardian.com/commentisfree/2023/jul/30/billionaires-yearn-for-a-life-free-of-human-contact-and-they-are-imposing-this-on-the-rest-of-us\" title=\"\">Billionaires yearn for a life free of human contact – and they are imposing this on the rest of us, 30 July</a>). For every bank branch that’s closed and every checkout that becomes self-service, the tide moves ever further away from the disenfranchised individual.</p><p>If you have problems with sight or hearing, are frail or elderly, or in one of the countless groups of people who can’t, won’t or choose not to use modern technology, then the world can be a lonely and bewildering place.</p> <a href=\"https://www.theguardian.com/technology/2023/aug/03/chatbots-self-checkouts-and-the-human-touch\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/aug/03/chatbots-self-checkouts-and-the-human-touch", "date_published": "2023-08-03T17:20:31+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "School phone ban would hit autistic children the hardest | Letter", "description": "<p>Barring smartphones from schools – as proposed by the UN – could leave autistic pupils feeling lost and overwhelmed, warns <strong>Carrie Myshkin</strong></p><p>I didn’t grow up with a smartphone at school. I’m 36. I had to make do with portable CD players and books. Nowadays, my phone is a vital part of my life. As an autistic person, it helps me play music and meditate, and generally shut out some of the overwhelmingness of the outside world.</p><p>That could have helped me so much, had it been available to me when I was at school. I can read and listen to books on my phone, both of which would, again, have been massively helpful to me at school.</p> <a href=\"https://www.theguardian.com/society/2023/aug/03/school-phone-ban-would-hit-autistic-children-the-hardest\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/aug/03/school-phone-ban-would-hit-autistic-children-the-hardest", "date_published": "2023-08-03T17:20:26+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Two Met officers face gross misconduct hearing over Kevin Clarke death", "description": "<p>Pair have cases to answer in death of black man who died shortly after being restrained by up to nine officers, says watchdog</p><p>Two Metropolitan police constables will face <a href=\"https://www.policeconduct.gov.uk/news/three-met-police-officers-face-hearings-following-reinvestigation-kevin-clarkes-death\">a gross misconduct hearing</a> after the Independent Office for Police Conduct’s reinvestigation into the death of <a href=\"https://www.theguardian.com/uk-news/2020/oct/09/met-police-restraint-contributed-death-mentally-ill-man-kevin-clarke-jury-finds\">Kevin Clarke</a>, who died shortly after being restrained by up to nine officers.</p><p>The watchdog said the constables should be subject to misconduct proceedings over their alleged failure to provide an appropriate level of care to Clarke, a mentally ill black man, who could be heard saying the words “I can’t breathe” while he was being restrained, and for alleged dishonesty and lack of integrity.</p> <a href=\"https://www.theguardian.com/uk-news/2023/aug/03/two-met-officers-face-gross-misconduct-hearing-over-kevin-clarke-death\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/aug/03/two-met-officers-face-gross-misconduct-hearing-over-kevin-clarke-death", "date_published": "2023-08-03T17:02:51+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Google to launch privacy tools which remove unwanted personal images", "description": "<p>Update will also ensure explicit or graphic photos do not appear easily in search results</p><p>Google is launching new privacy tools to allow users to have more control over unwanted personal images online and ensure explicit or graphic photos do not appear easily in search results.</p><p>Updates to Google policies on personal explicit images mean that users will be able to remove non-consensual and explicit imagery of themselves that they no longer wish to be visible in searches.</p> <a href=\"https://www.theguardian.com/technology/2023/aug/03/google-to-launch-privacy-tools-which-remove-unwanted-personal-images\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/aug/03/google-to-launch-privacy-tools-which-remove-unwanted-personal-images", "date_published": "2023-08-03T17:00:49+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Phoenix’s extreme heat withers saguaros, trademark cactus of desert landscape", "description": "<p>Cactuses are commonly assumed to be made to endure scorching heat, but even they have their limits, as has been shown recently</p><p>After recording the warmest monthly average temperature for any American city ever in July, Phoenix climbed back up to dangerously high temperatures on Wednesday. That could mean trouble not just for people but for some of the region’s plants, too.</p><p>Residents across the sprawling metro are finding the extended extreme heat has led to fried flora. Nurseries and landscapers are inundated with requests for help with saguaros or fruit trees that are losing leaves.</p> <a href=\"https://www.theguardian.com/us-news/2023/aug/03/phoenix-extreme-heat-withers-saguaros-cactus\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/aug/03/phoenix-extreme-heat-withers-saguaros-cactus", "date_published": "2023-08-03T16:44:32+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Jury member on Lucy Letby trial discharged for ‘good personal reasons’", "description": "<p>Remaining 11 members of jury will continue to deliberate in case against nurse charged with murdering seven babies</p><p>A member of the jury in the Lucy Letby trial has been discharged for “good personal reasons”, a judge has told Manchester crown court.</p><p>The nurse, 33, has been on trial for almost 10 months charged with murdering seven babies and attempting to kill another 10 on the hospital neonatal unit where she worked.</p> <a href=\"https://www.theguardian.com/uk-news/2023/aug/03/jury-member-lucy-letby-trial-discharged-for-good-personal-reasons\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/aug/03/jury-member-lucy-letby-trial-discharged-for-good-personal-reasons", "date_published": "2023-08-03T16:28:14+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Fifa investigating claims Zambia coach rubbed player’s chest at World Cup", "description": "<ul><li>Allegation relates to training session before team’s final match</li><li>Bruce Mwape subject of previous allegations, which he denies</li></ul><p>Zambia’s coach, Bruce Mwape, has been accused of rubbing his hands over the chest of one of his players two days before his country’s historic <a href=\"https://www.theguardian.com/football/2023/jul/31/zambia-defeat-costa-rica-to-earn-first-ever-womens-world-cup-points\">victory over Costa Rica</a> in their final match at the Women’s World Cup.</p><p>Fifa has confirmed it received an official complaint about the alleged incident after <a href=\"https://www.theguardian.com/football/2023/jul/31/zambia-defeat-costa-rica-to-earn-first-ever-womens-world-cup-points\">Zambia claimed</a> their first win at a World Cup on Monday in New Zealand. Before the tournament the <a href=\"https://www.theguardian.com/football/2023/jul/08/zambia-womens-football-team-sexual-misconduct-bruce-mwape\">Guardian revealed</a> Mwape was the subject of an investigation into allegations of sexual misconduct.</p> <a href=\"https://www.theguardian.com/football/2023/aug/03/fifa-investigating-claims-zambia-coach-bruce-mwape-rubbed-players-chest-womens-world-cup\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/03/fifa-investigating-claims-zambia-coach-bruce-mwape-rubbed-players-chest-womens-world-cup", "date_published": "2023-08-03T16:16:05+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Watchdog opens fresh inquiry into Tory peer over possible PPE lobbying breach", "description": "<p>Lords standards commissioners to investigate Lord Chadlington over alleged rule-breaking in relation to £50m PPE contracts</p><p>The House of Lords conduct watchdog has opened an investigation into the Conservative peer Lord Chadlington after new details about his introduction of a firm that was awarded £50m in PPE contracts were reported by the Guardian.</p><p>The inquiry by the standards commissioners into Chadlington, whose real name is Peter Gummer, follows <a href=\"https://www.theguardian.com/politics/2023/jul/31/call-for-watchdog-to-reinvestigate-tory-peer-lord-chadlington-over-possible-ppe-lobbying-breach-peter-gummer\">a request sent by the Labour peer George Foulkes</a>.</p> <a href=\"https://www.theguardian.com/politics/2023/aug/03/watchdog-opens-fresh-inquiry-into-tory-peer-over-possible-ppe-lobbying-breach\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/aug/03/watchdog-opens-fresh-inquiry-into-tory-peer-over-possible-ppe-lobbying-breach", "date_published": "2023-08-03T16:15:01+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "UK film and TV workers: how are Hollywood strikes affecting you?", "description": "<p>We want to hear how strikes by US actors and writers are impacting the UK film and TV industry</p><p>Hollywood actors and writers are on strike at the same time for over six decades.</p><p>In July, the US actors’ union Sag-Aftra (the Screen Actors Guild - American Federation of Television and Radio Artists) <a href=\"https://www.theguardian.com/culture/2023/jul/14/the-hollywood-actors-strike-everything-you-need-to-know\">joined</a> the Writers Guild of America (WGA) on strike over contract negotiations.</p> <a href=\"https://www.theguardian.com/uk-news/2023/aug/03/uk-film-and-tv-workers-how-are-hollywood-strikes-affecting-you\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/aug/03/uk-film-and-tv-workers-how-are-hollywood-strikes-affecting-you", "date_published": "2023-08-03T16:12:39+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Cypriot cats to get human Covid drugs after thousands die of feline variant", "description": "<p>Unused medications will be made available through vets after outbreak wreaks havoc in million-strong population</p><p>Unused coronavirus medication for humans will be made available to treat cats in Cyprus, where they have been dying in their thousands from feline Covid, officials have announced.</p><p>The government gave the green light in line with a recommendation from the agriculture ministry.</p> <a href=\"https://www.theguardian.com/world/2023/aug/03/cyprus-cats-to-be-given-human-covid-medications-after-thousands-die-from-feline-variant\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/03/cyprus-cats-to-be-given-human-covid-medications-after-thousands-die-from-feline-variant", "date_published": "2023-08-03T16:10:56+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Drug dealers jailed for life for mistaken identity murder of London man", "description": "<p>Rashid Gedel and Shiroh Ambersley were in group of six who fatally stabbed Sven Badzak, 22, and wounded his friend, 16</p><p>Two drug dealers who stabbed a young man to death in a case of mistaken identity in London have each been jailed for life with a minimum term of 27 years.</p><p>Sven Badzak, 22, and a friend, 16, were attacked by a group of six young men in Kilburn, north-west London, on 6 February 2021.</p> <a href=\"https://www.theguardian.com/uk-news/2023/aug/03/drug-dealers-jailed-for-life-for-mistaken-identity-of-london-man\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/aug/03/drug-dealers-jailed-for-life-for-mistaken-identity-of-london-man", "date_published": "2023-08-03T16:00:47+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Immersive art firm behind Van Gogh and Monet shows files for bankruptcy", "description": "<p>The struggles of Lighthouse Immersive, a major player in the booming industry, suggest the trend some critics praised as the ‘future of art’ may be short-lived</p><p>It has been billed as the “future of art” by some critics and praised as a way of bringing some of the world’s most iconic masterpieces to a mass audience. But now one of the biggest companies behind the boom in “immersive art” has filed for bankruptcy, suggesting the craze could end up being short-lived.</p><p>Lighthouse Immersive is a Toronto-based company known for its immersive experiences of Vincent van Gogh, Frida Kahlo and Claude Monet as well as Disney animations. The company was believed to have sold more than 7m tickets to its exhibitions across 18 cities in North America. Yet in June its forthcoming Disney shows in Houston and Atlanta were cancelled without explanation. Now, according to court documents reportedly obtained by Bloomberg News, the company has filed for Chapter 15 bankruptcy in the US state of Delaware.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/aug/03/immersive-art-firm-behind-van-gogh-and-monet-shows-files-for-bankruptcy\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/aug/03/immersive-art-firm-behind-van-gogh-and-monet-shows-files-for-bankruptcy", "date_published": "2023-08-03T15:52:08+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Stunning James Webb telescope images show death throes of distant star", "description": "<p>High-resolution images from cutting-edge space telescope reveal inner region around central white dwarf</p><p>Stunning images of the final stages of a distant star’s life have been captured by the James Webb space telescope (JWST) in unprecedented and exquisite detail.</p><p>Released by an international team of astronomers, the snapshots reveal the doughnut-shaped structure of glowing gas called the Ring Nebula, a well-known object in the sky, which lies about 2,600 light years from Earth.</p> <a href=\"https://www.theguardian.com/science/2023/aug/03/stunning-james-webb-telescope-images-show-death-throes-of-distant-star\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/aug/03/stunning-james-webb-telescope-images-show-death-throes-of-distant-star", "date_published": "2023-08-03T15:50:45+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Nintendo jumps to £1bn profits powered by Super Mario film", "description": "<p>Movie drives sales of Switch gaming consoles as well as Super Mario title as Legend of Zelda also does well</p><p>The success of <a href=\"https://www.theguardian.com/film/2023/apr/04/the-super-mario-bros-movie-review-wackily-eccentric-gamer-guys-fall-flat-on-screen\">The Super Mario Bros Movie</a> and the new Zelda video game helped to boost Nintendo’s bottom line on Thursday as the Japanese gaming company reported an 82% increase in profits.</p><p>It said its operating profit in the three months to 30 June rose to ¥185.4bn (£1bn), with the April release of the film – currently the biggest box office hit of 2023 – driving sales of Super Mario titles and the latest Legend of Zelda game also doing well.</p> <a href=\"https://www.theguardian.com/games/2023/aug/03/nintendo-jumps-1bn-profits-powered-super-mario-film\">Continue reading...</a>", "link": "https://www.theguardian.com/games/2023/aug/03/nintendo-jumps-1bn-profits-powered-super-mario-film", "date_published": "2023-08-03T15:48:06+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘There must be boundaries’: Muslims react to Qur’an burnings in Stockholm", "description": "<p>The incidents have prompted a domestic debate about the limits of Sweden’s exceptionally liberal freedom of expression laws</p><p>Standing in the sunshine with friends in a park overlooked by Stockholm mosque, Sofia said she was becoming tired of the debates around freedom of expression that followed Qur’an burnings in the Swedish capital.</p><p>The 36-year-old, who works in adult education, said she felt as if her religion was often cast as the problem, rather than the people behind the burnings.</p> <a href=\"https://www.theguardian.com/world/2023/aug/03/muslims-react-quran-burnings-stockholm-sweden\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/03/muslims-react-quran-burnings-stockholm-sweden", "date_published": "2023-08-03T15:41:46+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Geez, it was intense’: how cricketers feel after playing in an Ashes series", "description": "<p>Players are forever remembered for their performances in the Ashes – which is brilliant for some and brutal for others</p><p>By <a href=\"https://twitter.com/jimbo_cricket?lang=en\">James Wallace</a> for <a href=\"https://wisden.com/wisden-cricket-monthly\">Wisden Cricket Monthly</a></p><p>“Ashes?” “LOL.” So went the text exchange between Ben Stokes and Moeen Ali that preceded one of cricket’s biggest about-turns in recent memory. When Stokes and McCullum pick up the phone, it must be hard to say no. But that is exactly what Moeen did last winter when asked if he fancied a piece of England’s historic return to Pakistan, the country of his birth, after 17 long years.</p><p>You can see why McCullum and Stokes wanted to ask the question. Moeen’s style and personality fit the freewheeling cricket they espouse. But Moeen was unequivocal. “Sorry I’m done. It’s time to close the door on that side of my career,” came the response. Six months later, Jack Leach suffers a stress fracture of the lower-back and Stokes comes back for another go. This time successfully. Moeen declares himself willing to slip into the whites once more.</p> <a href=\"https://www.theguardian.com/sport/2023/aug/03/how-cricketers-feel-after-ashes-series-english-australian\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/aug/03/how-cricketers-feel-after-ashes-series-english-australian", "date_published": "2023-08-03T15:40:43+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "At least 14 wounded after car and stabbing attack in South Korean city", "description": "<p>Man reportedly rammed car on to pavement and then stabbed people in mall in country’s second mass stabbing in a month</p><p>At least 14 people have been wounded after a man rammed a car on to a pavement in <a href=\"https://www.theguardian.com/world/south-korea\">South Korea</a>, then stepped out of the vehicle and began stabbing people at a shopping mall. It was the country’s second mass stabbing in a month.</p><p>At least five people were hurt by the car, and nine others were stabbed in the attacks late on Thursday in a crowded leisure district near a subway station in the city of Seongnam, according to the southern Gyeonggi provincial police department.</p> <a href=\"https://www.theguardian.com/world/2023/aug/03/car-and-stabbing-attack-south-korean-seongnam\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/03/car-and-stabbing-attack-south-korean-seongnam", "date_published": "2023-08-03T15:34:58+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Mel Stride ‘glorifying gig economy’ by pushing delivery jobs for over-50s, says TUC", "description": "<p>Work and pensions secretary said working for Deliveroo could be good option for older people, despite low pay and job insecurity</p><p>The TUC has accused the work and pensions secretary, Mel Stride, of “glorifying the gig economy” instead of tackling the real challenges facing older workers, after he suggested unemployed over-50s consider becoming delivery riders.</p><p>On a visit to the London headquarters of food delivery firm Deliveroo, Stride said it was “good for people to consider options they might not have otherwise thought of”, including those traditionally seen as being for younger workers.</p> <a href=\"https://www.theguardian.com/politics/2023/aug/03/mel-stride-glorifying-gig-economy-delivery-jobs-over-50s-tuc\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/aug/03/mel-stride-glorifying-gig-economy-delivery-jobs-over-50s-tuc", "date_published": "2023-08-03T15:34:16+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Whatever the truth behind allegations against Lizzo, women can certainly be abusers, too | Gaby Hinsliff", "description": "<p>Abuse of power exists wherever toxic working environments indulge it. Pretending that all women are nice is not the answer</p><p>Being an icon, the rapper-singer-songwriter Lizzo once said, is not about how long you’ve had your platform. Instead it’s about “what you do with that platform”, as she told a cheering crowd at last year’s <a href=\"https://www.thepinknews.com/2022/12/08/lizzo-peoples-choice-awards-activists/\">People’s Choice awards</a> in the US, before inviting a string of female activists who she suggested were more deserving of recognition to join her on stage.</p><p>Few seemingly embodied inclusive feminism better than Lizzo, who built her brand on an uplifting, joyful, thrillingly body-positive form of female empowerment while glorying in her sexuality as a self-styled “<a href=\"https://www.youtube.com/watch?v=tgNq_0bsTPU\">big grrrl</a>”. Of course it’s her bouncy, summery track Pink that plays over the opening scenes of the <a href=\"https://www.theguardian.com/film/2023/jul/28/warner-bros-marketing-head-josh-goldstine-barbie-pink-movement\">new Barbie film</a>. Who better than Lizzo to sell the idea of a dreamworld ruled by women for women, where men are just Kens and benign rule by Barbies frees all their sisters to be whatever they want to be?</p><p>Gaby Hinsliff is a Guardian columnist</p><p><em><strong>Do you have an opinion on the issues raised in this article? If you would like to submit a response of up to 300 words by email to be considered for publication in our <a href=\"https://www.theguardian.com/letters\">letters</a> section, please <a href=\"mailto:mailto:guardian.letters@theguardian.com?body=Please%20include%20your%20name,%20full%20postal%20address%20and%20phone%20number%20underneath%20your%20letter.%20Letters%20are%20usually%20published%20with%20the%20author’s%20name%20and%20city/town/village.%20The%20rest%20of%20the%20information%20is%20for%20verification%20only%20and%20to%20contact%20you%20if%20your%20letter%20is%20used.\">click here</a>.</strong></em></p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/03/lizzo-allegations-women-abusers-power-toxic\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/03/lizzo-allegations-women-abusers-power-toxic", "date_published": "2023-08-03T15:32:03+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Canada wildfires have already doubled smoke emissions record set last year", "description": "<p>EU’s climate monitor tracks fire emissions as wildfires are expected to continue to burn for weeks or even months</p><p>Huge wildfires in Canada have already spewed out twice the smoke emissions than the previous whole-year record, the EU’s climate monitor said on Thursday, with the blazes expected to continue to scorch their way through forests for weeks or even months.</p><p>The <a href=\"https://www.theguardian.com/world/2023/jul/07/canada-wildfires-summer-weather-temps\">devastating wildfires</a> have burned some 30m acres (12m hectares) this year so far, incinerating an area larger than the size of Cuba or South Korea.</p> <a href=\"https://www.theguardian.com/world/2023/aug/03/canada-wildfire-smoke-record-pollution\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/03/canada-wildfire-smoke-record-pollution", "date_published": "2023-08-03T15:16:23+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Mr Spock belting out showtunes? How Star Trek became a fizzy, frantic romp", "description": "<p>From an alien rights courtroom to cartoon characters visiting the Enterprise, this prequel series wildly experiments with sci-fi – and the musicals episode is the latest oddball delight</p><p>In space, everyone can hear you sing. That’s the premise of this week’s special musical episode of the <a href=\"https://www.theguardian.com/culture/star-trek\">Star Trek</a> prequel Strange New Worlds, which swaps photon torpedoes for jaunty flashmobs as the crew of the starship Enterprise find themselves inexplicably bursting into song – much to their bemusement. It’s an oddball delight, even if the science behind it seems a little fuzzy.</p><p>When a classic recording of the Cole Porter musical number Anything Goes somehow creates a harmonic quantum field (we know), characters are compelled to reveal their deepest emotional secrets via belt-’em-out Broadway-ready numbers. The crew are pleasingly aware of how daft the situation is even as they strive to resolve being made to sing original songs by Kay Hanley and Tom Polce from 1990s alt-rockers <a href=\"https://www.youtube.com/watch?v=5w2YLdjxS_M\">Letters to Cleo</a>. It is slightly cheesy, very self-indulgent and clearly designed to boldly launch a thousand memes of Mr Spock singing his Vulcan heart out. But it is also heartfelt, in keeping with the show’s unfashionably optimistic outlook.</p><p><em>Star Trek: Strange New Worlds is streaming on Paramount+</em></p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/aug/03/mr-spock-belting-out-showtunes-how-strange-new-worlds-became-a-fizzy-frantic-romp\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/aug/03/mr-spock-belting-out-showtunes-how-strange-new-worlds-became-a-fizzy-frantic-romp", "date_published": "2023-08-03T15:15:44+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Rachel Reeves challenges PM to chess match amid plans to revive game", "description": "<p>Shadow chancellor, a former chess champion, says scheme to install 100 sets in UK parks are not ambitious enough</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/aug/03/oliver-dowden-asylum-seekers-bibby-stockholm-uk-politics-live\">UK politics live – latest updates</a></li></ul><p>Rachel Reeves has challenged Rishi Sunak to a game of chess amid reports that 100 tables will be installed in British public parks to boost the profile of the game.</p><p>The shadow chancellor, who became the British girls’ chess champion aged 14, welcomed the reported proposals, and hoped her constituency of Leeds West would benefit. But she questioned whether there would be enough sets to go round.</p> <a href=\"https://www.theguardian.com/politics/2023/aug/03/rachel-reeves-challenges-rishi-sunak-to-game-of-chess-amid-reports-of-plan-to-revive-game\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/aug/03/rachel-reeves-challenges-rishi-sunak-to-game-of-chess-amid-reports-of-plan-to-revive-game", "date_published": "2023-08-03T15:07:16+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Burnt-out ship carrying 3,700 cars towed to Dutch port of Eemshaven", "description": "<p>The Fremantle Highway caught fire last week, raising concerns of an environmental disaster</p><p>A burnt-out transport ship carrying thousands of cars has been towed to a northern Dutch port more than a week after catching fire at sea, averting a feared environmental disaster.</p><p>Local media images showed tugs towing the Fremantle Highway into Eemshaven after a journey from a holding position.</p> <a href=\"https://www.theguardian.com/world/2023/aug/03/burnt-out-ship-fremantle-highway-carrying-3700-cars-towed-to-dutch-port-of-eemshaven\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/03/burnt-out-ship-fremantle-highway-carrying-3700-cars-towed-to-dutch-port-of-eemshaven", "date_published": "2023-08-03T15:04:12+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Babies born very premature can have brain development disrupted in intensive care unit, review finds", "description": "<p>Study says little progress has been made in preventing development problems when infants born more than two months early</p><ul><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>While most babies born more than two months prematurely now survive thanks to medical advances, little progress has been made in the past two decades in preventing associated developmental problems, an expert review has found.</p><p>The review also found that very preterm babies can have their brain development disrupted by environmental factors in the neonatal intensive care unit (NICU), including nutrition, pain, stress and parenting behaviours.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon email newsletters for your daily news roundup</a></strong></p> <a href=\"https://www.theguardian.com/australia-news/2023/aug/04/babies-born-very-premature-can-have-brain-development-disrupted-in-intensive-care-unit-review-finds\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2023/aug/04/babies-born-very-premature-can-have-brain-development-disrupted-in-intensive-care-unit-review-finds", "date_published": "2023-08-03T15:00:49+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "See no evil: why have baddies vanished from our cinema screens?", "description": "<p>An uncomplicatedly bad villain used to feature in every action film worth its salt, but a more globalised industry has made the universally hated figure a tricky character to pull off</p><p>Early on in the new Mission Impossible film, a group of sharp-suited intelligence agents gather to discuss a grave new threat to national security. Their nemesis is apparently a “godless, stateless enemy” which is “everywhere and nowhere”, “a self-aware, self-learning, truth-eating digital parasite”. Your heart sinks slightly as you realise that Tom Cruise’s latest adversary is in fact a sentient computer code. An action movie without a real villain? Hans Gruber would be spinning in his grave.</p><p>Seasoned Cruise fans, though, will know not to panic. Last summer, <a href=\"https://www.theguardian.com/film/2022/may/29/top-gun-maverick-review-tom-cruise-joseph-kosinski\">Top Gun: Maverick</a> pulled off the same trick, ticking every crowdpleasing action-movie convention except one: it had no bad guy. Instead – as with the original – “the enemy” was a carefully unspecified nation state, its only human representatives a handful of faceless fighter pilots who pop up in our heroes’ crosshairs at the end.</p> <a href=\"https://www.theguardian.com/film/2023/aug/03/see-no-evil-why-have-baddies-vanished-from-our-cinema-screens\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/aug/03/see-no-evil-why-have-baddies-vanished-from-our-cinema-screens", "date_published": "2023-08-03T15:00:48+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Cancer is striking more people in the prime of their lives. What can we do better? | Ranjana Srivastava", "description": "<p>Patients must better advocate for themselves while doctors need to realise that cancer is a disease of the old <em>and</em> young</p><p>Shortly after turning 40, I experienced an abnormal tiredness that I ignored for as long as I could. When I began pulling over to catch a microsleep before clinic, I was moved to see my GP who diagnosed severe iron deficiency. She suggested that along with replenishing the iron, I have a workup for “less common causes”. I am an oncologist; I knew what she meant.</p><p>In corridor consults with my former classmates, I tried to convince myself and them that an iron infusion was all I needed for my presumed nutritional deficit. My gastroenterologist friend, fresh from a “his and her” colonoscopy to celebrate the couple’s 40th birthday, dissuaded me but the cancer surgeon was blunt: “I operate on people like you every week, so I’d get that scope.” The worst thing about the colonoscopy was the trepidation because I was asleep for the procedure and thankfully, it found nothing sinister. Sobered, I resolved not be my own doctor again.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/04/cancer-is-striking-more-people-in-the-prime-of-their-lives-what-can-we-do-better\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/04/cancer-is-striking-more-people-in-the-prime-of-their-lives-what-can-we-do-better", "date_published": "2023-08-03T15:00:47+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Football Daily | Germany find themselves on the end of the biggest Women’s World Cup shock", "description": "<p><a href=\"https://www.theguardian.com/info/2022/nov/14/football-daily-email-sign-up\">Sign up now! Sign up now! Sign up now? Sign up now!</a></p><p>Germany were the beneficiaries of what stands to this day as the biggest shock in the entire history of the men’s World Cup: the time they stunned Hungary’s world-famous Golden Team <a href=\"https://www.theguardian.com/football/blog/2014/may/06/world-cup-stunning-moments-miracle-of-bern\">in the 1954 final</a>. That was fair enough, all good and well, but the rules of karmic cash-out meant that a terrible debt at some point needed to be settled. You might have thought that back-to-back group exits for the current shower representing the men had levelled the scales somewhat. But no! The football gods were never going to respond to the demise of teams featuring the likes of Timo Werner, Mesut Özil and Kai Havertz with anything more than a disengaged shrug. It’s simply not enough of a jaw-dropper. When you boil it down, it’s not really a shock at all.</p> <a href=\"https://www.theguardian.com/football/2023/aug/03/football-daily-email-germany-womens-world-cup\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/03/football-daily-email-germany-womens-world-cup", "date_published": "2023-08-03T15:00:30+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Share your memories of the Volvo estate", "description": "<p>As Volvo axes production of its estate vehicles, we want to hear from readers in the UK who own or have owned one of these cars</p><p>Following the news that Volvo is ending production of its estate cars, we want to hear about UK readers’ memories of these vehicles.</p><p>The Swedish carmaker will be switching to manufacture SUVs alone.</p> <a href=\"https://www.theguardian.com/business/2023/aug/03/share-your-memories-of-the-volvo-estate\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/aug/03/share-your-memories-of-the-volvo-estate", "date_published": "2023-08-03T14:55:03+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "AI-enhanced images a ‘threat to democratic processes’, experts warn", "description": "<p>Call for action comes after Labour MP shared a digitally-manipulated image of Rishi Sunak on social media</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/aug/03/oliver-dowden-asylum-seekers-bibby-stockholm-uk-politics-live\">UK politics live – latest updates</a></li></ul><p>Experts have warned that action needs to be taken on the use of artificial intelligence-generated or enhanced images in politics after a Labour MP apologised for <a href=\"https://www.theguardian.com/politics/2023/aug/02/labour-mp-criticised-for-sharing-doctored-image-of-rishi-sunak\">sharing a manipulated image</a> of Rishi Sunak pouring a pint.</p><p>Karl Turner, the MP for Hull East, shared an image <a href=\"https://twitter.com/KarlTurnerMP/status/1686474839815577600\">on the rebranded Twitter platform</a>, X, showing the prime minister pulling a sub-standard pint <a href=\"https://www.theguardian.com/politics/2023/aug/01/trouble-brewing-rishi-sunak-heckled-on-pint-pulling-photo-op\">at the Great British beer festival</a> while a woman looks on with a derisive expression. The image had been manipulated from an original photo in which Sunak appears to have pulled a pub-level pint while the person behind him has a neutral expression.</p> <a href=\"https://www.theguardian.com/technology/2023/aug/03/ai-enhanced-images-a-threat-to-democratic-processes-experts-warn\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/aug/03/ai-enhanced-images-a-threat-to-democratic-processes-experts-warn", "date_published": "2023-08-03T14:48:57+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Pence says Trump and his ‘gaggle of crackpot lawyers’ urged him to reject 2020 result", "description": "<p>Former vice-president speaks about how he was pressured, after he was shown to be a crucial figure in Trump’s latest indictment</p><ul><li><a href=\"https://www.theguardian.com/us-news/live/2023/aug/03/donald-trump-court-2020-us-election-bail-conditions-us-politics-live\">Trump arraignment – live updates</a></li></ul><p>Mike Pence has lashed out at the “gaggle of crackpot lawyers” who worked with Donald Trump to allegedly try to overturn the results of the 2020 election, as the former vice-president found himself thrust into an unwelcome spotlight.</p><p><a href=\"https://www.theguardian.com/us-news/2023/aug/01/donald-trump-charged-2020-election\">Trump was charged</a> with four felonies this week over his attempts to meddle with the presidential election. <a href=\"https://int.nyt.com/data/documenttools/trump-jan-6-indictment-2020-election/1f1c76972b25c802/full.pdf\">The 45-page indictment</a> shows that Pence was a crucial figure in Jack Smith, the special counsel, being able to bring those charges.</p> <a href=\"https://www.theguardian.com/us-news/2023/aug/03/pence-comments-trump-lawyers-2020-election\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/aug/03/pence-comments-trump-lawyers-2020-election", "date_published": "2023-08-03T14:48:12+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Starmer yet to resolve policy split with Scottish Labour on gender recognition", "description": "<p>Party leader has tried to end row but byelection candidate’s comments show differences in approach to trans rights</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/aug/03/oliver-dowden-asylum-seekers-bibby-stockholm-uk-politics-live\">UK politics live – latest updates</a></li></ul><p>If Keir Starmer had hoped that last week’s U-turn on gender recognition changes would stem bitter divisions on the subject within the UK Labour party, reflected across the country, he was wrong.</p><p>In an attempt to diffuse an ugly culture war campaign threatened by the Tories in the next general election, Anneliese Dodds set out the revised policy <a href=\"https://www.theguardian.com/commentisfree/2023/jul/24/labour-will-lead-on-reform-of-transgender-rights-and-we-wont-take-lectures-from-the-divisive-tories\">in the Guardian</a> last Monday: reaffirming Labour’s commitment to make it easier for transgender people to transition while maintaining protections for single-sex spaces.</p> <a href=\"https://www.theguardian.com/society/2023/aug/03/keir-starmer-policy-split-scottish-labour-gender-recognition\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/aug/03/keir-starmer-policy-split-scottish-labour-gender-recognition", "date_published": "2023-08-03T14:48:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Newcastle agree deal to sign full-back Tino Livramento from Southampton", "description": "<ul><li>Deal worth close to £40m lined up for England Under-21 player</li><li>Chelsea will benefit from sell-on clause in 2021 move</li></ul><p>Newcastle have agreed a deal worth close to £40m to sign the full-back Tino Livramento from Southampton. Eddie Howe is a huge fan of the England Under-21 international, who missed the majority of last season after a serious knee injury.</p><p>Livramento is set to undergo a medical after agreeing a long-term contract. The 20-year-old has been left out of the Southampton squad that has travelled to Sheffield Wednesday for Friday’s Championship opener at Hillsborough.</p> <a href=\"https://www.theguardian.com/football/2023/aug/03/newcastle-agree-deal-to-sign-full-back-tino-livramento-from-southampton\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/03/newcastle-agree-deal-to-sign-full-back-tino-livramento-from-southampton", "date_published": "2023-08-03T14:43:03+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘We’re used to scraps’: How $30,000 guarantees will change World Cup players’ lives", "description": "<p>Many elite women’s football players are effectively amateurs. Increased payments should help many of them reach their potential</p><p>A month before this year’s Women’s World Cup, Jamaica’s players <a href=\"https://twitter.com/Cheynalee_/status/1669420629995536384\">posted statements to their social media accounts </a>saying they had not been paid. They also said they had been <a href=\"https://www.theguardian.com/football/2023/jun/16/jamaica-accuse-federation-letting-team-down-womens-world-cup\">subjected to “subpar planning”</a>. So dire was the situation that online fundraisers were started to help the team – one by the mother of Jamaica midfielder Havana Solaun.</p><p>Despite that uncertainty, the Caribbean nation with a population of less than 3 million didn’t concede a goal in their first three games at this World Cup, including a pair of scoreless draws against world powers France and Brazil, to <a href=\"https://www.theguardian.com/football/2023/aug/02/jamaica-brazil-womens-world-cup-match-report\">advance to the knockout stage</a> for the first time.</p> <a href=\"https://www.theguardian.com/football/2023/aug/03/womens-world-cup-2023-prize-money-player-payments\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/03/womens-world-cup-2023-prize-money-player-payments", "date_published": "2023-08-03T14:29:59+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Chelsea agree deal to sign Brighton goalkeeper Robert Sánchez", "description": "<ul><li>Club prioritised new keeper after selling Mendy</li><li>Chelsea still in talks with Brighton over move for Caicedo</li></ul><p>Chelsea have agreed a deal in principle to sign the Brighton goalkeeper Robert Sánchez for a fee worth up to £25m. Sánchez, who is due to undergo a medical, lost his place under Roberto De Zerbi last season.</p><p>Signing a goalkeeper has been a priority for Chelsea and they want the Spain international to provide competition for Kepa Arrizabalaga. Chelsea have moved quickly in negotiations over Sánchez, who is set to cost £20m plus £5m in add-ons, and they remain in talks with Brighton over a deal for the Ecuador midfielder Moisés Caicedo. <a href=\"https://www.theguardian.com/football/2023/jul/18/chelsea-70m-moises-caicedo-bid-brighton-wesley-fofana-acl-injury-conor-gallagher\">Brighton want £100m for Caicedo</a> and have rejected several bids for the 21-year-old.</p> <a href=\"https://www.theguardian.com/football/2023/aug/03/chelsea-brighton-robert-sanchez-football-transfers\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/03/chelsea-brighton-robert-sanchez-football-transfers", "date_published": "2023-08-03T14:04:48+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Victor Belmondo: ‘I wanted to be an actor – I never said to myself, yes, but that’s what Papi does too’", "description": "<p>At his grandfather’s funeral in 2021, Victor Belmondo described the legendary nouvelle vague star as an ‘eternal sun’. Now beginning to light up the screen himself, he talks about trying to capture his predecessor’s famous insouciance</p><p>It can be both a head start and a burden to bear the name of an illustrious predecessor – but what if you look like him, too? Victor Belmondo’s pillowy lips purse in amusement when the inevitable question comes up. “It’s not annoying. I get it,” he says. Although a touch less pugnacious-looking, he is unmistakably of the same lineage as his grandfather, Jean-Paul. “I know the name I have and who my grandfather was. From the moment I do the same job, it’s normal people have questions. As long as we talk about my films as well, it’s OK.”</p><p>So we park the trifling matter of Jean-Paul, who died two years ago, to chat about other things. Belmondo, 29, has been quietly firing up his own acting career, this month with a meaty supporting role in Lie With Me (Arrête avec tes Mensonges), a faintly Almodóvarian homecoming drama directed by Olivier Peyon. He plays Lucas, who works for a distillery in the town of Cognac that is welcoming back – 35 years after he left – a bestselling novelist, Stéphane, to act as its brand ambassador. But both men are forced to grapple with the past: Stéphane’s unrequited first love was Lucas’s late father.</p> <a href=\"https://www.theguardian.com/film/2023/aug/03/victor-belmondo-i-wanted-to-be-an-actor-i-never-said-to-myself-yes-but-thats-what-papi-does-too\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/aug/03/victor-belmondo-i-wanted-to-be-an-actor-i-never-said-to-myself-yes-but-thats-what-papi-does-too", "date_published": "2023-08-03T14:03:45+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Refused a drink, scapegoated by MPs: Gypsy, Roma and Traveller life in Britain is only getting harder | Ben Smoke", "description": "<p>Yet another political leaflet is under fire for targeting these groups. What will it take for us to see this racism for what it is?</p><p>When I arrived at the north London pub 20 minutes late, my friend was midway through her latest romantic drama. She was having relationship troubles with her (live-in!) boyfriend of two weeks, and with every twist and turn in the story our noisy histrionics increased. Across from us, a group of about 30 people sat spread across several tables, quietly enjoying a twixtmas drink. After an abortive attempt to secure a drink through the app, I went to the bar.</p><p>As I arrived, two of the people from the tables across from us were also there, attempting to do the same. The staff behind the bar refused to serve them and when they argued back, the whole bar was shut. As I returned to the table, my friend was still in full flow. Over her shoulder, I saw the ominous hi-vis jackets of two Metropolitan police officers enter the pub and talk to the bar staff before approaching the group next to us. Before long another dozen or so arrived, demanding that they leave. Their crime? Being Travellers in a pub.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/03/gypsy-traveller-life-political-leaflet-mps-racism\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/03/gypsy-traveller-life-political-leaflet-mps-racism", "date_published": "2023-08-03T14:00:46+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Macbeth review – Max Bennett’s jokey king is clearly unfit to govern", "description": "<p><strong>Shakespeare’s Globe, London</strong><br />Gender swapped roles shed new light on dark days in a production – complete with gruesome bodybags and references to fake news – that feels aptly aligned to our times</p><p>Max Bennett’s Macbeth at Shakespeare’s Thameside replica reaches for the crown just ahead of <a href=\"https://www.theguardian.com/stage/2023/jun/13/hamilton-star-reuben-joseph-to-play-macbeth-for-the-rsc\">Reuben Joseph for the RSC</a> in Stratford-upon-Avon this month and <a href=\"https://www.theguardian.com/stage/2023/may/05/david-tennant-macbeth-donmar-warehouse\">David Tennant in London, in December</a>. Why might there be sudden interest in Shakespeare’s study of someone who ruthlessly pursues power and then proves unsuited to it? To even up casting opportunity, most classical stagings now ignore the old code of M (male) and F (female) roles. The approach here, though, is less gender-neutral than gender-pointed. Director Abigail Graham makes the witches not weird sisters but a trio of sinister brothers wearing full hazmat suits and birds-of-prey masks.</p><p>Atmospherically, Macbeth is Shakespeare’s darkest play – there is comment on the sun’s reluctance to rise – but at the open-air Globe, even in a dull summer, this short play is almost wholly day-lit. Darkness must descend in other ways. Aaron Anthony finds the full shock and horror in the tricky lines where Macduff learns his family’s fate, and fight director Bret Yount contrives unnervingly convincing murders.</p> <a href=\"https://www.theguardian.com/stage/2023/aug/03/macbeth-review-max-bennetts-jokey-king-is-clearly-unfit-to-govern\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/aug/03/macbeth-review-max-bennetts-jokey-king-is-clearly-unfit-to-govern", "date_published": "2023-08-03T14:00:45+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "She escaped her husband’s physical violence – but economic ties kept them connected for years", "description": "<p>Dialogue around ‘coercive control’ in relation to financial abuse is gaining steam in the US, with California passing laws to protect victims from collectors</p><p>The bankruptcy lawyer spread all of Jean’s debts across the table. She pored over each document, trying to swallow her shame. The papers documented more than $140,000 that Jean and her ex-partner owed creditors.</p><p>It was June 2021. Jean, who the Guardian is identifying by her middle name to protect her identity during ongoing divorce litigation, had separated from her husband two years earlier. She had already been granted a domestic violence restraining order in Alameda county, California, after experiencing what she describes as physical, emotional, mental and sexual abuse. But in the meantime,<strong> </strong>shared loans and expenses between Jean and her ex-partner had been piling up. Since Jean was the account holder on most of their credit cards, she was beholden to the bank. Declaring bankruptcy seemed like her only hope for a fresh start.</p> <a href=\"https://www.theguardian.com/us-news/2023/aug/03/financial-abuse-domestic-violence-california-survivor-protections\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/aug/03/financial-abuse-domestic-violence-california-survivor-protections", "date_published": "2023-08-03T14:00:45+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Rights groups call on Laos to release lawyer held after fleeing China", "description": "<p>Sixty-eight organisations sign letter amid fears Lu Siwei could be deported at request of Chinese authorities</p><p>Sixty-eight human rights groups have signed an <a href=\"https://drive.google.com/file/d/1Q0osUIwRhS6-U6hVYNuOG0_OifQbpwN8/view?pli=1\">open letter</a> calling on the Laos government to release <a href=\"https://www.theguardian.com/world/2023/jul/29/human-rights-lawyer-fleeing-china-is-arrested-in-laos\">Lu Siwei</a>, a Chinese former human rights lawyer detained by Laotian police near Vientiane last week.</p><p>Lu was seized by police on Friday as he attempted to board a train from Laos to Thailand, where he planned to catch a flight to the US to join his wife and daughter. Nearly one week later, he appears to still be held in Laotian immigration detention, despite reportedly being told that he would be deported to China.</p> <a href=\"https://www.theguardian.com/world/2023/aug/03/rights-groups-laos-release-lawyer-china-lu-siwei\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/03/rights-groups-laos-release-lawyer-china-lu-siwei", "date_published": "2023-08-03T13:56:57+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The art of slow running and Mexican torta: Thursday’s best photos", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/uk-news/gallery/2023/aug/03/the-art-of-slow-running-and-mexican-torta-thursdays-best-photos\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/gallery/2023/aug/03/the-art-of-slow-running-and-mexican-torta-thursdays-best-photos", "date_published": "2023-08-03T13:46:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Prom 24: Bournemouth SO/Karabits – memorable Rachmaninov defines the show", "description": "<p><strong>Royal Albert Hall, London</strong><br />A work by the conductor’s father Ivan Karabits celebrated Kyiv, and Felix Klieser’s brought zest and panache to Mozart, but the sheer skill and audacity of the BSO in Rachmaninov’s Second Symphony was awe-inspiring</p><p>K<a href=\"https://kirillkarabits.com/\">irill Karabits</a>’s years with the <a href=\"https://bsolive.com/whats-on/\">Bournemouth Symphony Orchestra</a> have regularly championed music <a href=\"https://bsolive.com/press-releases/bournemouth-symphony-orchestra-announces-final-season-with-kirill-karabits-as-chief-conductor-following-15-year-partnership/\">from eastern Europe</a>, including Karabits’native Ukraine. This year’s BSO Proms visit was no exception, opening with a celebration of Kyiv written by Karabits’ late father Ivan. But it was a Russian, Sergei Rachmaninov, whose music emphatically defined this concert in the end.</p><p>Ivan Karabits’s single movement First Concerto for orchestra was composed in 1980-1, to mark the 1,500th anniversary of Kyiv. It is a professional piece of scoring, moving deftly from episode to episode. It begins in declamatory mode, like a lot of Soviet-era music, but its most effective writing was more reflective, a lingering flute solo against soft cello accompaniment, and the fragmentary celesta of its final bars, one of several echoes of Shostakovich’s influence.</p><p>Available on <a href=\"https://www.bbc.co.uk/sounds/play/m001p2dj\">BBC Sounds until 9 October</a>. The <a href=\"https://www.bbc.co.uk/proms\">BBC Proms</a> continue until 9 September</p> <a href=\"https://www.theguardian.com/music/2023/aug/03/prom-24-bournemouth-symphony-orchestra-karabits-felix-klieser\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/aug/03/prom-24-bournemouth-symphony-orchestra-karabits-felix-klieser", "date_published": "2023-08-03T13:27:09+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Even the over-60s are abandoning broadcast TV - and I fear for the future of pop culture  | Scott Bryan", "description": "<p>The best cult TV moments are the ones we watch together. The fragmented world of streaming just isn’t the same </p><p>If you’re watching less live scheduled television, you’re not the only one. Broadcast TV has just experienced the biggest annual decline in weekly audience reach since records began, <a href=\"https://www.ofcom.org.uk/news-centre/2023/media-nations-2023-latest-uk-viewing-and-listening-trends-revealed\">according to Ofcom research</a>. Younger viewers <a href=\"https://www.theguardian.com/tv-and-radio/2022/aug/17/younger-viewers-shun-traditional-tv-channels-as-90-opt-for-streaming-services\">led the charge</a> towards streaming services such as Netflix and Disney+, but now older viewers are turning away in record numbers too, the figures show.</p><p>These findings will no doubt feed the argument that live television will one day die and streaming will replace everything. But we’re not there yet. While viewing is down, we’re still gravitating to live TV when it really matters.</p><p>Scott Bryan is a journalist, TV critic and broadcaster</p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/03/broadcast-tv-pop-culture-streaming-\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/03/broadcast-tv-pop-culture-streaming-", "date_published": "2023-08-03T13:00:44+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘He’s clumsy, high, and completely unprepared’: Baby Steps, a game about falling flat on your face", "description": "<p>Development trio Gabe Cuzzillo, Maxi Boch, and Bennett Foddy are back with a story about a failson basement-dweller trying not to fall flat on his face</p><p></p><p>Game developers Gabe Cuzzillo, Maxi Boch and Bennett Foddy have been friends for over a decade, having met through <a href=\"https://gamecenter.nyu.edu/\">NYU’s Game Centre</a>, and they already have one successful indie game under their belt. <a href=\"https://www.theverge.com/2019/3/8/18255975/ape-out-game-pc-nintendo-switch\">Ape Out</a> had you smashing through halls full of goons as a rampaging gorilla to the tune of a procedural jazz soundtrack. Their next game, Baby Steps, is equally unconventional. A walking simulator in a very literal sense, you’ll awkwardly steer Nate, a caked-up, onesie-wearing basement dweller, to the top of a misty mountain. And often, you’ll fall flat on your face.</p><p>“On a controller, players use the triggers to lift and plant each foot while using the left stick to move the lifted foot around in the air, manually taking each of Nate’s steps,” Cuzzillo says. Using this literalist control scheme, reminiscent of Foddy’s earlier games like <a href=\"http://www.foddy.net/Athletics.html\">QWOP</a> and <a href=\"https://store.steampowered.com/app/240720/Getting_Over_It_with_Bennett_Foddy/\">Getting Over It</a>, the team want players to get into a rhythm as they hike, taking in the eclectic sights and letting their minds wander. “That hypnotic space you can get into as you walk is a big part of the appeal of hiking to me,” Cuzzillo said. “We’re trying to capture a bit of that here.”</p><p>Baby Steps is coming to PlayStation 5 and PC in 2024.</p> <a href=\"https://www.theguardian.com/games/2023/aug/03/hes-clumsy-high-and-completely-unprepared-baby-steps-a-game-about-literally-finding-your-feet\">Continue reading...</a>", "link": "https://www.theguardian.com/games/2023/aug/03/hes-clumsy-high-and-completely-unprepared-baby-steps-a-game-about-literally-finding-your-feet", "date_published": "2023-08-03T13:00:44+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Family of British hiker missing in Switzerland hope for ‘crazy survival story’", "description": "<p>Video has been released in appeal to find Aidan Roche, last in contact on 22 June from the Eiger</p><p>The family of a British hiker last seen on a Swiss mountain six weeks ago said they were hoping for a “crazy survival story” as they released the last video footage he had shared.</p><p>Aidan Roche, 29, an offshore chemical engineer from Middlesbrough, was last heard from on 22 June on the Eiger, in the Grindelwald area, about 50 miles from the Swiss capital, Berne.</p> <a href=\"https://www.theguardian.com/world/2023/aug/03/family-of-british-hiker-missing-in-switzerland-hope-for-crazy-survival-story\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/03/family-of-british-hiker-missing-in-switzerland-hope-for-crazy-survival-story", "date_published": "2023-08-03T12:56:53+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "First turbines being installed at world’s biggest offshore windfarm in North Sea", "description": "<p>Energy firm SSE hopes first turbines at Dogger Bank windfarm off Yorkshire coast will be installed by weekend</p><p>Work to install the first wind turbines for the world’s largest offshore windfarm off the coast of north-east England has begun as the government tries to shore up confidence in Britain’s green economy.</p><p>The energy company <a href=\"https://www.theguardian.com/business/scottishandsouthernenergy\">SSE</a> expects to install the first of the turbines, which stand at almost twice the height of the London Eye, about 80 miles off the coast by the weekend.</p> <a href=\"https://www.theguardian.com/business/2023/aug/03/first-turbines-being-installed-at-worlds-biggest-offshore-windfarm-in-north-sea-dogger-bank\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/aug/03/first-turbines-being-installed-at-worlds-biggest-offshore-windfarm-in-north-sea-dogger-bank", "date_published": "2023-08-03T12:56:28+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Bafta-winning composer Carl Davis dies aged 86", "description": "<p>Musician best known for BBC’s Pride and Prejudice and 1981’s The French Lieutenant’s Woman also composed for silent film, stage and concert hall</p><p>Bafta-winning composer and conductor Carl Davis has died at the age of 86, his family has announced today.</p><p>Davis, whose work included the music for the BBC’s 1995 drama Pride and Prejudice, won a Bafta and an Ivor Novello award for his score to 1981 film classic <a href=\"https://www.youtube.com/watch?v=4638gKVlRUs\">The French Lieutenant’s Woman</a>.</p> <a href=\"https://www.theguardian.com/music/2023/aug/03/bafta-winning-composer-carl-davis-dies-aged-86\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/aug/03/bafta-winning-composer-carl-davis-dies-aged-86", "date_published": "2023-08-03T12:48:17+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Rest in pink: can anyone stop the rise of the Barbie coffin?", "description": "<p>One must try not to judge when it comes to what you are put in after you croak – but can we really trust the Barbie brand with our deaths?</p><p>The sheer number of records that Barbie has broken is nothing short of staggering. Already one of the top 100 highest-grossing films of all time, it’s had the biggest opening of the year, the biggest opening of any Warner Bros film ever, and now counts as the highest film grossing ever made by a female director.</p><p>It’s impressive stuff, but all these superlatives look set to be overshadowed by an even more impressive record. That’s right, Barbie looks set to become the film that will inspire more regrettable coffin decisions than any other.</p> <a href=\"https://www.theguardian.com/film/2023/aug/03/rest-in-pink-can-anyone-stop-the-rise-of-the-barbie-coffin\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/aug/03/rest-in-pink-can-anyone-stop-the-rise-of-the-barbie-coffin", "date_published": "2023-08-03T12:40:55+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Morocco beat Colombia as both teams advance to World Cup last 16", "description": "<p>Debutants Morocco <a href=\"https://www.theguardian.com/football/live/2023/aug/03/morocco-v-colombia-womens-world-cup-2023-live-score-updates\">stunned Colombia 1-0</a> in their final group match in Perth to reach the last 16 of the Women’s World Cup at the first attempt, along with their opponents.</p><p>The world No 72-ranked Moroccans scored through Anissa Lahmari’s rebound after a saved penalty at the end of the first half, but their passage was only secured after South Korea held two-time champions Germany <a href=\"https://www.theguardian.com/football/2023/aug/03/germany-crash-out-of-womens-world-cup-south-korea\">to a 1-1 draw</a> in the other Group H match. Colombia topped the group with six points, bettering runners-up Morocco on goal difference, while Germany and South Korea depart.</p> <a href=\"https://www.theguardian.com/football/2023/aug/03/morocco-beat-colombia-as-both-teams-advance-to-world-cup-last-16\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/03/morocco-beat-colombia-as-both-teams-advance-to-world-cup-last-16", "date_published": "2023-08-03T12:37:39+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘They’ve been given everything’: Rival fans watch Messi shine again for Miami", "description": "<p>The Argentinian faced Inter’s Florida rivals on Wednesday and there were clear signs that MLS’s power balance is shifting</p><p>The seasonal south Florida lightning brings a perpetual threat of power surges, but a soccer power shift is also brewing in the Sunshine State.</p><p>After a huge rain storm paused Inter Miami’s <a href=\"https://www.theguardian.com/football/2023/jul/16/lionel-messi-unveiled-as-inter-miami-player-in-front-of-crowd-of-thousands\">unveiling of Lionel Messi last month</a>, the heavens opened again on Wednesday to hold up the club’s highly anticipated Florida derby against Orlando City in the Leagues Cup last 32.</p> <a href=\"https://www.theguardian.com/football/2023/aug/03/lionel-messi-inter-miami-orlando-city-leagues-cup-soccer-mls\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/03/lionel-messi-inter-miami-orlando-city-leagues-cup-soccer-mls", "date_published": "2023-08-03T12:37:10+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Impossible to predict how long SNP finances investigation will take, says police chief", "description": "<p>Iain Livingstone, outgoing Police Scotland chief constable, defends length of inquiry and rejects claims of political motivation</p><p>It is impossible to predict when the police investigation into the finances of the Scottish National party will end, the outgoing chief constable of Police Scotland has said.</p><p>Speaking to BBC Scotland, Sir Iain Livingstone said the investigation, which has resulted in the arrests of the party’s former chief executive Peter Murrell, his wife and former first minister Nicola Sturgeon, as well as former SNP treasurer Colin Beattie, was “in the interest of everybody involved”.</p> <a href=\"https://www.theguardian.com/uk-news/2023/aug/03/impossible-to-predict-how-long-snp-finances-investigation-will-take-says-police-chief\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/aug/03/impossible-to-predict-how-long-snp-finances-investigation-will-take-says-police-chief", "date_published": "2023-08-03T12:36:54+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Vote leaves Canada with no pro-choice Conservative MPs, watchdog says", "description": "<p>Abortion rights group says bill targeting violence against pregnant victims was attempt to shift narrative on fetuses</p><p>A vote on a controversial bill meant to expand “fetal rights” in Canada has left the country without a single pro-choice Conservative MP, according to an abortion watchdog organization.</p><p>This week, the Abortion Rights Coalition of Canada (ARCC) placed the last remaining 15 Conservatives on its list of anti-choice MPs after they voted in support of <a href=\"https://www.parl.ca/legisinfo/en/bill/44-1/c-311\">Bill C-311</a>, dubbed the Violence Against Pregnant Women Act.</p> <a href=\"https://www.theguardian.com/world/2023/aug/03/canada-abortion-rights-pregnancy\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/03/canada-abortion-rights-pregnancy", "date_published": "2023-08-03T12:30:43+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Germany crash out of World Cup in huge upset after draw with South Korea", "description": "<p>South Korea took the biggest scalp of the World Cup group stage, a stunning defensive performance earning a 1-1 draw that has sent the tournament favourites Germany out of the competition.</p><p>Alex Popp’s header at the close of the first half cancelled out Cho So-hyun’s early strike but with Morocco taking all three points against Colombia, only a win would stop Colombia and Morocco progressing and Germany crashing out.</p> <a href=\"https://www.theguardian.com/football/2023/aug/03/germany-crash-out-of-womens-world-cup-south-korea\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/03/germany-crash-out-of-womens-world-cup-south-korea", "date_published": "2023-08-03T12:22:43+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Why is Spanish inflation so low? Because it’s not afraid to stand up to business | Carsten Jung", "description": "<p>The reliance on Bank of England rate rises alone can’t go on. In other countries, rent caps and excess profit taxes are working</p><p>The government seems to be claiming that it’s winning the fight against inflation. But we are not out of the woods yet. Inflation currently is still far too high and the Bank of England has today <a href=\"https://www.theguardian.com/business/2023/aug/03/bank-of-england-raises-uk-interest-rate-to-fresh-15-year-high\">increased rates again to 5.25%</a> and lowered its growth forecast. But it doesn’t have to be like this. The case of Spain is a great counter example. Its inflation has just<a href=\"https://www.reuters.com/markets/europe/spains-12-month-inflation-falls-19-june-lowest-since-march-2021-2023-06-29/\"> fallen to the 2%</a> target. How is it that it has already achieved this important milestone?</p><p>The reason is more forceful management of the economy – the Spanish government took quicker, more concerted action than ours did. Spain <a href=\"https://www.imk-boeckler.de/fpdf/HBS-008483/p_imk_study_83-5_2022.pdf\">capped</a> energy prices by more than the UK, lowered the cost of public transport,<strong> </strong>taxed excess profits and put in place limits on how much landlords can raise rents. While also coming with <a href=\"https://www.energypolicy.columbia.edu/publications/the-iberian-exception-and-its-impact/\">costs</a>, this kept inflation from spreading more widely and more persistently than <a href=\"https://www.energypolicy.columbia.edu/publications/the-iberian-exception-and-its-impact/\">elsewhere</a>.</p><p>Carsten Jung is a senior economist at the Institute for Public Policy Research’s Centre for Economic Justice</p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/03/spain-inflation-lower-bank-england-interest-rates\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/03/spain-inflation-lower-bank-england-interest-rates", "date_published": "2023-08-03T12:20:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Sensationalized stories’: Lizzo denies allegations waged by former dancers", "description": "<p>Lawsuit filed by three of the singer’s tour dancers alleged she sexually harassed them and created a hostile work environment</p><p>Lizzo has spoken out in response to several of her tour dancers waging <a href=\"https://www.theguardian.com/music/2023/aug/01/lizzo-lawsuit-sexual-harassment-weight-shaming-former-dancers\">allegations of sexual harassment </a>against her, calling their claims “sensationalized stories”.</p><p>Earlier this week, a lawsuit filed by three of the singer’s tour dancers alleged that Lizzo had sexually harassed them and created a hostile work environment through sexual, racial and religious harassment in various incidents between 2021 and 2023.</p> <a href=\"https://www.theguardian.com/music/2023/aug/03/lizzo-denies-allegations-former-dancers\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/aug/03/lizzo-denies-allegations-former-dancers", "date_published": "2023-08-03T12:19:32+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Sheryl Crow’s 20 greatest songs – ranked!", "description": "<p>Thirty years since the US singer’s debut album, we pick the best of her politically engaged and powerfully emotional songcraft</p><p>On Threads, her 11th and apparently final album, Crow used her bulging contacts book to create a features-heavy collection of originals and covers. Stevie Nicks and Maren Morris join her on this barrelling bar-room stomper, the three of them sounding as if they are having a ball as they put some no-mark ex on blast for their low expectations.</p> <a href=\"https://www.theguardian.com/music/2023/aug/03/sheryl-crows-20-greatest-songs-ranked\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/aug/03/sheryl-crows-20-greatest-songs-ranked", "date_published": "2023-08-03T12:10:24+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Biden calls on Niger’s junta to release Bazoum and restore democracy", "description": "<p>Comments come as the coup leader addresses the nation to warn against foreign meddling</p><p>Joe Biden has called for the immediate release of Niger’s elected president and for the country’s democracy to be restored, in the highest profile intervention by the US since the coup that removed Mohamed Bazoum from power.</p><p>“I call for President Bazoum and his family to be immediately released, and for the preservation of Niger’s hard-earned democracy,” the US president said in a statement on Thursday, the 63rd anniversary of Niger’s independence. “In this critical moment, the United States stands with the people of Niger to honour our decades-long partnership rooted in shared democratic values and support for civilian-led governance,” he said.</p> <a href=\"https://www.theguardian.com/world/2023/aug/03/niger-coup-junta-joe-biden-mohamed-bazoum\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/03/niger-coup-junta-joe-biden-mohamed-bazoum", "date_published": "2023-08-03T12:07:10+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘More in hope’: lessons from our tiny reforestation scheme in the Amazon", "description": "<p>Four years in, it has become clearer that the future of the forest and the climate crisis is down to politics</p><p>Until I moved to the Amazon, I assumed a sapling would grow into a tree as long as it had water, sunshine and decent soil. Now I am starting to realise the survival of plants needs political nourishment too. And that is sorely lacking.</p><p>That’s true here in Brazil, though there have been some encouraging signs of late. It was true when I lived in the UK, since when things have, if anything, been getting worse. It is probably the case just about everywhere now. But it feels of particular concern in the rainforest because this is where plants grow the fastest, take up carbon most quickly and play an outsized role in climate stabilisation.</p> <a href=\"https://www.theguardian.com/environment/2023/aug/03/our-tiny-reforestation-scheme-for-the-amazon-forest-climate-change-politics-brazil\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/aug/03/our-tiny-reforestation-scheme-for-the-amazon-forest-climate-change-politics-brazil", "date_published": "2023-08-03T12:06:20+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Every episode is like a horror movie!’: And Just Like That is agonising – why can’t we switch off?", "description": "<p>From a bizarre plot line involving a leather strap-on to unbearable new character Che Diaz, the Sex and the City sequel is awful. But are the writers in on the so-bad-it’s-good joke?</p><p>There’s a scene in the opening episode of <a href=\"https://www.theguardian.com/tv-and-radio/2023/jul/11/just-like-that-sex-city-satc-season-two\">And Just Like That</a>, season two, that I can’t seem to erase from my brain. Miranda (Cynthia Nixon) is desperately trying to shimmy her way into a full-body, horse saddle-sized strap-on. Her partner, Che Diaz (Sara Ramirez), is sprawled across the bed with their T-shirt still on, casually watching in the way you might a sports channel. There is no foreplay. “Can we move this along?” Che says, bored and impatient. “I’ve got a set at the Comedy Store at nine.” Miranda continues struggling with her leather contraption, as Che takes a phone call.</p><p>It’s an excruciating watch, although it’s hard to pinpoint exactly why. Maybe it’s because Che Diaz is so profoundly grating that you can’t believe Miranda would be, quite literally, bending herself backwards for them. Maybe it’s because, as a person of lesbian experience, I know that there is absolutely no need for a strap-on that mathematical and complex. Still, I found myself unable to look away, continuing to binge-watch all available episodes late into the night. As one viewer wryly <a href=\"https://twitter.com/TomZohar/status/1677363979474329600\">noted on Twitter</a>: “And Just Like That is so wild because I watch every episode through my fingers like a horror movie and when it’s over I wish it was five hours longer.”</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/aug/03/and-just-like-that-terrible-but-addictive-television\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/aug/03/and-just-like-that-terrible-but-addictive-television", "date_published": "2023-08-03T12:00:43+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Australian Ballet: Jewels review – lots of glitter but no gold", "description": "<p>George Balanchine’s choreography is gorgeous to look at, and there are standout individual performances, but it really needs more lush grandeur</p><p><br />It’s 35 years since the Australian Ballet last performed at London’s Royal Opera House, a long absence, and interesting that the piece they’ve chosen to bring isn’t something unique to the company, or a tribute to their British roots (the company was founded 60 years ago by Londoner <a href=\"https://www.theguardian.com/discover-culture/ng-interactive/2014/jul/22/the-australian-ballet-the-grande-dame-at-a-glance\">Peggy van Praagh</a>) but Jewels by George Balanchine, the choreographer who epitomises American ballet.<br /><br />Such is the international business of dance. The Australian company’s director since 2021 is David Hallberg, a former star dancer of American Ballet Theatre and the first American principal at the Bolshoi. Conquering Balanchine is a marker of a company’s technical achievements. It inevitably invites comparisons to the New York City Ballet dancers, who have this style drilled into them from childhood, but great choreography stands up to differing interpretations.</p><p>A shameless corporate tie-in, 1967’s Jewels came out of a meeting between Balanchine and jewellers Van Cleef &amp; Arpels, both looking to boost their brands. Scatter the stage design (by Peter Harvey) and costumes (Barbara Karinska) with glittering gems, and you’ve got a very pretty scene. But it’s also a journey through different dance eras, French Romanticism in Emeralds, set to Fauré; Tchaikovsky and the classicism of imperial Russia in Diamonds; and the disjointed dazzle of early 20th-century New York in Rubies, soundtracked by Stravinsky.<br /><br />On the musical front, the Royal Ballet Sinfonia are on top form under Australian Ballet’s musical director (and regular Covent Garden conductor) Jonathan Lo. Their opening chords of Emeralds are played with sublime delicacy as the curtain rises to reveal the dancers in absinthe-coloured tulle. Emeralds is a ballet of soft hands and endless <em>bourrées</em> that could easily glide past you, but you can also focus in on the details. Valerie Tereshchenko dances as if suspended in a dream state, in motion like soundlessly scudding clouds, with graceful attention to the movement of her head and neck.</p> <a href=\"https://www.theguardian.com/stage/2023/aug/03/the-australian-ballet-jewels-review-lots-of-glitter-but-no-gold\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/aug/03/the-australian-ballet-jewels-review-lots-of-glitter-but-no-gold", "date_published": "2023-08-03T11:50:20+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Brief Life & Mysterious Death of Boris III, King of Bulgaria review – a monarch’s missing morals", "description": "<p><strong>Pleasance Dome, Edinburgh</strong><br />Wittily drawn historical drama follows self-effacing leader ill-equipped to deal with the encroaching Nazi menace</p><p>If you think actor Joseph Cullen is cartoonish at the start of this chewy true-life story, you should see the grotesque caricature he becomes. Playing Bulgaria’s wartime king, he is so self-effacing he looks about to crumple down the middle. He is placatory and feeble, the Beano’s Walter the Softy made flesh.</p><p>The joke in Hannah Hauer-King’s production, written by Cullen and Sasha Wilson, is that nobody in this neglected Balkan country can take themselves seriously. The five-strong ensemble josh their way through silly accents and meta-gags as they send up a nation that knows it will never be a player on the world stage and is too laidback to care. The king is in good company.</p> <a href=\"https://www.theguardian.com/stage/2023/aug/03/the-brief-life-mysterious-death-of-boris-iii-king-of-bulgaria-review\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/aug/03/the-brief-life-mysterious-death-of-boris-iii-king-of-bulgaria-review", "date_published": "2023-08-03T11:49:22+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Weekend winds expected to disrupt UK ferry and train travel", "description": "<p>Gusts of up to 65mph forecast to hit English and Welsh coasts on Saturday along with prolonged rain</p><p>Ferry and rail passengers have been warned of cancellations and delays as gusts of up to 65mph (105km/h) are forecast to batter the English and Welsh coasts at the weekend.</p><p>The Met Office issued a yellow weather warning for wind in parts of England and Wales from 6am on Saturday until 9pm the same day, and prolonged rain was forecast.</p> <a href=\"https://www.theguardian.com/uk-news/2023/aug/03/weekend-winds-expected-to-disrupt-uk-ferry-and-train-travel\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/aug/03/weekend-winds-expected-to-disrupt-uk-ferry-and-train-travel", "date_published": "2023-08-03T11:35:13+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Dining across the divide: ‘When he mentioned the economic benefits of the EU, my response was: for whom?’", "description": "<p>They are both on the left, but could they agree on Brexit, Jeremy Corbyn’s leadership qualities or whether Keir Starmer is an eel?</p><p><strong>Thomas, 27, Worcester</strong></p><p><strong>Occupation</strong> Data analyst</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/aug/03/dining-across-the-divide-thomas-peter\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/aug/03/dining-across-the-divide-thomas-peter", "date_published": "2023-08-03T11:30:42+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "UK workers over 50: share your experience of being a food courier", "description": "<p>We’re interested to hear from people aged 50 and over in the UK about what it’s like to work as couriers for delivery companies such as Deliveroo</p><p>Over-50s looking for work in the UK <a href=\"https://www.theguardian.com/society/2023/aug/03/over-50s-could-deliver-takeaways-says-work-and-pensions-secretary-mel-stride\">should consider delivering takeaways</a> and other flexible jobs typically occupied by younger people, the work and pensions secretary, Mel Stride, has said.</p><p>Stride made the comments during a visit to the London headquarters of the food delivery firm Deliveroo, which has recorded a 62% increase in riders aged over 50 since 2021.</p> <a href=\"https://www.theguardian.com/business/2023/aug/03/uk-workers-over-50-share-your-experience-of-being-a-food-courier\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/aug/03/uk-workers-over-50-share-your-experience-of-being-a-food-courier", "date_published": "2023-08-03T11:29:13+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Lelia Goldoni obituary", "description": "Actor who starred in John Cassavetes’s Shadows and gave Michael Caine the plans for the heist in The Italian Job<p>The lacerating 1959 drama Shadows, a pinnacle of US independent film-making, heralded two striking new talents: the director <a href=\"https://www.theguardian.com/film/johncassavetes\" title=\"\">John Cassavetes</a> and the actor Lelia Goldoni, who was just 20 when she gave a guileless performance combining wistful romanticism and mercurial restlessness. She played Lelia – all the actors in the film share their first names with their characters – who is an African-American woman “passing” for white. Goldoni herself was of Sicilian descent.</p><p>When Lelia’s white boyfriend (Tony Ray, son of the director <a href=\"https://www.theguardian.com/film/2011/sep/08/nicholas-ray-we-cant-go-home-again\" title=\"\">Nicholas</a>) meets one of her darker-skinned brothers (Hugh Hurd) and realises that she is black, his discomfort inflames tensions in the household and sends aftershocks through the rest of the film.</p> <a href=\"https://www.theguardian.com/film/2023/aug/03/lelia-goldoni-obituary\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/aug/03/lelia-goldoni-obituary", "date_published": "2023-08-03T11:28:13+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Floods turn world’s biggest heavy metal festival into mudbath", "description": "<p>Organisers forced to cap numbers of ticket holders allowed entry to event in Schleswig-Holstein, Germany</p><p>Torrential rain in Germany has turned the grounds of the world’s largest heavy metal festival into a mudbath, forcing organisers to turn many ticket holders away.</p><p>Wacken Open Air in Schleswig-Holstein, northern Germany, opened on Wednesday and by the same evening the festival said newcomers would be refused access to the site due to what it called unmanageable conditions.</p> <a href=\"https://www.theguardian.com/world/2023/aug/03/floods-turn-worlds-biggest-heavy-metal-festival-into-mudbath-wacken-open-air\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/03/floods-turn-worlds-biggest-heavy-metal-festival-into-mudbath-wacken-open-air", "date_published": "2023-08-03T11:27:19+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Skindred: Smile review | Dave Simpson's album of the week", "description": "<p><strong>(Earache Records)<br /></strong>One minute it’s riffs and political rage, the next it’s summery reggae. Thanks to their craft – and frontman Benji Webbe’s joie de vivre – the band’s barrier-breaking album is a treat</p><p>Skindred’s eighth album begins with the sort of sonic blast you’d expect from a band making their debut on Earache Records, a label synonymous with noisy acts such as horror punks Misfits or Singaporean grindcore group Wormrot. Opener Our Religion sounds like a ragga Metallica and – sci-fi effects aside – is the sort of riff-laden festival-friendly anthem that has earned the Wales four-piece a hefty following at the heavier end of British music.</p><p>Within minutes, however, at the opposite end of the musical spectrum comes LOVE (Smile Please), a gloriously sunny banger just perfect for blasting out at barbecues, from open-topped cars and at Notting Hill carnival. With its skanking beat, parping horns and joyful, earworm lyrics (“I’ve got sunshine when it’s raining / I’ve got blessing when it’s pouring”), it’s a classic summer anthem in the lineage of the Piranhas’ cover of Tom Hark, Aswad’s crossover smash <a href=\"https://www.youtube.com/watch?v=xhkNb3XXats\">Don’t Turn Around</a> or Bad Manners’ barmily infectious ska revival hits. It beggars belief that two such disparate songs can appear minutes apart on the same album, but it isn’t untypical of this band who debuted the bouncy anthem at last year’s Download metal festival yet have topped the US reggae charts.</p> <a href=\"https://www.theguardian.com/music/2023/aug/03/skindred-smile-review\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/aug/03/skindred-smile-review", "date_published": "2023-08-03T11:19:38+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Budget retailer Wilko set to call in administrators, risking 12,000 jobs", "description": "<p>Household and garden products supplier with about 400 UK stores has filed notice of intention to appoint administrators</p><p>Budget retailer Wilko has warned it plans to appoint administrators in a move that could put 12,000 jobs at risk.</p><p>The household and garden products retailer, which has about 400 stores, said in a notice of intention filed at the high court on Thursday that it had appointed advisory firm PricewaterhouseCoopers to try to find a buyer in recent months in a bid to secure the additional cash to keep trading.</p> <a href=\"https://www.theguardian.com/business/2023/aug/03/budget-retailer-wilko-makes-administration-move-risking-12000-jobs\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/aug/03/budget-retailer-wilko-makes-administration-move-risking-12000-jobs", "date_published": "2023-08-03T11:19:28+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Turkey withdraws as host of Cop16, blaming February’s earthquakes", "description": "<p>UN appeals for another country to step in for biodiversity summit – due to take place in 2024 – as Ankara cites ‘force majeure’ for move</p><p>Turkey has withdrawn from hosting the United Nations’ Cop16 biodiversity summit in 2024, citing <a href=\"https://www.theguardian.com/world/turkey-syria-earthquake-2023\">three large earthquakes</a> in February that devastated parts of the country.</p><p>The nature summit, which will be the first since governments agreed this decade’s biodiversity targets at <a href=\"https://www.theguardian.com/environment/cop15\">Cop15</a> in Montreal last December, had been scheduled to take place in Turkey in October next year to discuss progress on the agreement.</p> <a href=\"https://www.theguardian.com/environment/2023/aug/03/turkey-withdraws-as-host-un-cop16-biodiversity-summit-blaming-earthquakes\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/aug/03/turkey-withdraws-as-host-un-cop16-biodiversity-summit-blaming-earthquakes", "date_published": "2023-08-03T11:11:34+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Marcus Smith starts at No 10 in England World Cup warm-up against Wales", "description": "<ul><li>Genge captains side that contains no Premiership finalists</li><li>Tom Pearson to make debut at openside flanker</li></ul><p>Marcus Smith has been handed the chance to cement his place in England’s World Cup squad after he was named in the starting lineup for Saturday’s first warm-up match against Wales.</p><p>Smith has not started for England since the Six Nations horror show against France but with Steve Borthwick opting to omit all Premiership finalists except for Max Malins from his starting XV, the 24-year-old returns to the No 10 jersey in Cardiff.</p> <a href=\"https://www.theguardian.com/sport/2023/aug/03/marcus-smith-starts-at-n0-10-in-england-world-cup-warm-up-against-wales\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/aug/03/marcus-smith-starts-at-n0-10-in-england-world-cup-warm-up-against-wales", "date_published": "2023-08-03T11:10:11+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Premier League 2023-24 preview No 8: Crystal Palace", "description": "<p>Roy Hodgson is a reassuring presence in the dugout but fans fear late moves for more of their best players before the window closes</p><p><strong>Guardian writers’ predicted position:</strong> 12th (NB: this is not necessarily Ed Aarons’ prediction but the average of our writers’ tips)</p><p><strong>Last season’s position:</strong> 11th</p> <a href=\"https://www.theguardian.com/football/2023/aug/03/crystal-palace-premier-league-2023-24-preview\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/03/crystal-palace-premier-league-2023-24-preview", "date_published": "2023-08-03T11:00:42+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Lucy Bronze feels ‘unpredictable’ England have World Cup rivals guessing", "description": "<ul><li>Bronze believes formation flexibility will help against Nigeria</li><li>Defender says Lauren James reminds her of her younger self</li></ul><p>Lucy Bronze believes England’s ability to mix things up has made them more unpredictable, after the team looked refreshed in a back three for their <a href=\"https://www.theguardian.com/football/2023/aug/01/england-china-lauren-james-womens-world-cup-group-d-match-report\">6-1 defeat of China</a> on Tuesday. “In the Euros we were able to keep the same team because everyone was fit and firing,” she said. “We were very fortunate to have that. Other teams had misfortune with injuries last year but we have shown now that we can change things around and still be dangerous.”</p><p>England went into the tournament without their Euros captain, Leah Williamson, the Golden Boot winner, Beth Mead, and the dynamic Fran Kirby, and the <a href=\"https://www.theguardian.com/football/2023/jul/28/keira-walsh-knee-injury-england-v-denmark-stretcher-womens-world-cup\">loss of Keira Walsh</a> meant Sarina Wiegman had to think differently. Against China she used 3-5-2 instead of the 4-3-3 the Lionesses have tended to deploy under the Dutch manager. England play Nigeria on Monday in the last 16.</p> <a href=\"https://www.theguardian.com/football/2023/aug/03/lucy-bronze-unpredictable-england-womens-world-cup-rivals-guessing\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/03/lucy-bronze-unpredictable-england-womens-world-cup-rivals-guessing", "date_published": "2023-08-03T11:00:41+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "USA’s World Cup woes are years in the making and anger is their best hope", "description": "<p>Team continuing a pattern of falling short under Vlatko Andonovski but go into last-16 Sweden tie with a point to prove</p><ul><li><a href=\"https://www.theguardian.com/football/2022/mar/22/sign-up-for-our-new-womens-football-newsletter-moving-the-goalposts\">Moving the Goalposts: sign up for our free newsletter</a></li></ul><p>The ninth edition of the Women’s World Cup has been an axiomatic affair, evincing the marked growth of women’s football throughout the world. The competition has been fierce. The newcomers have contended. The heavyweights held off, while presumed underdogs shine. Two juggernauts of the knockout rounds have been knocked off-kilter in the group stage; <a href=\"https://www.theguardian.com/football/2023/jul/31/matildas-australia-canada-womens-world-cup-hayley-raso-match-report\">Canada were cast aside</a> by ascendant Matildas and <a href=\"https://www.theguardian.com/football/2023/aug/02/jamaica-brazil-womens-world-cup-match-report\">Brazil guarded from glory</a> by Jamaica’s Reggae Girlz.</p><p>In the shake-up, headlining the melee, are the four-time world champions looking fallen from grace. After <a href=\"https://www.theguardian.com/football/2023/jul/21/uswnt-vietnam-world-cup-match-report\">a 3-0 victory</a> over debutantes Vietnam, <a href=\"https://www.theguardian.com/football/2023/jul/26/uswnt-netherlands-world-cup-match-report\">USA drew with the Netherlands 1-1</a> in a shaky rematch of the 2019 final, then scraped by <a href=\"https://www.theguardian.com/football/2023/aug/01/usa-portugal-womens-world-cup-match-report\">against the newcomers Portugal 0-0</a>, the grace of a goalpost keeping their sheet somehow clean.</p> <a href=\"https://www.theguardian.com/football/2023/aug/03/usa-world-cup-woes-are-years-in-the-making-and-anger-is-their-best-hope-moving-the-goalposts\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/03/usa-world-cup-woes-are-years-in-the-making-and-anger-is-their-best-hope-moving-the-goalposts", "date_published": "2023-08-03T10:55:41+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Foreign Office failed to notice torture of British academic in UAE, watchdog finds", "description": "<p>Parliamentary ombudsman says Matthew Hedges was let down by UK government during imprisonment</p><p>The UK’s parliamentary ombudsman has found that the Foreign Office “failed to notice signs of torture” when officials visited a British academic imprisoned in the United Arab Emirates.</p><p>Matthew Hedges was convicted on spying charges by the <a href=\"https://www.theguardian.com/world/united-arab-emirates\">UAE</a> in 2018 after travelling to Dubai to conduct research for his PhD at Durham University. He spent six months in prison, where he says he was handcuffed, drugged and questioned for hours, before <a href=\"https://www.theguardian.com/world/2018/nov/26/matthew-hedges-jailed-british-academic-pardoned-by-uae\">being pardoned</a> from <a href=\"https://www.theguardian.com/world/2018/nov/21/british-academic-matthew-hedges-accused-of-spying-jailed-for-life-in-uae\">a life sentence for spying</a>.</p> <a href=\"https://www.theguardian.com/politics/2023/aug/03/foreign-office-failed-notice-torture-british-academic-uae-watchdog\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/aug/03/foreign-office-failed-notice-torture-british-academic-uae-watchdog", "date_published": "2023-08-03T10:44:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Donald Trump expected in court over attempt to overturn 2020 US election – US politics live", "description": "<p>Former US president, who faces four conspiracy and obstruction counts, is due to have bail conditions set</p><ul><li><a href=\"https://www.theguardian.com/us-news/2023/aug/02/donald-trump-to-appear-in-court-over-attempt-to-overturn-2020-us-election\">Trump to appear in court over attempt to overturn 2020 US election</a></li><li><a href=\"https://www.theguardian.com/global/2023/aug/02/donald-trump-indictment-what-are-charges-what-happens-next\">What are the charges and what happens next?</a></li><li><a href=\"https://www.theguardian.com/us-news/2023/aug/02/donald-trump-indictment-pages-jack-smith-january-6-election-2020\">Ed Pilkington: 45 pages that skewer bid to destroy US democracy</a></li></ul><p>Politicial observers are not just watching the criminal proceedings against former president Donald Trump, but also the reaction of the Republican party to them.</p><p>This morning AP congressional correspondent Lisa Mascaro has looked at the contrast between <strong>Mitch McConnell</strong>’s words at the time of the 6 January uprising and subsequent impeachment, and what he is – or rather isn’t – saying now.</p> <a href=\"https://www.theguardian.com/us-news/live/2023/aug/03/donald-trump-court-2020-us-election-bail-conditions-us-politics-live\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/live/2023/aug/03/donald-trump-court-2020-us-election-bail-conditions-us-politics-live", "date_published": "2023-08-03T10:32:03+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "UN bodies call for urgent action over Panama’s Darién Gap migration route", "description": "<p>UN Refugee Agency and IOM urge steps – including more legal pathways for migrants – to curb humanitarian crisis</p><p>International bodies have called for urgent intervention in the Darién Gap to prevent a further escalation of a humanitarian crisis as new figures showed that record numbers of people are risking their lives to cross the lawless 100-mile stretch of rainforest between Panama and Colombia.</p><p>The UN Refugee Agency (UNHCR) and the International Organization for Migration (IOM) also called for the creation of more legal pathways to migrate to the US in order to help reduce irregular migration.</p> <a href=\"https://www.theguardian.com/world/2023/aug/03/darien-gap-migration-panama-un-crisis\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/03/darien-gap-migration-panama-un-crisis", "date_published": "2023-08-03T10:30:41+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Reduced Rugby League World Cup to take place in 2026", "description": "<ul><li>France withdrew from hosting 2025 tournament in May</li><li>Ashes series for men and women in Australia in 2025</li></ul><p>The next Rugby League World Cup will take place in the southern hemisphere in 2026, the sport’s international governing body announced on Thursday. The tournament had been due to take place in France in 2025 but <a href=\"https://www.theguardian.com/sport/2023/may/15/2025-rugby-league-world-cup-in-doubt-after-france-pull-out-of-staging-event\">the prospective hosts pulled out in May </a>citing a failure to achieve financial guarantees.</p><p>In addition, the International Rugby League announced a resumption of the Ashes series with England’s men and women travelling to Australia in 2025. Return visits from New Zealand and Australia will take place in 2027 and 2028 respectively.</p> <a href=\"https://www.theguardian.com/sport/2023/aug/03/rugby-league-world-cup-announced-2026\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/aug/03/rugby-league-world-cup-announced-2026", "date_published": "2023-08-03T10:19:11+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Kenya halts Worldcoin data collection over privacy and security concerns", "description": "<p>Issues raised include use of eye scans to prove ‘humanness’ and financial inducements to sign up</p><p>The Kenyan government has barred the <a href=\"https://www.theguardian.com/technology/2023/jul/28/crypto-firm-wants-to-scan-your-eyeballs-worldcoin-privacy-ai\">eyeball-scanning Worldcoin cryptocurrency</a> project from recruiting new customers as it investigates data privacy and security concerns.</p><p>Kenya’s interior ministry said the venture must stop collecting user data after raising a number of issues including: concerns over the secure storage of data that includes scans of a user’s iris; that offering crypto in exchange for data “borders on inducement”; inadequate information on cybersecurity safeguards; and placing large amounts of private data in the hands of a private business.</p> <a href=\"https://www.theguardian.com/technology/2023/aug/03/kenya-halts-worldcoin-data-collection-over-privacy-and-security-concerns\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/aug/03/kenya-halts-worldcoin-data-collection-over-privacy-and-security-concerns", "date_published": "2023-08-03T10:17:49+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Tell us: are you a renter in England being evicted under section 21?", "description": "<p>We want to speak to renters receiving no-fault evictions as well as landlords asking tenants to leave</p><p>The government <a href=\"https://commonslibrary.parliament.uk/research-briefings/cbp-8658/\">committed</a> in February to abolishing section 21 “no-fault” evictions in this parliament — which means landlords in England can ask tenants to leave with two months’ notice — but a change in the law will not come at least until after the summer recess.</p><p>A record number of renters requested <a href=\"https://www.theguardian.com/money/2023/jun/15/record-number-renters-seeking-help-no-fault-evictions\">help with no-fault evictions</a> in May from Citizens Advice, the charity said, with May seeing a 25% increase on the same month last year. The last quarter of 2022 saw London no-fault evictions rise by <a href=\"https://www.london.gov.uk/who-we-are/what-london-assembly-does/questions-mayor/find-an-answer/section-21-evictions-1\">76% </a>on the year before.</p> <a href=\"https://www.theguardian.com/society/2023/aug/03/tell-us-are-you-a-renter-in-england-being-evicted-under-section-21\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/aug/03/tell-us-are-you-a-renter-in-england-being-evicted-under-section-21", "date_published": "2023-08-03T10:10:38+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Move over Barbie, Hijarbie is back – to celebrate Muslim fashion and culture", "description": "<p>When a young Nigerian artist noticed a lack of modest fashion and hijabs for dolls online, she decided to create her own</p><p>After a six-year break, a photo of a doll wearing a sugar-pink dress and hijab posed in front of a matching pink wall was posted on the <a href=\"https://www.instagram.com/hijarbie/?hl=en\">@hijarbie Instagram account</a>. “This #Hijarbie is back” read the caption – to the delight of its followers whose comments showed how much they welcomed her return.</p><p>Haneefah Adam, the Nigerian artist behind @hijarbie, first started showcasing dolls styled in Muslim dress in 2015 after noticing a lack of modest fashion or hijabs on the social media she followed.</p> <a href=\"https://www.theguardian.com/global-development/2023/aug/03/move-over-barbie-hijarbie-is-back-to-celebrate-muslim-fashion-and-culture\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/aug/03/move-over-barbie-hijarbie-is-back-to-celebrate-muslim-fashion-and-culture", "date_published": "2023-08-03T10:03:24+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Chemical companies’ PFAS payouts are huge – but the problem is even bigger", "description": "<p>3M, DuPont, Chemours and Corteva have agreed settlement in the billions for polluting drinking water with ‘forever chemicals’</p><p>When the chemical giant 3M agreed in early June to pay up to $12.5bn to settle a lawsuit over PFAS contamination in water systems across the nation, it was hailed by attorneys as “the largest drinking water settlement in American history”, and viewed as a significant win for the public in the battle against toxic “forever chemicals”.</p><p>A second June settlement with the PFAS manufacturers DuPont, Chemours and Corteva tallied a hefty <a href=\"https://www.dupont.com/news/chemours-dupont-and-corteva-reach-comprehensive-pfas-settlement-with-us-water-systems.html\">$1.1bn</a>. But while the sums are impressive on their face, they represent just a fraction of the estimated $400bn some estimate will be needed to clean and protect the nation’s drinking water. Orange county, California, alone put <a href=\"https://www.natlawreview.com/article/california-water-district-pfas-lawsuit-1-billion-stake\">the cost</a> of cleaning its system at $1bn.</p> <a href=\"https://www.theguardian.com/environment/2023/aug/03/chemical-companies-pfas-payouts-forever-chemicals\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/aug/03/chemical-companies-pfas-payouts-forever-chemicals", "date_published": "2023-08-03T10:00:41+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "How we met: ‘I was stranded on a climb. I called for help – and he answered’", "description": "<p>Jane, 62 and Abdel, 60, met in a small Berber town while she was travelling<strong> </strong>in Morocco in 2005. They married months later, and now split their time between Tafraoute and Cornwall</p><p>When Jane overheard a story on the radio about Barbary pirates raiding the Cornish coast near her home town, it sparked an idea for a historical novel. In spring 2005, she convinced a friend to accompany her to Tafraoute, Morocco, so she could research the story and learn more about the Berber perspective.</p><p>The area is famous for its rock climbing routes, and they soon met a group of other travellers. “They recommended a nearby restaurant,” says Jane. A local tribesman named Abdel opened the door to them. “I didn’t realise he was the chef but he had lots of charisma and we made a lot of eye contact.” Though he was busy working, Abdel noticed her immediately. “It was like an electric shock, for me,” he says.</p> <a href=\"https://www.theguardian.com/global/2023/aug/03/how-we-met-i-was-stranded-on-a-climb-i-called-for-help-and-he-answered\">Continue reading...</a>", "link": "https://www.theguardian.com/global/2023/aug/03/how-we-met-i-was-stranded-on-a-climb-i-called-for-help-and-he-answered", "date_published": "2023-08-03T10:00:41+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Putin is using food as a weapon – but his cynical attempts to drum up forced allies will fail | Josep Borrell", "description": "<p>By reneging on the Black Sea grain deal, Russia has driven up global prices. By standing together we can resurrect it</p><ul><li>Josep Borrell is vice-president of the European Commission</li></ul><p>On 17 July, nearly one year after the agreement was signed in Istanbul, <a href=\"https://www.theguardian.com/world/2023/jul/18/us-agency-usaid-accuses-putin-reckless-decision-ukraine-grain-deal\">Russia decided</a> not to renew the <a href=\"https://www.un.org/en/black-sea-grain-initiative\">Black Sea grain initiative</a> (BSGI) that allows Ukraine to continue exporting agricultural goods to global markets during the war. As underlined by <a href=\"https://www.theguardian.com/world/live/2023/jul/24/russia-ukraine-war-live-drone-strike-moscow-injuries?page=with%3Ablock-64bea0dd8f087edb1f3f1247\">António Guterres</a>, the secretary general of the UN, this initiative has been “a beacon of hope in a world that desperately needs it”.</p><p>Before Russia’s war of aggression, Ukraine was a critical global food supplier: a fifth of the world’s barley came from Ukraine, as well as a sixth of the maize and an eighth of wheat. After Russia invaded Ukraine in February last year, attacking grain fields and silos and blocking Ukrainian ports, global food prices spiked to record levels and endangered much-needed food supply for many importer countries. The BSGI aimed to re-establish a vital route for agricultural exports from Ukraine and to lower global food prices.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/03/russia-food-vladimir-putin-black-sea-grain-initiative-eu-aid\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/03/russia-food-vladimir-putin-black-sea-grain-initiative-eu-aid", "date_published": "2023-08-03T10:00:41+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Distant moons, hidden portraits, and one miniature dachshund – take the Thursday quiz", "description": "<p>Fifteen questions on general knowledge and topical trivia, plus a few jokes, every Thursday. How will you fare?</p><p>A very special week, this one, as it is one long celebration of Willow, the official dog of the Guardian’s Thursday quiz. Every one of the 15 questions comes equipped with a picture of the little pup, alongside her latest thoughts, questions and queries. They will be about topical news, general knowledge, and she has even taken time to put in a hidden Doctor Who reference for you to spot. Best of luck – and let Willow know how you get on in the comments.</p><p><strong>The Thursday quiz, No 119</strong></p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/aug/03/the-guardian-thursday-quiz-general-knowledge-topical-news-trivia-119\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/aug/03/the-guardian-thursday-quiz-general-knowledge-topical-news-trivia-119", "date_published": "2023-08-03T10:00:40+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Goosedown out, bulrush in: the plant refashioning puffer jackets", "description": "<p>By 2026, a rewetted peatland site in Greater Manchester will be harvesting bulrushes in a trial that aims to boost UK biodiversity, cut carbon emissions and provide eco-friendly stuffing for clothes</p><p>The humble bulrush does not look like the next big thing in fashion. Growing in marshes and peatland, its brown sausage-shaped heads and fluffy seeds are a common sight across the UK. Yet a project near Salford in north-west England is aiming to help transform the plant into an environmentally friendly alternative to the goosedown and synthetic fibres that line jackets, boosting the climate and the <a href=\"https://www.theguardian.com/environment/2023/jun/20/rewetting-englands-lowland-peat-could-help-meet-emissions-target-says-study\">productivity of rewetted peatland</a> in the process.</p><p><a href=\"https://www.saltyco.uk/biopuff\">BioPuff, a new plant-based material</a> manufactured by the startup Saltyco using bulrushes, has a similar structure to feathers, providing warm, lightweight and water-resistant insulation, according to the firm.</p> <a href=\"https://www.theguardian.com/environment/2023/aug/03/bulrush-saltyco-biopuff-puffer-jacket-rewetting\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/aug/03/bulrush-saltyco-biopuff-puffer-jacket-rewetting", "date_published": "2023-08-03T10:00:40+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "I Will Greet the Sun Again by Khashayar J Khabushani review – a tender debut of Iranian-US identity", "description": "<p>Three brothers are kidnapped from LA to their father’s Iran in this astonishingly accomplished tale of displacement and the search to belong</p><p>As an Iranian kid in America, my greatest nightmare was being kidnapped back to Iran. For those of us who had endured the “morality police”, gruelling escapes and long asylum battles, Iran was the hell at the border of our new American lives, and later, when I met other Iranian Americans my age, I found that I wasn’t alone.</p><p>I Will Greet the Sun Again, Khashayar J Khabushani’s tender and gut-wrenching debut novel, is a tightly constructed three-act drama exploring the long-term impact when three brothers are kidnapped to their father’s Iran. Set mostly in a sun-beaten, crumbling Los Angeles apartment complex, the story grabbed me from the start, not just for its vivid characters who never stop trying, or its meticulously realised settings, but for the winking way it speaks to Iranian Americans of the author’s generation, with Persian words sprinkled liberally throughout.</p> <a href=\"https://www.theguardian.com/books/2023/aug/03/i-will-greet-the-sun-again-by-khashayar-j-khabushani-review-a-tender-debut-of-iranian-us-identity\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/aug/03/i-will-greet-the-sun-again-by-khashayar-j-khabushani-review-a-tender-debut-of-iranian-us-identity", "date_published": "2023-08-03T10:00:40+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "A fun and fabulous way to travel: my tuk-tuk adventure across northern Italy", "description": "<p>A three-wheeler tour starting in Milan makes for a rollicking ride in the gorgeous scenery and small towns of the Italian Lakes</p><p>It’s hard to know if <a href=\"https://www.theguardian.com/travel/milan\">Milan</a>’s fashionistas are bemused more by my driving or by my vehicle as I stall, splutter and crunch the gears while double-parking the tuk-tuk on Via Monte Napoleone, the city’s swankiest street. Both it and I look comically out of place on a thoroughfare dripping with designer shops and high-end motors. I’ve just seen a Hermès shirt with a €10,500 price tag and spotted the Argentina World Cup winner and Inter Milan star Lautaro Martínez laden with Gucci shopping bags, and bouncing into a blacked-out Hummer with his girlfriend and minder.</p><p>Not that I’m here to shop. Our mission this morning is to take a photo of the three-wheeled contraption parked alongside a Ferrari or Lamborghini – which causes a mini traffic jam, much horn beeping and bewilderment as to why a ramshackle tuk-tuk is cluttering up the street.</p> <a href=\"https://www.theguardian.com/travel/2023/aug/03/tuk-tuk-adventure-across-northern-italy-milan-italian-lakes\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2023/aug/03/tuk-tuk-adventure-across-northern-italy-milan-italian-lakes", "date_published": "2023-08-03T09:55:56+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Lancashire photography festival takes to streets of Preston – in pictures", "description": "<p>Spread across the parks and streets of Preston until September, the documentary-focused <a href=\"https://enjoyshow.co.uk/lancashire-photography-festival/\">Lancashire photography festival</a> includes work by Martin Parr, Dougie Wallace, Jenny Lewis, Serena Dzenis, Maryam Wahid and Ian Beesley, and war images from Afghanistan. Further projects on display include the playful work of Bobby Beasley, Sarah Maple’s provocative self-portraits and several newly commissioned works</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2023/aug/03/lancashire-photography-festival-takes-to-streets-of-preston-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2023/aug/03/lancashire-photography-festival-takes-to-streets-of-preston-in-pictures", "date_published": "2023-08-03T09:48:48+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "South Korea v Germany: Women’s World Cup 2023 – live", "description": "<ul><li>Live updates from the 11am BST/10pm NZST/8pm AEST game</li><li>Get in touch! <a href=\"mailto:will.unwin.freelancer@theguardian.com\">Email Will</a> or tweet <a href=\"https://twitter.com/Will_Unwin\">@Will_Unwin</a></li></ul><p><strong>There are plenty of doom mongers when it comes to Germany Lena Lattwein is aiming to prove them wrong today.</strong></p><p>“I think it’s so important to stay positive,” midfielder Lattwein said. “We’re very focused as a team and hold ourselves to the highest standard. That goes for each and every one of us, both individually and collectively.</p> <a href=\"https://www.theguardian.com/football/live/2023/aug/03/south-korea-v-germany-womens-world-cup-2023-live-score-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/aug/03/south-korea-v-germany-womens-world-cup-2023-live-score-updates", "date_published": "2023-08-03T09:27:46+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Morocco v Colombia: Women’s World Cup 2023 – live", "description": "<ul><li>Live updates from the 11am BST/10pm NZST/8pm AEST game</li><li>Have your say on the Group H game and <a href=\"mailto:scott.murray.casual@theguardian.com\">drop Scott an email</a></li></ul><p><strong>The story so far.</strong> This is what Morocco got up to last time …</p><p>… while Colombia were stunning the world by doing this.</p> <a href=\"https://www.theguardian.com/football/live/2023/aug/03/morocco-v-colombia-womens-world-cup-2023-live-score-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/aug/03/morocco-v-colombia-womens-world-cup-2023-live-score-updates", "date_published": "2023-08-03T09:27:18+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Tell us: how have you been impacted by extreme weather in the UK?", "description": "<p>We want to hear how people have been affected by heatwaves, storms and flooding in the UK in the last few years</p><p>Around the world, 2023 has been a year of deadly extreme weather, from wildfires in <a href=\"https://www.theguardian.com/world/live/2023/jul/24/greece-fires-wildfires-rhodes-corfu-evia-latest-updates\">Greece</a>, <a href=\"https://www.theguardian.com/world/live/2023/jul/24/greece-fires-wildfires-rhodes-corfu-evia-latest-updates?filterKeyEvents=false&amp;page=with:block-64bea67a8f081d44d14a830c#block-64bea67a8f081d44d14a830c\">Algeria</a> and <a href=\"https://www.theguardian.com/world/2023/jul/07/canada-wildfires-summer-weather-temps\">Canada</a> to heatwaves in <a href=\"https://www.theguardian.com/world/2023/jun/19/india-heatwave-scores-dead-warning-stay-indoors-during-day-heat-wave-uttar-pradesh-eastern-bihar\">India</a> and <a href=\"https://www.theguardian.com/us-news/2023/jul/31/texas-prison-heatwave-temperatures-cells\">Texas</a> to flooding in <a href=\"https://www.theguardian.com/world/2023/jul/17/south-korea-floods-flooding-death-toll-cheongju-road-tunnel-search\">South Korea</a> and <a href=\"https://www.theguardian.com/world/video/2023/aug/01/china-cars-swept-away-by-flood-waters-in-beijing-after-typhoon-doksuri-video\">China</a>.</p><p>Due to the climate crisis, the UK <a href=\"https://www.theguardian.com/uk-news/2022/jul/20/uk-must-learn-to-live-with-extreme-weather-says-cabinet-minister\">will face</a> a greater frequency of flash floods, winter storms and summer heatwaves.</p> <a href=\"https://www.theguardian.com/world/2023/aug/03/tell-us-how-have-you-been-impcted-by-extreme-weather-in-britain\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/03/tell-us-how-have-you-been-impcted-by-extreme-weather-in-britain", "date_published": "2023-08-03T09:25:53+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "England win thriller against world No 1 Australia at Netball World Cup", "description": "<ul><li>Australia 55-56 England</li><li>First time Roses have beaten the Diamonds at a World Cup</li></ul><p>England erased an eight-point deficit to claim their first Netball World Cup win over Australia at the 14th attempt and secure top spot in their group in Cape Town.</p><p>Jess Thirlby’s side stormed back towards the end of the third quarter and Fran Williams’ crucial interception in the dying seconds earned an historic 56-55 win.</p><p><em>Chloe Merrell’s report from Cape Town to follow …</em></p> <a href=\"https://www.theguardian.com/sport/2023/aug/03/england-win-thriller-against-world-no-1-australia-netball-world-cup\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/aug/03/england-win-thriller-against-world-no-1-australia-netball-world-cup", "date_published": "2023-08-03T09:18:06+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Chinese plans to limit smartphone use for children hit tech shares", "description": "<p>Proposals would cut usage for 16- to 18-year-olds to a maximum of two hours, with under-16s limited to one hour</p><p>Shares in Chinese technology firms have fallen after the country’s online regulator announced plans recommending smartphone use for children be limited to a maximum of two hours a day.</p><p>The rules proposed by the Cyberspace Administration of China (CAC) will require device makers, operating systems, apps and app stores to introduce a so-called “minor-mode” capping time spent on screens, increasing the pressure on local tech companies already grappling with tight government controls.</p> <a href=\"https://www.theguardian.com/business/2023/aug/03/chinese-plans-to-limit-smartphone-use-for-children-hit-tech-shares\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/aug/03/chinese-plans-to-limit-smartphone-use-for-children-hit-tech-shares", "date_published": "2023-08-03T09:12:26+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Political germ warfare’: rightwing media fervently defend Trump", "description": "<p>Pundits lined up to compare Trump charges to ‘criminalizing thoughts’ and the dropping of ‘fifteen dozen’ atomic bombs</p><p>After he was <a href=\"https://www.theguardian.com/us-news/2023/aug/01/donald-trump-charged-2020-election\">indicted for the third time</a>, Donald Trump reacted with his now-standard, twin-pronged approach: first, expressing outrage and denying the charges, and second, <a href=\"https://twitter.com/AndrewSolender/status/1686495286414237696\">asking his many loyal supporters for money</a>.</p><p>But the former US president, who faces four charges over his efforts to overturn the 2020 election, also found defenders among rightwing media in America which has often fervently defended him, sometimes flying in the face of reality to do so.</p> <a href=\"https://www.theguardian.com/us-news/2023/aug/03/rightwing-media-defend-trump\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/aug/03/rightwing-media-defend-trump", "date_published": "2023-08-03T09:00:40+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Don’t check the clock! 15 ways to get back to sleep when you wake at 3am", "description": "<p>It is normal and natural to wake in the early hours - but it can feel disastrous. Follow these simple steps to help you drift off</p><p>Time moves differently in the middle of the night. Hours can drag one moment, then race by the next, catapulting you between chronic boredom and violent panic that morning is clawing at the curtains. Yet, though it may not feel like it in the moment, it is entirely normal to wake up. “The natural human sleep pattern is not a consolidated eight hours,” says Russell Foster, professor of circadian neuroscience at Oxford University, and author of Life Time: The new science of the body clock, and how it can revolutionise your sleep and health. Still, it’s not pleasant to lie awake in the early hours worrying about everything from climate catastrophe to whether that was an inappropriate joke to put on that group chat, or whether you’ll ever sleep again – especially if it happens regularly. Here is some expert advice on how to stay calm plus what to do so that – hopefully – sleep will follow.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/aug/03/dont-check-the-clock-15-ways-to-get-back-to-sleep-when-you-wake-at-3am\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/aug/03/dont-check-the-clock-15-ways-to-get-back-to-sleep-when-you-wake-at-3am", "date_published": "2023-08-03T09:00:39+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "In a broken Britain, the Tories zero in on shoplifters stealing Calpol and food for their children | Owen Jones", "description": "<p>These thefts are crimes of poverty. Ministers’ threats to send culprits to prison will never solve them</p><p>Is an ever fiercer crackdown on the misdemeanours of the poor really justice? When a government minister suggests <a href=\"https://www.thetimes.co.uk/article/shoplifters-face-prison-under-crime-crackdown-ggdbv3j99#:~:text=The%20government%20is%20prepared%20to,custody%20on%20those%20caught%20repeatedly.\">building new prisons</a> to lock up shoplifters, Tory priorities are revealed in technicolour: that war should be waged on the symptoms, rather than the causes, of poverty. This is a tradition as British as drinking tea or Morris dancing. When the economy tanked after the 1720 “South Sea bubble” collapse, the so-called Black Act was passed, imposing the death penalty on the overwhelmingly poor Britons driven by hunger who poached animals in private parks in order to survive. Today’s justice system spares offenders the gallows, but it’s driven by the same class vengeance that defined it back then: witness how you’re <a href=\"https://www.newstatesman.com/politics/welfare/2021/02/new-you-re-23-times-more-likely-be-prosecuted-benefit-fraud-tax-fraud-uk\">23 times more likely</a> to be prosecuted for benefit fraud than tax fraud, even though the latter costs the economy nine times more.</p><p>The Tories’ plan to cling on to power is now abundantly clear: appeal to the worst instincts of the electorate. Proffering mandatory prison sentences as a solution to persistent shoplifting is part of that grim package. In practice, that means scooping up more largely poor, often traumatised citizens, and locking them up in institutions so overcrowded that their staff’s trade union <a href=\"https://www.independent.co.uk/news/uk/home-news/prison-overcrowding-figures-disorder-sentences-b2342257.html\">describes them as</a> a “powder keg waiting to blow”. That shoplifting is indelibly linked to poverty is beyond debate. Last year, even the new chief inspector of constabulary declared that officers should use “discretion” in prosecuting those who steal so they can eat, <a href=\"https://www.theguardian.com/uk-news/2022/may/18/officers-should-use-discretion-over-stealing-to-eat-says-uk-police-watchdog\">adding that</a> “whenever you see an increase in the cost of living or whenever you see more people dropping into poverty, I think you’ll invariably see a rise in crime.” He was correct: shoplifting has more than doubled in the last six years, reaching a staggering <a href=\"https://www.theguardian.com/society/2023/jun/01/one-guy-uses-us-like-a-larder-the-british-shoplifting-crisis-as-seen-from-the-tills\">8m incidents last year</a>.</p><p>Owen Jones is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/03/shoplifting-crime-poverty-prisons-tories-law-and-order\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/03/shoplifting-crime-poverty-prisons-tories-law-and-order", "date_published": "2023-08-03T09:00:39+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Trump will appear in court to respond to charges of election subversion efforts", "description": "<p>Former president’s arraignment comes two days after special counsel Jack Smith issued an indictment for four felony counts</p><p>Donald Trump was scheduled to surrender to federal authorities in Washington on Thursday afternoon and enter a not guilty plea to charges that he <a href=\"https://www.theguardian.com/us-news/2023/aug/01/donald-trump-charged-2020-election\">conspired to defraud the United States</a> among other crimes in seeking to subvert the results of the 2020 presidential election.</p><p>The twice-impeached <a href=\"https://www.theguardian.com/us-news/donaldtrump\">former president</a>, who has now been indicted three times since leaving the White House, was expected to be booked and fingerprinted in the federal district court before being escorted to his arraignment, which has been set for 4pm.</p> <a href=\"https://www.theguardian.com/us-news/2023/aug/03/trump-court-indictment-jack-smith-jan-6\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/aug/03/trump-court-indictment-jack-smith-jan-6", "date_published": "2023-08-03T09:00:39+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Rolls-Royce half-year profits rise fivefold", "description": "<p>Move by new CEO to hike prices for servicing jet engines pays off with £673m profit and surge in share price</p><p>Rolls-Royce increased its profits fivefold in the first half of this year after its new chief executive, Tufan Erginbilgic, raised prices for servicing jet engines.</p><p>The FTSE 100 engineering company made an underlying operating profit of £673m between January and June, up from £125m in the same period last year, it said in a statement to the stock market on Thursday.</p> <a href=\"https://www.theguardian.com/business/2023/aug/03/rolls-royce-half-year-profits-rise-fivefold\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/aug/03/rolls-royce-half-year-profits-rise-fivefold", "date_published": "2023-08-03T08:47:37+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Best podcasts of the week: From Real Housewives star to six years behind bars", "description": "<p>In this week’s newsletter: Queen of the Con returns with a new season unpicking the life of reality TV star and ‘ruthless manipulator’ Jen Shah. Plus: five of the best celebrity-free podcasts</p><ul><li><strong><a href=\"https://www.theguardian.com/info/2017/may/10/hear-here-podcast-recommendations-sign-up-for-unexpected-audio-pleasures\">Don’t get Hear Here delivered to your inbox? Sign up for the full article here</a></strong></li></ul><p><strong><a href=\"https://podcasts.apple.com/gb/podcast/terribly-famous/id1696102189\">Terribly Famous: Adele</a><br />Widely available, episodes weekly<br /></strong>The likable Emily Lloyd-Saini and Anna Leong Brophy are your hosts for this gawp inside the goldfish bowl of celebrity. First stop is Las Vegas, where Adele is starting a residency. As the pair go back and tell her story, from her TV debut on Later … and her first Brit award, it’s underpinned by her modesty and down-to-earth nature. Fans will already know Adele’s story but the hosts tell it with humour and a refreshing lack of side-eye. <em>Hannah Verdier</em></p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/aug/03/hear-here-jen-shah-queen-of-the-con-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/aug/03/hear-here-jen-shah-queen-of-the-con-podcast", "date_published": "2023-08-03T08:45:38+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Greenpeace protesters drape giant oil-black fabric over Sunak’s mansion", "description": "<p>Activists enter grounds of Yorkshire home in protest against prime minister’s pledge to ‘max out’ UK oil and gas reserves</p><p>• <a href=\"https://www.theguardian.com/politics/live/2023/aug/03/oliver-dowden-asylum-seekers-bibby-stockholm-uk-politics-live\">UK politics live – latest updates</a></p><p>Greenpeace activists have climbed on the roof of Rishi Sunak’s North Yorkshire mansion and draped it in oily-black fabric to “drive home the dangerous consequences of a new drilling frenzy”.</p><p>The climbers managed to get on top of Sunak’s constituency home in Kirby Sigston, near Northallerton, on Thursday morning, <a href=\"https://www.theguardian.com/politics/2023/aug/02/rishi-sunak-heads-to-california-for-special-trip-with-family\">as the prime minister flew</a> to California on holiday.</p> <a href=\"https://www.theguardian.com/politics/2023/aug/03/greenpeace-protesters-drape-giant-oil-black-fabric-over-sunaks-mansion\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/aug/03/greenpeace-protesters-drape-giant-oil-black-fabric-over-sunaks-mansion", "date_published": "2023-08-03T08:43:07+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Oliver Dowden says he is ‘confident’ concerns with Bibby Stockholm will be addressed amid criticism from campaigners and firefighters – UK politics live", "description": "<p>The Fire Brigades’ Union say the vessel docked in Portland on the Dorset coast is a ‘potential deathtrap’</p><p><strong>Oliver Dowden</strong> said asylum seekers will be housed on the Bibby Stockholm barge “in the coming weeks”.</p><p>The plans to move migrants on to the barge, docked in Portland on the Dorset coast, have been beset by delays, with government sources suggesting the first arrivals may not be on board until next week.</p><p>We have to undertake a number of inspections and other measures to make sure that these vessels, and this vessel in particular, is suitable and ready.</p><p>But I am confident that in the coming weeks we will have people on those barges.</p><p>We are confident that we will be able to address all of these concerns, I’m absolutely certain of that, and I’m absolutely certain we will be able to get people on this vessel in the coming weeks.</p> <a href=\"https://www.theguardian.com/politics/live/2023/aug/03/oliver-dowden-asylum-seekers-bibby-stockholm-uk-politics-live\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/live/2023/aug/03/oliver-dowden-asylum-seekers-bibby-stockholm-uk-politics-live", "date_published": "2023-08-03T08:28:14+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Police investigate Traveller sites leaflet distributed by Welsh secretary", "description": "<p>Leaflet handed out by by Tory MP criticised as ‘bordering on racism’ by concerned Travellers and Gypsies</p><p>Police are investigating a leaflet distributed by the Welsh secretary and Monmouth MP David TC Davies, which was accused of bordering on racism.</p><p>In what was billed as an “important update to constituents”, the leaflet encouraged people to give their thoughts on the local Labour-controlled council’s plans “to establish a number of Gypsy Traveller sites in the county”.</p> <a href=\"https://www.theguardian.com/politics/2023/aug/03/police-investigate-traveller-sites-leaflet-distributed-welsh-secretary\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/aug/03/police-investigate-traveller-sites-leaflet-distributed-welsh-secretary", "date_published": "2023-08-03T08:17:06+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "NFL great Tom Brady becomes minority owner at Birmingham City", "description": "<ul><li>Brady appointed chairman of advisory board</li><li>He will focus on nutrition, health, wellness and recovery</li></ul><p>The NFL great Tom Brady has become a minority owner of Birmingham City. The seven-times Super Bowl champion has partnered with the club’s holding company, Knighthead Capital Management LLC, and becomes chairman of a new advisory board.</p><p>The Championship club said Brady would “apply his extensive leadership experience and expertise across several components of the club, including working alongside the sports science department to advise on health, nutrition, wellness, and recovery systems and programs”.</p> <a href=\"https://www.theguardian.com/football/2023/aug/03/tom-brady-birmingham-city-minority-owner-nfl-great\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/03/tom-brady-birmingham-city-minority-owner-nfl-great", "date_published": "2023-08-03T08:04:09+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Baldur’s Gate 3 review – the video game where you can do (almost) anything", "description": "<p>Anything seems possible in this massive RPG, but the trick isn’t magic technology, say developers at Larian Studios</p><p>“A scripter was convinced that it would make the scene complete if you could be turned into a wheel of cheese,” Larian Studios’ lead systems designer Nick Pechenin tells me. The main story of Baldur’s Gate 3 is about an invasion of tentacle-mouthed creatures that wouldn’t look out of place in one of HP Lovecraft’s Cthulhu horror stories, so a sidequest where a disgruntled wizard transforms you into cheese may seem out of place. But moments like this encapsulate why Larian is the game developer that comes closest to capturing the anarchic freedom of real-world sessions of Dungeons &amp; Dragons.</p><p>More than 20 years ago, before Mass Effect and Dragon Age, before even Star Wars: Knights of the Old Republic, much-loved developer BioWare made its name with Baldur’s Gate and its sequel. “When the original games came out, they were the bleeding edge of what was possible technologically, visually, and story-wise,” says Pechenin. “BioWare was trying to release a game that was as beautiful and as technologically powerful as could be humanly achieved at that stage; that’s what we are trying to do.”</p> <a href=\"https://www.theguardian.com/games/2023/aug/03/baldurs-gate-3-review-the-video-game-where-you-can-do-almost-anything\">Continue reading...</a>", "link": "https://www.theguardian.com/games/2023/aug/03/baldurs-gate-3-review-the-video-game-where-you-can-do-almost-anything", "date_published": "2023-08-03T08:00:38+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Chasing Shadows by Miles Johnson review – criminal world", "description": "<p>A thriller-like tale of global drugs and terrorism that may be too complex for its own good</p><p>The holy grail for a certain genre of narrative nonfiction is a real-life story so fast paced and with such high stakes that it could match the page-turning tension of a fictional work from Robert Ludlum, Tom Clancy or <a href=\"https://www.theguardian.com/books/lee-child\" title=\"\">Lee Child</a>. This is the terrain in which the Financial Times correspondent Miles Johnson has squarely pitched his debut, Chasing Shadows. To underline the point, the review copy comes with an endorsement from Child himself, who declares Chasing Shadows to be “as breathless, complex, and on-the-edge suspenseful as the finest thriller fiction – but it’s all real, which makes it truly extraordinary”.</p><p>The genre, then, feels familiar. This is a Manichean world in which the good guys are very good and the bad guys are extremely, relentlessly, nastily bad. Johnson introduces us to three leading men. The first is Jack Kelly, a hard-bitten agent of the Drug Enforcement Administration’s elite special operations division – “the Navy Seals of the DEA”, as one witness helpfully puts it – who carries a Glock and drives a Jeep Wrangler, about as macho a set of wheels as it is possible to buy. In the best tradition of heroic Hollywood lawmen, Kelly is a maverick and a loner who walks the mean streets so you don’t have to.</p> <a href=\"https://www.theguardian.com/books/2023/aug/03/chasing-shadows-by-miles-johnson-review-criminal-world\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/aug/03/chasing-shadows-by-miles-johnson-review-criminal-world", "date_published": "2023-08-03T08:00:38+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Vanishing Act review: an outlandish take on a real scammer who made millions – and disappeared", "description": "<p>The story of  financier Melissa Caddick gripped Australia when she vanished, leaving behind her severed foot. What a shame this three-part drama makes little sense of the tale</p><p></p><p>After a string of dramas about real-life scams, I was beginning to wonder if anywhere was safe. We’ve had Inventing Anna, the story of Anna Sorokin/Delvey, who posed as a wealthy heiress among Manhattan’s elite, largely at their expense. Then there was The Dropout, about Elizabeth Holmes, currently in jail for defrauding those who invested in her bloodtesting company, which could not do the things it claimed. The Tinder Swindler concerned conman Simon Leviev/Shimon Hayut, who posed as the son of a diamond mogul and persuaded marks to “lend” him huge sums of money to save him from supposed enemies. As for Bad Vegan, you’ll have to look that up yourself – it begins with a promise to make a restaurateur’s dog immortal and beyond that I do not have time or space to explain.</p><p>The answer, thanks to Vanishing Act, appears to be no – nowhere is safe. This is the first Australian contribution to the true-scam drama genre to make it to our shores. It traces the disappearance of Melissa Caddick, a financier who vanished three days after the Australian Securities and Investment Commission raided her Sydney home. Four months later, her badly decomposed foot (confirmed by DNA testing) washed up on Bournda beach on the New South Wales coast 500km away from where she was last seen. In the meantime, it was discovered that she had been running a Ponzi scheme for over a decade, which, according to the show, took in more than A$40m (£20.5m) not just from strangers, but friends and family – including her parents – and left them all financially ruined.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/aug/03/vanishing-act-review-an-outlandish-take-on-a-real-scammer-who-made-millions-and-disappeared\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/aug/03/vanishing-act-review-an-outlandish-take-on-a-real-scammer-who-made-millions-and-disappeared", "date_published": "2023-08-03T08:00:38+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "UK Brexit checks on fresh food from EU delayed for fifth time, reports say", "description": "<p>Government source reportedly says there are concerns extra red tape could fuel further inflation</p><p>Brexit checks on fresh farm produce coming to the UK from the EU have been delayed for the fifth time, according to reports.</p><p>The decision to suspend plans to enforce the controls, which have been applied in the other direction to British exports to the EU since January 2021, is due to be announced imminently, according to the <a href=\"https://www.ft.com/content/d0673acb-eb87-4548-b90f-009be5ab14c3\">Financial Times</a>.</p> <a href=\"https://www.theguardian.com/politics/2023/aug/03/uk-brexit-checks-fresh-food-eu-delayed-fifth-time-reports\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/aug/03/uk-brexit-checks-fresh-food-eu-delayed-fifth-time-reports", "date_published": "2023-08-03T07:50:43+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Bumper summer sale helps Next add £10m to profit forecast", "description": "<p>Wet weather fails to dampen demand as retailer raises profit guidance again</p><p>Strong trading at <a href=\"https://www.theguardian.com/business/next\">Next</a>’s summer sale as shoppers continue to spend more on clothing than expected has prompted a second profits upgrade at the retailer in just over six weeks.</p><p>Next, which has about 550 stores in the UK and Ireland and is considered a good barometer of British consumer spending, said it now expected to make £845m in annual profit, £10m more than previously forecast, as <a href=\"https://www.theguardian.com/uk-news/2023/aug/01/northern-ireland-and-parts-of-england-had-wettest-july-on-record\">last month’s exceptionally wet weather</a> dampened, but did not snuff out, shopper demand.</p> <a href=\"https://www.theguardian.com/business/2023/aug/03/bumper-summer-sale-helps-next-add-10m-to-profit-forecast\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/aug/03/bumper-summer-sale-helps-next-add-10m-to-profit-forecast", "date_published": "2023-08-03T07:33:29+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘It’s every kid’s wish to ride that dragon’: readers’ favourite children’s films of all time", "description": "<p>After our critics picked their best films for kids, readers share the family friendly flicks that have made them laugh, bawl and feel like they belong</p><ul><li><a href=\"https://www.theguardian.com/film/2023/aug/01/50-greatest-childrens-films-jedis-jurassics-nannies-nazis-star-wars\">The 50 greatest children’s films of all time</a></li></ul><p>An introduction to Indigenous culture, single parenthood, adventure, attachment to a pet pelican, separation from parents and isolated living. Best ever. <strong>Rocky, retired, Brisbane </strong></p> <a href=\"https://www.theguardian.com/film/2023/aug/03/readers-favourite-childrens-films-of-all-time\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/aug/03/readers-favourite-childrens-films-of-all-time", "date_published": "2023-08-03T07:30:32+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Bank of England expected to raise interest rates to new 15-year high to fight inflation – business live", "description": "<p>Rolling coverage of the latest economic and financial news, including the Bank of England’s interest rate decision at noon</p><ul><li><a href=\"https://www.theguardian.com/business/2023/aug/03/bank-of-england-poised-to-raise-uk-interest-rates-to-5-point-25?utm_source=dlvr.it&amp;utm_medium=twitter\">Bank of England poised to raise UK interest rates to 5.25%</a></li><li><a href=\"https://www.theguardian.com/politics/2023/aug/02/tuc-urges-bank-of-england-to-halt-reckless-interest-rate-increases\">TUC urges Bank of England to halt ‘reckless’ interest rate increases</a></li></ul><p><strong>Recent increases in UK interest rates have been blamed for a fall in shoppers on the high street last month.</strong></p><p>Retail analysts <strong>Springboard</strong> have reported that footfall at UK retailers fell by 0.3% month-on-month in July.</p><p>July appeared to demonstrate the harsh reality of the impact of interest rate rises on consumers, combined with rain and a rail overtime ban on several days in the month.</p><p>This meant that footfall across UK retail destinations was -0.3% lower than June 2023, which is the first month on month decrease since March 2023, when consumers deferred shopping trips until Easter which was then followed by a rise of +7.2% from March to April.</p><p>We expect the Bank of England (BoE) will hike by 0.25% to 5.25%, rather than 0.5% that was previously feared by markets.</p><p>UK economic growth continues to falter. Higher mortgage rates are starting to weigh on the UK housing market where prices are falling by the most since 2009.</p><p>We believe the BoE will be able to curb growth and drive down inflation. If it does so, the BoE should be in a position to cut rates next year.</p> <a href=\"https://www.theguardian.com/business/live/2023/aug/03/bank-of-england-interest-rate-decision-governor-andrew-bailey-post-brexit-uk-border-food-checks-delayed-again-\">Continue reading...</a>", "link": "https://www.theguardian.com/business/live/2023/aug/03/bank-of-england-interest-rate-decision-governor-andrew-bailey-post-brexit-uk-border-food-checks-delayed-again-", "date_published": "2023-08-03T07:27:28+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Over-50s could deliver takeaways, says work and pensions secretary", "description": "<p>Mel Stride lauds flexible working at firms such as Deliveroo amid post-Covid surge in economic inactivity</p><p>Over-50s looking for work should consider delivering takeaways and other flexible jobs typically occupied by younger people, the work and pensions secretary has said. <br /><br />Mel Stride’s comments came during a visit to the London headquarters of the food delivery firm Deliveroo, which has recorded a 62% increase in riders aged over 50 since 2021.<br /><br />In an interview with <a href=\"https://www.thetimes.co.uk/article/get-on-your-deliveroo-bike-and-work-minister-tells-over-50s-68qbk9dtm\">the Times</a> during his visit to the food delivery company, Stride said these flexible jobs offered “great opportunities” and that it was “good for people to consider options they might not have otherwise thought of”.<br /><br />Stride said: “What we’re seeing here is the ability to log on and off any time you like, no requirement to have to do a certain number of hours over a certain period of time, which is driving huge opportunities.”</p><p>He added that employers could also benefit from widening their recruitment pool to “access all the available talent”, and that flexible working can attract older workers. This builds on his earlier comments that these jobs suit workers with disabilities.<br /><br />On the recently introduced digital “mid-life MOTs”, which are designed to help older workers with financial planning, health guidance and career skills, Stride said: “You really do need to sensibly stop, take where you are in life, and assess whether for example you’ve got enough money to get you through with the kind of lifestyle and living standards that you’re expecting.”</p> <a href=\"https://www.theguardian.com/society/2023/aug/03/over-50s-could-deliver-takeaways-says-work-and-pensions-secretary-mel-stride\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/aug/03/over-50s-could-deliver-takeaways-says-work-and-pensions-secretary-mel-stride", "date_published": "2023-08-03T07:15:40+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘I hope it’s not a big issue’: Pochettino worried over Nkunku knee injury", "description": "<ul><li>Manager says Chelsea need ‘a few days’ to assess forward</li><li>Pochettino refuses to blame patchy pitch in Chicago </li></ul><p>Mauricio Pochettino said Chelsea needed to assess Christopher Nkunku after the forward limped off with a knee injury <a href=\"https://www.theguardian.com/football/2023/aug/03/chelsea-vs-dortmund-christopher-nkunku-injury-mason-burstow-soldier-field-chicago\">against Borussia Dortmund</a>.</p><p>Nkunku was forced off during the first half of Chelsea’s 1-1 draw in Chicago and faces a fight to be fit for the start of the Premier League season. Pochettino, whose side host Liverpool on the opening weekend, is hoping the France international did not sustain any serious damage.</p> <a href=\"https://www.theguardian.com/football/2023/aug/03/mauricio-pochettino-christopher-nkunku-knee-injury-chelsea\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/03/mauricio-pochettino-christopher-nkunku-knee-injury-chelsea", "date_published": "2023-08-03T07:03:55+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Great forgotten goals from Serie A’s glory days in the 1990s", "description": "<p>Some golazos have been replayed endlessly, but here are a few obscure finishes you may not remember</p><p>By <a href=\"https://www.gentlemanultra.com/\">The Gentleman Ultra</a> for the <a href=\"https://www.theguardian.com/sport/series/guardian-sport-network\">Guardian Sport Network</a></p><p>Serie A boasted an embarrassment of goalscoring riches in the 1990s. The great strikers of the era – Marco van Basten, Roberto Baggio, Ronaldo, George Weah, Jürgen Klinsmann, Alessandro del Piero, Andriy Shevchenko and many, many more – flocked to Italy. With <a href=\"https://www.theguardian.com/football/the-gentleman-ultra/2017/sep/20/golazos-25-best-goals-serie-a-seasons-football-italia\">so many world class players on show</a>, the quality spread right down the league table. Some of their beautiful goals have been forgotten in the last 25 years. It’s time to remember them.</p> <a href=\"https://www.theguardian.com/football/the-gentleman-ultra/2023/aug/03/great-forgotten-goals-serie-a-heyday-1990s-italian-football\">Continue reading...</a>", "link": "https://www.theguardian.com/football/the-gentleman-ultra/2023/aug/03/great-forgotten-goals-serie-a-heyday-1990s-italian-football", "date_published": "2023-08-03T07:00:37+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Lizzie Deignan: ‘On the Tourmalet, I thought about how far women’s cycling has come’", "description": "<p>British cyclist on ‘emotional’ Tour de France Femmes, overdue progress and her hopes for world championships in Scotland</p><p>Lizzie Deignan’s return to racing, following the birth of her second child last September, has been a balancing act. As the <a href=\"https://www.theguardian.com/sport/2023/jul/30/demi-vollering-sails-through-time-trial-to-win-tour-de-france-femmes\" title=\"\">Tour de France Femmes ended</a> last Sunday, the 34-year-old sat down outside her Lidl-Trek team bus in Pau’s Place Verdun and took stock of her first experience of the relaunched women’s race.</p><p>The look on her face spoke volumes. Juggling full-time motherhood while preparing for the rigours of stage racing in the climbs of the Massif Central and the Pyrenees was definitely not easy.</p> <a href=\"https://www.theguardian.com/sport/2023/aug/03/lizzie-deignan-womens-cycling-world-championships\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/aug/03/lizzie-deignan-womens-cycling-world-championships", "date_published": "2023-08-03T07:00:37+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "With my kids away, I’m expected to relax – but I’m too busy cyberstalking them | Emma Brockes", "description": "<p>I once scoffed at the idea of ‘empty nest syndrome’. Now I scour camp photos like a homicide detective, on the lookout for scowls or sunburn</p><p>On Sunday I dropped off my kids at camp and, all going well, I won’t see or hear from them for two weeks. This wasn’t part of my plan for the summer. Sleepaway camp, a staple of American childhood, isn’t in my background and the whole idea of it filled me with dread. At their age – eight – I would have hated it, I’m sure, being sent away and forced to have fun. But my children aren’t me and they pushed and pushed until finally last week I gave in. So there they are, at a lake in New Jersey, and here I am, in New York, alone.</p><p>It should be good for all of us, this period of detachment. Unless you favour the Edwardian model and ship off your kids to boarding school as long-range training for ruining the country, <a href=\"https://www.theguardian.com/lifeandstyle/parents-and-parenting\">parenting</a> young children is intense. Single parenting, in the absence of immediate family, can feel – in my case, as a single parent of twins – like being one person divided into three.</p><p>Emma Brockes is a Guardian columnist based in New York</p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/03/kids-camp-cyberstalk-empty-nest\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/03/kids-camp-cyberstalk-empty-nest", "date_published": "2023-08-03T07:00:37+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Cricket’s young guns ready to step up when England change the old guard | Tanya Aldred", "description": "<p>Stuart Broad and Moeen Ali have gone and with Ashes heroes knocking on, who are the next generation pushing for a call-up?</p><p>Time ticks relentlessly away: before you know it you’re halfway through the afternoon and Jimmy Anderson is 41. For England, the clock has almost reached midnight. A five-Test tour of India in early 2024 is England’s only red-ball cricket for 11 months; there is two and a half years until the next Ashes series in Australia.</p><p>Anderson’s retirement is surely a matter of time (whatever he says), <a href=\"https://www.theguardian.com/sport/blog/2023/jul/30/stuart-broad-arranges-farewell-test-to-his-liking-as-bandana-bows-out\" title=\"\">Stuart Broad has gone at 37</a>, Ben Stokes’s knee is n object of fragile awe. Even Joe Root is 32. With just three twentysomethings in the current team, a changing of the guard is imminent. Who are the young prospects in the wings?</p> <a href=\"https://www.theguardian.com/sport/2023/aug/03/cricket-young-guns-ready-to-step-up-england\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/aug/03/cricket-young-guns-ready-to-step-up-england", "date_published": "2023-08-03T07:00:36+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Future Future by Adam Thirlwell review – the historical novel, subverted", "description": "<p>This slippery, anachronistic and strangely beautiful tale of patriarchy and power moves from revolutionary Paris to a lunar commune</p><p>Adam Thirlwell’s first novel in eight years is set in Paris in the period around the French Revolution. When we first meet Celine, she is a peripheral figure at the court of the dauphin; at 19, she has recently been married off to Sasha, a 46-year-old minor government official and ruthless “fascist”. She has also become the focus of a series of pamphlets, provenance unknown, containing pornographic fictions based on her life. In the early pages of the novel, Celine has been made into a kind of symbol of all that is rotten at the heart of French high society, and is attempting to deal with the fallout from her unjust erotic infamy – most pressingly its effects on her thuggish and abusive husband. Along with her friends Marta and Julia, Celine hosts a series of glamorous parties, a deliberate gambit to attract writers into her orbit, as a means of wresting back control of the narrative of her life. (“In a world made of writing,” we are told, “malevolent writing could only be erased by more writing.”)</p><p>This might make the book sound like a relatively conventional work of historical fiction, but it is nothing of the sort. Thirlwell has never been one to play it straight – his 2012 novel <a href=\"https://www.theguardian.com/books/2012/may/25/kapow-adam-thirlwell-review\" title=\"\">Kapow!</a> employed enough typographical trickery to outdo <a href=\"https://www.theguardian.com/books/max-porter\" title=\"\">Max Porter</a>; 2013’s collection Multiples was a sort of multilingual parlour game of literary translation – and as the use of the word “fascist” to describe an 18th-century French civil servant might suggest, his deliberate deployment of jarring anachronism is more than just a startling textural effect: it’s at the centre of the book’s artful design.</p> <a href=\"https://www.theguardian.com/books/2023/aug/03/the-future-future-by-adam-thirlwell-review-the-historical-novel-subverted\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/aug/03/the-future-future-by-adam-thirlwell-review-the-historical-novel-subverted", "date_published": "2023-08-03T06:30:36+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Trevor Francis was a legendary footballer – and an extremely nice person | Adrian Chiles", "description": "<p>Tributes have been pouring in for the forward but none honours him more poignantly than the one from his own family</p><p>Whenever I mention the f-word, I fear half of you won’t read on. However, this isn’t really about football. It’s about life and death, though not remotely in the Shankly-sense of football being more important than life or death.</p><p>What happened was that <a href=\"https://www.theguardian.com/football/2023/jul/25/trevor-francis-obituary\">a famous footballer died – Trevor Francis</a>. If you’re not into football, bear with me, please, as, for context, I need to explain that he was a brilliant player towards the end of the last century who somehow embodied a whole era in the game. For football fans of my vintage, especially those of us from the Midlands where he mostly plied his trade, his death has been most upsetting.</p><p>Adrian Chiles is a broadcaster, writer and Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/03/trevor-francis-was-a-legendary-footballer-and-an-extremely-nice-person\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/03/trevor-francis-was-a-legendary-footballer-and-an-extremely-nice-person", "date_published": "2023-08-03T06:00:36+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Views from the inside: personal accounts of life after prison – in pictures", "description": "<p>Conversations with previously incarcerated people – about life, spirituality and the natural world – inspire the atmospheric images in Jamie Murray’s first photobook</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2023/aug/03/life-after-prison-in-pictures-jamie-murray-folly\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2023/aug/03/life-after-prison-in-pictures-jamie-murray-folly", "date_published": "2023-08-03T06:00:36+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘So important’: UK minister endorses Google’s training drive in AI arms race", "description": "<p>Few countries have tried so hard to promote AI – but many non-tech British firms don’t know where to start</p><p>A larger-than-life Michelle Donelan beams on to a screen in Google’s London headquarters. The UK science and innovation secretary is <a href=\"https://twitter.com/michelledonelan/status/1684868519509315584\">appearing via video</a> to praise the US tech behemoth for its plans to equip workers and bosses with basic skills in artificial intelligence (AI).</p><p>“The recent explosion in the use of AI tools like ChatGPT and Google’s Bard show that we are on the cusp of a new and exciting era in artificial intelligence, and it is one that will dramatically improve people’s lives,” says Donelan. <a href=\"https://www.theguardian.com/technology/google\">Google’s</a> “ambitious” training programme is “so important” and “exceptional in its breadth”, she gushes in a five-minute video, filmed in her ministerial office.</p> <a href=\"https://www.theguardian.com/technology/2023/aug/03/so-important-uk-minister-endorses-googles-training-drive-in-ai-arms-race\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/aug/03/so-important-uk-minister-endorses-googles-training-drive-in-ai-arms-race", "date_published": "2023-08-03T06:00:36+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Dunelm made me feel uncomfortable breastfeeding my child in its cafe", "description": "<p>A staff member suggested I move to another room, which turned out to be a baby changing area</p><p><strong>I was breastfeeding my baby in the cafe of a Dunelm store in west London. Almost immediately a staff member came over and told me that I might be more comfortable in the feeding room downstairs which had a comfortable armchair. She kept repeating this which made me feel unwelcome, so I moved. This turned out to be a baby changing room with a toilet. My baby ended up missing his feed and I was a bit thrown. I understand my rights as a breastfeeding mother and felt bad for not advocating for the both of us.<br /></strong><em><strong>TT, London</strong></em></p><p>You told me the staff member mentioned that you were welcome to remain in the cafe, but kept pushing the feeding-room option. She may have been well-intentioned, but it’s understandable you felt pressured.</p> <a href=\"https://www.theguardian.com/money/2023/aug/03/dunelm-made-me-feel-uncomfortable-breastfeeding-my-child-in-its-cafe\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/aug/03/dunelm-made-me-feel-uncomfortable-breastfeeding-my-child-in-its-cafe", "date_published": "2023-08-03T06:00:35+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Scottish byelection will be a high noon test for Starmer and Sunak | Martin Kettle", "description": "<p>What happens in Rutherglen and Hamilton West is a crucial test, not just for the SNP and Labour, but the Conservatives too</p><p>British politics has witnessed some <a href=\"https://www.theguardian.com/politics/2023/jul/21/tory-election-victory-hopes-hit-by-shattering-byelection-defeats\">spectacular byelections</a> over the past four years – with Liberal Democrats ousting Conservatives in the west of England, and Labour overturning a 20,000 Tory majority in Yorkshire. But there is a strong case for saying that the single most pivotal byelection of the current parliament has not taken place yet. Such a contest was, however, triggered this week by the announcement of the successful <a href=\"https://commonslibrary.parliament.uk/research-briefings/sn05089/#:~:text=The%20recall%20petition&amp;text=For%20a%20recall%20petition%20to,by%2Delection%20is%20then%20required\">recall petition</a> against Margaret Ferrier, the Scottish National party (SNP) MP for Rutherglen and Hamilton West.</p><p>Ferrier has had to quit because she broke pandemic regulations in September 2020. Unwell, she travelled from Scotland to Westminster, spoke in a Commons debate and then, having tested positive for Covid, returned north by train. She pleaded guilty to an offence in 2021, for which she was sentenced to community service, and in March this year MPs voted to suspend her for 30 days. On Tuesday it was announced that 15% of her constituents had signed the recall petition, sparking the long-expected contest.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/03/labour-scottish-byelection-rutherglen-hamilton-west-snp\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/03/labour-scottish-byelection-rutherglen-hamilton-west-snp", "date_published": "2023-08-03T06:00:35+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Singapore executes man over drugs in third hanging in a week", "description": "<p>Punishment for heroin trafficking comes just days after city executes first woman in nearly 20 years</p><p>Singapore has executed a 39-year-old man who was convicted of trafficking heroin in the city-state’s third hanging in just over a week, authorities say.</p><p>Mohamed Shalleh Adul Latiff was sentenced to death for possessing about 55g of heroin “for the purpose of trafficking” in 2019.</p> <a href=\"https://www.theguardian.com/world/2023/aug/03/singapore-executes-man-mohamed-shalleh-adul-latiff-drugs-charges-heroin\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/03/singapore-executes-man-mohamed-shalleh-adul-latiff-drugs-charges-heroin", "date_published": "2023-08-03T05:33:09+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "TV tonight: Stacey Dooley on how having a baby has changed her", "description": "<p>She looks back at families from past episodes of Stacey Dooley Sleeps Over. Plus: Archie the cute-looking dog who likes biting people. Here’s what to watch this evening</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/aug/03/tv-tonight-stacey-dooley-on-how-having-a-baby-has-changed-her\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/aug/03/tv-tonight-stacey-dooley-on-how-having-a-baby-has-changed-her", "date_published": "2023-08-03T05:20:34+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Trump’s latest pitch to supporters | Fiona Katauskas", "description": "<p>Is there anything he can’t sell?</p> <a href=\"https://www.theguardian.com/commentisfree/picture/2023/aug/03/trumps-latest-pitch-to-supporters\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2023/aug/03/trumps-latest-pitch-to-supporters", "date_published": "2023-08-03T05:05:16+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Gym shorts and a leotard: subway rider’s bonkers looks divide TikTok", "description": "<p>SubwaySessions, AKA Kristina Avakyan, says ‘if no one’s critiquing you, you’re doing something wrong’</p><p>Last month, Kristina Avakyan got fired from her New York bartending gig because, she admits, she was “constantly late” to work. With a lot more time on her hands, she made a TikTok account to show off her outfits.</p><p><a href=\"https://www.tiktok.com/@subwaysessions?lang=en\">@SubwaySessions</a> immediately racked up an audience. One getup that wouldn’t look out of place on Greta Gerwig’s Depression Barbie – neon orange athletic shorts slung extra-low-rise and paired with a nude see-through leotard – has been viewed more than 1m times.</p> <a href=\"https://www.theguardian.com/fashion/2023/aug/02/subwaysessions-tiktok-fashion-kristina-avakyan\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2023/aug/02/subwaysessions-tiktok-fashion-kristina-avakyan", "date_published": "2023-08-03T05:00:35+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Red admiral butterfly population soars 400% in UK as winters warm", "description": "<p>Sightings rise to 170,000 so far this year as climate breakdown changes behaviour of species</p><p>Red admiral butterflies are enjoying a 400% boom in British gardens this year, data reveals, as the migrant insect favours the warmer climes brought by climate breakdown.</p><p><a href=\"https://butterfly-conservation.org/\">Butterfly Conservation</a> has reported 170,000 sightings of the majestic red and black insect so far this year in its annual Big Butterfly Count.</p> <a href=\"https://www.theguardian.com/environment/2023/aug/03/red-admiral-butterfly-population-uk-sightings-winters-warm-climate\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/aug/03/red-admiral-butterfly-population-uk-sightings-winters-warm-climate", "date_published": "2023-08-03T05:00:35+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "UK escaped the heat this year but must adapt faster to global heating", "description": "<p>Projections indicate 40C summers will be the norm in Britain. What can it learn from other countries?</p><p>If we learn nothing else from watching Greece burn this summer, it is the <a href=\"https://theconversation.com/the-uk-is-still-not-prepared-for-extreme-temperatures-heres-what-it-should-do-210171\">urgent need for adaptation</a>. Even if all countries deliver their emission reduction pledges set under the Paris agreement we are still on course for 2.5C of warming. While the UK has escaped the heat this year, climate change projections indicate a future with wetter winters and hotter, drier summers, where 40C temperatures like those we experienced last summer could become the norm.</p><p>So what do we need to do to prepare? Last month, the UK government unveiled its third <a href=\"https://www.gov.uk/government/news/government-sets-out-adaptation-programme-to-tackle-climate-impact\">national adaptation programme</a>, but it has been heavily criticised for promising much and delivering little. Many of the UK’s buildings were not designed with heatwaves in mind. Research published in <a href=\"https://www.nature.com/articles/s41893-023-01155-z\">Nature Sustainability</a> in July estimated that there are more than half a million homes and other key buildings, such as hospitals, that will be unable to deal with the projected 30% increase in cooling need.</p> <a href=\"https://www.theguardian.com/news/2023/aug/03/uk-must-adapt-faster-global-heating\">Continue reading...</a>", "link": "https://www.theguardian.com/news/2023/aug/03/uk-must-adapt-faster-global-heating", "date_published": "2023-08-03T05:00:35+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Uxbridge was not just an anti-green protest: it was the sour spirit of Brexit revived | Aditya Chakrabortty", "description": "<p>This byelection should have been a Labour landslide – but local Tories’ freedom to choose their candidate changed all that</p><p>You can still see the precise moment this summer when politics slid off-script and in a new direction. It occurs in a video that opens in an <a href=\"https://www.mylondon.news/news/west-london-news/watch-new-mp-boris-johnsons-27365641\">old gym</a>, where a returning officer is enjoying his big moment. Uxbridge in July, and the drama over who succeeds Boris Johnson as local MP is reaching its climax. The mood is less election night, more exhausted carnival: centre stage stands Count Binface; up front is the Monster Raving lunatic, almost hidden under his stetson – and here comes Laurence Fox, braced to lose yet another deposit.</p><p>Off to one side stand the two main men. They make an odd pairing: Labour’s Danny Beales, young, slim and stiff-backed, side by side with his Tory rival, Steve Tuckwell, who is some 20 years older. Both look queasy as the officer reads the numbers. By a tiny margin, the reds have lost. A government on death row, Johnson in disgrace, the buoyancy of Keir Starmer: none of it has been enough.</p><p>Aditya Chakrabortty is a Guardian columinist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/03/uxbridge-brexit-tories-anti-green-labour-local\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/03/uxbridge-brexit-tories-anti-green-labour-local", "date_published": "2023-08-03T05:00:35+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Meta, Google and YouTube ‘profiting’ off posts for bogus women’s health cures in Kenya", "description": "<p>Tech firms permit ads for potentially harmful products including vaginal ‘cleanse’ balls and useless herbs for infertility, according to an investigation</p><p>Meta, YouTube and Google are profiting from posts promoting harmful and useless health products to women in Kenya, according to an investigation.</p><p>Researchers from the media collective <a href=\"https://fumbua.ke/\">Fumbua </a>have accused big tech firms of amplifying content that promises unproven cures for infertility and herbs that can stave off cancers on their networks.</p> <a href=\"https://www.theguardian.com/global-development/2023/aug/03/meta-google-and-youtube-profiting-off-posts-for-bogus-womens-health-cures-in-kenya\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/aug/03/meta-google-and-youtube-profiting-off-posts-for-bogus-womens-health-cures-in-kenya", "date_published": "2023-08-03T05:00:34+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Private capital funds 35% of clubs in Europe’s top leagues, research shows", "description": "<ul><li>Chelsea, Milan and Newcastle owned entirely by private capital</li><li>Most investors want to ‘crystalise’ returns within a decade</li></ul><p>More than a third of football clubs in Europe’s “big five” leagues are funded by private capital, new research has found, a sharp change in ownership which will pose long-term questions for the game.</p><p>Chelsea, Milan, Newcastle and Atalanta are examples of teams owned entirely by private capital, in the shape of private equity funds. But according to the financial analysis firm PitchBook, 35% of top-flight clubs in England, France, Germany, Italy and Spain have acquired private investment in some form.</p> <a href=\"https://www.theguardian.com/football/2023/aug/03/private-capital-funds-35-of-clubs-in-europes-top-leagues-research-shows\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/03/private-capital-funds-35-of-clubs-in-europes-top-leagues-research-shows", "date_published": "2023-08-03T05:00:34+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Russia-Ukraine war live: Russia ‘deliberately using food as a weapon’, says EU; ‘massive’ drone attack on Kyiv", "description": "<p>EU’s foreign policy chief Josep Borrell writes letter urging developing countries to speak with ‘clear and unified voice’; no damage reported after eighth consecutive night of strikes on Kyiv</p><ul><li><strong><a href=\"https://www.theguardian.com/world/2023/aug/03/russia-ukraine-war-at-a-glance-what-we-know-on-day-526-of-the-invasion\">Russia-Ukraine war at a glance</a> </strong></li></ul><p>Kyiv defended itself against the eighth consecutive nightly drone attack early on Thursday morning, the Kyiv Regional Military Admistration (KMVA) said on Telegram. No damage was recorded in preliminary reports.</p><p>Serhiy Popko, head of the KMVA wrote:</p><p>Eight consecutive attack of barrage ammunition ‘Shahed’ on Kyiv. And again, like yesterday - a massive attack. Air defense forces and means on the approach to Kyiv detected and destroyed almost one and a half dozen air targets. According to the information at this moment, there were no victims or destruction in the capital (data from the operational summary is being clarified, follow possible updates) […] this latest air alarm in the capital lasted exactly 3 hours. It became the 820th for Kyiv since the beginning of the full-scale invasion.”</p> <a href=\"https://www.theguardian.com/world/live/2023/aug/03/russia-ukraine-war-live-russia-deliberately-using-food-as-a-weapon-says-eu-massive-drone-attack-on-kyiv\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2023/aug/03/russia-ukraine-war-live-russia-deliberately-using-food-as-a-weapon-says-eu-massive-drone-attack-on-kyiv", "date_published": "2023-08-03T04:57:03+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Typhoon Khanun leaves two dead in Japan and 166,000 homes without power", "description": "<p>Heavy rains and high winds lash Okinawa and Kagoshima, as storm slowly moves north-west before forecast change in direction towards mainland</p><p>About 166,000 households in south-western Japan’s Okinawa and Kagoshima prefectures were without power as Typhoon Khanun continued to hit with heavy rain and gusty winds, prolonging the damage potential.</p><p>The storm in the East China Sea was heading north-west at a slow speed with gusts of 222km/h (138mph), according to the Japan Meteorological Agency. It was projected to change direction to move east towards the country’s mainland until Tuesday, but its path was not determined, public broadcaster NHK said.</p> <a href=\"https://www.theguardian.com/world/2023/aug/03/typhoon-khanun-japan-okinawa-kagoshima-death-toll-no-power-electricity\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/03/typhoon-khanun-japan-okinawa-kagoshima-death-toll-no-power-electricity", "date_published": "2023-08-03T04:27:35+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Heatwave sees hundreds fall ill at World Scout Jamboree in South Korea", "description": "<p>At least 400 require treatment for heat-related symptoms on first day of global event attracting more than 40,000 young people from 158 countries</p><p>Hundreds of attendees at the World Scout Jamboree in South Korea have fallen ill as the country grapples with an extended heatwave affecting large swathes of the country.</p><p>The event, which started earlier this week, has drawn 43,000 young Scouts from 158 countries this year. By the end of the first day, Tuesday, officials had counted <a href=\"https://www.seoul.co.kr/news/newsView.php?id=20230802500050\">at least 400 patients</a> who needed treatment for heat-related symptoms such as headaches, dizziness and exhaustion.</p> <a href=\"https://www.theguardian.com/world/2023/aug/03/south-korea-heatwave-world-scout-jamboree-injury-treatment-headaches-exhaustion\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/03/south-korea-heatwave-world-scout-jamboree-injury-treatment-headaches-exhaustion", "date_published": "2023-08-03T04:17:33+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Bank of England poised to raise UK interest rates to 5.25%", "description": "<p>Fears remain over stubborn inflation but slowing economy likely to fuel more cautious approach from rate-setters, say analysts</p><ul><li><a href=\"https://www.theguardian.com/money/2023/aug/03/its-a-bloodbath-the-uk-homeowners-on-variable-mortgages-fearing-another-rate-rise\">‘It’s a bloodbath’: UK homeowners on variable mortgages</a></li></ul><p>The Bank of England is poised to push interest rates to 5.25% on Thursday as it tries to bring down inflation with <a href=\"https://www.theguardian.com/business/2023/jun/22/bank-of-england-raises-interest-rates-by-a-half-point-to-5\">a 14th consecutive increase in the cost of borrowing</a>.</p><p>Amid government concerns that cost of living pressures are proving persistent, the Bank is likely to push rates up by 0.25 percentage points to a fresh 15-year high.</p> <a href=\"https://www.theguardian.com/business/2023/aug/03/bank-of-england-poised-to-raise-uk-interest-rates-to-5-point-25\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/aug/03/bank-of-england-poised-to-raise-uk-interest-rates-to-5-point-25", "date_published": "2023-08-03T04:00:35+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Harlow church on Chemical Brothers album cover granted protected status", "description": "<p>Our Lady of Fatima given Grade II* listing thanks to its innovative design and ‘jewel-like’ interior</p><p>For fans of electronic dance music, the church of Our Lady of Fatima in Harlow, Essex, may have a certain familiarity.</p><p>The modernist building, constructed from brick and reinforced concrete with a tall needle spire piercing the sky, graced the cover of the Chemical Brothers’ 1998 album, Brothers Gonna Work It Out.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/aug/03/harlow-church-granted-protected-status-chemical-brothers\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/aug/03/harlow-church-granted-protected-status-chemical-brothers", "date_published": "2023-08-03T04:00:34+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Broken roads and broken necks: life in pothole Britain", "description": "<p>There are an estimated 2m potholes in the UK – and the problem is only getting worse. What does this tell us about the state of the country?</p><p>On 17 January 1967, the Daily Mail ran a news brief about the sorry state of the roads in a town in north-west England. Not the biggest story of the day, it would have been forgotten quickly if one Mail reader, a certain John Lennon, hadn’t seen it, <a href=\"https://www.theguardian.com/notesandqueries/query/0,5753,-20318,00.html\" title=\"\">put it in a famous song</a> and asphalted it into the consciousness of a generation or two:</p><p><em>I read the news today, oh boy</em><br /><em> 4,000 holes in Blackburn, Lancashire</em></p> <a href=\"https://www.theguardian.com/politics/2023/aug/03/broken-roads-broken-necks-life-in-pothole-britain\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/aug/03/broken-roads-broken-necks-life-in-pothole-britain", "date_published": "2023-08-03T04:00:33+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Summer picks: could the multiverse be real? | podcast", "description": "<p>The film Everything Everywhere All at Once won the 2023 Academy Award for Best Picture. In this episode from March 2023, just before the Oscars, Ian Sample spoke to the theoretical physicist and philosopher Sean Carroll about why we seem to be drawn to the idea of multiple worlds, and what the science says about how the multiverse might actually work</p><p><em>Clips: Everything Everywhere All at Once (A24), Independent Spirit Awards, Critics’ Choice Awards</em></p> <a href=\"https://www.theguardian.com/science/audio/2023/aug/03/summer-picks-could-the-multiverse-be-real-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/science/audio/2023/aug/03/summer-picks-could-the-multiverse-be-real-podcast", "date_published": "2023-08-03T04:00:33+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Our doors are open’: York gets its first resident rabbi in more than 800 years", "description": "<p>Elisheva Salamo is keen to reach a wide range of people in the city notorious for its medieval massacre of Jews</p><p>For the first time since the Jews of York were wiped out in a pogrom more than 800 years ago, the small progressive community rebuilding a presence in the historic city has its own resident rabbi.</p><p>Elisheva Salamo arrived in York this week to take up her new post. As well as overseeing synagogue services, she will bring new ways of reaching people in the north-east of England who have some Jewish heritage or an interest in exploring the faith.</p> <a href=\"https://www.theguardian.com/world/2023/aug/03/york-rabbi-elisheva-salamo\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/03/york-rabbi-elisheva-salamo", "date_published": "2023-08-03T04:00:33+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Women’s World Cup week two – in pictures", "description": "<p>The best in the world come back for another week of the beautiful game</p><ul><li><strong><a href=\"https://www.theguardian.com/football/gallery/2023/jul/31/how-the-must-win-game-was-won-australia-defeat-canada-in-pictures\">How the must-win Women’s World Cup game was won: Australia defeat Canada – in pictures</a></strong></li></ul> <a href=\"https://www.theguardian.com/football/gallery/2023/aug/03/womens-world-cup-2023-week-two-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/football/gallery/2023/aug/03/womens-world-cup-2023-week-two-in-pictures", "date_published": "2023-08-03T03:18:12+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Chelsea lose Christopher Nkunku to injury in pre-season draw with Dortmund", "description": "<ul><li>Last-minute Mason Burstow goal salvages draw in Chicago</li><li>Nkunku falls victim to heavy playing surface at Soldier Field</li></ul><p>On a cabbage patch of a pitch, Chelsea lost Christopher Nkunku to injury and almost stumbled for the first time under Mauricio Pochettino before summoning the resolve to emerge from pre-season unbeaten after Mason Burstow denied Borussia Dortmund victory with a last-minute equaliser.</p><p>The desire to fight back after Marius Wolf’s undeserved opener for Dortmund will have pleased Pochettino, although his mood is unlikely to have been helped by the state of the playing surface at Soldier Field. The damage had been caused by the stadium hosting an Ed Sheeran concert last weekend and it was hard not to suspect that the state of it played a part in Nkunku hurting his left knee during the first half.</p> <a href=\"https://www.theguardian.com/football/2023/aug/03/chelsea-vs-dortmund-christopher-nkunku-injury-mason-burstow-soldier-field-chicago\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/03/chelsea-vs-dortmund-christopher-nkunku-injury-mason-burstow-soldier-field-chicago", "date_published": "2023-08-03T03:08:47+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Body caught in Rio Grande floating barrier, says Mexico", "description": "<p>Texas government installed barrier to deter migrants – Mexican and US governments want it removed as dangerous and illegal</p><p>A body has been found stuck in a floating barrier installed by Texas authorities in the Rio Grande river on the US border, Mexico’s foreign ministry has said</p><p>Authorities were working to identify the body found in the river and determine the cause of death, said Mexico’s foreign ministry, as it reiterated safety concerns.</p> <a href=\"https://www.theguardian.com/us-news/2023/aug/03/body-caught-in-rio-grande-floating-barrier-says-mexico\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/aug/03/body-caught-in-rio-grande-floating-barrier-says-mexico", "date_published": "2023-08-03T02:44:47+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Russia ‘systematically’ forcing Ukrainians to accept citizenship, US report finds", "description": "<p>Ukrainians in occupied territories who refuse Russian passports face threats, intimidation and possible detention or deportation, Yale study says</p><p>Ukrainians living in Russian-occupied territory are being forced to assume Russian citizenship or face retaliation, including possible deportation or detention, a new US <a href=\"https://hub.conflictobservatory.org/portal/apps/sites/#/home/pages/passport-1\">report</a> has said.</p><p>Yale University researchers found that residents of the Luhansk, Donetsk, Kherson and Zaporizhzhia regions were being targeted by a systematic effort to strip them of Ukrainian identity.</p> <a href=\"https://www.theguardian.com/world/2023/aug/03/russia-forcing-ukrainian-passports-us-report\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/03/russia-forcing-ukrainian-passports-us-report", "date_published": "2023-08-03T02:35:01+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Rishi Sunak’s anti-green gamble - podcast", "description": "<p>The prime minister’s announcement of new oil and gas licences in the North Sea this week is a sign he sees electoral advantage in being anti-green. Kiran Stacey reports</p><p>Rishi Sunak spent the start of this week in Aberdeen where he announced new licences for oil and gas exploration in the North Sea. It followed full-throated opposition to Labour’s London low-emission zone and a renewed zeal for taking on “anti-motorist” councils.</p><p>As the Guardian’s political correspondent <strong>Kiran Stacey </strong>tells <strong>Nosheen Iqbal </strong>it marks a new phase in Sunak’s premiership. Having pulled off an unexpected victory in the Uxbridge byelection (dominated by the London emissions zone issue), he has deftly pivoted to big announcements criticised as anti-environment. And those criticisms are not coming just from the opposition but within his own party too.</p> <a href=\"https://www.theguardian.com/news/audio/2023/aug/03/rishi-sunak-anti-green-gamble-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/news/audio/2023/aug/03/rishi-sunak-anti-green-gamble-podcast", "date_published": "2023-08-03T02:00:31+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Matildas face jigsaw puzzle with Sam Kerr to make Women’s World Cup return | Kieran Pender", "description": "<p>Such was the calibre of Australia’s win over Canada, coach Tony Gustavsson now faces a positional dilemma for the last-16 clash with Denmark in Sydney</p><p>How things change in 90 minutes. Ever since Australian captain Sam Kerr injured herself in a warm-up on the eve of the Women’s World Cup, the nation’s attention has been squarely focused on the striker’s left calf. The hopes of 26 million people resting on two muscles: the gastrocnemius and the soleus.</p><p>Kerr-watch has been a rollercoaster of emotions. <a href=\"https://www.theguardian.com/football/2023/jul/21/womens-world-cup-2023-sam-kerr-injury-calf-matildas-timeline-how-long\">At first there was anger in some quarters</a> over the way the news had been withheld, after Kerr attended a press conference 24 hours ahead of the Matildas’ opening match and did not say a word about being absent. Then <a href=\"https://www.theguardian.com/football/2023/jul/21/can-australia-win-the-womens-world-cup-without-sam-kerr\">came hope</a> – the Matildas <a href=\"https://www.theguardian.com/football/2023/jul/23/were-a-team-of-23-matildas-rally-around-sam-kerr-as-injured-star-sits-out-training\">are a team of 23</a>, they insisted, and the squad would step up in their captain’s absence.</p> <a href=\"https://www.theguardian.com/football/2023/aug/03/womens-world-cup-2023-australia-vs-denmark-lineup-sam-kerr-injury-position-replacement-tony-gustavsson\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/03/womens-world-cup-2023-australia-vs-denmark-lineup-sam-kerr-injury-position-replacement-tony-gustavsson", "date_published": "2023-08-03T01:51:44+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Moroccan man jailed for five years for criticising king in Facebook posts", "description": "<p>Court’s sentence over posts denouncing country’s ties with Israel is ‘harsh and incomprehensible’, says lawyer</p><p>A Moroccan internet user has been sentenced to five years’ jail for criticising the king on Facebook over the country’s normalisation of ties with Israel, his lawyer has said.</p><p>Said Boukioud, 48, was jailed on Monday for posts denouncing the normalisation “in a way that could be interpreted as criticism of the king”, lawyer El Hassan Essouni said on Wednesday, adding that he had appealed.</p> <a href=\"https://www.theguardian.com/world/2023/aug/03/moroccan-man-jailed-for-five-years-for-criticising-king-in-facebook-posts\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/03/moroccan-man-jailed-for-five-years-for-criticising-king-in-facebook-posts", "date_published": "2023-08-03T00:21:08+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Niger: US orders partial embassy evacuation as coup leaders refuse to back down", "description": "<p>Some staff and families pulled out but US state department insists mission will remain open</p><p>The US ordered the evacuation of some staff and families from its embassy in Niger after military officers seized power there last week, the state department has said, adding that the mission would remain open and senior leadership would continue working from there.</p><p>Niger is a key western ally in the fight against Islamist insurgents in the region. Foreign powers have condemned the takeover, fearing it could allow the militants to gain ground.</p> <a href=\"https://www.theguardian.com/world/2023/aug/03/niger-us-orders-partial-embassy-evacuation-as-coup-leaders-refuse-to-back-down\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/03/niger-us-orders-partial-embassy-evacuation-as-coup-leaders-refuse-to-back-down", "date_published": "2023-08-03T00:06:46+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Australia’s Indigenous voice to parliament referendum explained in 30 seconds", "description": "<p>Australians will decide later this year if they will change their constitution to allow an Indigenous consultative body to advise on laws and policies</p><ul><li><a href=\"https://www.theguardian.com/australia-news/2023/jul/26/what-is-the-indigenous-voice-to-parliament-australia-what-does-it-mean-explained-referendum-campaign\">What is the Indigenous voice to parliament and how would it work?</a></li><li><a href=\"https://www.theguardian.com/australia-news/indigenous-voice-to-parliament\">Read our full coverage on the voice to parliament</a></li></ul><p>Australia’s Indigenous people have faced a long and painful history of colonisation and dispossession. The country’s First Nations people often experience the worst outcomes in health, employment, social and emotional wellbeing and incarceration rates – <a href=\"https://www.theguardian.com/australia-news/2023/jul/12/closing-the-gap-just-four-targets-on-track-with-four-going-backwards-in-latest-report#:~:text=The%20report%20found%20four%20targets,Aboriginal%20and%20Torres%20Strait%20Islander\">with efforts to close the gap between Indigenous Australians and the rest of the country consistently failing</a> over decades.</p><p>In 2023, the country will vote in a referendum on whether to <a href=\"https://www.theguardian.com/australia-news/2023/jul/26/what-is-the-indigenous-voice-to-parliament-australia-what-does-it-mean-explained-referendum-campaign\">establish a “voice” through the nation’s constitution</a>. Supporters of the measure say it will <a href=\"https://www.theguardian.com/australia-news/2023/may/31/voice-will-have-positive-impact-on-aboriginal-mental-health-says-peak-psychiatric-body\">help to improve the lives of First Nations peoples</a>.</p> <a href=\"https://www.theguardian.com/world/2023/aug/03/australias-indigenous-voice-to-parliament-referendum-explained-in-30-seconds\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/03/australias-indigenous-voice-to-parliament-referendum-explained-in-30-seconds", "date_published": "2023-08-03T00:04:52+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}]