[{"source": "http://feeds.feedburner.com/biometricupdate", "title": "Financial losses for Aware leavened with large police biometrics contract", "description": "<img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1120\" src=\"https://d1sr9z1pdl3mb7.cloudfront.net/wp-content/uploads/2023/01/02164522/stock-market-global-scaled.jpg\" width=\"2048\" />\n\t\tThis year has not been kind to adaptive authentication software firm Aware. It is bringing in new revenue, but, overall, its fundamentals, like those of many biometrics companies, are sliding.\n\nExecutives maintain that their <a href=\"https://www.biometricupdate.com/202305/aware-expects-bounce-back-after-messy-fiscal-2022-for-biometrics-stocks\">guidance</a> for the year, which calls for 15 percent growth in total and annual recurring revenue. And they continue to say <a href=\"https://www.biometricupdate.com/companies/aware-inc\">Aware</a> will post neutral operating cashflow by yearend.\n\nAware <a href=\"https://aware.gcs-web.com/node/14061/html\">reported</a> a net loss of $2.7 million, or $0.13 per basic and diluted share, on revenue of $3.2 million for the second quarter, ended June 30. This compares to a net loss of $1.3 million, $0.06, on revenue $4.2 million for the same period a year ago for the biometrics firm.\n\nThe first half of fiscal 2023 was no cheerier. The company reported a net loss $4.2 million, $0.20 per share, on revenue of $7.5 million in the first half of fiscal 2023. This compares with a net loss of $2.6 million, $0.12, on revenue of $8.9 million.\n\nThe company is keeping an eye on spending. Total costs and expense for the second quarter 2023 was $6.1 million, a smidge more than the $5.6 million a reported a year ago.\n\nExpenses for the second half moved even less than a smidge. They totaled $12.2 million in the new report compared to $11.6 million for the first half last year.\n\nCompany executives are boasting a new contract (the size of which has not been made public) with a forensic science facility in the U.S. state of Ohio.\n\nThe forensics lab, which serves 70 police agencies, is peopled by the Miami Valley Regional Crime Lab and the Montgomery County coroner's office.\n\nIt is going to use Aware's cloud-based automated biometric ID system.\n\nThe expectation is that the ABIS will help police officers solve cases faster. It accommodates, finger, face and iris scans for what the company describes as large-scale biometric identification. The software also handles up to 30 million identities.\n\nThe company claims its software is helping to solve crimes in 26 U.S. states.", "link": "https://www.biometricupdate.com/202308/financial-losses-for-aware-leavened-with-large-police-biometrics-contract", "date_published": "2023-08-03T21:48:21+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "http://feeds.feedburner.com/biometricupdate", "title": "Big revenue increases and a public placement for SuperCom", "description": "<img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1367\" src=\"https://d1sr9z1pdl3mb7.cloudfront.net/wp-content/uploads/2023/03/22120559/financial-results-scaled.jpg\" width=\"2048\" />\n\t\tRevenue for SuperCom, the government-focused biometric identification and authentication firm, grew smartly in both the second quarter and first half.\n\nThe company also has announced a $2.75 million public offering.\n\nSecond-quarter tallies released by the company show a 141 percent increase in revenue. <a href=\"https://www.biometricupdate.com/companies/supercom-ltd\">SuperCom</a> said it was the fourth consecutive quarter of \"high year-over-year revenue growth.\n\nHalf-year revenue grew 126 percent year over year as well, according to the company.\n\nSuperCom reported an unaudited net loss for the second quarter of 2023, ending June 30, of $1 million, or $0.21 per basic and diluted shares, on revenue of $7.7 million. During the second quarter a year ago, the company reported a $2.8 million net loss, or $0.77, on revenue of $3.2 million.\n\nFor the six months ended June 30, SuperCom reported an unaudited net loss of $2.6 million on revenue of $14.1 million. This compares with a net loss of $5.2 million on revenue of $6.3 million for the same period in fiscal 2022.\n\nTotal shareholders' equity improved during the first half. It was $3.5 million compared to the equity reported during the first half of last year, which was $3.1 million.\n\nCash and equivalents were $1.1 million during the most recent first half compared to $4 million for the same period last year.\n\nCompany executives took the time to showcase new and recent projects in <a href=\"https://www.biometricupdate.com/202303/supercom-picks-up-last-phase-of-suspect-monitoring-project-in-romania\">Romania</a> (a <a href=\"https://www.biometricupdate.com/202208/supercom-wins-33m-biometric-tracking-contract-with-european-customer\">$33 million</a> national electronic monitoring system), <a href=\"https://www.biometricupdate.com/202303/supercom-wins-3-6m-biometric-offender-monitoring-project-in-finland\">Finland</a> and <a href=\"https://www.biometricupdate.com/202211/supercom-wins-4-25m-contract-for-biometric-monitoring-in-california\">California</a> which include biometrics.\n\nThey also have prepared a $2.75 public offering even though some analysts feel shareholders already <a href=\"https://simplywall.st/stocks/us/tech/nasdaq-spcb/supercom\">suffered</a> too much dilution. Of course, another risk they see for would-be investors is a short cash runway.\n\nTaking a step back, SuperCom earnings have grown by high single digits each year for five years.", "link": "https://www.biometricupdate.com/202308/big-revenue-increases-and-a-public-placement-for-supercom", "date_published": "2023-08-03T21:43:07+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "http://feeds.feedburner.com/biometricupdate", "title": "Persona biometrics for random spot checks in UK scooter-service trial", "description": "<img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1363\" src=\"https://d1sr9z1pdl3mb7.cloudfront.net/wp-content/uploads/2023/08/03171906/selfie-scooter-scaled.jpg\" width=\"2048\" />\n\t\tThe UK city of Birmingham's new electric scooter contractor uses <a href=\"https://www.biometricupdate.com/companies/onfido\">Onfido</a> and <a href=\"https://www.biometricupdate.com/companies/persona\">Persona</a> software to verify the identity and age of renters.\n\nOfficials switched scooter-rental companies from Voi to Beryl, following the <a href=\"https://www.biometricupdate.com/202307/e-scooter-fatality-shows-gap-in-remote-id-check-process-for-age-restrictions\">accidental death</a> of an underage rider earlier this year.\n\nVoi had been participating in a service trial with Birmingham that ended in March, the <a href=\"https://www.bbc.com/news/uk-england-birmingham-66377713\">BBC reports</a>.\n\nBeryl uses driver’s license scans and selfie biometrics for identity verification during onboarding and random spot checks to authenticate riders to deter credential-sharing, which allowed the underage rider who died to rent a Voi scooter.\n\nThe incident prompted the introduction of face biometrics to rentals, according to the BBC.\n\nOnfido provides <a href=\"https://www.biometricupdate.com/202307/e-scooter-fatality-shows-gap-in-remote-id-check-process-for-age-restrictions\">identity verification for Voi</a>, though not authentication.\n\nBeryl’s <a href=\"https://beryl.cc/privacy\">privacy policy</a> states that Onfido “verifies driving license details,” as does Persona. The former collects only “driving license details,” while Persona also collects a photo of the license and a selfie.\n\nWest Midlands Mayor Andy Street said that additional safety checks are necessary “given previous incidents.”\n\nPersona provides <a href=\"https://www.biometricupdate.com/202306/persona-wins-major-gaming-client-as-age-verification-grows-up\">age verification</a> using selfie biometrics for the popular video game Roblox.", "link": "https://www.biometricupdate.com/202308/persona-biometrics-for-random-spot-checks-in-uk-scooter-service-trial", "date_published": "2023-08-03T21:28:45+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "http://feeds.feedburner.com/biometricupdate", "title": "Automotive biometrics developers show work with many modalities", "description": "<img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1365\" src=\"https://d1sr9z1pdl3mb7.cloudfront.net/wp-content/uploads/2023/03/16175134/car-auto-driving-scaled.jpg\" width=\"2048\" />\n\t\tA new technology partnership brings together SiLC’s Eyeonic computer vision sensor and the Surya system-on-chip (SoC) from automotive tech developed indie Semiconductor.\n\nThe integration will deliver high performance computer vision in a compact form factor, the partners say. Performance is ten times higher, while the integration also reduces power usage and cost over existing implementations, according to the announcement.\n\n<a href=\"https://www.biometricupdate.com/tag/silc-technologies\">SiLC</a>’s sensor uses frequency modulated continuous wave (FMCW) detection and light detection and ranging (LiDAR) to perform time-of-flight image processing functions, like face biometrics. Other possible markets include industrial automation, mobile robotics and automotive applications such as driver monitoring and self-driving.\n\n“By combining the software-defined high-performance -- but low power -- analog and digital processing and system control capabilities of Surya, coupled with SiLC’s Eyeonic vision solution, system integrators and OEMs are enabled with 4D FMCW imaging for mass market deployment into multiple applications,” says Chet Babla, senior vice president, strategic marketing at indie Semiconductor.\n\n“We are excited to partner with indie to bring industry-leading FMCW-based LiDAR platforms to market,” says Ralf Muenster, vice president, business development and marketing at SiLC. “Our state-of-the-art FMCW LiDAR sensor features the highest integration, resolution, precision, and longest range of any other competing approach, while remaining the only commercially available solution to offer polarization information.”\n\nThe <a href=\"https://www.biometricupdate.com/202212/silc-technologies-unveils-new-vision-system-for-robotics-autonomous-vehicles-cameras\">Eyeonic sensor</a> was unveiled late last year.\n<h2>FPC supplies iris recognition software for driver monitoring systems</h2>\n<a href=\"https://www.biometricupdate.com/companies/fingerprint-cards-ab\">Fingerprint Cards</a> has signed up a customer it calls a “tier 1 automotive supplier” to integrate its iris biometrics into driver monitoring systems (DMS).\n\nUnder the agreement, iris recognition software from Fingerprint Cards will be built into an existing DMS, according to a company announcement, and marketed to automotive OEMs. The unnamed partner will carry the non-recurring engineering fee for the project’s development.\n\nVehicles will be required to include driver monitoring systems by forthcoming regulations, according to Fingerprint Cards, and iris biometrics are appropriate for them as the infrared cameras used to check the driver’s status can also be used to illuminate the iris. Automotive companies are becoming more interested in the possibility of implementing biometrics for in-car payments and personalization, the company says.\n\n“Over the past year, our technical team has managed to implement significant improvements to our iris authentication asset, both in terms of performance and convenience. This means that our system now performs well even with low-resolution infrared cameras in noisy environments, and with a significantly larger field of view than before. I am thrilled about the opportunities in the automotive space, as we anticipate a significant deployment of affordable infrared cameras in cars, driven by legal requirements,” comments Thomas Rex, executive vice president of new business at Fingerprint Cards.\n<h2>Reviewer finds biometric unlocking too slow</h2>\nBiometric access control for automobiles gets low marks in a review of the Genesis GV60 by <a href=\"https://www.businessinsider.com/genesis-gv60-ev-tesla-rival-facial-recognition-fingerprint-review-2023-7\">Business Insider</a>.\n\nThe GV60 locks and unlocks with face and fingerprint biometrics, and while reviewer Tim Levin found the feature worked well overall and was sometimes useful, it “wasn’t seamless enough” to convince him that other carmakers will follow Genesis’ lead. He describes fast and easy biometrics enrollment, particularly for face, but each authentication added a few seconds to the process of starting the car.\n<h2>More data, for better or worse</h2>\nToyota has had a patent for using vital sign biometrics to unlock a vehicle published by the U.S. Patent and Trademark Organization.\n\nThe patent filing for \"<a href=\"https://www.autoevolution.com/pdf/news_attachements/toyota-wants-to-read-drivers-vital-signs-before-unlocking-the-car-218072.pdf\">systems and methods for activating a digital key based on vital signs</a>,\" spotted by <a href=\"https://www.autoevolution.com/news/toyota-wants-to-read-drivers-vital-signs-before-unlocking-the-car-218072.html\">autoevolution</a>, describes existing digital keys as vulnerable to biometric data theft or accidental unlocking, as digital keys on smartphones can be activated while the phone is locked. The car-maker proposes the use of vital signs like pulse rate, respiratory rate, and body temperature, possibly read by a health wearable, as biometrics.\n\nAs with any patent filing, there is no guarantee the concept ever makes it to the market.\n\nIf it does, the sensitive health biometrics will have to be stored and transmitted with strong enough encryption to ensure both security and regulatory compliance.\n\nThe California Privacy Protection Agency is planning to review how automobile manufacturers handle the already-vast quantities of data hoovered up by vehicles as its first regulatory review, <a href=\"https://www.washingtonpost.com/technology/2023/07/31/cppa-privacy-car-data/\">The Washington Post</a> report.\n\nLocation and data, images from cameras, and information stored on or passing through mobile phones connected to cars could all represent privacy risks, if improperly handled, so the CPPA “is making enquiries” to make sure manufacturers comply with state law.", "link": "https://www.biometricupdate.com/202308/automotive-biometrics-developers-show-work-with-many-modalities", "date_published": "2023-08-03T20:03:45+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "http://feeds.feedburner.com/biometricupdate", "title": "Myanmar’s biometric data collection sparks rights violation fears", "description": "<img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1257\" src=\"https://d1sr9z1pdl3mb7.cloudfront.net/wp-content/uploads/2022/07/27132556/data-privacy-scaled.jpg\" width=\"2048\" />\n\t\tA biometric data collection process underway in Myanmar as part of a plan for issuing 10-digit unique national ID cards has sparked criticisms among rights activists who say the military regime could use the process to exacerbate an already worrying human rights situation.\n\nAccording to an EngageMedia<a href=\"https://engagemedia.org/2023/myanmar-biometric-data-collection/\"> article</a>, in June and July, the military regime trained biometric data collectors, who then collected biometric and biographical data of citizens in many towns and cities of the country.\n\nSince its 2021 military takeover, the Myanmar government has been accused of rights abuses, including stifling freedom of expression through internet shutdowns and mobile network restrictions.\n\nMyanmar’s Ministry of Immigration and Population oversees the collection of fingerprints, iris and face biometrics from registrants and other personal information such as their name, address, blood type and phone number. The data collection involves citizens of 10 years and older, as well as foreign nationals living in the country.\n\nActivists claim that the personal data collected for the digital ID card project could be used for surveillance and to suppress dissent from those criticizing the excesses of the government.\n\nEngageMedia also alludes to human rights activists who have accused the regime of gliding into a “digital dictatorship” whereby the ICT space in the country is controlled with an iron fist.\n\nIn 2021, Human Rights Watch, in a statement, also<a href=\"https://www.biometricupdate.com/202103/police-facial-recognition-use-in-belarus-greece-myanmar-raises-rights-data-privacy-concerns\"> raised concerns</a> over a facial recognition surveillance project initiated by the junta. The concerns were raised as the first phase of the project rolled out with over 300 AI-equipped surveillance cameras installed in the capital.\n\nMyanmar<a href=\"https://www.biometricupdate.com/201912/myanmar-to-introduce-mandatory-biometric-data-collection-for-massive-national-database\"> first unveiled plans</a> for a national biometric database in 2019.", "link": "https://www.biometricupdate.com/202308/myanmars-biometric-data-collection-sparks-rights-violation-fears", "date_published": "2023-08-03T19:51:06+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "http://feeds.feedburner.com/biometricupdate", "title": "ID2020 partners with Digital Impact Alliance to promote people-centric digital ID", "description": "<img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"624\" src=\"https://d1sr9z1pdl3mb7.cloudfront.net/wp-content/uploads/2023/03/16200347/digital-identity-interest-group-scaled.jpg\" width=\"2048\" />\n\t\t<a href=\"https://www.biometricupdate.com/tag/id2020\">ID2020</a> and the <a href=\"https://dial.global/\">Digital Impact Alliance</a> have announced their collaboration to promote digital transformation initiatives that prioritize the interests and welfare of individuals and communities. The Digital Impact Alliance will host ID2020’s unique knowledge, products, and expertise in digital identification. It will prioritize the significance of ethical digital identification in furthering inclusive and reliable digital public infrastructure and data governance.\n\nKnown globally for its role in developing, advocating for, and convening on the principles and technical requirements of \"ethical\" digital ID, ID2020 has worked since 2014 to raise awareness and develop tools to harness the potential of <a href=\"https://id2020.org/digital-identity\">digital ID</a>. The organization particularly focuses on marginalized and excluded people and communities.\n\n“We are proud of what ID2020 has accomplished over the past nine years, mobilizing the technology community to protect the world’s most vulnerable populations,” said ID2020 Board Chairman Kim Gagné. “ID2020 joining the Digital Impact Alliance, a global leader in digital transformation, will ensure continued impact of the ethical principles, priorities, and strategies that we have worked hard to promote. Integration of our work with theirs will enhance and accelerate this important effort.”\n\n“Inspired by the documentary Meena, we established ID2020 to be a time-bound exploration of alternative systems for individuals to prove they exist,” explains ID2020 Co-founder John Edge. “We believed emerging decentralized technologies could provide services to vulnerable individuals while safeguarding their safety and security. Ultimately, we focused on advocating for re-engineered systems that align with our evolving understanding of the interplay between society and technology. With global awareness and engagement on this issue now mainstream, and efforts increasingly directed to the practical implementation of solutions, it is an ideal time for the Digital Impact Alliance to take the lead.”\n\nThe Digital Impact Alliance, a leading advocate for digital transformation since 2014, emphasizes prioritizing people. Collaborating with governments, policymakers, and technologists, the alliance has created a myriad of resources on effective digital public infrastructure and data governance. These resources — encompassing research, case studies, policy recommendations, and practical tools — aid those spearheading digital transformation efforts globally.\n\n“Digital identity is the foundation that allows people to exercise their rights, access life-enhancing services, and ultimately join the formal economy,” says Digital Impact Alliance Managing Director Priya Vora. “We are thrilled to bring ID2020’s impressive work into our organization and to strengthen collective efforts to champion ethical approaches for digital identity to be scaled and ultimately transform all aspects of social, political, and economic life.”", "link": "https://www.biometricupdate.com/202308/id2020-partners-with-digital-impact-alliance-to-promote-people-centric-digital-id", "date_published": "2023-08-03T19:21:19+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "http://feeds.feedburner.com/biometricupdate", "title": "A tale of two MOSIP implementations: Philippines and Morocco", "description": "<img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1536\" src=\"https://d1sr9z1pdl3mb7.cloudfront.net/wp-content/uploads/2023/02/09103702/digital-id-for-all-scaled.jpg\" width=\"2048\" />\n\t\tThe Philippines and Morocco each decided to build digital identity systems on top of the Modular Open Source Identity Platform (<a href=\"https://www.biometricupdate.com/tag/modular-open-source-identity-platform\">MOSIP</a>) despite some marked differences in their circumstances.\n\nDifferences in geography, government and socio-economic circumstances led the two countries to implement their digital identity systems in different ways, MOSIP Chief Dissemination Officer Nagarajan Santhanam explained to <em>Biometric Update</em> during an <a href=\"https://www.biometricupdate.com/202307/mosip-ready-for-next-phase-after-building-up-digital-id-ecosystem\">extensive interview</a>.\n\nThe technology is more or less the same for each country implementing MOSIP, he says. The people and process, however, can be very different from to another.\n\n“This is true for any platform or any product,” Santhanam points out. “The technology aspect is the same, but the country takes it and tailor-makes it for their country. So that’s where the process and the people aspect really comes into play.”\n\nMorocco has roughly 38 million residents, mostly concentrated in urban areas. The Philippines has a population of 110 million spread across thousands of islands, making centralized registration processes impossible. The countries also differ in terms of digital infrastructure and government enough to warrant divergent approaches to implementing national digital ID.\n\nThe Philippines decided on a goal of registering 90 percent of its eligible population before advancing to service delivery. Biometric Ecosystem Head Sanjith Sundaram notes that the Philippines began by floating separate requests for proposals for devices and an integrator to help set up the system. The RFP for biometric enrollment kits was won by <a href=\"https://www.biometricupdate.com/companies/thales-digital-identity-and-security\">Thales</a>, which supplied around 7,800 kits.\n\nThe country reached 78 million registrations earlier this year. “That’s why you see Philippines becoming very active with use cases now,” Santhanam observes.\n\nMorocco also focused initially on registration, but began launching services with its national ID when it reached 10 million enrolled, with <a href=\"https://www.biometricupdate.com/companies/idemia\">Idemia</a> as its biometric solutions provider. The country’s digital ID has since been implemented for myriad uses, including in its <a href=\"https://www.biometricupdate.com/202304/morocco-bringing-some-courts-online-with-national-digital-id\">court system</a>, and is being integrated for delivery of <a href=\"https://www.biometricupdate.com/202306/morocco-will-introduce-digital-ids-into-health-services\">health services</a>.\n\n“We can’t say which is right, which is wrong, because that depends upon the nation, and it’s the choice of the nation and their strategy for their people,” Santhanam says.\n\nEleven countries are at various stages of adopting <a href=\"https://mosip.io/about.php\">MOSIP</a> to build their national digital ID, and the organization is in talks with several more in Africa and Latin America.", "link": "https://www.biometricupdate.com/202308/a-tale-of-two-mosip-implementations-philippines-and-morocco", "date_published": "2023-08-03T18:46:34+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "http://feeds.feedburner.com/biometricupdate", "title": "Paravision improves facial recognition accuracy by 30% with Gen 6 suite launch", "description": "<img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1080\" src=\"https://d1sr9z1pdl3mb7.cloudfront.net/wp-content/uploads/2023/08/03140600/face-recognition-scaled.jpg\" width=\"2048\" />\n\t\t<a href=\"https://www.biometricupdate.com/companies/paravision\">Paravision</a> has launched its sixth-generation facial recognition product suite, Paravision Gen 6. The algorithms behind the product have scored high marks in the <a href=\"https://www.biometricupdate.com/202307/newer-algorithms-join-incumbent-facial-recognition-developers-among-accuracy-leaders\">NIST FRVT 1:N</a> and <a href=\"https://www.biometricupdate.com/202306/paravision-takes-top-spot-in-accuracy-matching-to-nists-new-high-angle-dataset\">NIST FRVT 1:1</a>, making it one of the most accurate facial recognition systems available worldwide. It is compatible with a wide range of partner solutions, from cloud to edge, and has a 30 percent reduction in error rates, across demographics, compared to its predecessor, Paravision Gen 5, the announcement says.\n\nIn addition to its biometric accuracy, Paravision Gen 6 is also optimized for Nvidia, Intel, and Ambarella chipsets as well as Windows, Linux, iOS, and Android operating systems. It provides a broad range of SDK and Docker configurations, simplifying the integration process for new and existing deployments.\n\nAccording to Vito Fabbrizio, the managing director of the biometric business unit at <a href=\"https://www.biometricupdate.com/companies/hid-global\">HID Global</a>'s Extended Access Technologies, his company’s partnership with Paravision allows it to deliver highly secure, scalable, and reliable facial recognition technology to their customers. HID is excited to use the new Gen 6 face recognition to advance their collaborations in various sectors, including air travel, banking, retail, and the public sector.\n\n\"With Gen 6, we set out to deliver a product suite that excels in accuracy while being developer-friendly. I'm proud that our team continues to push the boundaries of high performance and precision while maintaining a strong focus on ease of deployment and overall usability,\" says Charlie Rice, CTO of Paravision.\n\nWith <a href=\"https://www.paravision.ai/product/face-recognition/\">Paravision Gen 6</a> now accessible to partners globally, the application of this cutting-edge technology promises to improve security, identity verification, and user experience across multiple sectors.", "link": "https://www.biometricupdate.com/202308/paravision-improves-facial-recognition-accuracy-by-30-with-gen-6-suite-launch", "date_published": "2023-08-03T18:19:42+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "http://feeds.feedburner.com/biometricupdate", "title": "Face biometrics planned for Jamaica airport, may replace passport checks in Singapore", "description": "<img alt=\"idemia touchless airport biometrics\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"626\" src=\"https://d1sr9z1pdl3mb7.cloudfront.net/wp-content/uploads/2021/08/13125606/idemia-touchless-airport-biometrics.png\" width=\"1290\" />\n\t\tJamaican authorities say they plan to introduce a biometric system for passenger checks at the Sangster International Airport (SIA) in the coming winter. In Singapore, a similar system is already in place, and performing well enough that legislators are considering eliminating passport checks.\n\nThe Montego Bay Jamaica (MBJ) Airports Limited Chief Executive Officer Shane Munroe made the announcement recently, saying the novelty is intended to facilitate boarding and bag-drop processes for passengers travelling through the SIA as well as enhance checkpoint security, Jamaica Gleaner <a href=\"https://jamaica-gleaner.com/article/news/20230802/sia-biometrics-installed-next-tourism-season\">reports</a>.\n\nWith the system, passengers will be able to check in from their mobile devices before proceeding to biometric kiosks installed at different counters in the airport for identity verification.\n\n“Biometrics is going to be a new frontier for us this year,” said Monroe, who also explained that the self-bag drop system will enable passengers move through the various check processes faster.\n\nThe project also includes the introduction of boarding gates. “Passengers will be able to board their flight with biometrics, and that’s something that’s very cutting-edge. It’s really a pilot project, not yet implemented in many airports globally,” the official said.\n\nApart from the technology, a major infrastructure plan to facilitate movements in and out of the airport has also been unveiled.\n\nJamaica has been <a href=\"https://www.biometricupdate.com/201912/veriscan-biometrics-surpass-1m-air-passengers-processed-as-japan-jamaica-sweden-add-checks\">planning the deployment</a> of face biometrics at SIA since before the pandemic.\n\nMeanwhile, lawmakers in Singapore are examining proposed changes to the country’s Immigration Act which will make checkpoint biometric screening possible even without passports. The Ministry of Home Affairs has proposed the changes, which would allow it to share information with the airport operator for specific uses.\n\nAccording to <a href=\"https://www.channelnewsasia.com/singapore/passports-biometric-clearance-checkpoints-airport-immigration-act-ica-3668346\">Channel News</a>, the amendments will introduce many other changes aimed at better controlling Singaporean borders and enhance the management of passes and permits for visitors and permanent residents.\n\nAs part of the proposal, permits and passes will be accepted in digital format to check immigration status, unlike now that only physical copies are accepted.\n\nSingapore’s <a href=\"https://www.biometricupdate.com/202205/biometric-air-travel-initiatives-advance-in-singapore-us-south-africa-uk-brazil\">Changi Airport</a> uses iris biometrics in addition to face.", "link": "https://www.biometricupdate.com/202308/face-biometrics-planned-for-jamaica-airport-may-replace-passport-checks-in-singapore", "date_published": "2023-08-03T17:11:38+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "http://feeds.feedburner.com/biometricupdate", "title": "World ID – Changing the world or sci-fi dystopia?", "description": "<img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1536\" src=\"https://d1sr9z1pdl3mb7.cloudfront.net/wp-content/uploads/2023/05/26142534/sam-altman-worldcoin-orb.jpg\" width=\"2048\" />\n\t\t<em>By Alan Goode, CEO and Chief Analyst at <a href=\"https://www.goodeintelligence.com/\">Goode Intelligence</a></em>\n\nWould you let a shiny metal orb scan your iris for Crypto and a T-shirt printed with “unique human” written on it? Well, over two million people around the world have signed up to <a href=\"https://www.biometricupdate.com/companies/worldcoin\">Worldcoin</a> (WLD), an iris biometric cryptocurrency project developed by San Francisco and Berlin-based Tools for Humanity and co-founded by Sam Altman, founder of OpenAI and creator of ChatGPT.\n\nThe crypto-focused project aims are to create a global unique digital identity (World ID), a global currency (Worldcoin token, WLD) and an app (Word App) that enables payment, purchases and transfers using its token. Central to these three components is the Orb, an iris-scanning device that verifies proof-of-personhood (PoP).\n\nWorld ID is an open and permissionless identity protocol that can be used anonymously to prove uniqueness and humanness.\n\nIf Altman wanted to generate a ton of noise surrounding Worldcoin, he has certainly achieved his ambition. Not all of the noise is positive though, with questions over the actual use of the Worldcoin token and privacy concerns raised by a number of data protection and <a href=\"https://www.biometricupdate.com/202307/multiple-regulators-turn-gaze-to-worldcoins-iris-collection\">privacy regulators</a> including France’s CNIL and the UK’s ICO.\n\nThere is so much to unpack in this story and a lot has been already said about the merits of the project and the reaction from the world’s regulators. I will concentrate this article on my thoughts on the World ID ‘Technical Implementation’ <a href=\"https://whitepaper.worldcoin.org/technical-implementation\">white paper</a>, including how the biometric components operate.\n<h2>How does World ID work?</h2>\nThe first step for someone wanting to get a World ID is to download the World App, a mobile wallet designed to bring digital ID and global finance to all. When the World App works in verified mode, the Orb is used to verify proof-of-personhood (PoP).\n\nEnrolments starts with the user creating a Semaphore keypair on their smartphone, referred to as the World ID keypair. The Orb associates the public key with a user’s iris code, whose current sole purpose is to be used in the uniqueness check.\n\nProof-of-personhood answers the question, “are you human and unique?” It doesn’t answer the question of “who are you?” (identity verification), or “are you who you say you are?” (authentication). For the purposes of this project, World ID’s creators believe that this is an adequate level of verification.\n\nThe Orb is used to verify World ID users based on proof-of-personhood principles. The Orb is a custom device that has taken three years to develop by an in-house team at Tools for Humanity. The decision to engineer a device in-house was taken because the team believed that off-the-shelf technology, including smartphones, were insufficient for their requirements. The white paper states that “smartphone cameras are insufficient for iris biometrics due to their low resolution across the iris, which decreases accuracy.”\n\nIris is a good choice for World ID as if you are looking for a biometric modality that can scale to billions of users with a very low false match rate, then iris is currently the best choice. The UK’s National Cyber Security Centre (NCSC) <a href=\"https://www.ncsc.gov.uk/collection/biometrics/iris\">states</a> that “Iris recognition is considered to have a very low <em>false match rate</em> and is often selected to be used where population sizes are large.” As Worldcoin has lofty aspirations of reaching billions of people globally, then the product and engineering teams have chosen an excellent modality.\n\nThe white paper goes into great lengths to detail the design and operation of the Orb. The Orb’s iris system uses multi-angle and multi-spectrum cameras to create a high-quality image and to prevent spoof attacks. All iris codes captured by the Orb are signed by a secure element to ensure they have been collected by an authorized device. The device is powered by an Nvidia Jetson Xavier NX that enables running several AI algorithms at the edge in real time that can distinguish spoofing attempts from genuine humans based on the input from those sensors locally.\n\nAccording to the white paper, “no images are stored unless users give explicit consent to help improve the system for everyone.” I am assuming this refers to training reasons, but it does seem to blow a hole in the privacy claims if iris images are being stored. As the Orb is being used around the world in areas where literacy may be low, I am not too sure if whether a World ID user will be qualified enough to make an educated decision on whether to permit their iris image to be stored or not. Several data protection and privacy regulators have expressed concern on this process and have started to enquire about the detail of biometric data and storage. CNIL, the French data protection authority, said in response to a <a href=\"https://www.reuters.com/technology/frances-privacy-watchdog-says-worldcoin-legality-seems-questionable-2023-07-28/\">Reuters question</a> on Worldcoin \"The legality of this collection seems questionable, as do the conditions for storing biometric data.\"\n\nThe enrolment process for generating a World ID and verifying at an Orb is described in the white paper and is as follows:\n<ol>\n \t<li>Person downloads the World App and generates a World ID keypair</li>\n \t<li>Person visits an Orb and verifies their account by generating a QR code on the World App and presenting it to the Orb</li>\n \t<li>Orb checks person is human, alive and non-fraudulent, and captures both irises</li>\n \t<li>The Orb takes the iris images and converts them (hash function) into the iris code</li>\n \t<li>Orb computes iris code locally and signs it using the Orb’s secure element</li>\n \t<li>Images from the sign up are destroyed “unless explicitly approved by the user for training purposes”</li>\n \t<li>World App randomly generates secret key, and from it the identity commitment</li>\n \t<li>Key is stored locally</li>\n \t<li>Checks the iris code is far enough from all previous ones (based on the Hamming distance calculation), and Orb signature</li>\n \t<li>Stores the new iris code on Blockchain</li>\n \t<li>The contract is created by inserting the new identity commitment into the Merkle tree</li>\n</ol>\n<h2>Thoughts and conclusion</h2>\nFor World ID, the use of iris biometrics in a strikingly designed metal orb is statement of intent for its backers. One that has certainly attracted a lot of attention, even though some of it not so positive. It is a supremely ambitious project, one that has had many critics. I recently posted a question to my LinkedIn network “Is the Orb an expensive gimmick or is it the most viable solution for ensuring that a person is unique when onboarding for World ID?” I received a lot of comments with most of the respondents saying that it was a gimmick. It is definitely dividing opinion and is very similar to the polarization of opinion that we are seeing for Cryptocurrency, SSI and a number of other blockchain-based initiatives. There is also a threat that, despite publicly advocating privacy preserving design and Zero-Knowledge Proof (ZKP) principles, It falls into the trap of portraying biometrics as part of a wider surveillance dystopia. The device itself looks like it fell out of a William Gibson book.\n\nI also believe that a problem for Tools for Humanity is that they have developed a very heavily engineered solution to solve one part of the identity conundrum; are you a unique human? From what I take from the white paper, they haven’t solved the ‘what human are you?’ question. I understand that this may go against some of the foundational pillars for decentralized identity and the coin community but if you want a world identity that can be used for voting, for setting up a bank account or for receiving universal basic income (UBI) then I believe you need to know what person is bound to that identity.\n\nYou would also expect an ambitious global project of this sort to be managed by an established world authority such as the World Bank or the United Nations, not by a group of tech entrepreneurs.\n\nI do think that there are positives that can be taken from the project. The project does chime with a number of important trends that I am seeing in the biometric industry that include the importance of biometrics to digital identity and to the growth of stand-alone biometric devices supporting a wide range of applications including travel, hospitality, sports and entertainment, and retail. I believe that this is a positive step as it pushes biometrics into mainstream press and biometric vendors and suppliers could positively ride on the back of this noise.\n\nI am sure this story will run and run and I shall definitely be following how the project proceeds as part of my continued research into biometrics and digital identity.\n<h2>About the author</h2>\nAlan Goode is CEO and Chief Analyst at <a href=\"https://www.biometricupdate.com/companies/goode-intelligence\">Goode Intelligence</a>.", "link": "https://www.biometricupdate.com/202308/world-id-changing-the-world-or-sci-fi-dystopia", "date_published": "2023-08-03T16:33:43+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "http://feeds.feedburner.com/biometricupdate", "title": "Bermuda adds live facial recognition to CCTV network", "description": "<img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1363\" src=\"https://d1sr9z1pdl3mb7.cloudfront.net/wp-content/uploads/2023/02/02150303/cctv-command-center-scaled.jpg\" width=\"2048\" />\n\t\tBermuda is planning a $4 million project to upgrade its CCTV network, equipping it with facial and license-plate recognition algorithms.\n\nThe country is planning to install 265 cameras within the next six months as part of the project’s first phase. The second phase will include integrating the real-time recognition software, which the government says will fight serious crime as well as catch jaywalkers and speeders, The Royal Gazette <a href=\"https://www.royalgazette.com/transport/news/article/20230727/new-cctv-system-could-see-speeders-get-tickets-in-their-inbox/\">reported</a> last week. No timeline has been given for the second phase.\n\nThe Caribbean island <a href=\"https://www.gov.bm/sites/default/files/Notice%20of%20Procurement%20Upgrade%20of%20the%20Closed%20Circuit%20Television%20_CCTV_%20Network.pdf\">published </a>a tender July 2022 for replacing the 150 CCTV cameras mounted today, half of which are inoperable. Michael Weeks, the minister of national security, <a href=\"https://www.royalgazette.com/politics/news/article/20230225/minister-unveils-plans-to-upgrade-and-expand-cctv-network/\">announced</a> in February that the project was awarded to an unnamed local company.\n\nTen other local firms and two foreign companies, all unnamed, also bid, according to The Gazette.\n\nThe new network will run on Digicel fiber and LTE networks. Digicel has been in biometrics at least since 2012, when it worked on what it <a href=\"https://www.biometricupdate.com/201206/digicel-offers-worlds-first-fingerprint-id-system-for-international-money-transfers\">billed as</a> the world's first fingerprint ID service for international money transfers in New Zealand.\n\nAside from face and license-plate recognition, the camera will include pan/tilt/zoom control, multisensory and varifocal capabilities. The deal was announced<a href=\"https://www.royalgazette.com/transport/news/article/20230715/government-signs-4m-deal-to-upgrade-islands-cctv-network/\"> earlier this month</a>. Digicel will be paid $1 million for the equipment and installation and an additional $602,388 annually for a five-year maintenance service.\n\nWeeks told The Gazette that the system will be “vendor agnostic.\"\n\nThe Ministry of National Security has promised to enact policies to protect the public’s privacy. In March, the privacy commissioner <a href=\"https://www.privacy.bm/post/cctv-privacy-risks-and-best-practices\">published</a> a best-practice guide for organizations using closed-circuit TV security cameras based on the Personal Information Protection Act 2016.", "link": "https://www.biometricupdate.com/202308/bermuda-adds-live-facial-recognition-to-cctv-network", "date_published": "2023-08-03T16:09:12+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}]