{"entries": [{"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2023/01/beware-tainted-vpns-being-used-to.html", "title": "Beware: Tainted VPNs Being Used to Spread EyeSpy Surveillanceware", "date_published": "2023-01-13 16:39:00+00:00", "description": "Tainted VPN installers are being used to deliver a piece of surveillanceware dubbed EyeSpy as part of a malware campaign that started in May 2022.\nIt uses \"components of SecondEye – a legitimate monitoring application – to spy on users of 20Speed VPN, an Iranian-based VPN service, via trojanized installers,\" Bitdefender said in an analysis.\nA majority of the infections are said to originate in", "persistent": false, "language": "en-US", "user": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2023/01/cybercriminals-using-polyglot-files-in.html", "title": "Cybercriminals Using Polyglot Files in Malware Distribution to Fly Under the Radar", "date_published": "2023-01-13 11:26:00+00:00", "description": "Remote access trojans such as StrRAT and Ratty are being distributed as a combination of polyglot and malicious Java archive (JAR) files, once again highlighting how threat actors are continuously finding new ways to fly under the radar.\n\"Attackers now use the polyglot technique to confuse security solutions that don't properly validate the JAR file format,\" Deep Instinct security researcher", "persistent": false, "language": "en-US", "user": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2023/01/get-unified-cloud-and-endpoint-security.html", "title": "Get Unified Cloud and Endpoint Security: Only $1 for 1,000 Assets for all of 2023!", "date_published": "2023-01-13 10:00:00+00:00", "description": "As the new year begins, it's more important than ever to protect your business from the constantly evolving cyber threats that could compromise your valuable assets. \nBut who wants to pay an arm and a leg for top-tier security? With this Uptycs introductory offer, you do not have to.\nKickstart the new year by securing your business with Uptycs. Starting now, for just $1, you can get", "persistent": false, "language": "en-US", "user": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2023/01/fortios-flaw-exploited-as-zero-day-in.html", "title": "FortiOS Flaw Exploited as Zero-Day in Attacks on Government and Organizations", "date_published": "2023-01-13 09:41:00+00:00", "description": "A zero-day vulnerability in FortiOS SSL-VPN that Fortinet addressed last month was exploited by unknown actors in attacks targeting the government and other large organizations.\n\"The complexity of the exploit suggests an advanced actor and that it is highly targeted at governmental or government-related targets,\" Fortinet researchers said in a post-mortem analysis published this week.\nThe", "persistent": false, "language": "en-US", "user": null}], "source": {"url": "https://feeds.feedburner.com/TheHackersNews", "title": "The Hacker News"}}