[{"source": "https://www.arabnews.com/rss.xml", "title": "Ray Hanania Show Special: How bad is Gaza’s humanitarian situation?", "description": "CHICAGO: The scale of humanitarian suffering in the Gaza Strip has reached unprecedented levels as Israeli airstrikes continue to lay waste to large swaths of the territory, according to Juliette Touma, director of communications for the UN Relief and Works Agency.\n\n\tDuring an appearance on the Ray Hanania Radio Show, she painted a grim picture of the situation on the ground, saying: “UNRWA is overwhelmed at the moment in Gaza. The needs are growing by the hour. We do not have supplies. We do not have enough fuel to continue delivering assistance.”", "link": "https://www.arabnews.com/node/2397696/middle-east", "date_published": "2023-10-25T08:10:57+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "Oil Updates — crude dips as economic concerns offset Middle East supply worries", "description": "RIYADH: Oil fell for a fourth day on Wednesday as concerns about slowing European demand offset worries about Middle East supply disruptions stemming from the Israel-Hamas conflict in Gaza, according to Reuters.\n\n\tBrent crude futures dropped 28 cents, or 0.3 percent, to $87.79 a barrel as of 9:27 a.m. Saudi time, while US West Texas Intermediate crude futures were down 31 cents, or 0.4 percent, to $83.43 a barrel.", "link": "https://www.arabnews.com/node/2397336/business-economy", "date_published": "2023-10-25T08:10:48+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "What We Are Reading Today: The Ecology of Collective Behavior", "description": "Author: Deborah M. Gordon \n\n\tCollective behavior is everywhere in nature, from gene transcription and cancer cells to ant colonies and human societies. It operates without central control, using local interactions among participants to allow groups to adjust to changing conditions.\n\n\t“The Ecology of Collective Behavior” brings together ideas from evolutionary biology, network science, and dynamical systems to present an ecological approach to understanding how the interactions of individuals generate collective outcomes.", "link": "https://www.arabnews.com/node/2397691/books", "date_published": "2023-10-25T08:10:44+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "Where We Are Going Today: Chok pastry shop in Riyadh", "description": "Brought to you from Barcelona, Spain and freshly baked in Riyadh, Saudi Arabia, the newest Chok location at the Esplanade guarantees chocolate enthusiasts an incredibly indulgent experience.\n\n\tChok is a haven for all things sweet and chocolatey. This pastry shop, known as a pasteleria in Spanish, proudly dubs itself the Chocolate Shop. However, it goes beyond just chocolate.\n\n\tChok offers a delightful array of treats, including doughnuts, mini cakes, muffins, truffles, cookies, and cheesecakes.", "link": "https://www.arabnews.com/node/2397701/food-health", "date_published": "2023-10-25T08:10:41+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "More than 100 Palestinians killed in West Bank amid Gaza war", "description": "Jenin: More than 100 Palestinians have been killed across the occupied West Bank since war erupted between Israel and Gaza’s Islamist rulers Hamas on October 7, the health ministry said Wednesday.\n\tViolence had already spiralled in the West Bank before the Gaza war, with the highest death toll in the Palestinian territory since at least 2005.\n\tMany of the Palestinian deaths came in raids by Israeli troops, but there has also been a rise in violence between Palestinians and Israeli settlers which has seen civilians as well as fighters killed on both sides.", "link": "https://www.arabnews.com/node/2397346/middle-east", "date_published": "2023-10-25T08:10:34+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "Israel bombs Gaza, prepares invasion as Biden urges ‘path to peace’", "description": "GAZA: Israel is preparing a ground invasion of Gaza, Prime Minister Benjamin Netanyahu said on Wednesday while Israeli shelling killed more Palestinian civilians and international pressure grew to deliver aid and to safeguard hostages held by Hamas.\n\tUS President Joe Biden, in remarks looking beyond the war that broke out with an Oct. 7 attack on Israel by Palestinian Hamas militants, said the future should include a two-state solution for Israel and the Palestinians.\n\tIsrael should be integrated among its Arab neighbors, he said.", "link": "https://www.arabnews.com/node/2397686/middle-east", "date_published": "2023-10-25T08:10:32+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "‘Riyadh Champion’ WBC belt unveiled for Fury versus Ngannou battle", "description": "The World Boxing Council’s “Riyadh Champion” commemorative belt has been unveiled ahead of the highly-anticipated “Battle of the Baddest” bout between WBC heavyweight king Tyson Fury and former UFC heavyweight titlist Francis Ngannou on Oct. 28.\n\n\tThe custom-designed belt, created by the WBC for this contest, boasts an intricate design that blends iconography of boxing and MMA. A dark-green backdrop signifying the national identity of Saudi Arabia, envelops the entire belt.", "link": "https://www.arabnews.com/node/2397351/sport", "date_published": "2023-10-25T08:10:16+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "Riyadh Fashion Week merges AR tech and design with TASAWAR exhibition", "description": "DUBAI: Saudi Arabia’s Ministry of Culture and the Saudi Fashion Commission, in collaboration with Snapchat, recently launched TASAWAR, an augmented reality exhibition that merges design and technology.\n\n\tThe exhibition featured collections from five Saudi designers — Hekayat, Hindamme, ArAm, Abadia, and KAF by KAF — and was held from Oct. 21 to 24 at the King Abdullah Financial District, as part of Riyadh Fashion Week.", "link": "https://www.arabnews.com/node/2397706/media", "date_published": "2023-10-25T08:10:11+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "Jordan’s Queen Rania calls out world’s ‘glaring double standard’ in Israeli war on Gaza", "description": "DUBAI: Jordan’s Queen Rania on Tuesday criticized the world’s “glaring double standard” and “deafening silence” in the face of Israel’s ongoing war on the Gaza Strip.\n\n\tQueen Rania emphasized, during an interview with CNN’s Christiane Amanpour, that despite the prevalent Western media narrative, “this conflict did not begin on October 7th.”", "link": "https://www.arabnews.com/node/2397341/media", "date_published": "2023-10-25T08:10:00+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "Mexico braces for Category 5 Hurricane Otis, risk of ‘catastrophic’ damage", "description": "ACAPULCO: Mexico’s southern coast braced for Hurricane Otis on Wednesday as the Category 5 storm made landfall near the beach resorts of Acapulco, with the potential to cause “catastrophic damage,” the US National Hurricane Center (NHC) said.\n\tThe hurricane reached land near Acapulco, bringing maximum sustained winds around 270kph and heavy rain, the center said.", "link": "https://www.arabnews.com/node/2397311/world", "date_published": "2023-10-25T07:10:58+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "UAE jiu-jitsu star Faisal Al-Ketbi eyes more glory after Asian Games success", "description": "ABU DHABI: Faisal Al-Ketbi, one of the most decorated jiu-jitsu athletes in the UAE, Asia and the world, is not resting on his laurels and wants to achieve more in the martial arts discipline.\n\n\tHis most recent feat was winning gold at the Asian Games in Hangzhou, China. Al-Ketbi successfully defended his title by defeating Korea’s Kim Heeseoung by advantage points in the men’s 85 kg final.\n\n\tAfter his historic performance, he lauded the UAE’s leaders for supporting him and other athletes in the country.", "link": "https://www.arabnews.com/node/2397331", "date_published": "2023-10-25T07:10:54+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "Real estate industry must rally together to make Riyadh a more sustainable city: JLL", "description": "In line with Vision 2030 to transform Riyadh into one of the most sustainable cities in the world, the real estate industry must proactively contribute toward shaping a more human-centric, sustainable and innovative city, revealed JLL, a professional services firm that specializes in real estate and investment management, at a roundtable held recently in the Saudi capital. This will be essential not only in long-term asset value creation, but also in future-proofing assets and in value preservation.", "link": "https://www.arabnews.com/node/2397661/corporate-news", "date_published": "2023-10-25T07:10:48+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "Georgina Rodriguez, kids support Ronaldo", "description": "DUBAI: Argentine model Georgina Rodriguez this week attended her partner Cristiano Ronaldo’s match with Al-Nassr in Riyadh. \n\n\tAl-Nassr played against Al-Duhail in the Asian Champions League and won 4-3.", "link": "https://www.arabnews.com/node/2397326/lifestyle", "date_published": "2023-10-25T07:10:37+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "IMC breast cancer campaign urges early screening", "description": "The International Medical Center in Jeddah earlier this month rolled out their annual breast cancer awareness campaign, to coincide with the Breast Cancer Awareness Month, celebrated worldwide every October.\n\n\tThe “With Hope, You Are Stronger” campaign, which is in line with IMC’s social responsibility programs, was launched by Dr. Walid Fitaihi, chairman and CEO of IMC.", "link": "https://www.arabnews.com/node/2397666/corporate-news", "date_published": "2023-10-25T07:10:36+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "Saudi Arabia, Finland forge alliance to propel digital economy", "description": "RIYADH: The digital economy sector in Saudi Arabia and Finland will open new opportunities and drive innovation, with both nations planning to develop internet-connected technologies. \n\n\tAccording to the Saudi Press Agency, both countries agreed to expand the domains of the Internet of Things, the cloud and wireless network technologies. \n\n\tSaudi Communications and Information Technology Minister Abdullah Al-Sawah and Finnish Foreign Trade and Development Minister Phil Tavio signed the agreement at the ministry’s headquarters in Riyadh.", "link": "https://www.arabnews.com/node/2397321/business-economy", "date_published": "2023-10-25T07:10:35+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "KSA LCOY18 empowers Saudi youth to drive climate action", "description": "", "link": "https://www.arabnews.com/node/2397676/corporate-news", "date_published": "2023-10-25T07:10:23+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "Gaza families wear ID bracelets to avoid burial in mass graves", "description": "GAZA STRIP: With so many bodies, Palestinians in Gaza are burying the unidentified dead in mass graves, with a number instead of a name, residents say. Now some families are using bracelets in the hope of finding their loved ones should they be killed.\n\n\tThe El-Daba family has tried to reduce the risk of being struck down during the heaviest-ever Israeli bombardment of Gaza. \n\n\tAli El-Daba, 40, said he had seen bodies ripped apart by the bombing and were unrecognizable.\n\n\tHe said he decided to divide his family to prevent them from all dying in a single strike.", "link": "https://www.arabnews.com/node/2397671/middle-east", "date_published": "2023-10-25T07:10:18+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "Gaza couple’s wedding dreams destroyed by war", "description": "GAZA STRIP: Palestinian bride Suwar Safi was looking forward to wearing her white dress and sharing her life with Ahmed after their wedding, but instead she is living in a refugee camp after Israel launched airstrikes on the Hamas-ruled Gaza Strip.\n\n\t“Everyone was telling me, it’s ok and to have faith, this is our destiny and we have to accept it,” she said, adding: “We did not get the chance to experience that joy.”", "link": "https://www.arabnews.com/node/2397681/middle-east", "date_published": "2023-10-25T07:10:16+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "Jokic dominant as Nuggets down Lakers, Suns sink Warriors", "description": "LOS ANGELES: Nikola Jokic delivered a dominant triple-double performance as the Denver Nuggets launched the defense of their NBA championship crown with a season-opening 119-107 victory over LeBron James and the Los Angeles Lakers on Tuesday.\n\n\tOn a night which saw Nuggets players receive their championship rings as the team raised its first banner in franchise history, Denver tipped off the 2023-2024 season with a display which suggested they will once again be one of the teams to beat.", "link": "https://www.arabnews.com/node/2397296/sport", "date_published": "2023-10-25T06:10:16+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "Hezbollah chief meets top Palestinian leaders", "description": "BEIRUT: The head of Lebanon’s Hezbollah met with top leaders of the Palestinian militant factions Hamas and Islamic Jihad, according to a report by Hezbollah’s Al-Manar TV, saying they had assessed what their alliance must do to “achieve a real victory for the resistance” in Gaza.\n\tThe meeting grouped Hezbollah’s Sayyed Hassan Nasrallah, with Hamas deputy chief Saleh Al-Arouri, and Islamic Jihad chief Ziad Al-Nakhala, Al-Manar reported.", "link": "https://www.arabnews.com/node/2397301", "date_published": "2023-10-25T06:10:06+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "Ma’aden partners with Princess Reema’s oceans initiatives to safeguard maritime assets", "description": "RIYADH: Saudi mining company Ma’aden has announced a partnership with the oceans initiatives WAVE to contribute to the protection of the world’s sea and maritime assets.  \n\n\tLed by Princess Reema bint Bandar, Saudi Arabia’s ambassador to the US, this initiative aims to accelerate global ocean regeneration efforts. It focuses on building awareness, innovation, scientific support, and partnerships to combat ocean pollution and restore environmental balance.", "link": "https://www.arabnews.com/node/2397551/business-economy", "date_published": "2023-10-25T03:10:47+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "Saudi EDM festival Freaks of Nature debuts in Amsterdam", "description": "AMSTERDAM: Freaks of Nature, Saudi Arabia’s homegrown boutique electronic music festival series, made its first appearance at the Amsterdam Dance Event (ADE) this week. Originating in Riyadh, the creators of Freaks of Nature organized this event, named “querencia,” with the vision of creating a dreamlike place for free expression and unity among “fabulous freaks.”", "link": "https://www.arabnews.com/node/2397561/entertainment", "date_published": "2023-10-25T03:10:33+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "Kazakhstan supports Saudi Arabia’s bid to host World Expo 2030 in Riyadh", "description": "RIYADH: Kazakhstan has affirmed its support for Saudi Arabia’s bid to host World Expo 2030 in Riyadh.", "link": "https://www.arabnews.com/node/2397556/saudi-arabia", "date_published": "2023-10-25T03:10:17+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "Gaza hospital deadly blast unlikely caused by errant rocket: The New York Times", "description": "LONDON: Footage captured seconds before the explosion at Gaza’s Al-Ahli Arab Hospital on Oct. 17 shows that the missile that detonated in mid-air was not related to the blast, found a detailed visual analysis by The New York Times.\n\n\tCiting footage broadcast by Al Jazeera, the NYT report, published Tuesday, read: “The missile seen in the video is most likely not what caused the explosion at the hospital.", "link": "https://www.arabnews.com/node/2397546/media", "date_published": "2023-10-25T03:10:15+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "Private islet on the Red Sea coast is a holiday dream", "description": "RIYADH: Need a holiday? How about your own sun-dappled sandy islet, with a private landing jetty, personal chef, beach club, gym, and the ultimate in luxury?\n\tThen Red Sea Global has the answer to your prayers. The company developing tourist destinations on the Saudi west coast has launched the Thuwal Private Retreat, set across a coral archipelago.", "link": "https://www.arabnews.com/node/2397236/saudi-arabia", "date_published": "2023-10-25T03:10:10+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "Saudi Arabia to host Spanish Super Cup for 4th time, in January", "description": "RIYADH: Saudi Arabia will next year host the Spanish Super Cup for the fourth time, from Jan. 10 to 14, the Ministry of Sport announced on Wednesday.\n\n\tReal Madrid, Barcelona, Atletico Madrid, and Atletico Osasuna will take part in the tournament.\n\n\tAl-Awwal Park in Riyadh will host matches in the knockout stage. Real Madrid will face Atletico Madrid on the evening of Wednesday, Jan. 10, and Barcelona, which holds the last edition’s champions title, will take on Atletico Osasuna the following day.", "link": "https://www.arabnews.com/node/2397536/sport", "date_published": "2023-10-25T03:10:10+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "Mawhiba helps 4,119 students compete to represent Kingdom internationally", "description": "RIYADH: Some 4,119 students have taken the second phase of the “Mawhoob” exam, organized by the King Abdulaziz and His Companions Foundation for Giftedness and Creativity (Mawhiba), in partnership with the Education Ministry.\n\n\tThe tests were held in 72 exam centers across the Kingdom, and covered mathematics, physics, chemistry, biology and other sciences.", "link": "https://www.arabnews.com/node/2397526/saudi-arabia", "date_published": "2023-10-25T02:10:55+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "Saudi tourism shows strong growth with low environmental impact: report", "description": "RIYADH: Saudi Arabia’s tourism industry is making significant strides, contributing 6.4 percent to the annual gross domestic product while emitting only 3.3 percent of global greenhouse gases, according to a new research. \n\n\tA report titled “The Environmental Impact of Global Tourism” places the Kingdom at the 15th rank globally for the most significant reduction in emission intensity.", "link": "https://www.arabnews.com/node/2397516/business-economy", "date_published": "2023-10-25T02:10:48+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "Top seed Rune rallies to victory in Basel after horror star", "description": "BASEL, Switzerland: Holger Rune performed under pressure for new coach Boris Becker on Tuesday, earning a 1-6, 7-5, 6-3 win over Miomir Kecmanovic to reach the second round of the Swiss Indoors.\n\n\tThe victory counted as revenge for the 20-year-old who lost to the Serb in his opening match as holder at the ATP event in Stockholm last week.\n\n\tSix-time Grand Slam champion Becker returned from a lightning trip on Tuesday to the ATP event in Vienna in time to watch his young charge’s impressive turnaround in their first in-person match together.", "link": "https://www.arabnews.com/node/2397226/tennis", "date_published": "2023-10-25T02:10:47+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "Israeli drone strike in West Bank kills three Palestinians, officials say", "description": "RAMALLAH: Israeli forces on an overnight raid in the occupied West Bank came under fire by a group of Palestinians whom the military then hit with a drone, the Israeli military said on Wednesday, and Palestinian officials said three people were killed.\n\n\tThe military said armed Palestinians “fired and hurled explosive devices” at its forces in Jenin refugee camp, in the northern West Bank. The military then struck them with a drone, and “hits were identified,” it added.", "link": "https://www.arabnews.com/node/2397231/middle-east", "date_published": "2023-10-25T02:10:37+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "Rise of BRICS reveals shifting power dynamics of global economy: FII panel", "description": "RIYADH: A new global economic playing field is set to be created with the expansion of the Brazil, Russia, India, China and South Africa bloc of countries, business leaders suggested during panels at the Future Investment Initiative forum in Riyadh.\n\n\tKnown as BRICS, the group announced in August it plans to double its membership next year, a move that will open the door for Saudi Arabia, Iran, Ethiopia, Egypt, Argentina and the UAE, and could redefine the global economic and political landscape.", "link": "https://www.arabnews.com/node/2397531/business-economy", "date_published": "2023-10-25T02:10:01+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "Saudi crown prince highlights Kenya’s role in Kingdom’s African expansion", "description": "RIYADH: Saudi Arabia is set to expand its investments in Africa, with Crown Prince Mohammed bin Salman highlighting Kenya’s pivotal role in the continent’s stability and growth in a meeting with the country’s president.\n\n\tSpeaking to William Ruto on the sidelines of the Future Investment Initiative summit, the crown prince said the Kingdom would collaborate with Kenya to enhance security in the region.\n\n\tThe leaders discussed bilateral relations and opportunities for cooperation in various fields, according to the Saudi Press Agency.", "link": "https://www.arabnews.com/node/2397511/business-economy", "date_published": "2023-10-25T01:10:54+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "Saudi, Romanian FMs discuss danger of continued military escalation in Gaza", "description": "RIYADH: Saudi Foreign Minister Prince Faisal bin Farhan spoke with his Romanian counterpart Luminita Odobescu on Wednesday about the dangers of Israel’s intensifying military operations in Gaza, Saudi Press Agency reported.\n\tDuring the phone call, the ministers reaffirmed the need to prevent the violence from escalating to a wider regional conflict.", "link": "https://www.arabnews.com/node/2397506/saudi-arabia", "date_published": "2023-10-25T01:10:05+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "Netherlands unveils biggest pavilion at the 2023 Saudi Agricultural exhibition", "description": "RIYADH: The Netherlands has unveiled the single largest national pavilion at the 2023 Saudi Agriculture exhibition.\n\n\tExhibitors at the event, which runs from Oct. 23 to 26 in Riyadh, include 30 companies from various agricultural sectors, the Saudi Press Agency reported on Tuesday.", "link": "https://www.arabnews.com/node/2397221/saudi-arabia", "date_published": "2023-10-25T00:10:47+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "Emirati president and Canadian foreign minister discuss need to protect civilians in Gaza", "description": "LONDON: Sheikh Mohammed bin Zayed Al-Nahyan, the president of the UAE, and Canadian Foreign Minister Melanie Joly discussed bilateral ties and ways to strengthen cooperation between their countries in various sectors when they met on Tuesday in Abu Dhabi.\n\n\tThey also talked about regional and international developments of mutual interest, most notably the urgent need to protect Palestinian civilians in the Gaza Strip, the Emirates News Agency reported. They also reiterated the importance of bolstering the humanitarian response amid the worsening situation there.", "link": "https://www.arabnews.com/node/2397216/middle-east", "date_published": "2023-10-25T00:10:19+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}]