[{"source": "http://timesofindia.indiatimes.com/rssfeedstopstories.cms", "title": "Don't resort to hasty trial, give accused fair chance to defend himself: SC", "description": "The Supreme Court has quashed a trial court order that awarded the death sentence to an accused in a rape and murder case of a three-month-old baby in Madhya Pradesh. The court found fault in the trial proceedings, stating that the accused was not given sufficient time to defend himself and was not allowed to cross-examine forensic experts. The court emphasized the importance of a fair trial and directed a fresh trial in the case.", "link": "https://timesofindia.indiatimes.com/india/dont-resort-to-hasty-trial-give-accused-fair-chance-to-defend-himself-supreme-court/articleshow/104710906.cms", "date_published": "2023-10-25T23:43:36+00:00", "bookmarked": false, "dead": null, "artist": "Times of India", "album": "Times of India", "user": null, "language": "en-gb", "thumbnail": "https://static.toiimg.com/photo/msid-98638255.cms"}, {"source": "http://timesofindia.indiatimes.com/rssfeedstopstories.cms", "title": "House panel suggests bringing mob lynching on a par with murder", "description": "The parliamentary panel examining the three criminal justice bills is likely to recommend that the alternative punishment for murder by mob lynching on grounds of caste or community - proposed as not less than seven years in Clause 101(2) of Bharatiya Nyaya Sanhita Bill (BNS) - be dropped and brought on par with punishment for murder.", "link": "https://timesofindia.indiatimes.com/india/house-panel-suggests-bringing-mob-lynching-on-a-par-with-murder/articleshow/104710816.cms", "date_published": "2023-10-25T23:31:03+00:00", "bookmarked": false, "dead": null, "artist": "Times of India", "album": "Times of India", "user": null, "language": "en-gb", "thumbnail": "https://static.toiimg.com/photo/msid-98638255.cms"}, {"source": "http://timesofindia.indiatimes.com/rssfeedstopstories.cms", "title": "Don't show every seat as paid, Centre warns airlines, portals", "description": "The consumer affairs ministry in India has expressed concerns over unfair trade practices by airlines and online travel aggregators. These practices include misleading claims of \"free mandatory web check-in\" and denying boarding to customers with confirmed tickets. The ministry has flagged the issue of airlines designing online interfaces to manipulate consumer decision-making. These practices are considered deceptive and exploitative, and are classified as unfair trade practices under the Consumer Protection Act.", "link": "https://timesofindia.indiatimes.com/india/dont-show-every-seat-as-paid-centre-warns-airlines-portals/articleshow/104710781.cms", "date_published": "2023-10-25T23:24:56+00:00", "bookmarked": false, "dead": null, "artist": "Times of India", "album": "Times of India", "user": null, "language": "en-gb", "thumbnail": "https://static.toiimg.com/photo/msid-98638255.cms"}, {"source": "http://timesofindia.indiatimes.com/rssfeedstopstories.cms", "title": "'One nation, one election' panel accepts Adhir's resignation", "description": "The high-level committee on one nation, one election, chaired by former President Ram Nath Kovind, has accepted the resignation of leader of opposition in Lok Sabha Adhir Ranjan Chowdhury from the panel. The committee, which includes members such as Union Home Minister Amit Shah and Law Minister Arjun Ram Meghwal, received a presentation on necessary constitutional amendments for simultaneous elections. The committee has also invited suggestions from various political parties and launched a website for stakeholders to provide input.", "link": "https://timesofindia.indiatimes.com/india/one-nation-one-election-panel-accepts-adhir-ranjan-chowdhurys-resignation/articleshow/104710696.cms", "date_published": "2023-10-25T23:07:35+00:00", "bookmarked": false, "dead": null, "artist": "Times of India", "album": "Times of India", "user": null, "language": "en-gb", "thumbnail": "https://static.toiimg.com/photo/msid-98638255.cms"}, {"source": "http://timesofindia.indiatimes.com/rssfeedstopstories.cms", "title": "Ram temple set to be BJP's major 2024 campaign theme", "description": "The consecration of Ram Mandir in Ayodhya is expected to be a major campaign theme for BJP in the 2024 elections. Prime Minister Modi and RSS Chief Mohan Bhagwat have already spoken about the inauguration of the temple. The construction of the temple has been compared to the restoration of Somnath Mandir, with the difference being the active involvement of the current prime minister in the Ayodhya dispute. Special arrangements are being made for devotees visiting Ayodhya, and the city is undergoing a makeover with new infrastructure projects.", "link": "https://timesofindia.indiatimes.com/india/ram-temple-set-to-be-bjps-major-2024-campaign-theme/articleshow/104709175.cms", "date_published": "2023-10-25T22:16:02+00:00", "bookmarked": false, "dead": null, "artist": "Times of India", "album": "Times of India", "user": null, "language": "en-gb", "thumbnail": "https://static.toiimg.com/photo/msid-98638255.cms"}, {"source": "http://timesofindia.indiatimes.com/rssfeedstopstories.cms", "title": "Gehlot woos women, pledges `10,000/yr to head of family", "description": "Rajasthan CM Ashok Gehlot announced that if the Congress is re-elected, every woman head of a family would receive Rs 10,000 annually in instalments. He also pledged to provide LPG cylinders at Rs 500 each to one crore families, expanding the Ujjwala scheme. These promises are part of Congress's focus on women voters. AICC general secretary Priyanka Gandhi criticized the BJP-led government at the Centre, calling it \"visionless\" and accusing PM Narendra Modi of making empty promises.", "link": "https://timesofindia.indiatimes.com/elections/assembly-elections/rajasthan/news/ashok-gehlot-woos-women-pledges-rs-10000-per-year-to-head-of-family/articleshow/104708742.cms", "date_published": "2023-10-25T22:02:38+00:00", "bookmarked": false, "dead": null, "artist": "Times of India", "album": "Times of India", "user": null, "language": "en-gb", "thumbnail": "https://static.toiimg.com/photo/msid-98638255.cms"}, {"source": "http://timesofindia.indiatimes.com/rssfeedstopstories.cms", "title": "Ethics panel to hear Dehadrai, Dubey in Mahua row today", "description": "The war of words between TMC MP Mahua Moitra and BJP's Nishikant Dubey escalated ahead of the first hearing by Parliament's ethics committee. Dubey questioned Moitra's propriety, corruption, and criminality, asking if she had accessed NIC mails in Dubai and if she had asked questions in Parliament for money. Moitra responded by accusing Dubey of illegal entry into the airport ATC room. The ethics committee will hold its first meeting on Thursday to hear statements from Dubey and advocate Jai Anant Dehadrai. Moitra dismissed the charges as lies from a \"jilted ex\".", "link": "https://timesofindia.indiatimes.com/india/ethics-panel-to-hear-dehadrai-dubey-in-mahua-row-today/articleshow/104708678.cms", "date_published": "2023-10-25T21:57:20+00:00", "bookmarked": false, "dead": null, "artist": "Times of India", "album": "Times of India", "user": null, "language": "en-gb", "thumbnail": "https://static.toiimg.com/photo/msid-98638255.cms"}, {"source": "http://timesofindia.indiatimes.com/rssfeedstopstories.cms", "title": "Set up mobile towers in all villages by March 2024: PM Modi", "description": "Prime Minister Narendra Modi has set a deadline of March 2024 for all departments to establish mobile towers in all villages in order to achieve full mobile phone coverage. During a meeting of PM-Pragati, Modi expressed concerns over delays in tower installation, stating that locals are more likely to support telecom towers than dams. The government has created a website for centralized approvals for Right of Way (RoW) for mobile coverage. The PM also emphasized the need for coordination and simultaneous construction of canals during dam projects.", "link": "https://timesofindia.indiatimes.com/india/set-up-mobile-towers-in-all-villages-by-march-2024-pm-modi/articleshow/104708659.cms", "date_published": "2023-10-25T21:51:09+00:00", "bookmarked": false, "dead": null, "artist": "Times of India", "album": "Times of India", "user": null, "language": "en-gb", "thumbnail": "https://static.toiimg.com/photo/msid-98638255.cms"}, {"source": "http://timesofindia.indiatimes.com/rssfeedstopstories.cms", "title": "Designate Hamas as terrorist body: Israel to India", "description": "Israel urged the Indian government to designate Hamas as a terrorist organisation after it launched a terror strike on Israel on October 7, Israel ambassador to India Naor Gilon said on Wednesday. Gilon also thanked India for its \"100 per cent\" support and PM Narendra Modi for being among the first leaders to come out with a clear statement \"that set a very strong tone of clear condemnation of terrorism\".", "link": "https://timesofindia.indiatimes.com/india/designate-hamas-as-terrorist-body-israel-to-india/articleshow/104708413.cms", "date_published": "2023-10-25T21:18:47+00:00", "bookmarked": false, "dead": null, "artist": "Times of India", "album": "Times of India", "user": null, "language": "en-gb", "thumbnail": "https://static.toiimg.com/photo/msid-98638255.cms"}, {"source": "http://timesofindia.indiatimes.com/rssfeedstopstories.cms", "title": "India's first all-woman police station celebrates 50 years", "description": "The first women's police station in India, inaugurated by Prime Minister Indira Gandhi in 1973, may actually be the world's first of its kind. The station in Kozhikode, Kerala, was established to provide a safe and accessible space for women to file complaints, especially related to family issues and domestic violence. The current in-charge of the station, Thulasi KK, highlighted the empathetic understanding female officers bring to these cases.", "link": "https://timesofindia.indiatimes.com/india/indias-first-all-woman-police-station-celebrates-50-years/articleshow/104708400.cms", "date_published": "2023-10-25T21:14:56+00:00", "bookmarked": false, "dead": null, "artist": "Times of India", "album": "Times of India", "user": null, "language": "en-gb", "thumbnail": "https://static.toiimg.com/photo/msid-98638255.cms"}, {"source": "http://timesofindia.indiatimes.com/rssfeedstopstories.cms", "title": "Reintroduce adultery section in gender-neutral form, says panel", "description": "The standing committee on home affairs is expected to recommend that adultery be retained in the proposed Bharatiya Nyaya Sanhita Bill (BNS) in a gender-neutral form to protect the sanctity of marriage. The committee is considering whether to reintroduce the adultery provision from Section 497 of the Indian Penal Code or to delete it altogether. The committee's decision could mean that either the man or woman in a marriage can be charged with adultery. The Supreme Court had previously read down Section 497, ruling it unconstitutional.", "link": "https://timesofindia.indiatimes.com/india/reintroduce-in-bns-adultery-section-in-gender-neutral-form-says-panel/articleshow/104708378.cms", "date_published": "2023-10-25T21:09:49+00:00", "bookmarked": false, "dead": null, "artist": "Times of India", "album": "Times of India", "user": null, "language": "en-gb", "thumbnail": "https://static.toiimg.com/photo/msid-98638255.cms"}, {"source": "http://timesofindia.indiatimes.com/rssfeedstopstories.cms", "title": "No decision yet on replacing ‘India’ with ‘Bharat’: NCERT", "description": "A high-level committee for social sciences in India has recommended replacing the name 'India' with 'Bharat' in school textbooks. The committee also suggested including stories of victories of Hindu warriors in the curriculum. The National Council of Educational Research and Training (NCERT) said no decision had been made yet on the panel's recommendations. The use of 'Bharat' has already been endorsed by the government in official invitations and nameplates.", "link": "https://timesofindia.indiatimes.com/india/no-decision-yet-on-replacing-india-with-bharat-ncert/articleshow/104708242.cms", "date_published": "2023-10-25T20:37:49+00:00", "bookmarked": false, "dead": null, "artist": "Times of India", "album": "Times of India", "user": null, "language": "en-gb", "thumbnail": "https://static.toiimg.com/photo/msid-98638255.cms"}, {"source": "http://timesofindia.indiatimes.com/rssfeedstopstories.cms", "title": "No immunity if platforms fail to remove child sex content?", "description": "The Indian government is considering revoking immunity for social media giants under the IT Act if they do not remove harmful content, such as child abuse material and misinformation. Minister of State for IT and Electronics, Rajeev Chandrasekhar, stated that platforms like Facebook, Twitter, Instagram, YouTube, and Google could be held criminally liable for not complying with official notices. The government is particularly concerned about the platforms' refusal to take action against child abuse content. This move coincides with US states suing Meta platforms for their impact on youth mental health.", "link": "https://timesofindia.indiatimes.com/india/no-immunity-if-platforms-fail-to-remove-child-sex-content/articleshow/104708208.cms", "date_published": "2023-10-25T20:20:21+00:00", "bookmarked": false, "dead": null, "artist": "Times of India", "album": "Times of India", "user": null, "language": "en-gb", "thumbnail": "https://static.toiimg.com/photo/msid-98638255.cms"}, {"source": "http://timesofindia.indiatimes.com/rssfeedstopstories.cms", "title": "EU eyes stronger India ties by posting military attache", "description": "The European Union (EU) plans to appoint a military attache in India to strengthen security and defense ties and support its Indo-Pacific strategy. The move is part of the EU's efforts to play a more significant geopolitical role in the region. The EU's new ambassador to India, Herve Delphin, stated that the appointment demonstrates deepening cooperation in defense and security. India, which has criticized Europe for its silence on challenges to the rules-based order in Asia, welcomes the EU's expanded presence and increased security cooperation.", "link": "https://timesofindia.indiatimes.com/india/eu-eyes-stronger-india-ties-by-posting-military-attache/articleshow/104708183.cms", "date_published": "2023-10-25T20:11:47+00:00", "bookmarked": false, "dead": null, "artist": "Times of India", "album": "Times of India", "user": null, "language": "en-gb", "thumbnail": "https://static.toiimg.com/photo/msid-98638255.cms"}, {"source": "http://timesofindia.indiatimes.com/rssfeedstopstories.cms", "title": "Ram temple consecration on January 22, PM Modi to attend", "description": "The idol of Ram Lalla will be installed at the Ayodhya temple on January 22 in the presence of PM Narendra Modi. This marks the culmination of decades of efforts to reclaim the site, including mass mobilization and a legal battle. The confirmation came after a delegation from the Shri Ram Janmabhoomi Teerth Kshetra trust invited the PM for the grand ceremony. The event is expected to attract a large number of visitors. RSS chief Mohan Bhagwat and UP CM Yogi Adityanath will also be present.", "link": "https://timesofindia.indiatimes.com/india/ram-temple-consecration-on-january-22-pm-modi-to-attend/articleshow/104708146.cms", "date_published": "2023-10-25T20:04:35+00:00", "bookmarked": false, "dead": null, "artist": "Times of India", "album": "Times of India", "user": null, "language": "en-gb", "thumbnail": "https://static.toiimg.com/photo/msid-98638255.cms"}, {"source": "http://timesofindia.indiatimes.com/rssfeedstopstories.cms", "title": "Live-in relations are infatuation, lack sincerity: High court", "description": "The Allahabad High Court in India has dismissed a plea by an interfaith live-in couple seeking police protection, stating that such relationships are often driven by infatuation and result in temporary and fragile arrangements. While acknowledging that the Supreme Court has validated live-in relationships in the past, the division bench of Justices Rahul Chaturvedi and Mohammad Azhar Husain Idrisi emphasized that unless the couple decides to marry and commit to a serious relationship, the court will not express an opinion on such arrangements. The case involved a petition filed by a Hindu-Muslim couple challenging an FIR lodged against the man by the woman's aunt.", "link": "https://timesofindia.indiatimes.com/india/allahabad-high-court-live-in-relations-are-infatuation-lack-sincerity/articleshow/104708066.cms", "date_published": "2023-10-25T19:35:56+00:00", "bookmarked": false, "dead": null, "artist": "Times of India", "album": "Times of India", "user": null, "language": "en-gb", "thumbnail": "https://static.toiimg.com/photo/msid-98638255.cms"}, {"source": "http://timesofindia.indiatimes.com/rssfeedstopstories.cms", "title": "Trump fined $10,000 over comment outside court in NY fraud trial", "description": "The judge in Donald Trump's civil fraud trial fined the former president USD 10,000 on Wednesday, saying Trump violated a limited gag order barring personal attacks on court staffers. The fine came after Trump was called to the witness stand to explain his comment outside the courtroom about \"a person who's very partisan sitting alongside\" the judge in the case, Judge Arthur Engoron. Weeks ago, Engoron ordered all participants in the trial not to comment publicly about his staff.", "link": "https://timesofindia.indiatimes.com/world/us/trump-is-fined-10000-over-a-comment-he-made-outside-court-in-his-new-york-civil-fraud-trial/articleshow/104707925.cms", "date_published": "2023-10-25T19:10:49+00:00", "bookmarked": false, "dead": null, "artist": "Times of India", "album": "Times of India", "user": null, "language": "en-gb", "thumbnail": "https://static.toiimg.com/photo/msid-98638255.cms"}, {"source": "http://timesofindia.indiatimes.com/rssfeedstopstories.cms", "title": "Republicans elect Mike Johnson as 56th speaker of the House", "description": "Rep. Mike Johnson of Louisiana has been elected as the 56th speaker of the House of Representatives, ending a period of political chaos and division within the Republican Party. Johnson, a staunch ally of former President Donald Trump, was chosen after weeks of infighting. Despite being the least experienced speaker in the post-Civil War era, Johnson is expected to lead the party through critical issues such as potential government shutdowns and negotiations over the 2024 budget.", "link": "https://timesofindia.indiatimes.com/world/us/republicans-elect-mike-johnson-as-56th-speaker-of-the-house-ending-weeks-of-turmoil/articleshow/104707581.cms", "date_published": "2023-10-25T18:34:14+00:00", "bookmarked": false, "dead": null, "artist": "Times of India", "album": "Times of India", "user": null, "language": "en-gb", "thumbnail": "https://static.toiimg.com/photo/msid-98638255.cms"}, {"source": "http://timesofindia.indiatimes.com/rssfeedstopstories.cms", "title": "Indian Army's first vertical wind tunnel installed in HP", "description": "The Indian Army has inaugurated its first vertical wind tunnel (VWT) at a training school in Himachal Pradesh. The state-of-the-art facility will simulate real-life free fall conditions, allowing military trainees to enhance their skills in combat free fall (CFF). The VWT creates a controlled environment with specific air velocities, enabling trainees to practice different CFF scenarios. The installation of the VWT is part of the Indian Army's efforts to modernize its training infrastructure and improve operational readiness.", "link": "https://timesofindia.indiatimes.com/india/indian-armys-first-vertical-wind-tunnel-installed-at-special-forces-training-school-in-hp/articleshow/104707320.cms", "date_published": "2023-10-25T18:25:57+00:00", "bookmarked": false, "dead": null, "artist": "Times of India", "album": "Times of India", "user": null, "language": "en-gb", "thumbnail": "https://static.toiimg.com/photo/msid-98638255.cms"}, {"source": "http://timesofindia.indiatimes.com/rssfeedstopstories.cms", "title": "Afridi wants Iftikhar to play like Maxwell vs South Africa", "description": "Impressed by Glenn Maxwell's power-hitting show that gave Australia a third win on the trot, former Pakistan captain Shahid Afridi hailed the Australian swashbuckling allrounder. Afridi also said he is expecting Pakistan's star batsman Iftikhar Ahmed to play a Maxwell-like innings when the Green Shirts face South Africa in their must-win and crucial encounter against South Africa on Friday at the MA Chidambaram Stadium in Chennai. Maxwell produced a blistering 106 off 44 balls and opener David Warner made 104 as Australia racked up 399-8 after electing to bat.", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/news/world-cup-shahid-afridi-wants-iftikhar-ahmed-to-play-like-glenn-maxwell-vs-south-africa/articleshow/104707004.cms", "date_published": "2023-10-25T17:55:43+00:00", "bookmarked": false, "dead": null, "artist": "Times of India", "album": "Times of India", "user": null, "language": "en-gb", "thumbnail": "https://static.toiimg.com/photo/msid-98638255.cms"}, {"source": "http://timesofindia.indiatimes.com/rssfeedstopstories.cms", "title": "Light show at World Cup 'dumbest idea', says Maxwell", "description": "Australia's record-breaking batsman, Glenn Maxwell, expressed strong disapproval of mid-match, nightclub-style light shows at the World Cup, branding them as \"the dumbest idea\" and asserting that they cause \"shocking headaches.\" Maxwell's sentiment arose during Australia's victory over the Netherlands, where he achieved the fastest World Cup century in just 40 balls, leading to a record-breaking 309-run win at Delhi's Arun Jaitley stadium. However, the blaring music and flashing lights during the Dutch response did not sit well with Maxwell, who covered his eyes with both hands during the nearly two-minute spectacle.", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/news/light-show-at-world-cup-dumbest-idea-says-glenn-maxwell/articleshow/104706785.cms", "date_published": "2023-10-25T17:34:30+00:00", "bookmarked": false, "dead": null, "artist": "Times of India", "album": "Times of India", "user": null, "language": "en-gb", "thumbnail": "https://static.toiimg.com/photo/msid-98638255.cms"}, {"source": "http://timesofindia.indiatimes.com/rssfeedstopstories.cms", "title": "In a first, EU to appoint military adviser in India", "description": "The European Union (EU) will appoint a military attaché in India for the first time to strengthen security and defense ties with the country. This move is part of the EU's Indo-Pacific strategy and its efforts to play a more significant geopolitical role in the region. The EU currently has military attachés in only a few countries. The appointment will take place next month and signifies the deepening cooperation in defense and security between India and the EU.", "link": "https://timesofindia.indiatimes.com/india/in-a-first-eu-to-appoint-military-adviser-in-india/articleshow/104706646.cms", "date_published": "2023-10-25T17:24:43+00:00", "bookmarked": false, "dead": null, "artist": "Times of India", "album": "Times of India", "user": null, "language": "en-gb", "thumbnail": "https://static.toiimg.com/photo/msid-98638255.cms"}, {"source": "http://timesofindia.indiatimes.com/rssfeedstopstories.cms", "title": "'If you make in China ...': Gadkari's message to Musk's Tesla", "description": "Indian government is considering a policy framework aimed at high-end, technologically advanced vehicle manufacturers like Tesla. However, if the Elon Musk-led Tesla wants to manufacture in China and sell in India, then concessions would not be offered.", "link": "https://timesofindia.indiatimes.com/business/india-business/nitin-gadkaris-clear-message-to-elon-musks-tesla-if-you-make-in-china-and-want-to-sell-it-in-india-/articleshow/104706368.cms", "date_published": "2023-10-25T17:06:51+00:00", "bookmarked": false, "dead": null, "artist": "Times of India", "album": "Times of India", "user": null, "language": "en-gb", "thumbnail": "https://static.toiimg.com/photo/msid-98638255.cms"}, {"source": "http://timesofindia.indiatimes.com/rssfeedstopstories.cms", "title": "Five voters in Chhattisgarh's tiniest booth", "description": "Having only five persons as electors, the state's smallest polling booth and second smallest in the country is located in Koriya district.", "link": "https://timesofindia.indiatimes.com/city/raipur/chhattisgarhs-tiniest-polling-booth-five-voters-tractor-trek-for-poll-parties/articleshow/104706031.cms", "date_published": "2023-10-25T16:36:43+00:00", "bookmarked": false, "dead": null, "artist": "Times of India", "album": "Times of India", "user": null, "language": "en-gb", "thumbnail": "https://static.toiimg.com/photo/msid-98638255.cms"}, {"source": "http://timesofindia.indiatimes.com/rssfeedstopstories.cms", "title": "50-yr-old man stabs mother multiple times in Punjab", "description": "Jang Singh, son of deceased Baljit Kaur, told cops that he has been running an eatery by the name Kirat Vaishno Dhaba in Libra village for a long time.", "link": "https://timesofindia.indiatimes.com/city/ludhiana/50-year-old-man-stabs-mother-multiple-times-injures-brother-in-punjabs-ludhiana-district-booked-for-murder/articleshow/104705824.cms", "date_published": "2023-10-25T16:11:16+00:00", "bookmarked": false, "dead": null, "artist": "Times of India", "album": "Times of India", "user": null, "language": "en-gb", "thumbnail": "https://static.toiimg.com/photo/msid-98638255.cms"}, {"source": "http://timesofindia.indiatimes.com/rssfeedstopstories.cms", "title": "Forest department officials raids the residence of Jaggesh, Darshan and Producer Rockline Venkatesh residences in search of Tiger claws pendant", "description": "A swift action by the forest officials came after the arrest of Bigg Boss contestant Varthur Santhosh who had the tiger claws pendant which he display during his participation on the television reality show.", "link": "https://timesofindia.indiatimes.com/entertainment/kannada/movies/news/forest-department-official-raids-the-residence-of-jaggesh-darshan-and-producer-rockline-venkatesh-residences-in-search-of-tiger-claws-pendant/articleshow/104705722.cms", "date_published": "2023-10-25T16:05:02+00:00", "bookmarked": false, "dead": null, "artist": "Times of India", "album": "Times of India", "user": null, "language": "en-gb", "thumbnail": "https://static.toiimg.com/photo/msid-98638255.cms"}, {"source": "http://timesofindia.indiatimes.com/rssfeedstopstories.cms", "title": "Is Alphabet losing out to Microsoft & Amazon?", "description": "Alphabet's cloud division fails to meet revenue estimates, causing a drop in stock prices.  There are concerns about Alphabet losing ground to Microsoft and Amazon in the generative artificial intelligence sector.", "link": "https://timesofindia.indiatimes.com/business/international-business/is-alphabet-losing-out-to-microsoft-amazon-shares-of-google-parent-company-dip-over-8-to-3-month-low/articleshow/104704952.cms", "date_published": "2023-10-25T15:39:04+00:00", "bookmarked": false, "dead": null, "artist": "Times of India", "album": "Times of India", "user": null, "language": "en-gb", "thumbnail": "https://static.toiimg.com/photo/msid-98638255.cms"}, {"source": "http://timesofindia.indiatimes.com/rssfeedstopstories.cms", "title": "Maxwell hits fastest World Cup century as Australia decimate Netherlands", "description": "David Warner and Glenn Maxwell share a special relationship with the Arun Jaitley Stadium here. Even before making their first mark as Australia cricketers, the IPL franchise based out of Delhi had identified as future superstars and invested heavily in them. On Tuesday evening, it was kind of happy homecoming for them as Warner and Maxwell posted dominating centuries to help Australia score 399/8 in order to complete a 309-run annihilation of Netherlands.", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/news/world-cup-aus-vs-ned-highlights-glenn-maxwell-hits-fastest-world-cup-century-after-david-warners-104-as-australia-decimate-netherlands/articleshow/104705248.cms", "date_published": "2023-10-25T15:38:23+00:00", "bookmarked": false, "dead": null, "artist": "Times of India", "album": "Times of India", "user": null, "language": "en-gb", "thumbnail": "https://static.toiimg.com/photo/msid-98638255.cms"}, {"source": "http://timesofindia.indiatimes.com/rssfeedstopstories.cms", "title": "Why is Israel attacking south Gaza after telling people to go there?", "description": "Israel has instructed civilians in the northern Gaza Strip to move to the south for safety, but Israeli warplanes have continued to strike southern Gaza. The Israeli military claims that Hamas is entrenched among the civilian population across the enclave, justifying the strikes. Israel ordered the evacuation to prepare for significant military activity in Gaza City and is expected to launch a land invasion. Despite Hamas urging Palestinians to ignore the warnings, there has been a mass displacement of people away from vulnerable areas.", "link": "https://timesofindia.indiatimes.com/world/middle-east/why-is-israel-attacking-south-gaza-after-telling-people-to-go-there/articleshow/104705221.cms", "date_published": "2023-10-25T15:36:09+00:00", "bookmarked": false, "dead": null, "artist": "Times of India", "album": "Times of India", "user": null, "language": "en-gb", "thumbnail": "https://static.toiimg.com/photo/msid-98638255.cms"}, {"source": "http://timesofindia.indiatimes.com/rssfeedstopstories.cms", "title": "Why Israel has vowed to teach 'UN a lesson'", "description": "", "link": "https://timesofindia.indiatimes.com/world/middle-east/israel-un-palestine-hamas-israel-hamas-war-antonio-guterres/articleshow/104704950.cms", "date_published": "2023-10-25T15:32:56+00:00", "bookmarked": false, "dead": null, "artist": "Times of India", "album": "Times of India", "user": null, "language": "en-gb", "thumbnail": "https://static.toiimg.com/photo/msid-98638255.cms"}, {"source": "http://timesofindia.indiatimes.com/rssfeedstopstories.cms", "title": "2 couples die as SUV hits 2 motorbikes in MP", "description": "Two couples died when an SUV hit two motorbikes they were riding in Madhya Pradesh's Ujjain district on Wednesday afternoon, police said.", "link": "https://timesofindia.indiatimes.com/city/bhopal/2-couples-die-as-suv-hits-2-motorbikes-in-ujjain-district/articleshow/104705137.cms", "date_published": "2023-10-25T15:29:39+00:00", "bookmarked": false, "dead": null, "artist": "Times of India", "album": "Times of India", "user": null, "language": "en-gb", "thumbnail": "https://static.toiimg.com/photo/msid-98638255.cms"}, {"source": "http://timesofindia.indiatimes.com/rssfeedstopstories.cms", "title": "Want to study abroad? Students need these achievements", "description": "Studying abroad guide: The competition to secure admission to top-tier universities is intensifying for globally aspiring students. Education advisors emphasize the importance of unique extracurricular activities to distinguish applicants and their CVs.", "link": "https://timesofindia.indiatimes.com/nri/us-canada-news/want-to-study-abroad-good-grades-not-enough-students-need-these-achievements-on-their-cvs-to-stand-out/articleshow/104704657.cms", "date_published": "2023-10-25T15:07:40+00:00", "bookmarked": false, "dead": null, "artist": "Times of India", "album": "Times of India", "user": null, "language": "en-gb", "thumbnail": "https://static.toiimg.com/photo/msid-98638255.cms"}, {"source": "http://timesofindia.indiatimes.com/rssfeedstopstories.cms", "title": "How do people work during war? Israel companies struggle after Hamas attack", "description": "The Israel-Hamas war is not only disrupting the logistics of running companies but also impacting the lives of executives and employees. Many are dealing with the trauma of the attacks, including the loss of loved ones. Companies are providing support such as safe rooms, childcare, and counseling. Some businesses have had to reduce production or temporarily relocate due to the conflict. Business leaders in the region are trying to keep operations.", "link": "https://timesofindia.indiatimes.com/world/middle-east/hamas-israel-conflict-how-do-people-work-during-war-israel-companies-struggle-after-hamas-attack/articleshow/104704438.cms", "date_published": "2023-10-25T14:50:46+00:00", "bookmarked": false, "dead": null, "artist": "Times of India", "album": "Times of India", "user": null, "language": "en-gb", "thumbnail": "https://static.toiimg.com/photo/msid-98638255.cms"}, {"source": "http://timesofindia.indiatimes.com/rssfeedstopstories.cms", "title": "21-yr-old's parents plot her kidnapping; 2 held", "description": "During the probe, police learned that the entire kidnapping was planned by the woman's parents in coordination with a female lawyer who helped her get their marriage registered in the Bandra court on October 2.", "link": "https://timesofindia.indiatimes.com/city/mumbai/21-year-old-womans-parents-plot-her-kidnapping-mumbai-police-arrests-two/articleshow/104704550.cms", "date_published": "2023-10-25T14:47:33+00:00", "bookmarked": false, "dead": null, "artist": "Times of India", "album": "Times of India", "user": null, "language": "en-gb", "thumbnail": "https://static.toiimg.com/photo/msid-98638255.cms"}, {"source": "http://timesofindia.indiatimes.com/rssfeedstopstories.cms", "title": "PM Modi invited for Ram Temple consecration ceremony", "description": "Prime Minister Narendra Modi on Wednesday received a formal invitation for the consecration ceremony of the grand Ram temple in Ayodhya.\"Jai Siya Ram. Today is a day full of emotions. The officials of Shri Ram Janmabhoomi Teerth Kshetra Trust came to meet me at my residence and invited me to come to Ayodhya on the occasion of consecration of Shri Ram temple. I feel very blessed. It is my good fortune that in my lifetime, I will witness this historic occasion,\" PM Modi said on X.", "link": "https://timesofindia.indiatimes.com/india/feel-blessed-pm-modi-invited-for-ram-temple-consecration-ceremony-in-ayodhya-on-january-22/articleshow/104704188.cms", "date_published": "2023-10-25T14:30:28+00:00", "bookmarked": false, "dead": null, "artist": "Times of India", "album": "Times of India", "user": null, "language": "en-gb", "thumbnail": "https://static.toiimg.com/photo/msid-98638255.cms"}, {"source": "http://timesofindia.indiatimes.com/rssfeedstopstories.cms", "title": "India to resume some visa services in Canada", "description": "", "link": "https://timesofindia.indiatimes.com/india/india-to-resume-some-visa-services-in-canada/articleshow/104704097.cms", "date_published": "2023-10-25T14:19:46+00:00", "bookmarked": false, "dead": null, "artist": "Times of India", "album": "Times of India", "user": null, "language": "en-gb", "thumbnail": "https://static.toiimg.com/photo/msid-98638255.cms"}, {"source": "http://timesofindia.indiatimes.com/rssfeedstopstories.cms", "title": "Pandian in key role: BJD hopes to attract more youths", "description": "Odisha chief minister Naveen Patnaik’s trusted associate and retired IAS officer VK Pandian’s elevation to a cabinet minister’s rank on Tuesday has been strategically timed ahead of the next year’s simultaneous Lok Sabha and state assembly elections in which Pandian will play a crucial role, BJD insiders said.", "link": "https://timesofindia.indiatimes.com/city/bhubaneswar/bjd-hopes-to-attract-more-youths-with-vk-pandian-in-key-role/articleshow/104703764.cms", "date_published": "2023-10-25T14:11:56+00:00", "bookmarked": false, "dead": null, "artist": "Times of India", "album": "Times of India", "user": null, "language": "en-gb", "thumbnail": "https://static.toiimg.com/photo/msid-98638255.cms"}, {"source": "http://timesofindia.indiatimes.com/rssfeedstopstories.cms", "title": "Actress Pooja Hegde buys new Range Rover worth Rs 4 crore", "description": "The SUV gets a 13.1-inch floating touchscreen infotainment system with Land Rover’s Pivi Pro operating system, a 13.7-inch digital instrument cluster, a 35-speaker, 1,600W Meridian Signature Sound System with active noise cancellation, all-wheel-steering, 11.4-inch rear entertainment touchscreens", "link": "https://timesofindia.indiatimes.com/auto/cars/actress-pooja-hegde-buys-new-range-rover-worth-rs-4-crore-what-makes-it-so-expensive/articleshow/104702822.cms", "date_published": "2023-10-25T13:41:06+00:00", "bookmarked": false, "dead": null, "artist": "Times of India", "album": "Times of India", "user": null, "language": "en-gb", "thumbnail": "https://static.toiimg.com/photo/msid-98638255.cms"}, {"source": "http://timesofindia.indiatimes.com/rssfeedstopstories.cms", "title": "Investors lose Rs 14.6 lakh crore in 5 days of market turmoil: Will Sensex, Nifty continue to fall?", "description": "Investors in India have lost Rs 14.6 lakh crore in five trading sessions due to a decline in the BSE Sensex and Nifty. The Sensex dropped 523 points and Nifty declined by 159.60 points. The market capitalisation of BSE-listed companies has eroded significantly. The market slump is attributed to tensions in the Middle East and higher valuations of Indian stocks. IT stocks led the slump, and further correction is expected due to the escalating conflict between Israel and Hamas. Analysts predict a continuation of the consolidation in domestic equities.", "link": "https://timesofindia.indiatimes.com/business/india-business/investors-lose-rs-14-6-lakh-crore-in-5-days-of-market-turmoil-will-sensex-nifty-continue-to-fall/articleshow/104702457.cms", "date_published": "2023-10-25T13:32:30+00:00", "bookmarked": false, "dead": null, "artist": "Times of India", "album": "Times of India", "user": null, "language": "en-gb", "thumbnail": "https://static.toiimg.com/photo/msid-98638255.cms"}, {"source": "http://timesofindia.indiatimes.com/rssfeedstopstories.cms", "title": "Warner overtakes Ponting to hit most WC tons by an Aussie player", "description": "David  Warner achieved this feat during his team's World Cup 2023 match against the Netherlands at Delhi's Arun Jaitley Stadium. In the game, Warner produced a remarkable innings, scoring 104 runs off 93 balls, including 11 fours and three sixes, at a strike rate exceeding 111. This marked his second consecutive century in the tournament, following his impressive 163 against Pakistan. With this achievement, Warner now boasts six World Cup centuries, surpassing Ponting's previous record of five tons in his World Cup career.", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/news/david-warner-overtakes-ricky-ponting-to-register-most-world-cup-centuries-by-an-australian-player/articleshow/104702782.cms", "date_published": "2023-10-25T13:12:18+00:00", "bookmarked": false, "dead": null, "artist": "Times of India", "album": "Times of India", "user": null, "language": "en-gb", "thumbnail": "https://static.toiimg.com/photo/msid-98638255.cms"}, {"source": "http://timesofindia.indiatimes.com/rssfeedstopstories.cms", "title": "Explained: What is golden passport & its benefits?", "description": "A golden passport is a facility offered by certain countries where foreigners can get citizenship through significant investments or property purchase. For Indian business people, obtaining a higher-ranked passport can greatly facilitate business operations.", "link": "https://timesofindia.indiatimes.com/nri/us-canada-news/explained-what-is-golden-passport-its-benefits-indians-constitute-9-4-of-global-applicants/articleshow/104675762.cms", "date_published": "2023-10-25T13:06:25+00:00", "bookmarked": false, "dead": null, "artist": "Times of India", "album": "Times of India", "user": null, "language": "en-gb", "thumbnail": "https://static.toiimg.com/photo/msid-98638255.cms"}, {"source": "http://timesofindia.indiatimes.com/rssfeedstopstories.cms", "title": "2 coaches of Patalkot Exp catch fire, 2 hurt", "description": "The incident occurred as the Patalkot Express train, en route from Firozpur Cantonment in Punjab to Seoni in Madhya Pradesh, experienced a fire outbreak in its third and fourth coaches, located near the engine, around 3.45 pm.", "link": "https://timesofindia.indiatimes.com/city/agra/two-coaches-of-patalkot-express-train-catch-fire-in-agra-2-injured/articleshow/104702390.cms", "date_published": "2023-10-25T12:52:41+00:00", "bookmarked": false, "dead": null, "artist": "Times of India", "album": "Times of India", "user": null, "language": "en-gb", "thumbnail": "https://static.toiimg.com/photo/msid-98638255.cms"}, {"source": "http://timesofindia.indiatimes.com/rssfeedstopstories.cms", "title": "Microsoft CEO Satya Nadella on how cricket taught him leadership", "description": "Microsoft CEO Satya Nadella, an Indian with a love for cricket, shared his views on the game during the ICC Cricket World Cup 2023. He believes that cricket is more than a religion for Indians and South Asians. Nadella also discussed the leadership lessons he learned from cricket, including the importance of learning from competition, not being in awe of competitors, addressing team morale issues, and building confidence in team members for long-term success.", "link": "https://timesofindia.indiatimes.com/gadgets-news/microsoft-ceo-satya-nadella-on-how-cricket-taught-him-leadership/articleshow/104702358.cms", "date_published": "2023-10-25T12:51:48+00:00", "bookmarked": false, "dead": null, "artist": "Times of India", "album": "Times of India", "user": null, "language": "en-gb", "thumbnail": "https://static.toiimg.com/photo/msid-98638255.cms"}, {"source": "http://timesofindia.indiatimes.com/rssfeedstopstories.cms", "title": "8 new viruses, including one from Covid family, discovered in China", "description": "Researchers have discovered eight new never-before-seen viruses, including one belonging to the same category as Covid, on Hainan island in China, the Daily Mail reported. According to the experts, these viruses have a \"high probability\" of infecting humans if the diseases cross the species barrier. Covid-19, which caused widespread devastation across the world, is widely thought to have its origins in bats who transmitted it to humans via an intermediate animal host. Hainan island inhabits about 9 million people and is isolated from mainland China.", "link": "https://timesofindia.indiatimes.com/home/science/8-new-viruses-including-one-from-covid-family-discovered-in-china/articleshow/104702017.cms", "date_published": "2023-10-25T12:47:38+00:00", "bookmarked": false, "dead": null, "artist": "Times of India", "album": "Times of India", "user": null, "language": "en-gb", "thumbnail": "https://static.toiimg.com/photo/msid-98638255.cms"}, {"source": "http://timesofindia.indiatimes.com/rssfeedstopstories.cms", "title": "Maxwell fires fastest ODI World Cup century ever", "description": "Australia's Glenn Maxwell on Wednesday hit the fastest World Cup century off just 40 balls in the match against the Netherlands in New Delhi. Maxwell's knock, laced with eight fours and eight sixes, bettered the record of South Africa's Aiden Markram who blasted a century off 49 balls against Sri Lanka earlier in the tournament at the same venue.", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/news/carnage-in-delhi-destructive-glenn-maxwell-fires-fastest-odi-world-cup-century-ever/articleshow/104702258.cms", "date_published": "2023-10-25T12:47:25+00:00", "bookmarked": false, "dead": null, "artist": "Times of India", "album": "Times of India", "user": null, "language": "en-gb", "thumbnail": "https://static.toiimg.com/photo/msid-98638255.cms"}, {"source": "http://timesofindia.indiatimes.com/rssfeedstopstories.cms", "title": "Daewoo coming back to India! Cielo, Matiz maker planning electric vehicles and more", "description": "While Daewoo has confirmed its return to India, for its latest inning, it is coming back as more of a technology company and not as an automaker. It will license several technologies such as solar panels, home inverters and home UPS systems to the Indian brand Kelwon. On the mobility-related front, Daewoo will supply electric batteries for use in small-capacity EVs such as E-bikes.", "link": "https://timesofindia.indiatimes.com/auto/news/daewoo-coming-back-to-india-cielo-matiz-maker-planning-electric-vehicles-and-more/articleshow/104700353.cms", "date_published": "2023-10-25T11:49:27+00:00", "bookmarked": false, "dead": null, "artist": "Times of India", "album": "Times of India", "user": null, "language": "en-gb", "thumbnail": "https://static.toiimg.com/photo/msid-98638255.cms"}, {"source": "http://timesofindia.indiatimes.com/rssfeedstopstories.cms", "title": "Liquor, live chicken distributed on Dussehra in AP", "description": "On the eve of Dussehra festival, a prominent YSRCP leader raised eyebrows by openly distributing liquor and live chickens to his supporters, a move that has sparked criticism.", "link": "https://timesofindia.indiatimes.com/city/visakhapatnam/controversy-erupts-as-ysrcp-leader-distributes-liquor-and-live-chicken-on-dussehra/articleshow/104700364.cms", "date_published": "2023-10-25T11:49:03+00:00", "bookmarked": false, "dead": null, "artist": "Times of India", "album": "Times of India", "user": null, "language": "en-gb", "thumbnail": "https://static.toiimg.com/photo/msid-98638255.cms"}, {"source": "http://timesofindia.indiatimes.com/rssfeedstopstories.cms", "title": "Rs 2.69-cr gold seized from airport staffer's house", "description": "", "link": "https://timesofindia.indiatimes.com/city/chennai/gold-worth-rs-2-69crore-seized-from-chennai-airport-housekeeping-staffers-house/articleshow/104699976.cms", "date_published": "2023-10-25T11:37:40+00:00", "bookmarked": false, "dead": null, "artist": "Times of India", "album": "Times of India", "user": null, "language": "en-gb", "thumbnail": "https://static.toiimg.com/photo/msid-98638255.cms"}, {"source": "http://timesofindia.indiatimes.com/rssfeedstopstories.cms", "title": "Goa to get co-working 'sea hub' shacks, robust homestay network", "description": "Digital nomads, who can work from anywhere using information and communications technology, are the target demographic for this project. The government aims to achieve 100% internet connectivity in Goa.", "link": "https://timesofindia.indiatimes.com/business/india-business/goa-set-for-transformation-with-co-working-sea-hub-shacks-robust-homestay-network-pitch-for-digital-nomad-visas/articleshow/104697456.cms", "date_published": "2023-10-25T11:21:34+00:00", "bookmarked": false, "dead": null, "artist": "Times of India", "album": "Times of India", "user": null, "language": "en-gb", "thumbnail": "https://static.toiimg.com/photo/msid-98638255.cms"}, {"source": "http://timesofindia.indiatimes.com/rssfeedstopstories.cms", "title": "Graduate wife can't be compelled to work: Delhi HC", "description": "The court made this observation during a case in which a man was requesting a reduction in the interim maintenance amount he had to pay to his wife, reducing it from Rs 25,000 per month to Rs 15,000 per month, citing her possession of a BSc degree.", "link": "https://timesofindia.indiatimes.com/city/delhi/graduate-wife-cant-be-compelled-to-work-delhi-hc/articleshow/104698537.cms", "date_published": "2023-10-25T11:02:40+00:00", "bookmarked": false, "dead": null, "artist": "Times of India", "album": "Times of India", "user": null, "language": "en-gb", "thumbnail": "https://static.toiimg.com/photo/msid-98638255.cms"}, {"source": "http://timesofindia.indiatimes.com/rssfeedstopstories.cms", "title": "When's the best time to book plane tickets to get cheaper flights?", "description": "According to travel app Hopper, the idea that Tuesday is the best day to book cheap flights is a myth. The belief originated from a time when airline prices were manually adjusted on Mondays if routes weren't selling well. However, with the advent of dynamic pricing and automated computer models, the lowest fares can be found on any day of the week. Instead, Hopper suggests picking midweek departure dates, being flexible with travel dates, booking domestic flights a month ahead, and planning ahead using price monitoring systems.", "link": "https://timesofindia.indiatimes.com/business/international-business/save-money-on-your-next-flight-using-new-data-driven-techniques/articleshow/104697301.cms", "date_published": "2023-10-25T10:45:21+00:00", "bookmarked": false, "dead": null, "artist": "Times of India", "album": "Times of India", "user": null, "language": "en-gb", "thumbnail": "https://static.toiimg.com/photo/msid-98638255.cms"}, {"source": "http://timesofindia.indiatimes.com/rssfeedstopstories.cms", "title": "Gill inches closer to dethroning Babar from no.1 spot", "description": "Star India opener Shubman Gill on Wednesday closed in on world no.1 ODI batsman Babar Azam in the latest rankings released by the ICC, narrowing the gap to a mere 6 points. Pakistan skipper Babar, who has a total of 829 rating points is closely followed by Gill with 823 points. While Babar has had a shaky World Cup so far with 157 runs from five matches, Gill who missed a couple of games due to health concerns has scored 95 runs in the three matches in the ongoing cricketing extravaganza.", "link": "https://timesofindia.indiatimes.com/sports/cricket/news/shubman-gill-inches-closer-to-dethroning-babar-azam-from-no-1-spot-in-odi-rankings/articleshow/104697162.cms", "date_published": "2023-10-25T10:25:41+00:00", "bookmarked": false, "dead": null, "artist": "Times of India", "album": "Times of India", "user": null, "language": "en-gb", "thumbnail": "https://static.toiimg.com/photo/msid-98638255.cms"}, {"source": "http://timesofindia.indiatimes.com/rssfeedstopstories.cms", "title": "These '6 tipping points' could be catastrophic, warns UN", "description": "The United Nations' research arm has warned that the world is dangerously close to six \"tipping points\" that could cause irreversible damage to the planet. These tipping points, including climate change, overuse of resources, extinction, groundwater depletion, glacial melt, unbearable heat, and space debris, could trigger abrupt changes in ecosystems and societies. The report emphasizes the need to address the root causes of these issues rather than just delaying the problems. It also warns of the economic consequences and lack of insurance coverage once these tipping points are reached.", "link": "https://timesofindia.indiatimes.com/india/six-interconnected-risk-tipping-points-un-report-warns-of-catastrophic-consequences/articleshow/104696772.cms", "date_published": "2023-10-25T10:23:47+00:00", "bookmarked": false, "dead": null, "artist": "Times of India", "album": "Times of India", "user": null, "language": "en-gb", "thumbnail": "https://static.toiimg.com/photo/msid-98638255.cms"}, {"source": "http://timesofindia.indiatimes.com/rssfeedstopstories.cms", "title": "How India is expected to become 2nd largest Asian economy by '30", "description": "India is projected to surpass Japan and become the world's third-largest economy by 2030. The country's rapid economic expansion is driven by strong domestic demand, increased foreign investment, and a growing middle class.  India's nominal GDP, measured in USD terms, is predicted to grow from $3.5 trillion in 2022 to $7.3 trillion by 2030.", "link": "https://timesofindia.indiatimes.com/business/india-business/how-india-is-expected-to-surpass-japan-to-become-2nd-largest-asian-economy-by-2030/articleshow/104695670.cms", "date_published": "2023-10-25T10:14:23+00:00", "bookmarked": false, "dead": null, "artist": "Times of India", "album": "Times of India", "user": null, "language": "en-gb", "thumbnail": "https://static.toiimg.com/photo/msid-98638255.cms"}, {"source": "http://timesofindia.indiatimes.com/rssfeedstopstories.cms", "title": "Land feud turns fatal: Man crushed to death by tractor in Raj", "description": "The victim, Narpat Gujjar, was mowed down under the wheels of a tractor several times by the accused after he fell to the ground during the fight.", "link": "https://timesofindia.indiatimes.com/city/jaipur/amid-land-dispute-35-year-old-man-mowed-down-by-tractor-in-rajasthans-bayana/articleshow/104696190.cms", "date_published": "2023-10-25T10:00:04+00:00", "bookmarked": false, "dead": null, "artist": "Times of India", "album": "Times of India", "user": null, "language": "en-gb", "thumbnail": "https://static.toiimg.com/photo/msid-98638255.cms"}, {"source": "http://timesofindia.indiatimes.com/rssfeedstopstories.cms", "title": "'Great players like Kohli & Messi always arrive in World Cups'", "description": "Kohli sits second currently on the list of run-getters in this ICC World Cup with 354 runs, and 198 of those have come in the last two of his five innings so far in the tournament. He scored 103* against Bangladesh and 95 against New Zealand. Kohli is two hundreds away from becoming the first batter to reach the milestone of 50 centuries in ODI cricket, and former England captain Michale Vaughan is almost sure that Kohli will get there in this World Cup itself.", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/news/great-players-like-virat-kohli-and-lionel-messi-always-arrive-in-world-cups-says-michael-vaughan/articleshow/104695867.cms", "date_published": "2023-10-25T09:57:51+00:00", "bookmarked": false, "dead": null, "artist": "Times of India", "album": "Times of India", "user": null, "language": "en-gb", "thumbnail": "https://static.toiimg.com/photo/msid-98638255.cms"}, {"source": "http://timesofindia.indiatimes.com/rssfeedstopstories.cms", "title": "'I try to work towards betterment...': Kohli reveals his philosophy", "description": "Virat Kohli is currently the highest run-scorer in the World Cup for host India, scoring 354 runs in five outings at an average of 118.00. His success is attributed to his philosophy of chasing betterment over seeking excellence. Kohli explains that he has worked on improving himself daily, practice sessions, year, and season, which has helped him play for a long time and perform well. He believes that a commitment to continuous self-improvement is key to his sustained excellence.", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/news/i-try-to-work-towards-betterment-every-day-virat-kohli-reveals-his-winning-philosophy/articleshow/104695666.cms", "date_published": "2023-10-25T09:52:08+00:00", "bookmarked": false, "dead": null, "artist": "Times of India", "album": "Times of India", "user": null, "language": "en-gb", "thumbnail": "https://static.toiimg.com/photo/msid-98638255.cms"}, {"source": "http://timesofindia.indiatimes.com/rssfeedstopstories.cms", "title": "How bank staffers stole laptops in Thane", "description": "The accused were identified as Sudhir Bandal (33), a resident of Kisan Nagar, and Dipal SOnawan (22), a resident of Kalyan east.", "link": "https://timesofindia.indiatimes.com/city/thane/thane-two-bank-staffers-steal-laptops-worth-rs-4-5-lakh-arrested/articleshow/104695472.cms", "date_published": "2023-10-25T09:36:11+00:00", "bookmarked": false, "dead": null, "artist": "Times of India", "album": "Times of India", "user": null, "language": "en-gb", "thumbnail": "https://static.toiimg.com/photo/msid-98638255.cms"}, {"source": "http://timesofindia.indiatimes.com/rssfeedstopstories.cms", "title": "'One of his biggest mistakes was...,' says Microsoft CEO", "description": "Microsoft CEO Satya Nadella has admitted that exiting the mobile phone business was one of the most difficult decisions he made. He believes that the company could have done better by reinventing the category of computing. Microsoft's attempts at mobile phones, including the launch of Windows Phone and the acquisition of Nokia's smartphone division, failed to gain traction against iOS and Android. In 2017, Microsoft officially killed the Windows phone but still has a minor presence in the market with the Surface Duo.", "link": "https://timesofindia.indiatimes.com/gadgets-news/satya-nadella-says-one-of-his-biggest-mistakes-was-microsoft-exiting-the-smartphone-business/articleshow/104695308.cms", "date_published": "2023-10-25T09:28:42+00:00", "bookmarked": false, "dead": null, "artist": "Times of India", "album": "Times of India", "user": null, "language": "en-gb", "thumbnail": "https://static.toiimg.com/photo/msid-98638255.cms"}, {"source": "http://timesofindia.indiatimes.com/rssfeedstopstories.cms", "title": "Sensex continues slide; down over 600 points", "description": "Among the Sensex stocks, NTPC, Infosys, Bharti Airtel, and ITC performed poorly. In contrast, Tata Steel, Nestle India, SBI, and Asian Paints were the sole gainers.", "link": "https://timesofindia.indiatimes.com/business/india-business/sensex-continues-slide-down-over-600-points-gives-up-64000-level/articleshow/104695009.cms", "date_published": "2023-10-25T09:22:14+00:00", "bookmarked": false, "dead": null, "artist": "Times of India", "album": "Times of India", "user": null, "language": "en-gb", "thumbnail": "https://static.toiimg.com/photo/msid-98638255.cms"}, {"source": "http://timesofindia.indiatimes.com/rssfeedstopstories.cms", "title": "NCERT panel to replace India with Bharat in text books", "description": "", "link": "https://timesofindia.indiatimes.com/india/ncert-panel-to-replace-india-with-bharat-in-books/articleshow/104693826.cms", "date_published": "2023-10-25T08:41:47+00:00", "bookmarked": false, "dead": null, "artist": "Times of India", "album": "Times of India", "user": null, "language": "en-gb", "thumbnail": "https://static.toiimg.com/photo/msid-98638255.cms"}, {"source": "http://timesofindia.indiatimes.com/rssfeedstopstories.cms", "title": "Virat one century short of equalling Ponting in this stat", "description": "Virat Kohli is undoubtedly the best modern-day match-winner with the bat, but going purely by the number of international hundreds scored in a winning cause, the Indian batting icon requires another century to equal former Australia captain Ricky Ponting's record and two to go past him. Virat's latest century in a winning cause came in India's match against Bangladesh in the ongoing ICC World Cup at home. It was his 48th ODI century and 78th across formats in international cricket.", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/news/virat-kohli-one-century-short-of-equalling-ricky-ponting-in-this-stat-for-match-winners/articleshow/104691236.cms", "date_published": "2023-10-25T07:47:32+00:00", "bookmarked": false, "dead": null, "artist": "Times of India", "album": "Times of India", "user": null, "language": "en-gb", "thumbnail": "https://static.toiimg.com/photo/msid-98638255.cms"}, {"source": "http://timesofindia.indiatimes.com/rssfeedstopstories.cms", "title": "Viral: Ex-Google employee now bike-taxi rider in Bengaluru", "description": "The idea of exploring a new city while making new friends and earning some money as a bike-taxi rider is rather unique and interesting. Rather than only spending money and going through endless travel blogs and advice, this explorer has let the city and its people introduce him to the hidden spots and main areas of Bengaluru while making him some cash as well.", "link": "https://timesofindia.indiatimes.com/auto/news/viral-ex-google-employee-now-bike-taxi-rider-in-bengaluru/articleshow/104691565.cms", "date_published": "2023-10-25T07:32:52+00:00", "bookmarked": false, "dead": null, "artist": "Times of India", "album": "Times of India", "user": null, "language": "en-gb", "thumbnail": "https://static.toiimg.com/photo/msid-98638255.cms"}, {"source": "http://timesofindia.indiatimes.com/rssfeedstopstories.cms", "title": "How to use app to check purity of gold jewellery", "description": "The Bureau of Indian Standards (BIS) has developed the 'BIS Care App' to help gold buyers verify the purity of their purchases. The app allows users to track ISI and hallmark-certified gold and silver jewellery in real time. It is available for both Android and iPhone users and has received a rating of over 4 stars on both app stores. Users can check the authenticity of products by entering the licence number, HUID number, or registration number. The app also provides information on Indian standards and licenses.", "link": "https://timesofindia.indiatimes.com/gadgets-news/how-to-check-the-purity-of-the-gold-jewellery-you-buy-using-an-app/articleshow/104691698.cms", "date_published": "2023-10-25T07:32:29+00:00", "bookmarked": false, "dead": null, "artist": "Times of India", "album": "Times of India", "user": null, "language": "en-gb", "thumbnail": "https://static.toiimg.com/photo/msid-98638255.cms"}, {"source": "http://timesofindia.indiatimes.com/rssfeedstopstories.cms", "title": "Israel & the ‘one we live now’ are terrorist states: Muslim preacher", "description": "Maulvi K M Iliyas Riyazi made the statement during a protest organised by jamaats and Muslim outfits in Coimbatore against Israel on Tuesday.", "link": "https://timesofindia.indiatimes.com/city/coimbatore/israel-and-the-one-we-live-now-are-two-terrorist-states-in-the-world-tamil-nadu-muslim-preacher-says/articleshow/104691405.cms", "date_published": "2023-10-25T07:22:43+00:00", "bookmarked": false, "dead": null, "artist": "Times of India", "album": "Times of India", "user": null, "language": "en-gb", "thumbnail": "https://static.toiimg.com/photo/msid-98638255.cms"}, {"source": "http://timesofindia.indiatimes.com/rssfeedstopstories.cms", "title": "40 of Virat's 48 ODI tons brought wins for India", "description": "Kohli's century against Bangladesh in the ongoing ICC World Cup was the 48th for him in 50-over internationals, and he came close to equalling Sachin Tendulkar's record of 49 ODI tons in India's subsequent match against New Zealand, but fell short by five runs. One of the incredible outcome of Kohli's 48 ODI centuries is that 40 of those have resulted in Indian wins, which is 17 times more than the 33 of Tendulkar's ODI hundreds resulting in wins for India.", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/news/incredible-40-of-virat-kohlis-48-odi-hundreds-have-resulted-in-wins-for-india/articleshow/104689101.cms", "date_published": "2023-10-25T06:45:50+00:00", "bookmarked": false, "dead": null, "artist": "Times of India", "album": "Times of India", "user": null, "language": "en-gb", "thumbnail": "https://static.toiimg.com/photo/msid-98638255.cms"}, {"source": "http://timesofindia.indiatimes.com/rssfeedstopstories.cms", "title": "China property meltdown: Country Garden defaults on dollar bond", "description": "Chinese developer Country Garden Holdings Co is facing its first-ever default on a dollar bond, highlighting the company's financial distress amid a wider property debt crisis in China. The failure to pay interest on the bond within the grace period constitutes an event of default, according to a notice from trustee Citicorp International Ltd. Country Garden, one of the most indebted developers globally, did not pay $15.4 million of dollar bond interest by the end of the grace period.", "link": "https://timesofindia.indiatimes.com/world/china/china-property-meltdown-country-garden-default-on-dollar-bond-declared-for-first-time/articleshow/104690227.cms", "date_published": "2023-10-25T06:38:27+00:00", "bookmarked": false, "dead": null, "artist": "Times of India", "album": "Times of India", "user": null, "language": "en-gb", "thumbnail": "https://static.toiimg.com/photo/msid-98638255.cms"}, {"source": "http://timesofindia.indiatimes.com/rssfeedstopstories.cms", "title": "Malayalam actor Vinayakan arrested for disruptive behaviour at a Kerala police station", "description": "Malayalam actor Vinayakan was arrested by the police in Kochi for causing a disturbance at a police station. He was reportedly drunk and was creating a ruckus at the station. The actor had been summoned following reports of disturbances at his apartment. Vinayakan's erratic behavior led to his arrest on charges of creating a disruption within the police station premises. Legal proceedings will likely follow as authorities investigate the circumstances surrounding his arrest. Vinayakan has previously been involved in controversies and is known for his versatile roles in the film industry.", "link": "https://timesofindia.indiatimes.com/entertainment/malayalam/movies/news/malayalam-actor-vinayakan-arrested-for-disruptive-behaviour-at-a-kerala-police-station/articleshow/104689161.cms", "date_published": "2023-10-25T06:01:42+00:00", "bookmarked": false, "dead": null, "artist": "Times of India", "album": "Times of India", "user": null, "language": "en-gb", "thumbnail": "https://static.toiimg.com/photo/msid-98638255.cms"}, {"source": "http://timesofindia.indiatimes.com/rssfeedstopstories.cms", "title": "Harish Rawat suffers head injuries in road accident", "description": "", "link": "https://timesofindia.indiatimes.com/city/dehradun/former-uttarakhand-cm-harish-rawat-sufferes-head-injuries-in-road-accident/articleshow/104688499.cms", "date_published": "2023-10-25T05:33:57+00:00", "bookmarked": false, "dead": null, "artist": "Times of India", "album": "Times of India", "user": null, "language": "en-gb", "thumbnail": "https://static.toiimg.com/photo/msid-98638255.cms"}, {"source": "http://timesofindia.indiatimes.com/rssfeedstopstories.cms", "title": "Shraddha Kapoor buys red hot Rs 4.1 cr Lamborghini", "description": "The Huracan Tecnica is powered by a 5.2-litre, NA V10 engine that puts out 640 hp of power and 565 Nm of torque. The engine comes paired with a 7-speed dual-clutch automatic gearbox which sends power to the rear wheels and it has claimed a top speed of 325 kph.", "link": "https://timesofindia.indiatimes.com/auto/cars/shraddha-kapoor-buys-red-hot-rs-4-1-crore-lamborghini-huracan-tecnica-supercar/articleshow/104687259.cms", "date_published": "2023-10-25T04:54:59+00:00", "bookmarked": false, "dead": null, "artist": "Times of India", "album": "Times of India", "user": null, "language": "en-gb", "thumbnail": "https://static.toiimg.com/photo/msid-98638255.cms"}, {"source": "http://timesofindia.indiatimes.com/rssfeedstopstories.cms", "title": "BJP MP Nishikant hits back at Mahua Moitra over degree jab", "description": "Dubey, in a post on X (formerly Twitter), said it is for Mahua to answer whether NIC mails were accessed in Dubai or not and if questions were asked in exchange for money. \"The question is about the dignity of Parliament, security of India and the proprietary, corruption and criminality of the alleged MP. The MP has to answer whether NIC mails were accessed in Dubai or not. She also needs to answer if questions were asked in exchange for money or not and who bore the expenses for the trips abroad,\" he posted on X.", "link": "https://timesofindia.indiatimes.com/india/question-is-about-corruption-criminality-bjp-mp-nishikant-dubey-hits-back-at-mahua-moitra-over-degree-jab/articleshow/104686721.cms", "date_published": "2023-10-25T04:53:27+00:00", "bookmarked": false, "dead": null, "artist": "Times of India", "album": "Times of India", "user": null, "language": "en-gb", "thumbnail": "https://static.toiimg.com/photo/msid-98638255.cms"}, {"source": "http://timesofindia.indiatimes.com/rssfeedstopstories.cms", "title": "Watch: Rahul Dravid misses Indian players on Triund trek", "description": "Rejuvenating during the one-week break before their next match against England, the Indian team as well as the coaching staff led by Rahul Dravid are on a break from training. Taking advantage of that rare leisure, chief coach Dravid led his team of support staff on the Triund trek in Dharamsala. BCCI shared a small video of Dravid, batting coach Vikram Rathour and others navigating through the climb up the mountain and then posing for the camera.", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/news/watch-rahul-dravid-misses-indian-players-on-triund-trek-in-dharamsala/articleshow/104686907.cms", "date_published": "2023-10-25T04:35:24+00:00", "bookmarked": false, "dead": null, "artist": "Times of India", "album": "Times of India", "user": null, "language": "en-gb", "thumbnail": "https://static.toiimg.com/photo/msid-98638255.cms"}, {"source": "http://timesofindia.indiatimes.com/rssfeedstopstories.cms", "title": "'Devil's playground': What awaits Israel as it prepares to launch ground assault on Gaza Strip", "description": "The US has sent a team of military advisors to Israel to assist in minimizing civilian casualties during a potential ground assault on Hamas in the Gaza Strip. The advisors, including Marine Corps Lt Ge James Glynn, who has experience in urban combat, will share lessons learned from previous conflicts, such as the battle for Mosul. Urban warfare poses significant challenges, especially in densely populated areas like Gaza, where militants use tactics like booby traps and tunnels. The", "link": "https://timesofindia.indiatimes.com/world/middle-east/devils-playground-what-awaits-israel-as-it-prepares-to-launch-ground-assault-on-gaza-strip/articleshow/104686870.cms", "date_published": "2023-10-25T04:29:40+00:00", "bookmarked": false, "dead": null, "artist": "Times of India", "album": "Times of India", "user": null, "language": "en-gb", "thumbnail": "https://static.toiimg.com/photo/msid-98638255.cms"}, {"source": "http://timesofindia.indiatimes.com/rssfeedstopstories.cms", "title": "Amdavadis spend Rs 175 crore on fafda-jalebi", "description": "Despite a 10% price increase, people in Ahmedabad showed their unwavering love for Dussehra favorites, fafda and jalebi, with long queues at farsan stores. The city reportedly had around 8.4 lakh kg each of fafda and jalebi, amounting to approximately Rs 175 crore. Some customers had to wait for hours to get their sweets and savories, while others opted to order through food delivery apps due to the long queues. Ravan Dahan events, marking the festival of Vijaya Dashami, were also organized in various locations.", "link": "https://timesofindia.indiatimes.com/city/ahmedabad/dussehra-delight-amdavadis-spend-rs-175-crore-on-fafda-jalebi/articleshow/104686707.cms", "date_published": "2023-10-25T04:16:30+00:00", "bookmarked": false, "dead": null, "artist": "Times of India", "album": "Times of India", "user": null, "language": "en-gb", "thumbnail": "https://static.toiimg.com/photo/msid-98638255.cms"}, {"source": "http://timesofindia.indiatimes.com/rssfeedstopstories.cms", "title": "Arizona stun Philadelphia to secure first world series berth in 22 years", "description": "The Arizona Diamondbacks defeated the Philadelphia Phillies 4-2, securing their spot in the World Series for the first time in 22 years. After trailing in the series, they staged a remarkable comeback, tying it up and sealing their victory at Citizens Bank Park. The Diamondbacks relied on their bullpen to shut down the Phillies' offense and capitalized on scoring opportunities.", "link": "https://timesofindia.indiatimes.com/world/us/arizona-diamondbacks-secure-first-world-series-berth-in-22-years-with-stunning-upset/articleshow/104686482.cms", "date_published": "2023-10-25T04:09:57+00:00", "bookmarked": false, "dead": null, "artist": "Times of India", "album": "Times of India", "user": null, "language": "en-gb", "thumbnail": "https://static.toiimg.com/photo/msid-98638255.cms"}, {"source": "http://timesofindia.indiatimes.com/rssfeedstopstories.cms", "title": "Hamas terrorist boasts of killing Jews in chilling phone call", "description": "In a chilling conversation released by the IDF, the Hamas terrorist claims to have personally killed 10 Jews and even sends photos of his victims to his parents. The incident occurred after Palestinian Hamas militants based in the Gaza Strip launched an unprecedented attack on southern Israel on October 7, 2023. This attack led to a declaration of war by Israel on Hamas, resulting in retaliatory bombings on Gaza. Thousands of civilians, both Palestinians and Israelis, have lost their lives since the onset of this conflict.", "link": "https://timesofindia.indiatimes.com/world/middle-east/killed-10-with-my-own-hands-hamas-terrorist-boasts-of-killing-jews-in-chilling-phone-call/articleshow/104686543.cms", "date_published": "2023-10-25T04:07:27+00:00", "bookmarked": false, "dead": null, "artist": "Times of India", "album": "Times of India", "user": null, "language": "en-gb", "thumbnail": "https://static.toiimg.com/photo/msid-98638255.cms"}, {"source": "http://timesofindia.indiatimes.com/rssfeedstopstories.cms", "title": "US: 'Super fog' causes massive 168-car pileup", "description": "At least eight people were killed while 63 were reported injured on Monday when a layer of 'super fog' blanketed a New Orleans interstate, resulting in a massive 168-car pileup as visibility dropped to zero, according to Louisina State Police.", "link": "https://timesofindia.indiatimes.com/auto/news/super-fog-causes-massive-168-car-pileup-8-dead-63-injured-in-new-orleans-louisiana/articleshow/104686245.cms", "date_published": "2023-10-25T04:04:47+00:00", "bookmarked": false, "dead": null, "artist": "Times of India", "album": "Times of India", "user": null, "language": "en-gb", "thumbnail": "https://static.toiimg.com/photo/msid-98638255.cms"}, {"source": "http://timesofindia.indiatimes.com/rssfeedstopstories.cms", "title": "World Cup: Will Hardik be available to play against England?", "description": "Hardik injured his left ankle while attempting to stop a shot from Litton Das with his foot during India's match against Bangladesh. He had scans done and has since been under the care of doctors, reportedly at the National Cricket Academy in Bengaluru. However, according to latest media reports, there is some doubt over Hardik's availability for India's next match against England in Lucknow on October 29. Unbeaten India sit atop the points table with five wins in a row.", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/news/icc-world-cup-india-vs-england-will-hardik-pandya-be-available-to-play-against-england/articleshow/104686067.cms", "date_published": "2023-10-25T03:39:04+00:00", "bookmarked": false, "dead": null, "artist": "Times of India", "album": "Times of India", "user": null, "language": "en-gb", "thumbnail": "https://static.toiimg.com/photo/msid-98638255.cms"}, {"source": "http://timesofindia.indiatimes.com/rssfeedstopstories.cms", "title": "HDK calls Siddaramaiah a modern ‘Mir Sadiq’", "description": "", "link": "https://timesofindia.indiatimes.com/city/bengaluru/hdk-calls-cm-a-modern-mir-sadiq/articleshow/104685882.cms", "date_published": "2023-10-25T03:27:27+00:00", "bookmarked": false, "dead": null, "artist": "Times of India", "album": "Times of India", "user": null, "language": "en-gb", "thumbnail": "https://static.toiimg.com/photo/msid-98638255.cms"}, {"source": "http://timesofindia.indiatimes.com/rssfeedstopstories.cms", "title": "Asian Para Games: Sumit Antil wins gold, sets new records in javelin throw", "description": "Indian para-athletes Sumit Antil and Pushpendra Singh won gold and bronze medals in the men's Javelin Throw-F64 final at the 4th Asian Para Games. Antil set new records with a throw of 73.29 meters, breaking the Asian Para Games, World, and Asian records. Sri Lanka's Arachchige Samitha won the silver medal with a throw of 62.42 meters, while Singh secured the bronze medal with a throw of 62.06 meters. Their performances contributed to India's successful campaign at the 4th Asian Para Games.", "link": "https://timesofindia.indiatimes.com/sports/asian-games-2023/india-asian-games/asian-para-games-sumit-antil-wins-gold-sets-new-records-in-javelin-throw/articleshow/104685566.cms", "date_published": "2023-10-25T03:22:05+00:00", "bookmarked": false, "dead": null, "artist": "Times of India", "album": "Times of India", "user": null, "language": "en-gb", "thumbnail": "https://static.toiimg.com/photo/msid-98638255.cms"}, {"source": "http://timesofindia.indiatimes.com/rssfeedstopstories.cms", "title": "Tamil Nadu: Porcupine kills tiger in rare wildlife encounter", "description": "A nine-year-old male tiger was found dead in the Amaravathi forest range in Coimbatore. The postmortem revealed that the tiger died from injuries sustained in a fight with a porcupine. The tiger had injuries on its front legs and knees, and porcupine spikes were found inside its body, indicating that it may have eaten the porcupine. The tiger had starved for at least three days before its death. Samples will be sent for further testing.", "link": "https://timesofindia.indiatimes.com/city/coimbatore/tiger-found-dead-with-injuries-from-fight-with-porcupine/articleshow/104685701.cms", "date_published": "2023-10-25T03:14:24+00:00", "bookmarked": false, "dead": null, "artist": "Times of India", "album": "Times of India", "user": null, "language": "en-gb", "thumbnail": "https://static.toiimg.com/photo/msid-98638255.cms"}, {"source": "http://timesofindia.indiatimes.com/rssfeedstopstories.cms", "title": "I have been spending Rs 1-1.5 crore annually: Sumit Nagal", "description": "India's top-ranked tennis player, Sumit Nagal, revealed in September this year that his bank balance is 900 euros (approximately Rs 80,000). Support for the 26-year-old athlete grew, with a deal with PepsiCo-owned Gatorade and a one-time support of Rs 5 lakh from the Delhi Lawn Tennis Association. Now, Sumit is back to his main vocation, focusing on his game and aiming for a strong finish to the season.", "link": "https://timesofindia.indiatimes.com/sports/tennis/top-stories/exclusive-i-have-been-spending-rs-1-1-5-crore-annually-sumit-nagal-opens-up-about-his-life-as-professional-indian-tennis-player/articleshow/104684711.cms", "date_published": "2023-10-25T03:11:32+00:00", "bookmarked": false, "dead": null, "artist": "Times of India", "album": "Times of India", "user": null, "language": "en-gb", "thumbnail": "https://static.toiimg.com/photo/msid-98638255.cms"}, {"source": "http://timesofindia.indiatimes.com/rssfeedstopstories.cms", "title": "India-Canada rift fails to deter illegal migrants", "description": "Despite a diplomatic rift between India and Canada, the number of Indians illegally entering the US through the Canadian border has reached a record high. In September alone, 3,059 Indians were arrested for attempting to enter the US illegally. Many of these immigrants are from Gujarat and had settled in Canada while waiting for an opportunity to enter the US. The influx of illegal immigrants continues despite efforts to curb it, resulting in tragic deaths during the journeys.", "link": "https://timesofindia.indiatimes.com/city/ahmedabad/india-canada-rift-fails-to-deter-illegal-migrants-3059-held-at-border-in-sept/articleshow/104685155.cms", "date_published": "2023-10-25T02:54:56+00:00", "bookmarked": false, "dead": null, "artist": "Times of India", "album": "Times of India", "user": null, "language": "en-gb", "thumbnail": "https://static.toiimg.com/photo/msid-98638255.cms"}, {"source": "http://timesofindia.indiatimes.com/rssfeedstopstories.cms", "title": "Family fight in 5 seats in Madhya Pradesh’s 2023 Kurukshetra", "description": "The upcoming 2023 assembly elections in Madhya Pradesh are being compared to the \"Mahabharat\" as they involve family members competing against each other in five constituencies. In Hoshangabad, two brothers, Sitasharan Sharma and Girija Shankar Sharma, are facing off. In Deotalab, Speaker Girish Gautam is challenged by his nephew, Padmesh Gautam. In Sagar, Shailendra Jain and his brother's wife, Nidhi Jain, are competing. In Dabra, \"samdhi\" Suresh Raje and \"samdhan\" Imarti Devi will face each other for the third time. Lastly, the Timarni seat will witness a contest between nephew Abhijit Shah and uncle Sanjay Shah.", "link": "https://timesofindia.indiatimes.com/city/bhopal/family-fight-in-five-seats-in-mps-2023-kurukshetra/articleshow/104685095.cms", "date_published": "2023-10-25T02:53:02+00:00", "bookmarked": false, "dead": null, "artist": "Times of India", "album": "Times of India", "user": null, "language": "en-gb", "thumbnail": "https://static.toiimg.com/photo/msid-98638255.cms"}, {"source": "http://timesofindia.indiatimes.com/rssfeedstopstories.cms", "title": "Trader loses Rs 1 cr kept in boot of car in K'taka", "description": "", "link": "https://timesofindia.indiatimes.com/city/bengaluru/trader-loses-1cr-kept-in-boot-of-hired-car/articleshow/104684880.cms", "date_published": "2023-10-25T02:45:06+00:00", "bookmarked": false, "dead": null, "artist": "Times of India", "album": "Times of India", "user": null, "language": "en-gb", "thumbnail": "https://static.toiimg.com/photo/msid-98638255.cms"}, {"source": "http://timesofindia.indiatimes.com/rssfeedstopstories.cms", "title": "Fashion designer loses Rs 11 lakh to online job fraud", "description": "Two individuals have been arrested in Mumbai for allegedly scamming a fashion designer out of Rs 10.67 lakh. The scam involved promising the designer a part-time job of 'Like and Subscribe' YouTube videos. The fraudsters communicated with the victim through WhatsApp and Telegram messages, asking her to share her bank account details. They then convinced her to invest in a business scheme, promising high profits. After realizing she couldn't transfer money from the virtual wallet they had set up, the victim reported the fraud and the culprits were apprehended.", "link": "https://timesofindia.indiatimes.com/city/mumbai/fashion-designer-loses-11l-to-online-job-fraud/articleshow/104684855.cms", "date_published": "2023-10-25T02:44:15+00:00", "bookmarked": false, "dead": null, "artist": "Times of India", "album": "Times of India", "user": null, "language": "en-gb", "thumbnail": "https://static.toiimg.com/photo/msid-98638255.cms"}, {"source": "http://timesofindia.indiatimes.com/rssfeedstopstories.cms", "title": "Days after argument, 23-yr-old stabbed to death with screwdriver", "description": "A 23-year-old hotel management student in Ghaziabad was stabbed to death with a screwdriver during a scuffle with three men. The victim, Jeetendra Kumar, had an argument with the accused two days prior to the incident. His friend also sustained injuries. The accused have been detained for questioning, and an FIR has been filed against them. Jeetendra's tragic death highlights the need for awareness about online scams and the importance of seeking help in times of distress.", "link": "https://timesofindia.indiatimes.com/city/ghaziabad/2-days-after-argument-23-year-old-stabbed-to-death-with-screwdriver/articleshow/104684798.cms", "date_published": "2023-10-25T02:42:00+00:00", "bookmarked": false, "dead": null, "artist": "Times of India", "album": "Times of India", "user": null, "language": "en-gb", "thumbnail": "https://static.toiimg.com/photo/msid-98638255.cms"}, {"source": "http://timesofindia.indiatimes.com/rssfeedstopstories.cms", "title": "NBA: Denver Nuggets win season opener 119-107 against Los Angeles Lakers", "description": "The Denver Nuggets had a strong start to their season by defeating the Los Angeles Lakers 119-107. Nikola Jokic's triple-double performance with 29 points, 13 rebounds, and 11 assists played a crucial role in the victory. Jamal Murray also contributed 21 points.", "link": "https://timesofindia.indiatimes.com/sports/nba/top-stories/defending-champs-denver-nuggets-win-season-opener-119-107-against-los-angeles-lakers/articleshow/104684579.cms", "date_published": "2023-10-25T02:35:41+00:00", "bookmarked": false, "dead": null, "artist": "Times of India", "album": "Times of India", "user": null, "language": "en-gb", "thumbnail": "https://static.toiimg.com/photo/msid-98638255.cms"}, {"source": "http://timesofindia.indiatimes.com/rssfeedstopstories.cms", "title": "Explained: Shutdown, Sleep and Hibernate in Windows 11", "description": "Microsoft Windows offers three power-off options: Sleep, Hibernate, and Shutdown. Shutdown closes all programs and turns off the PC completely. Hibernate turns off apps and services but retains what is in the RAM, allowing for a faster boot-up. Sleep mode puts the system in low power mode and quickly resumes when needed. Shutdown is best for long periods of inactivity, Hibernate retains data and boots faster, and Sleep mode is ideal for quick breaks with access to power.", "link": "https://timesofindia.indiatimes.com/gadgets-news/explained-shutdown-sleep-and-hibernate-in-windows-11-what-they-do-and-when-to-use-them/articleshow/104684391.cms", "date_published": "2023-10-25T02:09:41+00:00", "bookmarked": false, "dead": null, "artist": "Times of India", "album": "Times of India", "user": null, "language": "en-gb", "thumbnail": "https://static.toiimg.com/photo/msid-98638255.cms"}, {"source": "http://timesofindia.indiatimes.com/rssfeedstopstories.cms", "title": "Woman secretly sells off family property worth Rs 100cr", "description": "A woman in Mumbai has been arrested for allegedly selling a property worth Rs 100 crore without informing her cousins who also had a share in the property. The police are investigating the involvement of other family members in the case. The property, located in central Mumbai, consists of three tenanted buildings. The complainant in the case is one of the woman's cousin brothers. The accused had previously attempted to sell the property to another developer, but the deal fell through.", "link": "https://timesofindia.indiatimes.com/city/mumbai/woman-secretly-sells-off-family-property-worth-rs-100-crore-to-deny-cousins-share-held-by-mumbai-police/articleshow/104684324.cms", "date_published": "2023-10-25T02:04:26+00:00", "bookmarked": false, "dead": null, "artist": "Times of India", "album": "Times of India", "user": null, "language": "en-gb", "thumbnail": "https://static.toiimg.com/photo/msid-98638255.cms"}, {"source": "http://timesofindia.indiatimes.com/rssfeedstopstories.cms", "title": "Agra firm told to pay Puma Rs 10 lakh in damages for fakes", "description": "", "link": "https://timesofindia.indiatimes.com/city/agra/agra-co-told-to-pay-puma-rs-10-lakh-in-damages-for-fakes/articleshow/104684199.cms", "date_published": "2023-10-25T01:51:24+00:00", "bookmarked": false, "dead": null, "artist": "Times of India", "album": "Times of India", "user": null, "language": "en-gb", "thumbnail": "https://static.toiimg.com/photo/msid-98638255.cms"}, {"source": "http://timesofindia.indiatimes.com/rssfeedstopstories.cms", "title": "No end to bad air in sight, Punjab sees 360 farm fires", "description": "Delhi's air quality remains in the 'poor' category with an AQI of 220. However, it is expected to worsen to 'very poor' on Wednesday due to farm fires, burning of effigies, and unfavorable weather conditions. Punjab recorded the highest single-day stubble burning counts this season. Haryana and Uttar Pradesh also reported paddy residue burning events. The impact of effigy burning on pollution levels will be visible near the sites. The wind speed drops during the night, causing the accumulation of pollutants. Pusa station recorded an AQI of 315, categorizing it as 'very poor'. The air quality is predicted to remain 'very poor' to 'poor' for the next six days.", "link": "https://timesofindia.indiatimes.com/city/delhi/no-end-to-bad-air-in-sight-punjab-sees-360-farm-fires/articleshow/104684122.cms", "date_published": "2023-10-25T01:39:07+00:00", "bookmarked": false, "dead": null, "artist": "Times of India", "album": "Times of India", "user": null, "language": "en-gb", "thumbnail": "https://static.toiimg.com/photo/msid-98638255.cms"}, {"source": "http://timesofindia.indiatimes.com/rssfeedstopstories.cms", "title": "Mumbai turns giant construction site, is adding 5 Nariman Points", "description": "Mumbai has experienced an intense construction boom, with ongoing real estate construction activity covering an area equivalent to five times the size of Nariman Point. The surge in construction was a result of the state government's decision to halve premiums for builders during the Covid lockdown in 2021. The BMC earned a record Rs 15,000 crore from developers that year. However, this construction frenzy has contributed to the city's worsening air pollution, with a toxic haze hanging over Mumbai. The growth in construction is driven by discounts in premiums, increased FSI, and the housing market in the Mumbai Metropolitan Region.", "link": "https://timesofindia.indiatimes.com/city/mumbai/mumbai-turns-a-giant-construction-site-is-adding-5-nariman-points/articleshow/104683977.cms", "date_published": "2023-10-25T01:26:25+00:00", "bookmarked": false, "dead": null, "artist": "Times of India", "album": "Times of India", "user": null, "language": "en-gb", "thumbnail": "https://static.toiimg.com/photo/msid-98638255.cms"}, {"source": "http://timesofindia.indiatimes.com/rssfeedstopstories.cms", "title": "Substantial cut likely in India's CO2 emissions by 2050: IEA", "description": "India will record the highest growth in demand for energy among countries or regions over the next three decades, with power consumption for running household air conditioners alone rising nine-fold by 2050 to outstrip the present-day consumption in Africa, according to the International Energy Agency, reports Sanjay Dutta. In its World Energy Outlook-2023 published on Tuesday, the agency said India's industry will spew 30% less CO2 (carbon dioxide) and each km driven on Indian roads by a passenger car will emit 25% less CO2 by 2030 than it does today.", "link": "https://timesofindia.indiatimes.com/india/substantial-cut-likely-in-indias-co2-emissions-by-2050-iea/articleshow/104683803.cms", "date_published": "2023-10-25T01:01:52+00:00", "bookmarked": false, "dead": null, "artist": "Times of India", "album": "Times of India", "user": null, "language": "en-gb", "thumbnail": "https://static.toiimg.com/photo/msid-98638255.cms"}, {"source": "http://timesofindia.indiatimes.com/rssfeedstopstories.cms", "title": "11-yr-old wins 'best garba' prize, organisers bludgeon dad to death", "description": "An 11-year-old girl's father was beaten to death by six individuals, including the Navratri organizers, in Gujarat. The incident occurred after the girl's mother inquired about her daughter receiving only one prize instead of two. The organizers rudely dismissed her, resulting in an argument. Later, the attackers arrived at the victim's home and beat him before taking him to the garba venue where he was beaten again. The police have charged the organizers and their wives, with murder, kidnapping, and rioting.", "link": "https://timesofindia.indiatimes.com/city/rajkot/11-year-old-wins-best-garba-prize-organisers-bludgeon-dad-to-death/articleshow/104683681.cms", "date_published": "2023-10-25T00:46:50+00:00", "bookmarked": false, "dead": null, "artist": "Times of India", "album": "Times of India", "user": null, "language": "en-gb", "thumbnail": "https://static.toiimg.com/photo/msid-98638255.cms"}, {"source": "http://timesofindia.indiatimes.com/rssfeedstopstories.cms", "title": "Day after VRS, Odisha aide gets Cabinet rank", "description": "Former IAS officer VK Pandian has been appointed as the chairman of the 5T and Nabin Odisha programs in Odisha, with the rank of a cabinet minister. Pandian, who took voluntary retirement, will work directly under the Chief Minister and oversee the governance model based on teamwork, technology, transparency, transformation, and time limits. The Nabin Odisha scheme aims to promote Jagannath culture and enhance digital infrastructure in villages, with a budget of Rs 3,397 crore. Pandian's retirement has fueled speculation about his potential entry into politics.", "link": "https://timesofindia.indiatimes.com/city/bhubaneswar/day-after-vrs-naveen-patnaik-aide-gets-cabinet-rank/articleshow/104683576.cms", "date_published": "2023-10-25T00:24:31+00:00", "bookmarked": false, "dead": null, "artist": "Times of India", "album": "Times of India", "user": null, "language": "en-gb", "thumbnail": "https://static.toiimg.com/photo/msid-98638255.cms"}]