[{"source": "https://www.engadget.com/rss.xml", "title": "The final trailer for 'The Super Mario Bros. Movie' looks more like a game than ever", "description": "<p>There was a time when movies based on video games tried to distance themselves from their source material. &quot;This ain't no game,&quot; bragged the poster for the <a href=\"https://www.engadget.com/2007-08-04-bob-hoskins-super-mario-bros-was-a-nightmare.html\">1993's live-action<em> Super Mario Bros.</em> film</a>. Times have changed: The final trailer for <a href=\"https://www.engadget.com/super-mario-bros-movie-first-trailer-203221015.html\"><em>The Super Mario Bros. Movie</em> by Illumination</a> leans hard into its origins. This is <em>absolutely</em> a game, it says. See? Here's a scene that looks like <em>New Super Mario Bros. U Deluxe</em>, and another one that <a href=\"https://www.engadget.com/the-next-batch-of-mario-kart-8-deluxe-tracks-arrives-on-march-9th-171713387.html\">looks just like <em>Mario Kart 8 Deluxe</em></a>.</p><div id=\"25f35247a724483aa1705e9171551050\"><div style=\"width: 100%; height: 0; padding-bottom: 56.25%;\"></div></div><p>If you were hoping to hear more of Chris Pratt's Mario voice, you won't find it here — but the final trailer does give viewers a clear look at the tone the movie is going for. We watch Bowser list off an army of familiar video game enemies. We watch Mario and Donkey Kong use power mushrooms and fire flowers as they run through a training course that looks like a traditional Mario level. We see Mario and Peach race through a brightly rendered Rainbow Road. It looks familiar. It looks fun. And it looks like a game, but with better graphics.</p><span id=\"end-legacy-contents\"></span><p>That's no surprise. According to directors Aaron Horvath and Michael Jelenic, Illumination has worked closely with Nintendo to make sure the film feels right. The directors also say that Illumination has improved its lighting and rendering technology to help push Super Mario Bros. Movie to the next level &quot;beyond anything Illumination has ever done.&quot;</p><p>As for that Mario voice? You'll finally be able to hear the full performance when the film hits theaters next month. <em>The Super Mario Bros. Movie</em><a href=\"https://www.engadget.com/the-super-mario-bros-movie-will-arrive-in-theaters-two-days-early-194505444.html\">releases on April 5, 2023</a>.</p>This article originally appeared on Engadget at https://www.engadget.com/the-final-trailer-for-the-super-mario-bros-movie-looks-more-like-a-game-than-ever-231926362.html?src=rss", "link": "https://www.engadget.com/the-final-trailer-for-the-super-mario-bros-movie-looks-more-like-a-game-than-ever-231926362.html?src=rss", "date_published": "2023-03-09 23:19:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Senators reintroduce bill to protect personal data online", "description": "<p>Senators aren't giving up on a bill to <a href=\"https://www.engadget.com/2018-12-12-senate-data-protection-bill-data-care-act.html\">safeguard your online data</a>. Hawaii's Brian Schatz and 18 other senators have <a href=\"https://www.schatz.senate.gov/news/press-releases/schatz-leads-group-of-19-senators-in-reintroducing-legislation-to-protect-peoples-personal-data-online\">reintroduced</a> the 2018-era Data Care Act to set higher standards for sensitive info. Companies will need to &quot;reasonably secure&quot; identifying data, including prompt customer notifications for breaches. They also can't use that data in harmful ways, and must ensure third-parties treat any shared data with the same amount of respect.</p><p>The measure gives the Federal Trade Commission (FTC) the authority to fine companies that violate the rules, including third parties. States could take their own civil actions, but the FTC could step in.</p><span id=\"end-legacy-contents\"></span><p>The senators largely consist of Democrats, including Big Tech critics like <a href=\"https://www.engadget.com/elizabeth-warren-ftc-doj-letter-big-tech-automotive-210050289.html\">Elizabeth Warren</a> and <a href=\"https://www.engadget.com/new-senate-bill-aims-to-better-protect-health-data-after-roe-reversal-211457607.html\">Amy Klobuchar</a>. Independents Bernie Sanders and Angus King also back the potential legislation. The original Data Care Act had the support of 15 Democrats.</p><p>There's no guarantee the revived Act will succeed. The original bill <a href=\"https://www.congress.gov/bill/115th-congress/senate-bill/3744/actions\">never came to a vote</a> after its December 2018 introduction. And while Democrats control the Senate in 2023, the Republicans lead the House. If a vote on an equivalent bill is split along partisan lines in the House, it won't reach the President's desk for approval.</p><p>The conditions may be more favorable this time around, however. President Biden has been eager to <a href=\"https://www.engadget.com/biden-calls-for-bipartisan-legislation-to-keep-big-tech-in-check-193830970.html\">rein in Big Tech</a>, with a particular focus on limiting the collection and use of data. Meanwhile, both major parties in Congress are increasingly <a href=\"https://www.engadget.com/republican-senators-concerns-irs-use-of-idme-072209592.html\">concerned about data privacy and security</a>. The Data Care Act theoretically satisfies these politicians, if just by shifting more of the responsibility to businesses.</p>This article originally appeared on Engadget at https://www.engadget.com/senators-reintroduce-bill-to-protect-personal-data-online-222057399.html?src=rss", "link": "https://www.engadget.com/senators-reintroduce-bill-to-protect-personal-data-online-222057399.html?src=rss", "date_published": "2023-03-09 22:20:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Amazon scoops up ‘Batman: Caped Crusader’ after HBO Max cancellation", "description": "<p>Amazon has <a href=\"https://www.hollywoodreporter.com/tv/tv-news/batman-caped-crusader-animated-show-amazon-two-seasons-1235343120/\">reportedly</a> picked up <em>Batman: Caped Crusader</em>, the animated series Warner Bros. developed for HBO Max but <a href=\"https://www.engadget.com/hbo-max-batman-animated-series-jj-abrams-bruce-timm-170056366.html\">scrapped</a> last August to cut costs. Despite also drawing interest from Netflix, Apple and Hulu, the upcoming show will have a home on Amazon Prime.</p><p>First <a href=\"https://www.engadget.com/batman-caped-crusader-jj-abrams-hbo-max-143618065.html\">announced</a> in May 2021, <em>Batman: Caped Crusader</em> sounds like a spiritual successor to <em>Batman: The Animated Series</em>, the beloved 1990s weekday afternoon staple. The upcoming show was created by executive producers JJ Abrams, Matt Reeves and <em>Batman: The Animated Series</em> developer Bruce Timm. In addition, celebrated comic-book writer Ed Brubaker is on the creative team for the 10-episode first season.</p><span id=\"end-legacy-contents\"></span><p>The Amazon sale was part of Warner Bros. Discovery’s plans to <a href=\"https://www.engadget.com/hbo-max-removing-shows-discovery-plus-203029015.html\">monetize content</a> by selling it to third parties. The studio will now focus on the Batman IP as part of a 10-year DC Comics meta-story spanning film, TV, gaming and animated series. In addition, a sequel to Reeves’s 2022 film <em>The Batman</em> and spin-off series <em>The Penguin</em> on HBO Max are in the works.</p><p>“We are beyond excited to be working together to bring this character back, to tell engrossing new stories in Gotham City,” Abrams and Reeves said when Batman: Caped Crusader was announced. “The series will be thrilling, cinematic and evocative of Batman’s noir roots, while diving deeper into the psychology of these iconic characters. We cannot wait to share this new world.”</p>This article originally appeared on Engadget at https://www.engadget.com/amazon-scoops-up-batman-caped-crusader-after-hbo-max-cancellation-215511679.html?src=rss", "link": "https://www.engadget.com/amazon-scoops-up-batman-caped-crusader-after-hbo-max-cancellation-215511679.html?src=rss", "date_published": "2023-03-09 21:55:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "US House of Representatives impacted by health insurance data breach", "description": "<p>Sensitive information for members of Congress and their staff and family members has been exposed in a data breach, according to House leaders. The <a href=\"https://www.engadget.com/tag/fbi/\"><ins>FBI</ins></a> was able to purchase leaked information from health insurance marketplace DC Health Link on the dark web, House Speaker Kevin McCarthy and House Minority Leader Hakeem Jeffries wrote in <a href=\"https://twitter.com/MarkBednar/status/1633800558539669504/photo/1\"><ins>a letter</ins></a>.</p><p>The data included the names of enrollees' spouses, dependent children, social security numbers and home addresses, according to the letter. &quot;This breach significantly increase the risk that members, staff and their families will experience identity theft, financial crimes and physical threats — already an ongoing concern,&quot; it reads.</p><span id=\"end-legacy-contents\"></span><p>McCarthy and Jeffires said the FBI hadn't yet determined the size and scope of the breach, though they indicated that the impact on &quot;House customers could be extraordinary.&quot; They noted that thousands of House members and employees from throughout the country have signed up for health insurance through DC Health Link since 2014.</p><div id=\"bbfeac46bf934d10a4b27fe21ccdff5c\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">.<a href=\"https://twitter.com/SpeakerMcCarthy?ref_src=twsrc%5Etfw\">@SpeakerMcCarthy</a> &amp;  Minority Leader Jeffries' letter regarding the DC Health Link data breach: <a href=\"https://t.co/v6H3VtdGX4\">pic.twitter.com/v6H3VtdGX4</a></p>— Mark Bednar (@MarkBednar) <a href=\"https://twitter.com/MarkBednar/status/1633800558539669504?ref_src=twsrc%5Etfw\">March 9, 2023</a></blockquote></div><p>“Fortunately, the individuals selling the information appear unaware of the high-level sensitivity of the confidential information in their possession, and its relation to Members of Congress,” the House leaders wrote. “This will certainly change as media reports more widely publicize the breach.”</p><p>“Currently, I do not know the size and scope of the breach, but have been informed by the Federal Bureau of Investigation (FBI) that account information and [personally identifiable information] of hundreds of Members and House staff were stolen,” Catherine L. Szpindor, the House of Representatives' chief administrative officer, wrote in a letter to colleagues. Reports <a href=\"https://www.washingtonpost.com/politics/2023/03/08/dc-data-breach-health-congress/\"><ins>suggest</ins></a> that the data also includes details on senators and their staff, but that information was seemingly limited to their names and those of family members.</p><div id=\"fee033f93e4a401a8c38ac4a5e900d89\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">NEW: The Chief Administrative Officer of the House just emailed staffers/members to say there’s be a significant data breach at DC Health Link - the health insurance for House members and staff: <a href=\"https://twitter.com/DailyCaller?ref_src=twsrc%5Etfw\">@DailyCaller</a><a href=\"https://t.co/XP9Ehg1r0p\">pic.twitter.com/XP9Ehg1r0p</a></p>— Henry Rodgers (@henryrodgersdc) <a href=\"https://twitter.com/henryrodgersdc/status/1633575335869521921?ref_src=twsrc%5Etfw\">March 8, 2023</a></blockquote></div><p>DC Health Link operator DC Health Benefit Exchange Authority said it has opened an investigation. &quot;We are in the process of notifying impacted customers and will provide identity and credit monitoring services,&quot; it told <a href=\"https://www.nbcnews.com/politics/congress/data-breach-hits-lawmakers-staff-capitol-hill-rcna74061\"><em>NBC News</em></a> in a statement. The FBI has confirmed it's aware of the incident, while Capitol Police are assisting the agency with its investigation.</p><p>A member of a dark web forum reportedly claimed this week that they had data on 170,000 DC Health Link customers and were willing to sell the information. They later said the information had been sold.</p><p>“We’re gonna continue to work on this issue in a bipartisan way, get to the bottom of what happened, figure out the implications of what has occurred,” Jeffries <a href=\"https://thehill.com/homenews/house/3891963-house-leaders-say-scope-of-health-care-hack-could-be-extraordinary/\"><ins>said at a press conference</ins></a> on Thursday. “And also we’re gonna need some real reassurance as to guardrails that are put in place to prevent this type of data breach from ever happening again.”</p>This article originally appeared on Engadget at https://www.engadget.com/us-house-of-representatives-impacted-by-health-insurance-data-breach-212239163.html?src=rss", "link": "https://www.engadget.com/us-house-of-representatives-impacted-by-health-insurance-data-breach-212239163.html?src=rss", "date_published": "2023-03-09 21:22:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Pinterest algorithms are making it easy for creeps to make boards featuring underage girls", "description": "<p><em>NBC News</em> has <a href=\"https://www.nbcnews.com/tech/internet/pinterest-algorithm-young-girls-videos-grown-men-investigation-rcna72469?cid=sm_npd_nn_tw_ma\">discovered</a> that Pinterest's recommendation algorithms are making it easier for pedophiles to create boards full of images of underage girls. After an initial search, Pinterest will start suggesting related searches that can easily be misused. The images themselves sometimes receive sexual comments.</p><p><em>NBC</em> notes that it didn't find child sexual abuse material (CSAM) during its investigation. However, the people creating the creepy boards sometimes had collections containing porn despite Pinterest's ban on that content. The social site also hasn't had direct ways to report attempts to sexualize content featuring minors. While Pinterest’s policies forbid the practice, users have had to rely on ill-fitting reporting categories (such as “nudity or pornography”) and haven’t had the option to report whole boards.</p><span id=\"end-legacy-contents\"></span><p>Pinterest tells Engadget that it takes this content &quot;very seriously&quot; and is taking multiple actions that could help. It will start rolling out a board reporting option next week, and will soon offer expanded profile reporting tools that include minor-related content. In a response to <em>NBC</em>, spokesperson Crystal Espinosa says the company also plans to bolster its AI moderation (it also uses human moderators) to catch some offenders automatically, and will add new age verification systems.</p><p>The revelations are significant in part because of Pinterest's aggressive stance toward moderation compared to other platforms — it's one of the few to place outright <a href=\"https://www.engadget.com/pinterest-climate-misinformation-ban-133055174.html\">bans on misinformation</a>. At the same time, the findings underscore shortcomings in the company's reporting tools and recommendation engine. Facebook, Instagram and TikTok all have ways to directly report content involving kids.</p><p>There's political pressure to act, too. President Biden recently called for Congress and tech giants to <a href=\"https://www.engadget.com/biden-calls-for-bipartisan-legislation-to-keep-big-tech-in-check-193830970.html\">improve kids' online safety</a>. The Senate's Judiciary Committee, meanwhile, held a hearing echoing those calls. Pinterest isn't in immediate danger of a regulatory crackdown (it's legal to create these collections), but it's also not guaranteed to avoid scrutiny.</p>This article originally appeared on Engadget at https://www.engadget.com/pinterest-algorithms-are-making-it-easy-for-creeps-to-make-boards-featuring-underage-girls-210216861.html?src=rss", "link": "https://www.engadget.com/pinterest-algorithms-are-making-it-easy-for-creeps-to-make-boards-featuring-underage-girls-210216861.html?src=rss", "date_published": "2023-03-09 21:02:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "‘Suicide Squad: Kill The Justice League’ reportedly delayed yet again", "description": "<p>Warner Bros. has <a href=\"https://www.bloomberg.com/news/articles/2023-03-09/warner-bros-delays-suicide-squad-game-again-after-fan-backlash\">reportedly</a> delayed <em>Suicide Squad: Kill The Justice League</em><a href=\"https://www.engadget.com/rocksteady-suicide-squad-video-game-delay-151834338.html\">yet again</a>. Rocksteady’s long-awaited spinoff / sequel to the Batman: Arkham series was most recently <a href=\"https://www.engadget.com/suicide-squad-game-release-date-may-2023-020949452.html\">slated to launch</a> on May 26th; it’s now coming “later this year.”</p><p>It was allegedly delayed “to fix bugs and improve aspects of the game that were lagging behind,” although <em>Bloomberg</em>’s source adds that the changes “won’t overhaul many of the core gameplay that had led to the backlash” it received at a <a href=\"https://www.engadget.com/humanity-was-the-most-interesting-game-at-sonys-state-of-play-and-you-can-play-a-demo-today-215456616.html\">February PlayStation event</a>. Fans’ criticisms were directed mainly toward the game’s online requirement and purchasable cosmetic items.</p><span id=\"end-legacy-contents\"></span><p>The multiplayer shooter stars a group of villains tasked with stopping an out-of-control Justice League, which has fallen under the spell of the supervillain Brainiac. You can switch in the middle of the action between the four playable characters: Harley Quinn, Deadshot, Captain Boomerang and King Shark. Unlike Warner Bros.’s most recent superhero game, the lackluster <em>Gotham Knights</em>, the upcoming title is set in the same universe as the Batman: Arkham series, the <a href=\"https://www.engadget.com/2015-05-28-batman-arkham-knight-hands-on.html\">last standard installment</a> of which launched nearly eight years ago.</p><p>The game will mark one of the last appearances of Kevin Conroy, the celebrated voice actor who died last year at 66. He will reprise his role of Batman, who appears (but not as a playable character) in <em>Suicide Squad: Kill the Justice League</em>. In addition to voicing the Dark Knight in <em>Batman: The Animated Series</em>, he returned to the part in Rocksteady’s <em>Arkham Asylum</em>, <em>Arkham City</em> and <em>Arkham Knight</em>. (Roger Craig Smith voiced Batman in <em>Arkham Origins</em> and <em>Arkham Origins: Blackgate</em>, which different developers handled under the Warner Bros. Interactive masthead.)</p><p>When it finally arrives, <em>Suicide Squad: Kill the Justice League</em> will be available for PS5, Xbox Series X / S and PC.</p>This article originally appeared on Engadget at https://www.engadget.com/suicide-squad-kill-the-justice-league-reportedly-delayed-yet-again-202326415.html?src=rss", "link": "https://www.engadget.com/suicide-squad-kill-the-justice-league-reportedly-delayed-yet-again-202326415.html?src=rss", "date_published": "2023-03-09 20:23:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "'RoboCop: Rogue City' has been delayed to September", "description": "<p><a href=\"https://www.engadget.com/test-drive-unlimited-solar-crown-release-date-nacon-lord-of-the-rings-gollum-nacon-184250131.html\"><em>RoboCop: Rogue City</em></a> will arrive a little later than expected. During today's Nacon Connect stream, it was revealed that the latest game from <em>Terminator: Resistance </em>developer Teyon will now arrive in September. It was previously scheduled for sometime in June.&nbsp;</p><p>The showcase included a gameplay trailer. It shows RoboCop seeking information before raiding a drug dealing operation in the basement of an arcade. There's plenty gore in this gun fight, including an exploding head, which fits in nicely with the over-the-top violence of the RoboCop movies.</p><span id=\"end-legacy-contents\"></span><div id=\"19dec6c354c349e9b9ac2087ac081601\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">Only RoboCop can clean up the crime-ridden streets of Old Detroit!<br /><br />Follow the part man, part machine in this gameplay trailer combining detective work and gory shoot-outs.<br />You can get your hands on <a href=\"https://twitter.com/hashtag/RoboCopRogueCity?src=hash&amp;ref_src=twsrc%5Etfw\">#RoboCopRogueCity</a> in September 2023. 🤖 <a href=\"https://t.co/erz8AJJT7F\">pic.twitter.com/erz8AJJT7F</a></p>— Nacon (@Nacon) <a href=\"https://twitter.com/Nacon/status/1633896741643665417?ref_src=twsrc%5Etfw\">March 9, 2023</a></blockquote></div><p>Teyon didn't reveal too much about the story, but <em>RoboCop: Rogue City </em>will tell an original tale in which the cyborg police officer (once again played by Peter Weller) attempts to clean up the crime-ridden streets of Detroit. It's coming to PlayStation 5, Xbox Series X/S and PC.</p><p>The showcase also included another look at <em>The Lord of the Rings: Gollum</em>, which Nacon <a href=\"https://www.engadget.com/the-lord-of-the-rings-gollum-delay-a-few-month-180604089.html\">delayed indefinitely</a> just five weeks before it was supposed to arrive last September. There's still no firm release date for the game, which was initially slated for 2021, but it should (hopefully) land later this year.</p><div id=\"d4718709126d4d31aa6275efa0023c6d\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">Share an extraordinary adventure with Gollum in his quest for the Precious, in this untold story. 🌋<a href=\"https://twitter.com/hashtag/GollumGame?src=hash&amp;ref_src=twsrc%5Etfw\">#GollumGame</a> is coming to PC and consoles in 2023. <a href=\"https://t.co/P9qeTWKGIo\">pic.twitter.com/P9qeTWKGIo</a></p>— Nacon (@Nacon) <a href=\"https://twitter.com/Nacon/status/1633896222997004301?ref_src=twsrc%5Etfw\">March 9, 2023</a></blockquote></div><p></p>This article originally appeared on Engadget at https://www.engadget.com/robocop-rogue-city-has-been-delayed-to-september-190942430.html?src=rss", "link": "https://www.engadget.com/robocop-rogue-city-has-been-delayed-to-september-190942430.html?src=rss", "date_published": "2023-03-09 19:09:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "US airports now have software to prevent aircraft from landing on taxiways by mistake", "description": "<p>Pilots have to worry about more than just <a href=\"https://www.engadget.com/2019-10-25-lion-air-crash-investigation-report.html\">mid-flight crashes</a> and <a href=\"https://www.engadget.com/this-livestream-of-planes-landing-in-a-storm-has-derailed-our-day-115357330.html\">bad weather</a> — they also risk a collision if they land on the taxiway instead of the runway. Thankfully, they have now have a digital safeguard. The Federal Aviation Administration (FAA) <a href=\"https://www.axios.com/2023/03/08/taxiway-landing-alerts\">tells</a><em>Axios</em> that 43 major US airports are now using ASDE-X Taxiway Arrival Prediction (ATAP), a software platform that warns air traffic controllers if an aircraft is lining up to land on a taxiway by mistake. An aviator shouldn't endanger lives on the ground simply because they're inexperienced or fatigued.</p><p>The system relies on standard radar along with other sensors. It also works regardless of aircraft size — it can flag small turboprops and large airliners. ATAP first saw use at Seattle-Tacoma International Airport in 2018, and the FAA says it <a href=\"https://medium.com/@FederalAviationAdministration/faa-upgrades-wrong-surface-alert-technology-6041988dce6e\">finished</a> software upgrades at compatible airports last September. Some of the airports using the tech include Boston Logan, Chicago O'Hare and New York's JFK.</p><span id=\"end-legacy-contents\"></span><p>This is more than just a theoretical exercise. The FAA notes ATAP has caught over 50 potential taxiway landings since 2018, and there have been eight alerts so far in 2023. While accidental landings are far less common than crashes (and thus far less deadly), the software may still be helpful even if it prevents chaos from an aircraft disrupting the queue.</p><p>ATAP's rise comes as aircraft and airports increasingly rely on digital safety systems. Airbus, for instance, recently began testing a pilot assist that can <a href=\"https://www.engadget.com/airbus-dragonfly-autonomous-pilot-assist-171226854.html\">automatically divert flights in emergencies</a>, aid with taxiing and even land if the pilots are incapacitated. Full autonomy is still distant, but there may soon be many safeguards against everything from simple errors to an unconscious crew.</p>This article originally appeared on Engadget at https://www.engadget.com/us-airports-now-have-software-to-prevent-aircraft-from-landing-on-taxiways-by-mistake-173646341.html?src=rss", "link": "https://www.engadget.com/us-airports-now-have-software-to-prevent-aircraft-from-landing-on-taxiways-by-mistake-173646341.html?src=rss", "date_published": "2023-03-09 17:36:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "The studio behind ‘Alto’s Odyssey’ is making a new game for Netflix", "description": "<p>The small development studio behind mobile standouts <em>Alto’s Adventure</em> and <em>Alto’s Odyssey</em> is teasing its next game. <em>Laya’s Horizon</em> will be a Netflix Games title from indie studio Snowman, known for the satisfyingly addictive gameplay of the Alto series.</p><p>The brief trailer showcases a game world on a seaside landscape. The scenery could easily be a lower-poly version of <a href=\"https://www.engadget.com/2017-04-04-zelda-breath-of-the-wild-open-world-games.html\"><em>Breath of the Wild</em></a>, as the camera pans back to reveal windmills, hot-air balloons and jagged cliffs. Ultimately, we glimpse a person in a cape or flying suit perched atop the landscape who we can only assume is the playable protagonist.</p><span id=\"end-legacy-contents\"></span><p>The trailer doesn’t reveal anything about <em>Laya’s Horizon</em> gameplay or its release date. However, a description reads, “A whole new world is just beyond the horizon…” In addition, a representative for Snowman told Engadget, “While we’re not quite ready to share details about the game yet, we can say that it’s an entirely new IP and something we’ve been working on for a long time.”</p><p>Netflix’s <a href=\"https://www.engadget.com/netflix-games-mobile-stranger-things-android-ios-171232076.html\">unconventional move</a> into mobile gaming has spawned a quality library of over 40 Android and iOS games, none including ads or microtransactions. The games are all free to download and play for subscribers.</p><div id=\"7aef237beefe4909a68ecda93a1f9250\"></div>This article originally appeared on Engadget at https://www.engadget.com/the-studio-behind-altos-odyssey-is-making-a-new-game-for-netflix-171611903.html?src=rss", "link": "https://www.engadget.com/the-studio-behind-altos-odyssey-is-making-a-new-game-for-netflix-171611903.html?src=rss", "date_published": "2023-03-09 17:16:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Reddit is shutting down its Clubhouse clone on March 21st", "description": "<p>Pour one out for a Clubhouse clone. <a href=\"https://www.engadget.com/tag/reddit/\"><ins>Reddit</ins></a> will shut down its <a href=\"https://www.engadget.com/reddit-talk-live-audio-desktop-192036647.html\"><ins>live audio chats</ins></a> on March 21st. It debuted Reddit Talk <a href=\"https://www.engadget.com/reddit-talk-clubhouse-audio-chat-rooms-171232119.html\"><ins>less than two years ago</ins></a> in the throes of the COVID-19 pandemic, but the company isn't necessarily killing off the feature due to a lack of interest.</p><p>Reddit still sees audio features as part of its future, but it's putting them on the backburner for now to focus on other priorities. The fact that the provider of the tech that powers Talk is closing shop complicated matters too.</p><span id=\"end-legacy-contents\"></span><p>\"There’s significant work we need to do — like making Reddit simpler and building better subreddit infrastructure — before incorporating audio,\" it <a href=\"https://www.reddit.com/r/RedditTalk/comments/11m4ijn/sunsetting_reddit_talk/\"><ins>wrote in a post</ins></a>. \"Our original plan was to maintain Talk while we worked on this. Unfortunately, the 3rd party audio vendor we use for Talk is shutting down its service. In other words, the resources required to keep Talk live during this transition increased substantially.\"</p><p>Any discussions that took place after September 1st last year will be available to download starting on March 21st. You'll have until June 1st to snag a copy of the recordings.</p><p>Reddit doesn't have a timeline for reviving Talk or debuting other audio features. As <a href=\"https://techcrunch.com/2023/03/09/reddit-is-shutting-down-its-clubhouse-clone-reddit-talk/?tpcc=tcplustwitter&amp;guccounter=1\"><em><ins>TechCrunch</ins></em></a> notes, though, interest in hosting live audio conversations with a public audience seems to have dipped across the board in recent times. Clubhouse <a href=\"https://www.engadget.com/what-is-clubhouse-app-130015640.html\"><ins>exploded in popularity</ins></a> after the onset of the pandemic, sending other prominent tech companies racing to build their own versions.</p><p>However, Clubhouse's user numbers have <a href=\"https://www.businessinsider.com/amazon-amp-live-radio-underperforming-layoffs-nicki-minaj-halsey-2022-11\">reportedly dropped</a> and <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=ba0a4cdc-cec8-416a-9e93-e11b8179129c&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=The+Information&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJiYTBhNGNkYy1jZWM4LTQxNmEtOWU5My1lMTFiODE3OTEyOWMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cudGhlaW5mb3JtYXRpb24uY29tL2FydGljbGVzL2F0LWNsdWJob3VzZS1tYW55LW5vdGFibGUtaGlyZXMtaGF2ZS1kZXBhcnRlZD9yYz13aGYwZmQiLCJjb250ZW50VXVpZCI6IjdkZjk1YmYxLTZhNzYtNGU4Zi1iOWFjLWQ2OGViMGU1ODQ4MCJ9&amp;signature=AQAAAVtmI_Bi3YpLRcJTUhs-zWgAC0Nhv2WWAD99m3JwCYg1&amp;gcReferrer=https%3A%2F%2Fwww.theinformation.com%2Farticles%2Fat-clubhouse-many-notable-hires-have-departed%3Frc%3Dwhf0fd\"><ins>prominent hires have moved on</ins></a>. Spotify has <a href=\"https://www.engadget.com/spotify-cancels-bunch-of-live-audio-programs-131016075.html\"><ins>ended production</ins></a> of some live audio shows. In October, Amazon reportedly <a href=\"https://www.geekwire.com/2022/amazon-makes-staff-cuts-at-amp-the-app-it-launched-this-year-to-reimagine-radio/\"><ins>laid off</ins></a> dozens of people who were working on its live radio service, <a href=\"https://www.engadget.com/amazon-amp-dj-app-140031755.html\"><ins>AMP</ins></a>.</p><p>That's not to say this broadcasting format is entirely dead and buried. Discord has <a href=\"https://www.engadget.com/discord-adds-video-to-stage-channels-its-twitter-spaces-like-broadcast-feature-170012880.html\"><ins>expanded Stage Channels</ins></a> to include video. It seems Twitter is trying to jumpstart Spaces as well. The company <a href=\"https://www.engadget.com/twitter-spaces-revamp-194437655.html\"><ins>confirmed this week</ins></a> it's testing updates for Spaces, which may include features such as themed audio stations.</p><p>Meanwhile, Reddit will kill off another feature on March 21st, when it brings the Happening Now experiment to an end. This feature enabled users to see ongoing Live Chats and Reddit Talks in subreddits they follow. It also shone a spotlight on popular conversations that were taking place across the platform.</p>This article originally appeared on Engadget at https://www.engadget.com/reddit-is-shutting-down-its-clubhouse-clone-on-march-21st-165812937.html?src=rss", "link": "https://www.engadget.com/reddit-is-shutting-down-its-clubhouse-clone-on-march-21st-165812937.html?src=rss", "date_published": "2023-03-09 16:58:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Epic lets developers self-publish on the Games Store", "description": "<p>It's now much easier for game studios to release their work on the Epic Games Store. Epic has <a href=\"https://store.epicgames.com/en-US/news/epic-games-store-launches-self-publishing-tools-for-game-developers-and-publishers\">introduced</a> long-awaited self-publishing tools that let anyone release games through its storefront. They'll have to pay $100 per title and meet certain requirements (more on those in a moment), but they won't have to contend with the hand-curated selection of before.</p><p>Self-published games can't have discriminatory content, porn or illegal material. Titles with online play have to support crossplay across all PC stores, and they must include Epic Games Store achievements if there are achievements in other PC stores. Releases also have to meet a baseline quality level that matches the description customers see, and they'll need (free) age ratings in countries where they're required.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>As with the Epic Games Store's usual practices, the main draw is the higher cut of revenue. Epic takes a relatively modest <a href=\"https://www.engadget.com/2018-12-06-the-epic-games-store-is-live.html\">12 percent cut</a> where its main rival, Steam, can take up to 30 percent depending on sales figures. The company also doesn't demand a portion of in-app purchases if they're made using a non-Epic payment system. While it's potentially more lucrative for most developers, it's particularly beneficial for small studios that may want to reach a large audience without giving up a large chunk of their revenue.</p><p>The self-publish mechanism has taken a long tim to reach this point. Epic first started beta-testing the feature in August 2021 ahead of an expected 2022 debut. The delay is because &quot;developing software is hard,&quot; CEO Tim Sweeney <a href=\"https://www.theverge.com/2023/3/9/23630864/epic-games-store-self-publish-tools-ratings\">tells</a><em>The Verge</em>.</p><p>Whether or not developers flock to the Epic Games Store as a result isn't certain. While Epic notes that its shop has over 230 million total users, Steam had 69 million daily active users <a href=\"https://www.statista.com/statistics/1242175/number-stream-dau/\">in 2021</a>. It remains the largest multi-developer game portal on computers. Epic's requirements are also more stringent than Valve's, which only really forbid illegal content and &quot;trolling&quot; attempts. All the same, this dramatically lowers the barriers to reaching Epic's store — you may see a surge in its catalog before long.</p>This article originally appeared on Engadget at https://www.engadget.com/epic-lets-developers-self-publish-on-the-games-store-162056598.html?src=rss", "link": "https://www.engadget.com/epic-lets-developers-self-publish-on-the-games-store-162056598.html?src=rss", "date_published": "2023-03-09 16:20:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "With the help of OpenAI, Discord is finally adding conversation summaries", "description": "<p>Surprise, Discord is partnering with OpenAI to integrate ChatGPT throughout the app. There’s a chatbot, obviously, but the company also plans to use machine learning in a handful of more novel and potentially useful ways. Starting next week, the company will begin rolling out a public experiment that will augment Clyde, the built-in bot Discord employs to notify users of errors and respond to their slash commands, with conversational capabilities. Judging from the demo it showed off, Discord envisions people turning to Clyde for information they would have obtained from Google in the past. For instance, you might ask the chatbot for the local time in the place where someone on your server lives to decide if it would be appropriate to message them. You can invoke Clyde at any time, including in private conversations among your friends, by typing @Clyde.</p><figure><img alt=\"Clyde, Discord's new ChatGPT-powered chatbot, can answer questions for users.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-03/09e31b00-be90-11ed-bbbd-8b9e34a29d96\" /><figcaption></figcaption><div class=\"photo-credit\">Discord</div></figure><p>Discord is quick to note Clyde is programmed not to bother you and your friends. Admins can also disable the chatbot if they don’t want to use the feature on their server. The first time you activate Clyde, Discord will display an opt-in prompt. For users worried about privacy, Anjney Midha, Discord’s head of platform ecosystem, told Engadget the company is not sharing user data with OpenAI to assist the startup in training its machine learning models.</p><span id=\"end-legacy-contents\"></span><p>Separate from Clyde, Discord is using OpenAI’s technology to enhance <a href=\"https://www.engadget.com/discord-automod-announced-150037142.html\">AutoMod</a>, the automated content moderation tool the company <a href=\"https://www.engadget.com/discord-automod-announced-150037142.html\">introduced last June</a>. As a refresher, server admins and moderators can configure AutoMod to automatically detect and block inappropriate messages before they’re posted by creating a list of words and phrases they don’t want to see. In the nine months since it began rolling out AutoMod, Discord says the feature has blocked more than 45 million unwanted messages.</p><p>Moving forward, the tool will use large language models to interpret and apply server rules. In practice, this should make AutoMod capable of spotting and taking action against people who attempt to go against a community’s norms and expectations. In one demo, Discord showed AutoMod taking action against someone who tried to skirt a server rule against self-promotion by writing their message in a different language. In that instance, AutoMod wasn’t preprogrammed to watch for a specific word or phrase, but it was able to use context to infer that there was a potential infraction.</p><figure><img alt=\"AutoMod screenshot, showing the tool's new capability to enforce server rules.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-03/235a1e30-be90-11ed-bd7b-0ddb23464d93\" /><figcaption></figcaption><div class=\"photo-credit\">Discord</div></figure><p>According to Midha, Discord has been exploring how machine learning can improve user safety for a while. While he didn’t have early data to share on AutoMod’s new capabilities, he said the early results are “super promising,” adding he has “never seen anything like it.” The new and improved AutoMod is rolling out to select servers starting today.</p><p>If you’re the type of person who uses Discord mostly to chat with friends, chances are the upgrades to Clyde and AutoMod won’t dramatically change your experience of the app, particularly since plenty of other apps already <a href=\"https://www.engadget.com/even-slack-has-a-chatgpt-app-now-154334452.html\">offer ChatGPT integration</a>. But Discord is also using OpenAI tech to power a feature that everyone should find useful: Conversation Summaries. If you’ve ever joined a large server only to immediately feel like you can’t keep up with some of its more active members, this feature promises to solve one of Discord’s longstanding pain points. When it arrives in a limited number of servers next week, the feature will begin creating bundles designed to provide you with an overview of chats you may have missed while away from the app. Each bundle will include a title, a summary of what was said and any images that were shared, as well as a log of who took part. You won’t need to endlessly scroll to try and piece together something you missed.</p><p>It can feel like Discord is just another tech firm up in the generative AI craze, but Midha wants users to know machine learning has been part of the Discord identity for a while. Every month, more than 30 million people use AI applications through the platform, and almost 3 million servers include at least one AI experience. On GitHub, many machine learning projects feature links to Discord servers, a fact Midha attributes to Discord being a natural place for those conversations to start. With its emphasis on <a href=\"https://www.engadget.com/discord-rebranding-151953314.html\">bringing friends and communities together</a>, the company believes it has a leg up on the competition.</p>This article originally appeared on Engadget at https://www.engadget.com/with-the-help-of-openai-discord-is-finally-adding-conversation-summaries-160030905.html?src=rss", "link": "https://www.engadget.com/with-the-help-of-openai-discord-is-finally-adding-conversation-summaries-160030905.html?src=rss", "date_published": "2023-03-09 16:00:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "DJI’s Mini 3 drone is currently $90 off", "description": "<p>One of the most compelling aspects of <a href=\"https://www.engadget.com/dj-is-mini-3-is-a-cheaper-but-far-less-capable-version-of-the-mini-3-pro-130008247.html\"><ins>DJI's Mini 3 drone</ins></a>, a stripped-down version of the Pro model, is the price, which was already fairly reasonable. It usually costs $559, but if you've had your eye on the drone, now might be the time to snap it up. <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ESkktTWluaS1SQy1MaWdodHdlaWdodC1JbnRlbGxpZ2VudC9kcC9CMEJMM1Q0OUpGLz90YWc9Z2RndDBjLXAtby1udi0yMCIsImNvbnRlbnRVdWlkIjoiYjcxNGIwN2ItN2Q2OS00MGMyLWE4YjktMjI4YTk0YWQzNTEwIn0&amp;signature=AQAAAdQerva1yZOT8mZ5oWUHMIDovdYIoTLLeSTb-fcwUrw2&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FDJI-Mini-RC-Lightweight-Intelligent%2Fdp%2FB0BL3T49JF%2F\"><ins>The price has dropped to $469,</ins></a> which is $90 off.</p><p></p><p>The Mini 3 has the same Type 1/1.3 (9.6 x 7.2 mm) f/1.7 sensor as the <a href=\"https://www.engadget.com/dji-mini-3-pro-review-130041928.html\"><ins>Mini 3 Pro</ins></a>. While you'll still be able to take 12MP still photos, video is restricted to 30 frames per second at 4K instead of 60 frames per second at the same resolution on the higher-end model. As for 2.7K and full HD recordings, those are limited to 60fps. Still, there's a neat trick as the camera can flip 90 degrees to capture vertical video for the likes of TikTok and Snapchat.</p><span id=\"end-legacy-contents\"></span><p>DJI says you'll get up to 38 minutes of flight time in ideal conditions with the foldable Mini 3. It also weighs less than 249 grams, which means you won't need to secure a dedicated permit to fly it in certain territories (it's always worth checking local drone regulations before buying one, though). Despite the small size, DJI claims the Mini 3 is resistant to winds of 38 KPH (23.6 miles per hour).</p><p>An automated video feature called QuickShots sees the drone fly automatically on certain paths, such as moving around a subject. There are some features that could come in handy for novice flyers, such as automatic takeoff and functions that bring the drone back to its departure point in certain circumstances, such as when the battery is running low or the signal cuts out. On the downside, unlike on the Mini 3 Pro, there are no forward and rear obstacle detection sensors, which could particularly become an issue when the return to home function is engaged when the drone's out of your line of sight.</p><p>For those who'd prefer to take charge of the Mini 3 with a controller that has a built-in 5.5-inch screen (rather than the regular RC-N1 one that you'd likely have to use in combination with your smartphone), it's worth noting that the RC model is on sale as well. That version is <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ESkktTWluaS1SQy1MaWdodHdlaWdodC1JbnRlbGxpZ2VudC9kcC9CMEJMM05aVDVELz90aD0xJnRhZz1nZGd0MGMtcC1vLW52LTIwIiwiY29udGVudFV1aWQiOiJiNzE0YjA3Yi03ZDY5LTQwYzItYThiOS0yMjhhOTRhZDM1MTAifQ&amp;signature=AQAAAUGNpy6_yFBou1OQE1LcwK9zS3XGL0Up0s2R84ZpfxhZ&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FDJI-Mini-RC-Lightweight-Intelligent%2Fdp%2FB0BL3NZT5D%2F%3Fth%3D1\"><ins>also $90 off at $609</ins></a>.</p><p>Meanwhile, bundles with two additional Intelligent Flight Batteries, a two-way charging hub and a shoulder bag have been discounted. The Fly More Combo for the Mini 3 with the RC-N1 controller has dropped <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ESkktTWluaS1SQy1MaWdodHdlaWdodC1JbnRlbGxpZ2VudC9kcC9CMEJMM1E0TThTLz90aD0xJnRhZz1nZGd0MGMtcC1vLW52LTIwIiwiY29udGVudFV1aWQiOiJiNzE0YjA3Yi03ZDY5LTQwYzItYThiOS0yMjhhOTRhZDM1MTAifQ&amp;signature=AQAAAbkyWzAUyHb45UKgkHqSvE8LIUXxi6EO1oOmoCkFi2kO&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FDJI-Mini-RC-Lightweight-Intelligent%2Fdp%2FB0BL3Q4M8S%2F%3Fth%3D1\"><ins>from $718 to $758</ins></a>. The bundle with the RC controller is down <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ESkktTWluaS1SQy1MaWdodHdlaWdodC1JbnRlbGxpZ2VudC9kcC9CMEJMM1IzTDQ1Lz90aD0xJnRhZz1nZGd0MGMtcC1vLW52LTIwIiwiY29udGVudFV1aWQiOiJiNzE0YjA3Yi03ZDY5LTQwYzItYThiOS0yMjhhOTRhZDM1MTAifQ&amp;signature=AQAAAZQhDS-SqB0a0JieS9wrP1b56MKdIUEyPvUVfJMQ78d_&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FDJI-Mini-RC-Lightweight-Intelligent%2Fdp%2FB0BL3R3L45%2F%3Fth%3D1\"><ins>from $858 to $798</ins></a>.</p><p><em>Follow </em><a href=\"https://twitter.com/EngadgetDeals\"><em>@EngadgetDeals</em></a><em> on Twitter and </em><a href=\"https://subscription.yahoo.net/Newsletter/Preference/sub?b=engadgetdeals&amp;src\"><em>subscribe to the Engadget Deals newsletter</em></a><em> for the latest tech deals and buying advice.</em></p>This article originally appeared on Engadget at https://www.engadget.com/djis-mini-3-drone-is-currently-90-off-154851138.html?src=rss", "link": "https://www.engadget.com/djis-mini-3-drone-is-currently-90-off-154851138.html?src=rss", "date_published": "2023-03-09 15:48:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "The best mirrorless cameras for 2023", "description": "<p>The last few months in the camera world have been tumultuous, to say the least. Since our previous guide, we’ve seen numerous new models from Sony, Canon, Fujifilm, Nikon and Panasonic with better shooting speeds, autofocus and video. That’s exciting if you’re after the latest cameras, but it also means that deals can be found on great older models, as well.</p><p>If you’re confused about which models have the best AF capabilities, stabilization or other features, we’re here to clear things up. Our 2023 guide will catch you up on all the latest models and deals, so you can select the best camera whether you’re a vlogger, sports shooter or wildlife photographer.</p><span id=\"end-legacy-contents\"></span><h2>What to look for in a mirrorless camera</h2><p>To learn more about mirrorless tech and why it’s taken over the camera world, check out <a href=\"https://www.engadget.com/2020-02-21-mirrorless-camera-buyers-guide.html\">our previous camera guide</a> for an explanation, or watch our <a href=\"https://youtu.be/p5PvHlk3yig\">Upscaled video</a> on the subject for an even deeper dive.</p><p>Why get a camera when my smartphone takes great photos, you may ask? In a word, physics. The larger sensors in mirrorless cameras let more light in, and you have a wide choice of lenses with far superior optics. Where smartphones have one f/stop, cameras have many, which gives you more exposure control. You also get natural and not AI-generated bokeh, quicker shooting, a physical shutter, more professional video results, and so on. Smartphones do have impressive AI skills that help make photography easier, but that’s about it.</p><p>With that settled, mirrorless is the best way to go if you’re shopping for a new camera. Both Canon and Nikon recently announced they’re discontinuing development of new DSLRs, simply because most of the advantages of that category are gone, as I detailed in a <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=89f68c82-f255-44fa-8db9-03fec996b93a&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=YouTube&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI4OWY2OGM4Mi1mMjU1LTQ0ZmEtOGRiOS0wM2ZlYzk5NmI5M2EiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cueW91dHViZS5jb20vd2F0Y2g_dj1ueVBLQkJlSHk2ayZ0PTFzIiwiY29udGVudFV1aWQiOiI1MzRmOWVlYy0xZmY3LTRmNjUtOGU4Mi1lNTk1Njc3OTQyNjYifQ&amp;signature=AQAAAXmCjfEttjOnoXX9aziLn_IMPCCZihMcE0KQI88KrRLp&amp;gcReferrer=https%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DnyPKBBeHy6k%26t%3D1s\">recent video</a>. With putting all their R&amp;D in mirrorless, that’s where you’ll find the most up-to-date tech.</p><figure><img alt=\"Fujifilm X-T4 APS-C sensor\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2021-04/79c692d0-a2d6-11eb-b9de-e03b7c30e5ab\" /><figcaption></figcaption><div class=\"photo-credit\">Steve Dent/Engadget</div></figure><p>Compact cameras still exist as a category, but barely. Panasonic has built a number of good models in the past, but recently said it would focus only on video-centric mirrorless models going forward. And we haven’t seen any new ones from Canon or Nikon lately, either. Only Sony and Fujifilm are still carrying the compact torch, the latter with its <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=95276f3c-7b79-4c1e-803f-981cd9f7a968&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=B%26H+Photo&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI5NTI3NmYzYy03Yjc5LTRjMWUtODAzZi05ODFjZDlmN2E5NjgiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYmhwaG90b3ZpZGVvLmNvbS9jL3Byb2R1Y3QvMTU0MjY3NS1SRUcvZnVqaWZpbG1feDEwMHZfZGlnaXRhbF9jYW1lcmFfc2lsdmVyLmh0bWwiLCJjb250ZW50VXVpZCI6IjUzNGY5ZWVjLTFmZjctNGY2NS04ZTgyLWU1OTU2Nzc5NDI2NiJ9&amp;signature=AQAAAYqGhxupn_OqixHefMKSWedzhMrnlgA7mh3FXo2E_7tg&amp;gcReferrer=https%3A%2F%2Fwww.bhphotovideo.com%2Fc%2Fproduct%2F1542675-REG%2Ffujifilm_x100v_digital_camera_silver.html\">$1,400 X100V model</a>, which has become <a href=\"https://petapixel.com/2022/11/18/the-x100v-is-so-popular-fujifilm-cant-handle-more-orders/\">famously hard to find</a>. Most of Sony’s recently compact models, like the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=95276f3c-7b79-4c1e-803f-981cd9f7a968&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=B%26H+Photo&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI5NTI3NmYzYy03Yjc5LTRjMWUtODAzZi05ODFjZDlmN2E5NjgiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYmhwaG90b3ZpZGVvLmNvbS9jL3Byb2R1Y3QvMTczMDI5Ny1SRUcvc29ueV96dl8xZl9kaWdpdGFsX2NhbWVyYS5odG1sIiwiY29udGVudFV1aWQiOiI1MzRmOWVlYy0xZmY3LTRmNjUtOGU4Mi1lNTk1Njc3OTQyNjYifQ&amp;signature=AQAAAX3RgzFpWozqUHSYGSNYwIJcK4-4iAoQu1sJxQ0yFXkE&amp;gcReferrer=https%3A%2F%2Fwww.bhphotovideo.com%2Fc%2Fproduct%2F1730297-REG%2Fsony_zv_1f_digital_camera.html\">ZV-1F</a>, are designed for vloggers.</p><p>Now, let’s talk about features you need in a mirrorless camera. The one that affects your photography (and budget) the most is sensor size. The largest is medium format, but that’s only used on niche and expensive cameras from Hasselblad, Fujifilm and Leica, so we’ll skip over those for this article. (See my <a href=\"https://www.engadget.com/fujifilm-gfx-100s-review-140025104.html\">Fujifilm GFX 100S</a> and <a href=\"https://www.engadget.com/hasselblad-x2d-100c-incredible-resolution-beautiful-imperfections-150029773.html\">Hasselblad X2D</a> reviews for more.)</p><p>The most expensive category we’ll be discussing here is full-frame, largely used by pros and serious amateurs. Models are available from all the major brands except Fujifilm, including Sony, Canon, Nikon and Panasonic. That format offers the best image quality, low-light capability and depth of field, with prices starting around $1,000. With the right lenses, you can get beautifully blurred backgrounds, but autofocus is more critical. Lenses are also more expensive.</p><p>Down one size are APS-C cameras, offered on Fujifilm, Sony, Nikon and Canon models. Cameras and lenses are cheaper than full-frame, but you still get nice blurred “bokeh,” decent low-light shooting capability and relatively high resolution. With a sensor size equivalent to 35mm movie film, it's ideal for shooting video.</p><figure><img alt=\"Nikon Z7 II Engadget camera guide\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2021-04/c5148710-a2d6-11eb-b3f5-51eb0461cfa7\" /><figcaption></figcaption><div class=\"photo-credit\">Steve Dent/Engadget</div></figure><p>Micro Four Thirds, used by Panasonic and Olympus, is the smallest mainstream sensor size for mirrorless cameras. It offers less dramatic bokeh and light-gathering capability than APS-C, but allows for smaller and lighter cameras and lenses. For video, it’s harder to blur the background to isolate your subject, but focus is easier to control.</p><p>The next thing to consider is sensor resolution. High-res cameras like Sony’s 61-megapixel full-frame A7R V or Fujifilm’s 40-megapixel APS-C X-H2 deliver detailed images – but the small pixels mean they’re not ideal for video or low-light shooting. Lower-resolution models like Panasonic’s 10.3-megapixel GH5s or Sony’s 12.1-megapixel A7S III excel at video and high-ISO shooting, but lack detail for photos.</p><p>Image quality is subjective, but different cameras do produce slightly different results. Some photographers prefer the skin tones from Canon while others like Fujifilm’s colors, for example. It’s best to check sample photos to see which model best suits your style.</p><p>What about handling? The Fujifilm X-T5 has lots of manual dials to access shooting controls, while Sony’s A6600 relies more on menus. The choice often depends on personal preferences, but manual dials and buttons can help you find settings more easily and shoot quicker. For heavy lenses, you need a camera with a big grip.</p><p>Video is more important than ever. Most cameras deliver at least 4K at 30 frames per second, but some models now offer 4K at up to 120p, with 6K and even 8K resolution. If you need professional-looking results, choose a camera with 10-bit or even RAW capability, along with log profiles to maximize dynamic range.</p><p>In-body stabilization, which keeps the camera steady even if you move, is another important option for video and low-light photography. You’ll also want to consider the electronic viewfinder (EVF) specs. High resolutions and refresh rates make judging shots easier, particularly in sunny environments.</p><p>Other important features include displays that flip up or around for vlogging or selfie shots, along with things like battery life, the number and type of memory card slots, the ports and wireless connectivity. Lens selection is also key, as some brands like Sony have more choice than others. For most of our picks, keep in mind that you’ll need to buy at least one lens.</p><p>Now, let’s take a look at our top camera picks for 2023. We’ve divided the selection into four budget categories: under $800, under $1,500, under $2,500 and over $2,500. We chose those price categories because many recent cameras slot neatly into them. Manufacturers have largely abandoned the low end of the market, so there are very few mirrorless models under $500.</p><h2>Best mirrorless cameras under $800</h2><p></p><p>My top pick in the budget category is Canon’s brand new $680 24.2-megapixel <a href=\"https://www.usa.canon.com/shop/p/eos-r50?color=Black&amp;type=New\">R50</a>, an impressive model considering the price. It can shoot bursts at up to 15 fps in electronic shutter mode, and offers 4K 10-bit at up to 30p with supersampling and no crop. It has a fully articulating display, and unlike other cameras in this category, an electronic viewfinder. It uses Canon’s Dual Pixel AF with subject recognition mode, and even has a popup flash. The only drawback is the lack of decent quality lens that’s as affordable as the camera itself. Pre-orders are open with delivery set for spring.</p><p></p><p>Your next best option is an older model, the 20.7-megapixel <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9PbHltcHVzLU9NLUQtTTEwLVNpbHZlci1DYW1lcmEvZHAvQjA4RDYyOVBOOD90YWc9Z2RndDBjLXAtby1paC0yMCIsImNvbnRlbnRVdWlkIjoiNTM0ZjllZWMtMWZmNy00ZjY1LThlODItZTU5NTY3Nzk0MjY2In0&amp;signature=AQAAAQT2babVaViNov4rp9NaxQxp1NtRKzzypx_5l8lsrRuk&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FOlympus-OM-D-M10-Silver-Camera%2Fdp%2FB08D629PN8\">Olympus OM-D E-M10 Mark IV</a>, as it offers the best mix of photography and video features. You get up to 15 fps shooting speeds, 4K 30p or HD 120p video, and it’s one of the few cameras in this price category with built-in five-axis stabilization. It’s portable and lightweight for travel, and the lenses are compact and affordable. The drawbacks are an autofocus system that’s not as fast or accurate as the competition, and a small sensor size.</p><p></p><p>If you’re a creator, Sony’s 24.2-megapixel <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Tb255LUFscGhhLVpWLUUxMC1JbnRlcmNoYW5nZWFibGUtTWlycm9ybGVzcy9kcC9CMDlCQkxINFNHP3RhZz1nZGd0MGMtcC1vLWloLTIwIiwiY29udGVudFV1aWQiOiI1MzRmOWVlYy0xZmY3LTRmNjUtOGU4Mi1lNTk1Njc3OTQyNjYifQ&amp;signature=AQAAAU4cJpH3QY0y47p1Rs5Ki4B-y4UzAV7pzxXynMW_XvvI&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FSony-Alpha-ZV-E10-Interchangeable-Mirrorless%2Fdp%2FB09BBLH4SG\">ZV-E10</a> is a strong budget option. It can shoot sharp, downsampled 4K video at up to 30 fps with a 1.23x crop (or 1080p at 120 fps) and uses Sony’s fantastic AI-powered autofocus system with face and eye detection. It also has a few creator-specific features like Product Showcase and a bokeh switch that makes the background as blurry as possible so your subject stands out. Another nice feature is the high-quality microphone that lets you vlog without the need to buy an external mic. The main drawbacks are the lack of an EVF and rolling shutter.</p><p></p><p>Another good creator option that’s better for photography is <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9QYW5hc29uaWMtQ2FtZXJhLU1pcnJvcmxlc3MtVmxvZ2dpbmctMTItMzJtbS9kcC9CMDhCRzU5N1M4P3RhZz1nZGd0MGMtcC1vLWloLTIwIiwiY29udGVudFV1aWQiOiI1MzRmOWVlYy0xZmY3LTRmNjUtOGU4Mi1lNTk1Njc3OTQyNjYifQ&amp;signature=AQAAAaNj_ZeGMTsUvvGbCufDS0zBefzBdMNbeMvzpFIVvQxw&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FPanasonic-Camera-Mirrorless-Vlogging-12-32mm%2Fdp%2FB08BG597S8\">Panasonic’s Lumix G100</a>, on sale right now with a 12-32mm lens. As with the ZV-E10, it can shoot 4K video at 30 fps (cropped 1.47x), though 1080p is limited to 60 fps. Unlike its Sony rival, though, the G100 has a 3.68-million dot EVF and 10 fps shooting speeds. Other features include a fully-articulating display, and 5-axis hybrid image stabilization.</p><p>Honorable mentions go to two models, starting with Nikon’s 20.9-megapixel <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=95276f3c-7b79-4c1e-803f-981cd9f7a968&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=B%26H+Photo&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI5NTI3NmYzYy03Yjc5LTRjMWUtODAzZi05ODFjZDlmN2E5NjgiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYmhwaG90b3ZpZGVvLmNvbS9jL3Byb2R1Y3QvMTcxMzg1MC1SRUcvbmlrb25fejMwX21pcnJvcmxlc3NfY2FtZXJhX3dpdGguaHRtbD8iLCJjb250ZW50VXVpZCI6IjUzNGY5ZWVjLTFmZjctNGY2NS04ZTgyLWU1OTU2Nzc5NDI2NiJ9&amp;signature=AQAAARjh0hkczcyvSDSy6GVWLVF626tdCBGk6hzKKWGkQvx-&amp;gcReferrer=https%3A%2F%2Fwww.bhphotovideo.com%2Fc%2Fproduct%2F1713850-REG%2Fnikon_z30_mirrorless_camera_with.html%3F\">APS-C Z30</a>, another mirrorless camera designed for vloggers and creators. It offers 4K using the full width of the sensor, 120fps slow mo at 1080p, a flip-out display and AI powered hybrid phase-detect AF. The drawbacks are the lack of an EVF and autofocus that’s not up to Sony’s standards. And finally, another good budget option is the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9DYW5vbi1NYXJrLUVGLU0tMTUtNDVtbS1CbGFjay9kcC9CMDhLU0tWMzVDP3RhZz1nZGd0MGMtcC1vLWloLTIwIiwiY29udGVudFV1aWQiOiI1MzRmOWVlYy0xZmY3LTRmNjUtOGU4Mi1lNTk1Njc3OTQyNjYifQ&amp;signature=AQAAAXzWSkeMVOdXc5wXdD-diUt72E5Y-aXEIMsxrZa-Qv6P&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FCanon-Mark-EF-M-15-45mm-Black%2Fdp%2FB08KSKV35C\">Canon EOS M50 Mark II</a>, a mildly refreshed version of the M50 with features like a flip-out screen, tap-to-record and focus, plus 4K video with a 1.5x crop.</p><h2>Best mirrorless cameras under $1,500</h2><p></p><p>Your best option overall in this category is Canon’s 32.5-megapixel APS-C <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9DYW5vbi1NaXJyb3JsZXNzLVZsb2dnaW5nLVByb2Nlc3Nvci1EZXRlY3Rpb24vZHAvQjBCMjdLS05aVj90YWc9Z2RndDBjLXAtby1paC0yMCIsImNvbnRlbnRVdWlkIjoiNTM0ZjllZWMtMWZmNy00ZjY1LThlODItZTU5NTY3Nzk0MjY2In0&amp;signature=AQAAAaeDlBwUDgLK1-No3LRT7NbZ52sFeLtC4GB0D7cor8XW&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FCanon-Mirrorless-Vlogging-Processor-Detection%2Fdp%2FB0B27KKNZV\">EOS R7</a>. It offers very fast shooting speeds up to 30 fps using the electronic shutter, high-resolution images that complement skin tones, and excellent autofocus. It also delivers sharp 4K video with 10 bits of color depth, marred only by excessive rolling shutter. Other features include 5-axis in-body stabilization, dual high-speed card slots, good battery life and more.</p><p></p><p>Full-frame cameras generally used to start at $2,000 and up, but now there are two new models at $1,500. The best by far is Canon’s brand new <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=95276f3c-7b79-4c1e-803f-981cd9f7a968&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=B%26H+Photo&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI5NTI3NmYzYy03Yjc5LTRjMWUtODAzZi05ODFjZDlmN2E5NjgiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYmhwaG90b3ZpZGVvLmNvbS9jL3Byb2R1Y3QvMTc0ODgxMy1SRUcvY2Fub25fZW9zX3I4X21pcnJvcmxlc3NfY2FtZXJhLmh0bWwiLCJjb250ZW50VXVpZCI6IjUzNGY5ZWVjLTFmZjctNGY2NS04ZTgyLWU1OTU2Nzc5NDI2NiJ9&amp;signature=AQAAAYvOqIM5yY7CyIHrHo95x5VqASKvND0IlQ19_6k0RxEm&amp;gcReferrer=https%3A%2F%2Fwww.bhphotovideo.com%2Fc%2Fproduct%2F1748813-REG%2Fcanon_eos_r8_mirrorless_camera.html\">EOS R8</a> – basically an R6-II lite. It has Canon’s excellent Dual Pixel AF with subject recognition AI, and can shoot bursts at up to 40 fps. It's equally strong with video, supporting oversampled 10-bit 4K at up to 60 fps. The R8 also offers a flip-out display, making it great for vloggers. The main drawback is a lack of in-body stabilization. It’s now on pre-order with delivery set for spring.</p><p></p><p>A better choice for video is Panasonic’s Micro Four Thirds <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=95276f3c-7b79-4c1e-803f-981cd9f7a968&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=B%26H+Photo&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI5NTI3NmYzYy03Yjc5LTRjMWUtODAzZi05ODFjZDlmN2E5NjgiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYmhwaG90b3ZpZGVvLmNvbS9jL3Byb2R1Y3QvMTYzOTMzNy1SRUcvcGFuYXNvbmljX2RjX2doNW0yYm9keV9sdW1peF9naDVfaWlfbWlycm9ybGVzcy5odG1sIiwiY29udGVudFV1aWQiOiI1MzRmOWVlYy0xZmY3LTRmNjUtOGU4Mi1lNTk1Njc3OTQyNjYifQ&amp;signature=AQAAAXL3YEpV9ZKRyDiu_MY_i_CCffLAcvLs3qPM1Tr-tRA0&amp;gcReferrer=https%3A%2F%2Fwww.bhphotovideo.com%2Fc%2Fproduct%2F1639337-REG%2Fpanasonic_dc_gh5m2body_lumix_gh5_ii_mirrorless.html\">GH5 II</a>. It’s one of the least expensive models with 10-bit, high data rate 4K 60p video. It also offers effective image stabilization, pro inputs, dual high-speed card slots and a flip-out screen. Negative points are the small Micro Four Thirds sensor and relatively low 20-megapixel photo resolution.</p><p>Several cameras are worthy of honorable mention in this category, including Canon’s 30.3-megapixel <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=95276f3c-7b79-4c1e-803f-981cd9f7a968&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=B%26H+Photo&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI5NTI3NmYzYy03Yjc5LTRjMWUtODAzZi05ODFjZDlmN2E5NjgiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYmhwaG90b3ZpZGVvLmNvbS9jL3Byb2R1Y3QvMTQzMzcxMC1SRUcvY2Fub25fZW9zX3JfbWlycm9ybGVzc19kaWdpdGFsLmh0bWwiLCJjb250ZW50VXVpZCI6IjUzNGY5ZWVjLTFmZjctNGY2NS04ZTgyLWU1OTU2Nzc5NDI2NiJ9&amp;signature=AQAAAWOT9SKsAJ088gPuWgXC8Crc5vqRdypb_EC_JWitxizx&amp;gcReferrer=https%3A%2F%2Fwww.bhphotovideo.com%2Fc%2Fproduct%2F1433710-REG%2Fcanon_eos_r_mirrorless_digital.html\">EOS R</a>, still a great budget option for 4K video and particularly photography despite being released over four years ago. Other good choices include the fast and pretty <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9PbHltcHVzLU9NLUQtTWFyay1Cb2R5LVNpbHZlci9kcC9CMDdYWkJZWjFTP3RhZz1nZGd0MGMtcC1vLWloLTIwIiwiY29udGVudFV1aWQiOiI1MzRmOWVlYy0xZmY3LTRmNjUtOGU4Mi1lNTk1Njc3OTQyNjYifQ&amp;signature=AQAAAcJ3LeRVUlhP38FvbY_wjKuy773VI8xTN-rUePaFFvPJ&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FOlympus-OM-D-Mark-Body-Silver%2Fdp%2FB07XZBYZ1S\">Olympus OM-D E-M5 III</a> and <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Tb255LUFscGhhLUE2NjAwLU1pcnJvcmxlc3MtQ2FtZXJhL2RwL0IwN1g0M0I2RkQ_dGFnPWdkZ3QwYy1wLW8taWgtMjAiLCJjb250ZW50VXVpZCI6IjUzNGY5ZWVjLTFmZjctNGY2NS04ZTgyLWU1OTU2Nzc5NDI2NiJ9&amp;signature=AQAAAToWAhbufF0ygsjDfCHzqMgXgdtE1ez1jPssZzGw0PkQ&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FSony-Alpha-A6600-Mirrorless-Camera%2Fdp%2FB07X43B6FD\">Sony’s A6600</a>, which offers very fast shooting speeds and the best autofocus in its class. Finally, Nikon’s 24.3-megapixel <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9OaWtvbi0xNjQ5LUNhbWVyYS1Cb2R5LUJsYWNrL2RwL0IwOERDSk5UQlg_dGFnPWdkZ3QwYy1wLW8taWgtMjAiLCJjb250ZW50VXVpZCI6IjUzNGY5ZWVjLTFmZjctNGY2NS04ZTgyLWU1OTU2Nzc5NDI2NiJ9&amp;signature=AQAAAZcF3iFlCHWlwWQEzSKoJgo8lCM61cQQJ6hAPGId3ydN&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FNikon-1649-Camera-Body-Black%2Fdp%2FB08DCJNTBX\">Z5</a> is another good choice for a full-frame camera in this price category, particularly for photography, as it deliver outstanding image quality.</p><h2>Best mirrorless cameras under $2,500</h2><p></p><p>This category currently has the most choices, with the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=0eee6f60-6f21-4ba6-b70e-cc15b39bf860&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Adorama&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIwZWVlNmY2MC02ZjIxLTRiYTYtYjcwZS1jYzE1YjM5YmY4NjAiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYWRvcmFtYS5jb20vaXNvYTdtNC5odG1sPyIsImNvbnRlbnRVdWlkIjoiNTM0ZjllZWMtMWZmNy00ZjY1LThlODItZTU5NTY3Nzk0MjY2In0&amp;signature=AQAAAeac_xl5j3GmQnODlLc9y13psjPuoVM3i3qCrz4n2oYd&amp;gcReferrer=https%3A%2F%2Fwww.adorama.com%2Fisoa7m4.html%3F\">Sony A7 IV</a> leading the charge. Resolution is up considerably from the 24-megapixel A7 III to 33 megapixels, with image quality much improved overall. Video is now up to par with rivals with 4K at up to 60p with 10 bit 4:2:2 quality. Autofocus is incredible for both video and stills, and the in-body stabilization does a good job. The biggest drawbacks are rolling shutter that limits the use of the electronic shutter, plus the relatively high price.</p><p></p><p>The next best option is the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=95276f3c-7b79-4c1e-803f-981cd9f7a968&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=B%26H+Photo&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI5NTI3NmYzYy03Yjc5LTRjMWUtODAzZi05ODFjZDlmN2E5NjgiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYmhwaG90b3ZpZGVvLmNvbS9jL3Byb2R1Y3QvMTczMzIxNC1SRUcvY2Fub25fZW9zX3I2X21hcmtfaWkuaHRtbCIsImNvbnRlbnRVdWlkIjoiNTM0ZjllZWMtMWZmNy00ZjY1LThlODItZTU5NTY3Nzk0MjY2In0&amp;signature=AQAAAR0CS9zpViUCqvKO1XKSqYNkvxyLezK57ervV9pJfB6Y&amp;gcReferrer=https%3A%2F%2Fwww.bhphotovideo.com%2Fc%2Fproduct%2F1733214-REG%2Fcanon_eos_r6_mark_ii.html\">EOS R6 II</a>, Canon’s new mainstream hybrid mirrorless camera that offers a great mix of photography and video features. The 24.2-megapixel sensor delivers more detail than the previous model, and you can now shoot RAW stills at up to 40 fps in electronic shutter mode. Video specs are equally solid, with full sensor 4K supersampled from 6K at up to 60 fps. Autofocus is quick and more versatile than ever thanks to expanded subject detection. It’s still not quite up to Sony’s standards, though, and the microHDMI and lack of a CFexpress slot isn’t ideal.</p><p></p><p>If you’re OK with a smaller APS-C sensor, check out the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=0eee6f60-6f21-4ba6-b70e-cc15b39bf860&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Adorama&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIwZWVlNmY2MC02ZjIxLTRiYTYtYjcwZS1jYzE1YjM5YmY4NjAiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYWRvcmFtYS5jb20vaWZqeGgyc2FrLmh0bWw_IiwiY29udGVudFV1aWQiOiI1MzRmOWVlYy0xZmY3LTRmNjUtOGU4Mi1lNTk1Njc3OTQyNjYifQ&amp;signature=AQAAASRSWL0CShUx8vKTjCsWYBlD4wETm67OC77qXIb12oXk&amp;gcReferrer=https%3A%2F%2Fwww.adorama.com%2Fifjxh2sak.html%3F\">Fujifilm X-H2S</a>. It has an incredibly fast stacked, backside-illuminated 26.1-megapixel sensor that allows for rapid burst shooting speeds of 40 fps, along with 4K 120p video with minimal rolling shutter. It can capture ProRes 10-bit video internally, has 7 stops of in-body stabilization and a class-leading EVF. Yes, it’s expensive for an APS-C camera at $2,500, but on the other hand, it’s the cheapest stacked sensor camera out there. The other downside is AF that’s not quite up to Canon and Sony’s level.</p><p></p><p>Video shooters should look at Panasonic’s full-frame <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=95276f3c-7b79-4c1e-803f-981cd9f7a968&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=B%26H+Photo&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI5NTI3NmYzYy03Yjc5LTRjMWUtODAzZi05ODFjZDlmN2E5NjgiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYmhwaG90b3ZpZGVvLmNvbS9jL3Byb2R1Y3QvMTc0MjQyOC1SRUcvcGFuYXNvbmljX2RjX3M1bTJib2R5X2x1bWl4X3M1X2lpX21pcnJvcmxlc3MuaHRtbCIsImNvbnRlbnRVdWlkIjoiNTM0ZjllZWMtMWZmNy00ZjY1LThlODItZTU5NTY3Nzk0MjY2In0&amp;signature=AQAAAQybzTYum7QVfGHDg5Gn4WF1za5O8Q5fLg1eLfCB2s8d&amp;gcReferrer=https%3A%2F%2Fwww.bhphotovideo.com%2Fc%2Fproduct%2F1742428-REG%2Fpanasonic_dc_s5m2body_lumix_s5_ii_mirrorless.html\">S5 II</a>. It’s the company’s first camera with hybrid phase-detect AF designed to make focus \"wobble\" and other issues a thing of the past. You can shoot sharp 4K 30p video downsampled from the full sensor width, or 4K 60p from an APS-C cropped size, all in 10-bit color. It even offers 5.9K 30p capture, along with RAW 5.9K external output to an Atomos recorder. You also get a flip-out screen for vlogging and updated five-axis in-body stabilization that’s the best in the industry. Photo quality is also good thanks to the dual-gain 24-megapixel sensor. The main drawback is the slowish burst speeds.</p><p></p><p>The best value in a new camera is the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9GdWppZmlsbS1YLVQ1LU1pcnJvcmxlc3MtRGlnaXRhbC1DYW1lcmEvZHAvQjBCSzJNVzVIVj90YWc9Z2RndDBjLXAtby1paC0yMCIsImNvbnRlbnRVdWlkIjoiNTM0ZjllZWMtMWZmNy00ZjY1LThlODItZTU5NTY3Nzk0MjY2In0&amp;signature=AQAAAcKmUlKAcpPbvoCRub0jL0gKKMefEc2VOJQZ6TG5eept&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FFujifilm-X-T5-Mirrorless-Digital-Camera%2Fdp%2FB0BK2MW5HV\">Fujifilm X-T5</a>. It offers a 40-megapixel APS-C sensor, 6.2K video at 30p/4K 60p 10-bit video, 7-stop image stabilization, and shooting speeds up to 20 fps. It’s full of mechanical dials and buttons with Fujifilm’s traditional layout. The downsides are a tilt-only display and autofocus system that can’t keep up with Sony and Canon systems. If you want better video specs for a bit more money, <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=95276f3c-7b79-4c1e-803f-981cd9f7a968&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=B%26H+Photo&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI5NTI3NmYzYy03Yjc5LTRjMWUtODAzZi05ODFjZDlmN2E5NjgiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYmhwaG90b3ZpZGVvLmNvbS9jL3Byb2R1Y3QvMTcyNjAxOS1SRUcvZnVqaWZpbG1fMTY3NTcwNDVfeF9oMl9kaWdpdGFsX2NhbWVyYV9ib2R5Lmh0bWwiLCJjb250ZW50VXVpZCI6IjUzNGY5ZWVjLTFmZjctNGY2NS04ZTgyLWU1OTU2Nzc5NDI2NiJ9&amp;signature=AQAAAdbGVDSdTYK8nxAyBhHKFqWMyY1XMK0V3xYj4NrqG0i-&amp;gcReferrer=https%3A%2F%2Fwww.bhphotovideo.com%2Fc%2Fproduct%2F1726019-REG%2Ffujifilm_16757045_x_h2_digital_camera_body.html\">Fuji’s X-H2</a> has the same sensor as the X-T5 but offers 8K 30p video and a flip out display.</p><p>Honorable mentions in this category go to the $2,000 <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=95276f3c-7b79-4c1e-803f-981cd9f7a968&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=B%26H+Photo&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI5NTI3NmYzYy03Yjc5LTRjMWUtODAzZi05ODFjZDlmN2E5NjgiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYmhwaG90b3ZpZGVvLmNvbS9jL3Byb2R1Y3QvMTU5NzE2Ny1SRUcvbmlrb25fel82X2lpX21pcnJvcmxlc3MuaHRtbCIsImNvbnRlbnRVdWlkIjoiNTM0ZjllZWMtMWZmNy00ZjY1LThlODItZTU5NTY3Nzk0MjY2In0&amp;signature=AQAAASeN7k6dyb3zfiFzuNJTzl2NWPeGtqAQYKMPcCM3qHBE&amp;gcReferrer=https%3A%2F%2Fwww.bhphotovideo.com%2Fc%2Fproduct%2F1597167-REG%2Fnikon_z_6_ii_mirrorless.html\">Nikon Z6 II</a>, which offers excellent image quality, solid video specs and great handling. For budget options, take a look at Sony’s compact full-frame A7C, along with Fujifilm’s older, but still great X-T4.</p><h2>Best mirrorless cameras over $2,500</h2><p></p><p>Finally, here are the best cameras if the sky’s the limit in terms of pricing. At the apex is Sony’s 50-megapixel stacked sensor <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDhWMjI2VDhRP3RhZz1nZGd0MGMtcC1vLWloLTIwIiwiY29udGVudFV1aWQiOiI1MzRmOWVlYy0xZmY3LTRmNjUtOGU4Mi1lNTk1Njc3OTQyNjYifQ&amp;signature=AQAAAWlcJCI8yFo5lc45Hr5yEXqGQ0MTANy2Nz-M_G0AfqLg&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB08V226T8Q\">A1</a>, a stunning camera with a stunning $6,500 price. It rules in performance, with 30 fps shooting speeds and equally quick autofocus that rarely misses a shot. It backs that up with 8K and 4K 120p video shooting, built-in stabilization and the fastest, highest-resolution EVF on the market. The only real drawbacks are the lack of a flip-out screen and, of course, that price.</p><p></p><p>For a bit less money, the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=0eee6f60-6f21-4ba6-b70e-cc15b39bf860&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Adorama&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIwZWVlNmY2MC02ZjIxLTRiYTYtYjcwZS1jYzE1YjM5YmY4NjAiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYWRvcmFtYS5jb20vbmt6OS5odG1sPyIsImNvbnRlbnRVdWlkIjoiNTM0ZjllZWMtMWZmNy00ZjY1LThlODItZTU5NTY3Nzk0MjY2In0&amp;signature=AQAAASKkM6P1x82TSwhuZMepa8nZ3dAkZe8RvPOVzDoJjZFQ&amp;gcReferrer=https%3A%2F%2Fwww.adorama.com%2Fnkz9.html%3F\">Nikon Z9</a> packs a 45.7-megapixel stacked sensor that’s so fast, it doesn’t even have a mechanical shutter. It has Nikon’s best autofocus system by far, and delivers outstanding image quality. Video is top notch as well, with 8K 30p internally and 8K 60p RAW via the HDMI port. The main drawbacks are the lack of an articulating display and high price, but it’s a great option if you need speed, resolution and high-end video capabilities.</p><p></p><p>Tied for the next positions are <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=0eee6f60-6f21-4ba6-b70e-cc15b39bf860&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Adorama&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIwZWVlNmY2MC02ZjIxLTRiYTYtYjcwZS1jYzE1YjM5YmY4NjAiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYWRvcmFtYS5jb20vaXNvYTdzbTMuaHRtbD8iLCJjb250ZW50VXVpZCI6IjUzNGY5ZWVjLTFmZjctNGY2NS04ZTgyLWU1OTU2Nzc5NDI2NiJ9&amp;signature=AQAAAQgMZlhE6C11DtROCU1oF2VobB6tUWo2YNj_S653hnK8&amp;gcReferrer=https%3A%2F%2Fwww.adorama.com%2Fisoa7sm3.html%3F\">Sony’s A7S III</a> and A7R <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=95276f3c-7b79-4c1e-803f-981cd9f7a968&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=B%26H+Photo&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI5NTI3NmYzYy03Yjc5LTRjMWUtODAzZi05ODFjZDlmN2E5NjgiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYmhwaG90b3ZpZGVvLmNvbS9jL3Byb2R1Y3QvMTczMTM4OS1SRUcvc29ueV9hbHBoYV9jYW1lcmEuaHRtbCIsImNvbnRlbnRVdWlkIjoiNTM0ZjllZWMtMWZmNy00ZjY1LThlODItZTU5NTY3Nzk0MjY2In0&amp;signature=AQAAAZPKeROpQUjolEVvpa6qHMTuPiMxH5ctTI0qxmohIY7Z&amp;gcReferrer=https%3A%2F%2Fwww.bhphotovideo.com%2Fc%2Fproduct%2F1731389-REG%2Fsony_alpha_camera.html\">V</a>. With a 61-megapixel sensor, the A7R V shoots sharp and beautiful images at a very respectable speed for such a high-resolution model (10 fps). It has equally fast and reliable autofocus, the sharpest viewfinder on the market and in-body stabilization that’s much improved over the A7R IV. Video has even improved, with 8K and 10-bit options now on tap, albeit with significant rolling shutter. If you don’t need the video, however, Sony’s A7R IVa does mostly the same job, photo-wise, and costs a few hundred dollars less.</p><p>The 12-megapixel A7S III, meanwhile, is the best dedicated video camera, with outstanding 4K video quality at up to 120 fps, a flip-out display and category leading autofocus. It also offers 5-axis in-body stabilization, a relatively compact size and great handling. While the 12-megapixel sensor doesn’t deliver a lot of photo detail, it’s the best camera for low-light shooting, period.</p><p></p><p>And if you want a mirrorless sports camera, check out Canon’s 24-megapixel <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9DYW5vbi00ODk1QzAwMi1FT1MtUjMtQm9keS9kcC9CMDlGRlRNM0Y2P3RhZz1nZGd0MGMtcC1vLWloLTIwIiwiY29udGVudFV1aWQiOiI1MzRmOWVlYy0xZmY3LTRmNjUtOGU4Mi1lNTk1Njc3OTQyNjYifQ&amp;signature=AQAAAYRO-icDxj0aE4Fr6n9_j4p8aprtfOxeosrdxPA6mbjd&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FCanon-4895C002-EOS-R3-Body%2Fdp%2FB09FFTM3F6\">EOS R3</a>. It can shoot bursts at up to 30 fps with autofocus enabled, making it great for any fast-moving action. It’s a very solid option for video too, offering 6K at up to 60 fps in Canon’s RAW LTE mode, or 4K at 120 fps. Canon’s Dual Pixel autofocus is excellent, and it offers 8 stops of shake reduction, a flip-out display and even eye detection autofocus. The biggest drawback for the average buyer is the $6,000 price, so it’s really aimed at professionals as a replacement for the 1DX Mark III DSLR.</p><p></p><p>Honorable mention goes to Canon’s 45 megapixel <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=95276f3c-7b79-4c1e-803f-981cd9f7a968&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=B%26H+Photo&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI5NTI3NmYzYy03Yjc5LTRjMWUtODAzZi05ODFjZDlmN2E5NjgiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYmhwaG90b3ZpZGVvLmNvbS9jL3Byb2R1Y3QvMTU0NzAwOS1SRUcvY2Fub25fZW9zX3I1X21pcnJvcmxlc3NfZGlnaXRhbC5odG1sIiwiY29udGVudFV1aWQiOiI1MzRmOWVlYy0xZmY3LTRmNjUtOGU4Mi1lNTk1Njc3OTQyNjYifQ&amp;signature=AQAAASPoWgA1cF5rBcYWoXVDQepesVuuOfUdjKNmH_MD_ezC&amp;gcReferrer=https%3A%2F%2Fwww.bhphotovideo.com%2Fc%2Fproduct%2F1547009-REG%2Fcanon_eos_r5_mirrorless_digital.html\">EOS R5</a>. For a lot less money, it nearly keeps pace with the A1, thanks to the 20 fps shooting speeds and lightning fast autofocus. It also offers 8K and 4K 120p video, while besting Sony with internal RAW recording. The big drawback is overheating, as you can’t shoot 8K longer than 20 minutes and it takes a while before it cools down enough so that you can start shooting again. Another solid option is <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=95276f3c-7b79-4c1e-803f-981cd9f7a968&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=B%26H+Photo&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI5NTI3NmYzYy03Yjc5LTRjMWUtODAzZi05ODFjZDlmN2E5NjgiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYmhwaG90b3ZpZGVvLmNvbS9jL3Byb2R1Y3QvMTUwMTM0NC1SRUcvcGFuYXNvbmljX2RjX3MxaGJvZHlfbHVtaXhfZGNfczFoX21pcnJvcmxlc3NfZGlnaXRhbC5odG1sIiwiY29udGVudFV1aWQiOiI1MzRmOWVlYy0xZmY3LTRmNjUtOGU4Mi1lNTk1Njc3OTQyNjYifQ&amp;signature=AQAAAYRSzXsAwyohF2HrzVIUKpFMPBt6RTA1xYPKhZIks_LY&amp;gcReferrer=https%3A%2F%2Fwww.bhphotovideo.com%2Fc%2Fproduct%2F1501344-REG%2Fpanasonic_dc_s1hbody_lumix_dc_s1h_mirrorless_digital.html\">Panasonic’s S1H</a>, a Netflix-approved mirrorless camera that can handle 6K video and RAW shooting.</p><p>You’re now caught up, new models have been arriving thick and fast, including potential rumored <a href=\"https://www.canonrumors.com/canon-teases-canon-eos-r8-and-canon-eos-r50-announcement-happening-this-week/\">APS-C models from Canon</a>. Another known model coming in May is <a href=\"https://www.engadget.com/clean-hydrogen-fuel-split-seawater-214042411.html\">Panasonic's S5 IIx</a>, which offers the same features of the S5 II plus internal SSD recording and live streaming for just $200 more. We’ll have full coverage of those when they arrive, so stay glued to Engadget.com for the latest updates.</p><p></p>This article originally appeared on Engadget at https://www.engadget.com/best-mirrorless-cameras-133026494.html?src=rss", "link": "https://www.engadget.com/best-mirrorless-cameras-133026494.html?src=rss", "date_published": "2023-03-09 15:15:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Apple Music Classical arrives on March 28th", "description": "<p>Apple said it was <a href=\"https://www.engadget.com/apple-music-classical-primephonic-acquisition-170552828.html\">building a standalone app</a> for classical music when it purchased, and subsequently shut down, the Primephonic streaming service. That was 2021, and until now, we haven't known when the new software would be available. The company announced today that Apple Music Classical will be available on March 28th as part of an existing <a href=\"https://www.engadget.com/apple-music-sing-karaoke-160939731.html\">Apple Music</a> subscription. Users on the individual, student, family or Apple One plans will get access, but customers on the Apple Music Voice Plan won't be able to use the new app.&nbsp;</p><p>At launch, Apple Music Classical will be available on all iPhones that run iOS 15.4 or later. Apple says a version of the app for Android is &quot;coming soon.&quot; The catalog includes over five million tracks spanning new releases to &quot;celebrated masterpieces.&quot; Apple says you'll be able to stream up to192 kHz/24 bit <a href=\"https://www.engadget.com/the-best-dac-for-lossless-high-resolution-music-iphone-android-160056147.html\">high-resolution lossless</a> audio quality and &quot;thousands&quot; of recordings are available <a href=\"https://www.engadget.com/sonos-speakers-will-support-apple-music-spatial-audio-starting-march-28th-161505844.html\">in spatial audio</a>. The company also explains that a portion of its classical library is &quot;thousands&quot; of exclusive albums.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>In addition to the music, you can expect to browse written content like composer biographies, descriptions of key works and &quot;deep-dive guides.&quot; Apple also says it rebuilt the app's search feature specifically for classical music queries and the app will serve up over 700 curated playlists. Overall, the app carries much of the same design as the main Apple Music software, although one key change is the company has swapped out the modern sans serif font for a serif for the main titles and section headings. The navigation bar is just four buttons in Apple Music Classical — Listen Now, Browse, Library and Search — as the Radio shortcut has been removed. Lastly, the music note on the app icon has been replaced with a treble clef.</p><p>Apple is letting eager listeners &quot;pre-order&quot; the app starting today <a href=\"https://apps.apple.com/app/id1598433714\">in the App Store</a>. Once you do, Apple Music Classical will automatically download on launch day as long as you have Auto Update selected in iOS settings.&nbsp;</p><p>&nbsp;</p>This article originally appeared on Engadget at https://www.engadget.com/apple-music-classical-arrives-on-march-28th-150050269.html?src=rss", "link": "https://www.engadget.com/apple-music-classical-arrives-on-march-28th-150050269.html?src=rss", "date_published": "2023-03-09 15:00:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Aimi's app for listening to AI-generated beats arrives on Android and iOS", "description": "<p>Following a beta that saw just 5,000 people get a chance to use the software, Aimi’s iOS and Android app is now available to all. The release brings the company’s generative music platform to mobile, where it was not available previously. Engadget’s James Trew has been using the app since <a href=\"https://www.engadget.com/aimis-mobile-app-lets-you-remix-its-endless-ai-generated-beats-150003232.html\"><ins>January</ins></a>. Since then, Aimi has made a few user interface tweaks.</p><p>What hasn’t changed is the premise of the app. As before, Aimi is built around continuous music “experiences” you can subtly tweak by interacting with a handful of interface elements. If you're familiar with platforms like <a href=\"https://www.engadget.com/2019-10-17-endel-standalone-apple-watch-app.html\">Endel</a> and <a href=\"https://www.engadget.com/2018-07-23-the-science-behind-beats-to-study-to.html\">Brain.fm</a>, you probably know what you're getting into. As a free user, you can tap the thumbs-up and down buttons to guide Aimi’s algorithm. There’s also a shuffle button if a section comes on that you don’t like at all. With today’s release, Aimi will also prompt you to indicate if you want to hear a section more or less frequently, as well as for longer or shorter periods of time.</p><span id=\"end-legacy-contents\"></span><div id=\"56e1704e175f4973a2b74892944d3cc9\"><div style=\"width: 100%; height: 0; padding-bottom: 56.25%;\"></div></div><p>Users who pay $10 per month gain access to additional controls. First, a “Section” view allows you to isolate individual elements of a musical composition, including parts like the harmony and melody, and adjust the gain and tell Aimi whether you like what you’re hearing. An additional “Composition” interface allows you to shape what you’re hearing by adjusting a set of four sliders. For instance, by moving the “Progression” slider, you can instruct Aimi to modify the experience you’re listening to more or less often. Meanwhile, the “Intensity” and “Texture” sliders allow you to control the number of effects Aimi employs and whether a composition sounds organic or synthetic. Last but not least, there’s a self-explanatory Vocals slider.</p><p>The release of a mobile app is part of a broader plan by Aimi to bring more people into the world of generative music. Later this year, the company plans to release Aimi Studio, which will allow users to take a more hands-on approach to craft their own compositions. “One of the strengths of generative music is that we can use it to attract casual listeners with continuous music experiences and then introduce them to interactive music by letting them take ownership of their music experience,” Aimi CEO Edward Balassanian told Engadget at the start of the year.&nbsp;</p>This article originally appeared on Engadget at https://www.engadget.com/aimis-app-for-listening-to-ai-generated-beats-arrives-on-android-and-ios-150035919.html?src=rss", "link": "https://www.engadget.com/aimis-app-for-listening-to-ai-generated-beats-arrives-on-android-and-ios-150035919.html?src=rss", "date_published": "2023-03-09 15:00:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Wing debuts a rideshare-style drone delivery network", "description": "<p>Ridesharing is convenient in part because there's often a vehicle near you, and <a href=\"https://www.engadget.com/wing-expanding-drone-delivery-to-lusk-ireland-in-the-coming-weeks-173039215.html\">Alphabet's Wing</a> wants to extend that advantage to drone delivery. The company is <a href=\"https://blog.wing.com/2023/03/the-wing-delivery-network.html\">debuting</a> a Wing Delivery Network platform that relies on decentralized and highly automated pickups. Drones charge and deliver in whatever locations make the most sense for the broader system. If demand surges in a given area, more drones can operate around the nearest pads.</p><p>Crucially, your local restaurant or store doesn't have to do much to take advantage of the network. An AutoLoader system lets shops simply latch a package to a curbside pickup location and walk away — the drone handles the rest. Businesses have to order drones, but they don't have to manage the fleet or make employees wait for an aircraft to arrive.</p><span id=\"end-legacy-contents\"></span><div id=\"dcb60200d9c04df6a642d6031593cf5c\"><div style=\"width: 100%; height: 0; padding-bottom: 56.25%;\"></div></div><p>The technology is also meant to scale elegantly. It's relatively easy to add new pad locations as usage grows, and the drones can double as scouts that expand the network. The drones can even make sure they're allowed to fly in a given area.</p><p>Wing expects &quot;elements&quot; of the Delivery Network to deploy over the next year, with demonstrations taking place worldwide in 2023. Provided all goes according to plan, the brand wants to handle &quot;millions&quot; of deliveries by mid-2024, at prices that beat conventional ground-based delivery.</p><p>There are catches. <a href=\"https://www.engadget.com/faa-final-drone-rule-dates-184538960.html\">Drone regulations</a> aren't always prepared to handle autonomous deliveries, let alone for decentralized systems. Amazon's Prime Air drones have<a href=\"https://www.engadget.com/amazon-drone-deliveries-faa-restrictions-205756349.html\"> made few deliveries</a> precisely because of regulatory requirements. Likewise, there's no guarantee businesses will be willing to invest in drones and adapt their curbside pickup spaces. Wing's approach is markedly different than seen with other networks, however, and its combination of lightweight drones and gentle deliveries (Amazon's heavy drones have to drop packages from 12 feet up) may make it more appealing to officials and stores alike.</p>This article originally appeared on Engadget at https://www.engadget.com/wing-debuts-a-rideshare-style-drone-delivery-network-144212334.html?src=rss", "link": "https://www.engadget.com/wing-debuts-a-rideshare-style-drone-delivery-network-144212334.html?src=rss", "date_published": "2023-03-09 14:42:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Roku is adding a Local News Hub to its Live TV menu", "description": "<p>Roku wants you to rediscover local news. The company’s upcoming OS 12 update will add a Local News hub, which lets you watch live news channels near you or in major US cities. Additionally, the update adds expanded sports coverage, easier premium subscription discovery and an improved “Continue Watching” section.</p><p>The local news feature builds on Roku’s Live TV channel guide, which aggregates streams for over 350 broadcast television channels. The company says its AI-powered news recommendations offer a curated discovery experience. After installing the update, you’ll find local news in the operating system’s Live TV Zone or by searching for “local news.” Additionally, the update will make it easier to discover and sign up for premium Live TV channels you haven’t subscribed to.</p><span id=\"end-legacy-contents\"></span><p>Roku is beefing up its sports section, which launched <a href=\"https://www.engadget.com/roku-os-11-update-annoucement-130017458.html\">last year</a>. It’s adding golf and more soccer programming, including Spanish-language coverage for some leagues. The software will soon display a more personalized sports section based on your “location, favorite team, go-to sport and viewing habits.” In addition, it’s adding CBS Sports, MLB.TV, the NBA app and NBC Sports to the channels displayed in the Roku OS sports hub.</p><figure><img alt=\"Roku marketing image showing a TV displaying a sports menu.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-03/b7cf00e0-bdf4-11ed-bfef-29161ef30f94\" style=\"height: 1080; width: 1920;\" /><figcaption></figcaption><div class=\"photo-credit\">Roku</div></figure><p>The update also adds Continue Watching, making jumping in where you left off easier. Roku says the section will display content to pick up content nearly instantly “from supported channels,” including Discovery+ and Prime Video. (BET+, Freevee, Frndly TV and Starz are set to arrive later.)</p><p>The Roku mobile app is also seeing some improvements. It will have “a more refined, elevated, and visually immersive interface” with expanded account settings and a new sign-up and sign-in process. In addition, the company says the app’s Home tab will have a simpler interface with dedicated Sports and Continue Watching sections. Finally, it will soon add the Live TV channel guide to the smartphone app.</p><p>Roku says OS 12 will roll out “in the coming weeks.” Some features, like channel partners, content expansion and mobile-app upgrades, will arrive within the coming months.</p>This article originally appeared on Engadget at https://www.engadget.com/roku-is-adding-a-local-news-hub-to-its-live-tv-menu-140056110.html?src=rss", "link": "https://www.engadget.com/roku-is-adding-a-local-news-hub-to-its-live-tv-menu-140056110.html?src=rss", "date_published": "2023-03-09 14:00:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Grammarly expands beyond proofreading with AI-powered writing", "description": "<p>Grammarly announced today that it’s (unsurprisingly)&nbsp;diving into the <a href=\"https://www.engadget.com/chatgpt-is-suddenly-everywhere-are-we-ready-180031821.html\">generative AI</a> fray. GrammarlyGo is an upcoming set of auto-composition features to help the AI proofreading software keep up with the many companies adding the <a href=\"https://www.engadget.com/openai-will-let-developers-build-chatgpt-into-their-apps-204737530.html\">ChatGPT API</a> (or different generative AI backends) to their products.</p><p>GrammarlyGo can use context like voice, style, purpose and where you’re writing to determine its approach. So, for example, it can spit out email replies, shorten passages, rewrite them for tone and clarity, brainstorm or choose from one-click prompts — all while adhering to your company’s voice or other provided context. In addition, since Grammarly’s desktop service can pop up in any text field on your computer, its generative writing could be slightly more convenient than competitors (like <a href=\"https://www.engadget.com/notions-ai-editor-is-now-available-to-anyone-who-wants-writing-help-150023114.html\">Notion</a> or Gmail’s <a href=\"https://www.engadget.com/2018-05-08-gmail-smart-compose-ai-io2018.html\">Smart Compose</a>) that require you to visit an app or website. The company says GrammarlyGo will be enabled by default for individuals, and you can toggle it in settings.</p><span id=\"end-legacy-contents\"></span><p>Grammarly justifies the feature’s existence by saying most people’s writing can be better and faster. “Individuals today spend too much time trying to communicate in the right way, while poor communication is draining business productivity and performance,” the company wrote in an announcement post. “GrammarlyGO will address this problem by quickly generating highly relevant text with an understanding of personal voice and brand style, context, and intent — saving people and businesses time while accounting for their unique needs.” I’m unsure what to make of a world where nobody writes anything but prompts for machines, but that increasingly appears to be where we’re headed.</p><p>GrammarlyGo will be included with the Grammarly service at no extra cost. The company says it will soon add the AI writing feature to its Premium, Business, Education and Developer plans — and free plans “in select markets.” The GrammarlyGo beta will begin rolling out in April.</p>This article originally appeared on Engadget at https://www.engadget.com/grammarly-expands-beyond-proofreading-with-ai-powered-writing-140052437.html?src=rss", "link": "https://www.engadget.com/grammarly-expands-beyond-proofreading-with-ai-powered-writing-140052437.html?src=rss", "date_published": "2023-03-09 14:00:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Meta's newest AI fairness benchmark measures even more granular bias markers", "description": "<p>As a white man in America with no discernible regional accent, I can simply assume that modern consumer technologies — virtual assistants like <a href=\"https://www.engadget.com/hitting-the-books-your-computer-is-on-fire-halcyon-lawrence-mit-press-153013155.html\"><ins>Siri, Alexa or Assistant</ins></a>, and my phones’ camera — will work seamlessly out of the box. I assume this because, well, they do. That’s namely because the nerds who design and program these devices overwhelmingly both look and sound just like me — if even a little whiter. Folks with <a href=\"https://www.cbc.ca/news/business/google-real-tone-pixel-1.6363809\"><ins>more melanin in their skin</ins></a> and extra <a href=\"https://www.theguardian.com/technology/2016/feb/10/texas-regional-accent-siri-apple-voice-recognition-technology\"><ins>twang on their tongue</ins></a> don’t enjoy that same privilege.</p><p>Tomorrow’s chatbots and visual AIs will only serve to exacerbate this bias unless steps are taken today to ensure a benchmark standard of fairness and equitable behavior from these systems. To address that issue, Meta AI researchers developed and released the <a href=\"https://ai.facebook.com/research/publications/towards-measuring-fairness-in-ai-the-casual-conversations-dataset/\"><ins>Casual Conversations dataset in 2021</ins></a>, designed to “help researchers evaluate their computer vision and audio models for accuracy across a diverse set of age, genders, apparent skin tones and ambient lighting conditions.” On Thursday, the company unveiled Casual Conversations v2, which promises even more granular classification categories than its predecessor.</p><span id=\"end-legacy-contents\"></span><p>The original CC dataset included 45,000 videos from more than 3,000 paid subjects across age, gender, apparent skin tone and lighting conditions. These videos are designed to be used by other AI researchers, specifically those working with generative AIs like ChatGPT or visual AIs like those used in social media filters and facial recognition features, to help them ensure that their creations behave the same whether the user looks like Anya Taylor-Joy or Lupita Nyong’o, whether they sound like Colin Firth or Colin Quinn.</p><p>Since Casual Conversations first debuted two years ago, Meta has worked “in consultation with internal experts in fields such as civil rights,” according to Tuesday’s announcement, to expand and improve upon the dataset. Professor Pascale Fung, director of the Centre for AI Research, as well as other researchers from Hong Kong University of Science and Technology, participated in the literature review of government and industry data to establish the new annotation categories.</p><p>Version 2 now includes 11 categories (seven self-reported and four researcher-annotated) and 26,467 video monologues recorded by nearly 5,600 subjects in seven countries — Brazil, India, Indonesia, Mexico, Vietnam, Philippines and the US. While there aren’t as many individual videos in the new dataset, they are far more heavily annotated. As Meta points out, the first iteration only had a handful of categories: “age, three subcategories of gender (female, male, and other), apparent skin tone and ambient lighting,” according to the Thursday blog post.</p><p>“To increase nondiscrimination, fairness, and safety in AI, it’s important to have inclusive data and diversity within the data categories so researchers can better assess how well a specific model or AI-powered product is working for different demographic groups,” Roy Austin, Vice President and Deputy General Counsel for Civil Rights at Meta, said in the release. “This dataset has an important role in ensuring the technology we build has equity in mind for all from the outset.&quot;</p><p>As with most all of its public AI research to date, Meta is releasing Casual Conversations v2 as an open source dataset for anyone to use and expand upon — perhaps to include markers such as “disability, accent, dialect, location, and recording setup,” as the company hinted at on Thursday.</p>This article originally appeared on Engadget at https://www.engadget.com/metas-newest-ai-fairness-benchmark-measures-even-more-granular-bias-markers-140043320.html?src=rss", "link": "https://www.engadget.com/metas-newest-ai-fairness-benchmark-measures-even-more-granular-bias-markers-140043320.html?src=rss", "date_published": "2023-03-09 14:00:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "‘Star Trek: Picard’ offers up some moments of quality", "description": "<p><em>Spoiler warning: The following article discusses the Star Trek: Picard episodes “Seventeen Seconds” and “No Win Scenario.”</em></p><p>I was away last week and so didn’t write up last week’s utterly inessential episode of <em>Picard</em>, although if you’re curious, Darren Mooney at <a href=\"https://www.escapistmagazine.com/star-trek-picard-season-3-episode-3-review-seventeen-seconds/\"><em><ins>The Escapist’s</ins></em></a> feelings mirror my own. The whole affair only makes sense if you assume the whole crew had taken a big dose of idiot pills an hour before the episode began, and wish you’d had some as well. This week, there’s a lot more to say, especially since it’s the first episode this season that feels even remotely fun. And while the setup for all of these conflicts was pretty flimsy, their resolutions are all very enjoyable to watch.</p><span id=\"end-legacy-contents\"></span><p>After the Shrike uses its <em>Portal</em> gun to encourage the Titan to shoot itself in the back, the ship drifts into a gravity well and certain doom. It’s here we get one of the worst tell-not-show moments in the series so far as the bridge crew state, and then restate (and then re-restate) the situation the ship finds itself in. Loss of power, is it? Sinking into a gravity well, is it? We don’t have enough power to get out of the gravity well, is it? Is that because we’ve not got much power, is it? And because of the gravity well? Sorry, not following, can you explain it to me like I’m five, please? It doesn’t help that while the decision to take the shields offline is set up as some big, dangerous decision, it’s never mentioned again.</p><p>It’s here that Picard, opting to get his affairs in order, chooses to sit down for a touching moment with Jack. And they choose to do so on the holodeck, in the Ten Forward bar that’s been turning up time and again this run. Picard says that holodecks are hooked up to their own power supply because it’s better to die in comfort than use that power to survive. I think we can all tell that it’s a cover for either a production or a budget issue that meant they had to re-use the set. (<em>Picard</em>’s first season did the same, endlessly going back to the chateau office on La Sirena’s holodeck.) And, again, the two-hander between Patrick Stewart and Ed Speelers is great.</p><p>Also, remember when a broken leg wouldn’t require much more than a quick waft of a med bay doodad and you’d be good as new? Not in <em>Picard</em>, where Shaw storms into Picard’s heart to heart, apparently full of painkillers, and reveals why he’s so angry at both Seven and Picard. It turns out that, like a big chunk of Starfleet, he’s a survivor from Wolf 359! And if this wasn’t another thing that was explored pretty well by <em>Next Generation</em> and <em>Deep Space Nine</em>, it might carry a bit more dramatic weight. It also feels like the start of a pre-ordained redemption arc for Todd Stashwick’s Captain Shaw as the powers that be use <em>Picard </em>as a way to backdoor pilot a Titan-A spin-off series. (You can imagine the pitch: We’ve got the cast, and the sets are already built, it’s practically free content if you greenlight another ten!) And, to be fair, Todd Stashwick’s such a charismatic actor that you could feel him straining to play someone more unlikeable at the start of the series.</p><p>From here until the conclusion, however, the tone starts to lighten, and Beverley’s realization that the nebula is a space lifeform gives everyone a sense of purpose. You see, the nebula is undergoing the exact same contractions that a pregnant person would when they’re in labor. The moment that Riker stops pointlessly objecting to the plan of riding the contractions out of the gravity well, it suddenly feels like we’re watching Star Trek again. The gang works together, Seven and Shaw successfully lure out the changeling infiltrator, and they even have a nice spot of payback for the Shrike as Riker orders the Titan to lock onto a massive asteroid, dragging it behind long enough for it to smash the enemy vessel out of contention long enough for them to escape.</p><p>And that’s not even the best bit, because there’s also the wonderful B-Story of Picard dealing with his adoring fans while in (the real) Ten Forward five years previously. <del>Patrick Stewart</del> Picard is accosted by a bunch of <del>fans</del> cadets who ask him to regale them with stories of his time on <del>Star Trek</del> the Enterprise. All the while, unseen, Jack lingers in the background, listening to Picard as he builds out his myth and his legacy while minimizing any reference to his own family. When Picard closes the gathering by saying that Starfleet <em>is</em> his family, it’s both an unwittingly hollow indictment of Picard’s own life (his co-workers are his only friends, <em>oof</em>) and an unwitting rejection of the son he could have grown to know years previously. This, my friends, is a great moment, full of depth and pathos and I just wish that it hadn’t taken <em>this long</em> to get here.</p><p>Speaking of which, Paramount recently punted <a href=\"https://www.engadget.com/star-trek-discovery-ending-season-5-next-year-070320271.html\"><em><ins>Star Trek: Discovery’s</ins></em><ins> fifth season to 2024</ins></a>, adding it would now be that show’s final run. With news that the studio is looking to tighten its belt in order to milk some actual profit from its streaming service, fans are feeling <a href=\"https://trekmovie.com/2023/03/01/the-future-of-star-trek-tv-remains-unclear-as-paramount-announces-streaming-spending-cuts/\"><ins>antsy</ins></a>. After all, Trek shows aren’t cheap to make, and it’s not clear how much crossover appeal these shows have. Despite David Stapf’s <a href=\"https://deadline.com/2018/08/patrick-stewart-star-trek-franchise-expansion-plans-cbs-all-access-executives-interview-tca-1202440492/?uuid=tlPw9HvtWQyUtuZK1064\"><ins>2018 promise</ins></a> that we’d have “a Star Trek something on all the time,” there’s a worry that it’s closing time at the all-you-can-eat buffet. With <em>Discovery</em> and <em>Picard</em> on the outs, and no sign (yet) that <em>Lower Decks</em> and <em>Prodigy </em>will get renewals, we could go from five shows to three, or one, in no time at all. But, based on the merits of some of what’s been released under the Trek brand of late, would that really be such a bad thing?</p><p>After all, these four episodes of <em>Picard</em> form little more than an extended prologue for the rest of the run. It’s taken the better part of <em>four hours</em> to establish the broad outline of the plot as well as the main antagonists, and the stakes at hand. Even then, we’ve still not encountered more than half of the <em>Next Generation </em>returnees who formed such a key part of the marketing. A prologue that I would have enjoyed a hell of a lot more if it had been compressed down to closer to ninety minutes. Imagine if, rather than filling out a corporate-mandated ten-week block each year, the format was designed to suit the story being told at each time. On the merits of the last four weeks alone, fewer episodes of higher quality Trek would be infinitely preferable.</p>This article originally appeared on Engadget at https://www.engadget.com/star-trek-picard-34-no-win-scenario-review-140041872.html?src=rss", "link": "https://www.engadget.com/star-trek-picard-34-no-win-scenario-review-140041872.html?src=rss", "date_published": "2023-03-09 14:00:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Roku's first self-made TVs hit Best Buy stores today", "description": "<p>At CES, Roku announced that it'll finally be <a href=\"https://www.engadget.com/roku-tv-select-premium-televisions-140014570.html\">building its own Roku TVs</a>, in addition to working with partners like TCL and Hisense. Starting today, you can pick up one of those sets at Best Buy's stores and website. Roku is offering two series of TVs, both of which are powered by its streaming platform: Roku Select sets ranging from 24 to 75-inches, and Roku Plus televisions coming in at 55-, 65-, and 75-inches.</p><p>We're still waiting for a full pricing breakdown, but Roku says Select TVs will start at $149 (with a potential drop to $120 this summer), and the Plus models will start below $500. That's in-line with similar offerings from TCL and other partners. At CES, Roku's VP of retail strategy, Chris Larson, said the company is aiming to deliver features partners don't always include, like voice-enabled remotes, as well as automatic brightness adjustment (on the Premiere sets).</p><span id=\"end-legacy-contents\"></span><p>Roku isn't saying much about its Select TVs, perhaps because there's not much to say. They'll include HD and 4K models (there's no need to go 4K on very small TVs, after all), as well as its standard voice remote. Like most bargain TVs, they'll also rely on edge dimming backlights — so expect to see gray-like blacks and spotty lighting. The Roku Plus sets are far more advanced: They'll include QLED panels, local backlight dimming for better contrast, 4K Dolby Vision and Dolby Atmos-approved speakers. They'll also get <a href=\"https://www.engadget.com/roku-express-4k-rechargeable-remote-130031381.html\">Roku's rechargeable voice remote</a>.</p><p>While Roku told us that it's not trying to compete with its longtime partners, it'll be interesting to see how those companies respond. By making voice remotes standard, perhaps TCL and others will follow suit. The company also unveiled a Roku OS update today, which will include local news and support for premium subscriptions on Roku's live channel guide.</p>This article originally appeared on Engadget at https://www.engadget.com/roku-tv-select-plus-best-buy-140020537.html?src=rss", "link": "https://www.engadget.com/roku-tv-select-plus-best-buy-140020537.html?src=rss", "date_published": "2023-03-09 14:00:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Netflix now lets you customize subtitles on your TV", "description": "<p>If you want to change the appearance of subtitles and closed captions on Netflix — perhaps to switch font sizes or to add a shadow that would make them more readable — you'd have to access your account on a browser. The process is a lot more complicated than it needs to be if you primarily stream on TV. In fact, I've never changed what mine looks like all these years, even if I had previously wanted to. Now, according to <a href=\"https://techcrunch.com/2023/03/08/netflix-now-lets-tv-viewers-customize-text-for-subtitles-and-closed-captions/\"><em>TechCrunch</em></a>, the streaming giant has finally started <a href=\"https://techcrunch.com/2023/03/08/netflix-now-lets-tv-viewers-customize-text-for-subtitles-and-closed-captions/\">rolling out</a> the capability to customize subtitle and closed caption text within the TV app itself.</p><p>Based on the publication's report, the feature looks and works similar to Amazon Prime Video TV app's subtitle adjuster. It allows you to choose between small, medium and large text, as well as between four styles with and without drop shadows. One option is yellow text on a black background for greater contrast if you need it. On the service's <a href=\"https://help.netflix.com/en/node/100267\">updated help page</a>, it said you can access those controls by going to Settings at the bottom of the screen while a show is playing and then choosing subtitle Size and Style. Take note that it's not possible to change text appearance for Arabic, Hebrew, Japanese, Korean, Romanian, Thai and Traditional Chinese at the moment.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>More and more people are using subtitles in recent years to hear dialogue when <a href=\"https://www.abc.net.au/news/2023-02-12/subtitles-popular-among-general-population-change-tv-film/101956758\">sounds are unbalanced</a> and voices seem to be lower in volume than the background, or to <a href=\"https://www.ypulse.com/article/2022/11/22/the-majority-of-young-people-are-using-subtitles-when-they-watch-tv/\">watch shows in a foreign language</a>. It's not just viewers with hard of hearing that use them anymore. And while the controls for the TV app offer fewer customization options than Netflix's website, they make changing up subtitles' appearance a lot more accessible.&nbsp;</p>This article originally appeared on Engadget at https://www.engadget.com/netflix-customize-subtitles-on-your-tv-125649529.html?src=rss", "link": "https://www.engadget.com/netflix-customize-subtitles-on-your-tv-125649529.html?src=rss", "date_published": "2023-03-09 12:56:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "The Morning After: A first clear look at Martian sunbeams", "description": "<p>It’s easy to be cynical about a lot of things, but then you see a picture of clouds taken from the soil of <em>another planet</em>, and you remember what a great gift human ingenuity can be. For the first time, a <a href=\"https://www.engadget.com/curiosity-rover-captures-first-clear-view-martian-sunbeams-105136342.html\"><ins>Mars probe has taken a clear image of sunbeams</ins></a> seen from the Martian surface. Curiosity rover, during a survey of twilight cloud formations, took a shot clearly showing crepuscular rays emerging from the heavens.</p><p>Researchers say this cloud formation is higher in the atmosphere than normal, and is made of dry ice rather than water ice. Other treats from Curiosity’s current survey include sight of an iridescent cloud shaped like a feather. This, too, is helping teams here on Earth get a better sense of the Martian atmosphere, not to mention giving us a lovely stream of new desktop backgrounds.</p><p>– Dan Cooper</p><p><em>The Morning After isn’t just a</em><a href=\"https://www.engadget.com/about/newsletter/\"><em> newsletter</em></a><em> –  it’s also a daily podcast. Get our daily audio briefings, Monday through Friday, by</em><a href=\"https://www.engadget.com/2019-08-01-engadget-podcasts.html\"><em> subscribing right here</em></a><em>.</em></p><h3>The biggest stories you might have missed</h3><ul><li><p><a href=\"https://www.engadget.com/sony-ps5-update-discord-voice-chat-rollout-131503910.html\"><ins>Sony's PS5 update with Discord voice chat begins rolling out to all</ins></a></p></li><li><p><a href=\"https://www.engadget.com/best-wireless-charger-140036359.html\"><ins>The best wireless chargers in 2023</ins></a></p></li><li><p><a href=\"https://www.engadget.com/watch-relativity-space-try-to-launch-a-3d-printed-rocket-into-orbit-at-1pm-eastern-163004580.html\"><ins>Watch Relativity Space try to launch a 3D-printed rocket into orbit at 1 PM ET (update: scrubbed)</ins></a></p></li><li><p><a href=\"https://www.engadget.com/microsoft-xbox-new-velocity-green-controller-112518870.html\"><ins>Microsoft debuts a new 'velocity green' Xbox controller</ins></a></p></li><li><p><a href=\"https://www.engadget.com/the-most-interesting-foldables-rollables-and-demos-at-mwc-2023-153042604.html\"><ins>The most interesting foldables, rollables and demos at MWC 2023 </ins></a></p></li><li><p><a href=\"https://www.engadget.com/microsoft-edge-can-now-use-amd-and-nvidia-gpus-to-upscale-web-videos-202557842.html\"><ins>Microsoft Edge can now use AMD and NVIDIA GPUs to upscale web videos</ins></a></p></li></ul><h2><a href=\"https://www.engadget.com/starfield-has-been-delayed-to-september-6th-161635848.html\"><ins>'Starfield' has been delayed to September 6th</ins></a></h2><h3>We’ll learn more about the ambitious RPG in June.</h3><a href=\"https://www.engadget.com/starfield-has-been-delayed-to-september-6th-161635848.html\"><figure><img alt=\"Promotional image of the game 'Starfield', featuring a spacesuited figure looking out on a wild vista of rocky mountains. \" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-03/cd461550-be65-11ed-be7d-4a143c6f7dd4\" style=\"height: 380; width: 675;\" /><figcaption></figcaption><div class=\"photo-credit\">Bethesda</div></figure></a><p><em>Starfield</em>, Bethesda Studios’ ambitious sci-fi RPG, <a href=\"https://www.engadget.com/starfield-has-been-delayed-to-september-6th-161635848.html\"><ins>has once again been delayed</ins></a>, this time to September 6th. That may be a pain to fans who’ve been waiting since the last pledged release date of November 11th, 2022, to get their hands on the title. In compensation, the studio will release a lengthy deep-dive on June 11th, immediately after Microsoft and Bethesda’s own Xbox summer showcase ahead of E3.</p><p><a href=\"https://www.engadget.com/starfield-has-been-delayed-to-september-6th-161635848.html\"><strong><ins>Continue Reading.</ins></strong></a></p><h2><a href=\"https://www.engadget.com/vws-connected-emergency-service-is-free-for-5-years-after-botched-carjacking-response-144502763.html\"><ins>VW's connected emergency service is free for 5 years after botched carjacking response</ins></a></h2><h3>It refused police requests to activate dormant tracking features to help save a child.</h3><p></p><p>Volkswagen is offering its <a href=\"https://www.engadget.com/vws-connected-emergency-service-is-free-for-5-years-after-botched-carjacking-response-144502763.html\"><ins>Car-Net connected emergency service free</ins></a> to a number of 2020 to 2023 vehicles after a high-profile bungle. An Atlas SUV was carjacked, with the thief not realizing a child was still inside, but VW staff refused requests made by police officers to activate remote tracking. Mercifully, the child was found safe and well, but as part of a high-profile mea culpa, VW will offer five years’ service free to all qualifying models.</p><p><a href=\"https://www.engadget.com/vws-connected-emergency-service-is-free-for-5-years-after-botched-carjacking-response-144502763.html\"><strong><ins>Continue Reading. </ins></strong></a></p><h2><a href=\"https://www.engadget.com/amp/ring-battery-doorbell-plus-150-degree-field-of-vision-140038902.html\"><ins>Ring’s latest doorbell offers head-to-toe views of your visitor</ins></a></h2><h3>The Battery Doorbell Plus is the first battery-powered machine to get the feature.</h3><a href=\"https://www.engadget.com/amp/ring-battery-doorbell-plus-150-degree-field-of-vision-140038902.html\"><figure><img alt=\"Image of a package delivery person dropping a package in full view.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-03/0dc2b840-be66-11ed-bfff-d0b9dd6d8fa3\" style=\"height: 380; width: 675;\" /><figcaption></figcaption><div class=\"photo-credit\">Ring</div></figure></a><p>Ring’s brought one of the best features from its Pro 2 video doorbell to its range of battery powered units. The new <a href=\"https://www.engadget.com/amp/ring-battery-doorbell-plus-150-degree-field-of-vision-140038902.html\"><ins>Battery Doorbell Plus</ins></a> gets the same 150 x 150-degree field of vision and 1536p video as the flagship. That gives you a proper view of your doorstep, letting you keep an eye on packages dumped there when you’re out.</p><p><a href=\"https://www.engadget.com/amp/ring-battery-doorbell-plus-150-degree-field-of-vision-140038902.html\"><strong><ins>Continue Reading. </ins></strong></a></p><h2><a href=\"https://www.engadget.com/google-ones-vpn-will-soon-be-available-to-all-subscribers-170006417.html\"><ins>Google One's VPN will soon be available to all subscribers</ins></a></h2><h3>That includes base-tier subscribers paying as little as $2 per month.</h3><p></p><p>Google’s One subscription plan offers cloud storage and backup, extra support and better offers on Google products. It also has a VPN, but that’s only on offer to people paying for the Premium tier with 2TB of storage. Now, however, the search giant is <a href=\"https://www.engadget.com/google-ones-vpn-will-soon-be-available-to-all-subscribers-170006417.html\"><ins>opening up its VPN</ins></a> for all users and will even bring the feature to base-tier users paying as little as $2 a month.</p><p><a href=\"https://www.engadget.com/google-ones-vpn-will-soon-be-available-to-all-subscribers-170006417.html\"><strong><ins>Continue Reading. </ins></strong></a></p><span id=\"end-legacy-contents\"></span><span id=\"end-legacy-contents\"></span><h2><a href=\"https://www.engadget.com/bowers-and-wilkins-pi7-s2-review-excellent-sound-only-goes-so-far-200024887.html\"><ins>Bowers &amp; Wilkins Pi7 S2 review: Excellent sound only goes so far</ins></a></h2><h3>The whole package lacks polish, especially at this sort of price.</h3><a href=\"https://www.engadget.com/bowers-and-wilkins-pi7-s2-review-excellent-sound-only-goes-so-far-200024887.html\"><figure><img alt=\"Image of a pair of new Bowers and Wilkins earbuds propped up against some barbecue recipe books. \" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-03/3ac5b310-be66-11ed-92e4-5265a10d4e02\" style=\"height: 450; width: 675;\" /><figcaption></figcaption><div class=\"photo-credit\">Billy Steele</div></figure></a><p>Our audio expert Billy Steele has reviewed <a href=\"https://www.engadget.com/bowers-and-wilkins-pi7-s2-review-excellent-sound-only-goes-so-far-200024887.html\"><ins>Bowers &amp; Wilkins’ new Pi7 S2 true wireless earbuds</ins></a>, and it makes for great reading. Unless you’re Bowers or Wilkins. He takes the company to task for not pairing the admittedly great sound with a package to match it. Lackluster noise cancellation, poor battery life and limited customization paired with a price far in excess of its better, cheaper competitors means you might be better off looking elsewhere for your next pair of earbuds.</p><p><a href=\"https://www.engadget.com/bowers-and-wilkins-pi7-s2-review-excellent-sound-only-goes-so-far-200024887.html\"><strong><ins>Continue Reading. </ins></strong></a></p>This article originally appeared on Engadget at https://www.engadget.com/the-morning-after-a-first-clear-look-at-martian-sunbeams-121521382.html?src=rss", "link": "https://www.engadget.com/the-morning-after-a-first-clear-look-at-martian-sunbeams-121521382.html?src=rss", "date_published": "2023-03-09 12:15:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Raspberry Pi lets you have your own global shutter camera for $50", "description": "<p><a href=\"https://www.engadget.com/2018-10-29-panasonic-8k-organic-sensor-global-shutter.html\">Global shutter</a> sensors with no skew or distortion have been promised as the future of cameras for years now, but so far only a <a href=\"https://www.engadget.com/2012-10-30-sony-goes-red-hunting-with-pmw-f55-and-pmw-f5-pro-cinealta-4k.html\">handful of products</a> with that tech have made it to market. Now, Raspberry Pi is offering a 1.6-megapixel global shutter camera module to hobbyists for $50, providing a platform for machine vision, hobbyist shooting and more.&nbsp;</p><p>The Raspberry Pi Global Shutter Camera uses a 6.3mm Sony IMX296 sensor, and requires a Raspberry Pi board with a CSI camera connector. Like other global shutter sensors, it works by pairing each pixel with an analog storage element, so that light signals can be captured and stored by all pixels simultaneously.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>By comparison, regular CMOS sensors read and store the light captured by pixels from top to bottom and left to right. That can cause diagonal skew on fast moving subjects, or very weird distortion on rotating objects like propellers. The video below shows the difference with plucked guitar strings.&nbsp;</p><div id=\"833e44ce586345a589f1c2ef50b68328\"><div style=\"width: 100%; height: 0; padding-bottom: 56.25%;\"></div></div><p>By eliminating those issues, the new camera allows for distortion free capture of things like sports or fast-moving industrial processes. The relatively low resolution isn't a problem, the company says, as video is usually downsampled before being fed into machine vision systems anyway. It uses the same C/CS lens mount as Raspberry Pi's 12-megapixel <a href=\"https://www.engadget.com/raspberry-pi-12-megapixel-c-mount-camera-084145607.html\">High Quality Camera</a>, so you can attach 6mm CS‑mount and 16mm C-mount CGL lenses offered through the company's reseller partners.&nbsp;</p><p>If you're interested but worried about delays, Raspberry Pi recently posted that it has been working on resolving supply chain issues. &quot;We expect supply to recover to pre-pandemic levels in the second quarter of 2023, and to be unlimited in the second half of the year,&quot; it said in a <a href=\"https://www.raspberrypi.com/news/supply-chain-update-its-good-news/\">December blog post</a>. The Global Shutter Camera is <a href=\"https://www.raspberrypi.com/products/raspberry-pi-global-shutter-camera/\">now available to purchase</a> for $50.&nbsp;</p>This article originally appeared on Engadget at https://www.engadget.com/raspberry-pi-lets-you-have-your-own-global-shutter-camera-for-50-104547026.html?src=rss", "link": "https://www.engadget.com/raspberry-pi-lets-you-have-your-own-global-shutter-camera-for-50-104547026.html?src=rss", "date_published": "2023-03-09 10:45:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Meta's Oversight Board will review the company's handling of election content in Brazil", "description": "<p>The Oversight Board has agreed to review a case related to Meta’s handling of election content in Brazil. In a statement, the board said they planned to scrutinize the social network’s policies surrounding election content in “high-risk” areas.</p><p>The case stems from a user who posted a video in early January calling for people to “besiege” Brazil’s congress following the election of President Lula da Silva. The video also featured clips of a speech from a Brazilian general, who called for people to go into the streets and government buildings. The video was reported seven times by four different users, according to the board, but remained on Facebook even after it was reviewed by five separate moderators. Meta later opted to remove the post and issue a “strike” to the person who had originally posted it, following the Oversight Board’s decision to review the case.</p><span id=\"end-legacy-contents\"></span><p>Though the case is related to Brazil’s most recent presidential election, the board’s recommendations could have a more-far reaching impact. “The Board selected this case to examine how Meta moderates election-related content, and how it is applying its Crisis Policy Protocol in a designated ‘temporary high-risk location,’” the group wrote in a statement.</p><p>As the board points out, Meta’s “Crisis Policy Protocol,” is a central aspect of the case. The protocol, which was <a href=\"https://transparency.fb.com/en-gb/policies/improving/crisis-policy-protocol/\"><ins>created</ins></a> after the Oversight board weighed in on the suspension of Donald Trump, allows Meta to respond to situations when there is a risk of “imminent harm” either offline or online. So any recommendations that address that policy could end up affecting election-related content around the world, not just in Brazil.</p><p>However, that outcome is still months away. For now, the Oversight Board is asking for public feedback on various issues associated with the case before it makes recommendations to Meta. The company will then have 60 days to respond, though, as usual, Meta is not required to adopt policy changes suggested by the board.</p>This article originally appeared on Engadget at https://www.engadget.com/metas-oversight-board-will-review-the-companys-handling-of-election-content-in-brazil-100001018.html?src=rss", "link": "https://www.engadget.com/metas-oversight-board-will-review-the-companys-handling-of-election-content-in-brazil-100001018.html?src=rss", "date_published": "2023-03-09 10:00:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Microsoft says Bing has crossed 100 million daily active users", "description": "<p>Bing has <a href=\"https://blogs.bing.com/search/march_2023/The-New-Bing-and-Edge-%E2%80%93-Momentum-from-Our-First-Month/\">crossed 100 million daily active users</a> a month after the launch of its chatbot AI, according to Yusuf Mehdi, Microsoft's VP for Modern Life, Search and Devices. He said the company is fully aware that it's still just &quot;a small, low, single digit share player,&quot; but hey, there was a time when Bing wasn't even a part of the conversation. Now, after the tech giant <a href=\"https://www.engadget.com/microsoft-new-bing-edge-ai-copilot-hands-on-demo-test-chatgpt-openai-213332455.html\">released its next-gen version</a>, even those who haven't used it in the past are relying on it for their searches: Mehdi noted that one-third of Bing's daily active users are new to the search engine.</p><p>&quot;We see this appeal of the new Bing as a validation of our view that search is due for a reinvention and of the unique value proposition of combining Search + Answers + Chat + Creation in one experience,&quot; the VP said.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>In addition to seeing a boost in numbers, Microsoft is also apparently enjoying a growth in engagement, with more people conducting more searches. The company credits two factors for that particular victory, the first being Edge's growth in usage, most likely aided by the addition of Bing's chat AI as a new feature. It also said that the introduction of its Prometheus AI model made Bing's search results more relevant, so people have been using — or at least trying out — the search engine more.&nbsp;</p><p>Apparently, around one third of Bing's daily preview users have been using its chat AI for their queries every day. On average, Microsoft is seeing three chats per session, with over 45 million chats since it introduced the new Bing. Further, in 15 percent of all chat sessions, people have been using Bing to generate new content. The launch of <a href=\"https://www.engadget.com/microsoft-brings-its-bing-ai-chatbot-to-mobile-apps-and-skype-173839923.html\">Bing's AI chatbot on mobile</a> has propelled the search engine to a new level of popularity, as well, and has led to a six-time increase in daily active users from before it became available.&nbsp;</p><p>By integrating an AI chatbot into Bing earlier this year, Microsoft gave its search engine the weapon it needs to be able to compete against Google. That said, Google does have plans to launch a chatbot of its own and introduced a chat AI called Bard last month. Bard <a href=\"https://www.engadget.com/google-bard-chatbot-false-information-twitter-ad-165533095.html\">spouted misinformation</a> during its unofficial debut, but Google is <a href=\"https://www.engadget.com/google-human-employees-bard-chatbot-testing-055243004.html\">working with employees</a> to improve the chatbot's responses before it becomes available.</p>This article originally appeared on Engadget at https://www.engadget.com/microsoft-bing-crossed-100-million-daily-active-users-080138371.html?src=rss", "link": "https://www.engadget.com/microsoft-bing-crossed-100-million-daily-active-users-080138371.html?src=rss", "date_published": "2023-03-09 08:01:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "The AI Seinfeld show 'Nothing, Forever' is back on Twitch", "description": "<p><em>Nothing, Forever</em>, an AI-generated livestream inspired by Seinfeld is <a href=\"https://www.twitch.tv/watchmeforever\">back on Twitch</a> after being taken offline for an anti-LGBTQ outburst, <a href=\"https://gizmodo.com/seinfeld-nothing-forever-twitch-ai-1850204553\"><em>Gizmodo</em></a> has reported. After launching in December, the show (from Mismatch Media) became internet-famous for its Seinfeld-adjacent plots, janky '90s-era video game style animation and terrible (though coherent) dialogue. However, it was <a href=\"https://www.engadget.com/ai-seinfeld-bigoted-transphobic-hateful-moderation-193449772.html\">pulled over a month ago</a> after violating Twitch's conduct policy banning hate speech around sexual and gender identity.</p><p>In the most notorious incident, the AI lead character (&quot;Larry&quot;), went on an offensive rant. &quot;I’m thinking about doing a bit about how being transgender is actually a mental illness. Or how all liberals are secretly gay and want to impose their will on everyone. Or something about how transgender people are ruining the fabric of society. But no one is laughing, so I’m going to stop.&quot;</p><span id=\"end-legacy-contents\"></span><p>Shortly afterwards, Mismatch Media cofounder Skyler Hartle explained that the problem started when its OpenAI GPT-3 Davinci model stopped working correctly. The team switched to Davinci's predecessor Curie, believing that OpenAI's content moderation was still active — which was apparently not the case. The offensive outbursts started shortly afterwards.</p><p>&quot;We mistakenly believed that we were leveraging OpenAI’s content moderation system for their text generation models. We are working now to implement OpenAI’s content moderation API (it’s a tool we can use to verify the safeness of the content) before we go live again, and investigating secondary content moderation systems as redundancies,&quot; the team said.&nbsp;</p><p>Problems of moderation and offensive content have plagued AI chatbots since they arrived. Microsoft has experienced it twice, first with its Tay chatbot that <a href=\"https://www.theverge.com/2016/3/24/11297050/tay-microsoft-chatbot-racist\">turned racist</a>, and later with the Bing Chat search assistant powered by OpenAI tech. The latter was <a href=\"https://www.engadget.com/microsoft-explains-bings-bizarre-ai-chat-behavior-134931486.html\">pulled for a time</a> after it started insulting users and outputting incorrect information, while insisting it was right.&nbsp;</p><p><em>Nothing, Forever</em> seems to be working as before, with the same laugh track, engaged viewers (around 3,500 currently) and complete disregard for collision detection — but no offensive outbursts so far. While nothing in the show makes any sense, the fact that AI can generate all the elements in real time is impressive.</p>This article originally appeared on Engadget at https://www.engadget.com/the-ai-seinfeld-show-nothing-forever-is-back-on-twitch-064359854.html?src=rss", "link": "https://www.engadget.com/the-ai-seinfeld-show-nothing-forever-is-back-on-twitch-064359854.html?src=rss", "date_published": "2023-03-09 06:43:59+00:00", "persistent": false, "user": null, "language": "en-US"}]