[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Exoprimal - Official Open Beta Trailer | Capcom Spotlight", "description": "Exoprimal revealed new story details in this trailer for Exoprimal at the March Capcom Spotlight. Travel through time and defeat the dinosaur horde when Exoprimal launches July 14th, 2023. There's also an open beta test running from March 17-19th.\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=WZiDnUHzLMo", "date_published": "2023-03-09 23:12:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Resident Evil 4 Remake: Chainsaw Demo Trailer | March Capcom Spotlight", "description": "Releasing today is a new gameplay demo for Resident Evil 4, titled the Chainsaw Trailer. The demo portion contains the early portions of the game. There's no time limit for the demo, and you can play as many times as you want.\n\n#IGN #Gaming #RE4", "link": "https://www.youtube.com/watch?v=jJXwyXk6dhY", "date_published": "2023-03-09 23:09:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Exoprimal - Battle Pass Demonstration Trailer | March Capcom Spotlight", "description": "In their March Spotlight, Capcom went over the Battle Pass, called the Survival Pass, coming to Exoprimal.", "link": "https://www.youtube.com/watch?v=1YhcQu-4UY8", "date_published": "2023-03-09 23:08:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Street Fighter 6 Hikaru Takahashi Commentator Trailer | March Capcom Spotlight", "description": "Street Fighter 6 introduced a new color commentator, Hikaru Takahashi, as well as a new look at gameplay in this Capcom Showcase Trailer. Street Fighter 6 launches June 2nd, 2023.\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=VrvXhP4lSR8", "date_published": "2023-03-09 23:00:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Gangs of Sherwood - Official Gameplay Overview", "description": "Join members of the development team for a deeper look at gameplay from Gangs of Sherwood, as the team discusses enemies, combat, character abilities, and more\n\nIn Gangs of Sherwood, fight the armies of the Sheriff of Nottingham and lead the rebellion, solo or in co-op with up to 4 players. Play as one of the Merry Men, combine your attacks, and free the people in this futuristic dystopia inspired by the legend of Robin Hood.\n\nGangs of Sherwood will be available on PlayStation 5, Xbox Series X/S, and PC in fall 2023.", "link": "https://www.youtube.com/watch?v=jeX51R_iG5Q", "date_published": "2023-03-09 23:00:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Mega Man Battle Network Legacy Collection - Gameplay Trailer", "description": "Coming April 14th to PlayStation, Switch, and PC, Mega Man Battle Network Legacy Collection collects ten classic games from the Battle Network series. The release includes all 499 Patch Cards from the series!", "link": "https://www.youtube.com/watch?v=cvz6ENMCZ4k", "date_published": "2023-03-09 22:58:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Super Mario Bros. Movie - Official Final Trailer (2023) Chris Pratt, Jack Black, Seth Rogen", "description": "Check out the final trailer for The Super Mario Bros. Movie. The movie stars Chris Pratt as Mario, Charlie Day as Luigi, Keegan-Michael Key as Toad, Anya Taylor-Joy as Princess Peach, Jack Black as Bowser, and more.\n\nFor the first time, the iconic global entertainment brands Illumination and Nintendo join forces to create The Super Mario Bros. Movie, a new, big-screen adventure starring one of pop culture’s most prominent plumbers of the past four decades.\n\nBased on the world of Nintendo’s Mario games, the film invites audiences into a vibrant, thrilling new universe unlike any created before in an action-packed, exuberant cinematic comedy event. \n\nWhile working underground to fix a water main, Brooklyn plumbers Mario (Chris Pratt; Jurassic World and The LEGO Movie franchises) and brother Luigi (Charlie Day; It’s Always Sunny in Philadelphia) are transported down a mysterious pipe and wander into a magical new world. But when the brothers are separated, Mario embarks on an epic quest to find Luigi. \n\nWith the assistance of a Mushroom Kingdom resident Toad (Keegan-Michael Key; The Lion King) and some training from the strong-willed ruler of the Mushroom Kingdom, Princess Peach (Anya Taylor-Joy;The Queen’s Gambit), Mario taps into his own power. \n\nThe Super Mario Bros. Movie features an extraordinary comedic cast, including Jack Black (Jumanji films) as Bowser, Seth Rogen (Neighbors franchise) as Donkey Kong, Fred Armisen (Portlandia, Saturday Night Live) as Cranky Kong, Kevin Michael Richardson (American Dad!, Family Guy) as Kamek and Sebastian Maniscalco (Green Book) as Spike, plus a special voice appearance by Charles Martinet, who has voiced the characters of Mario and Luigi in the Super Mario games for more than 30 years.\n\nThe film is directed by Aaron Horvath and Michael Jelenic (collaborators on Teen Titans Go!, Teen Titans Go! To the Movies) from a screenplay by Matthew Fogel (Minions: The Rise of Gru, The LEGO Movie 2: The Second Part). \n\nFrom Nintendo and Illumination—creator of the global blockbuster Despicable Me, Minions, Sing and The Secret Life of Pets franchises—The Super Mario Bros. Movie is produced by Illumination founder and CEO Chris Meledandri p.g.a. and by Nintendo’s Representative Director and Fellow Shigeru Miyamoto, the creator of Mario, after more than six years of close bond and discussions between the two. The film is co-financed by Universal Pictures and Nintendo and will be released worldwide by Universal Pictures.\n\nThe Super Mario Bros. Movie opens in theaters on April 5, 2023.", "link": "https://www.youtube.com/watch?v=omio6iG9bX0", "date_published": "2023-03-09 22:33:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Mario Kart 8 Deluxe - Booster Course Pass Wave 4: Fruit Cup 150cc Gameplay", "description": "​​Mario Kart 8 Deluxe Booster Course Wave 4 has finally arrived and with it a new surprise returning character from Mario Kart Double Dash on the GameCube, Birdo. Gameplay of the Fruit Cup on 150cc.\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=x1dnegny8YI", "date_published": "2023-03-09 22:00:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Looking Back at the Most Underrated PS2 Games", "description": "The PlayStation 2 turns 23 this year, and in this clip from Podcast Beyond, the crew takes a trip back in time to talk about some of the most underrated PS2 games that only they love! Yes, you read that right. No one else could ever love these games as much as they do. Or could they? Who knows? There were so many games on the PS2 it's hard to keep track sometimes.\n\n#IGN #Gaming #PlayStation", "link": "https://www.youtube.com/watch?v=f_OZob96YEI", "date_published": "2023-03-09 21:00:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Last of Us Part 1 - Official PC Features Trailer", "description": "Check out the trailer for The Last of Us Part I to see PC features, including the Left Behind DLC story chapter, photo mode, Ultra-Wide Support (for both 21:9 Ultrawide and 32:9 Super Ultrawide aspect ratios), and more. The Last of Us Part I will be available on PC via Steam and the Epic Games Store on March 28, 2023.\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=RW4g7rNCT-k", "date_published": "2023-03-09 20:00:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Gangs of Sherwood - Official Gameplay Reveal Trailer", "description": "Prepare to steal from the rich to give to the poor. Check out gameplay from Gangs of Sherwood, an upcoming game coming to PlayStation 5, Xbox Series X/S, and PC in fall 2023.\n\nFight the armies of the Sheriff of Nottingham and lead the rebellion, solo or in co-op with up to 4 players. Play as one of the Merry Men, combine your attacks, and free the people in this futuristic dystopia inspired by the legend of Robin Hood.", "link": "https://www.youtube.com/watch?v=Kz198mogU24", "date_published": "2023-03-09 19:36:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Session: Skate Sim - Official Nintendo Switch Launch Trailer", "description": "Session: Skate Sim is available today, March 9, 2023, in North America, and on March 16, 2023, in the rest of the world. Check out the launch trailer. The skating game is also available now on PC, PlayStation 5, PlayStation 4, Xbox Series X/S, and Xbox One.\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=xcF4-D8HszA", "date_published": "2023-03-09 19:09:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Asking the directors of #65movie all the important Qs. #sponsored #sonypictures #adamdriver #shorts", "description": "Presented by Sony Pictures Entertainment", "link": "https://www.youtube.com/watch?v=TI7G2M0jzyw", "date_published": "2023-03-09 19:07:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Lord of the Rings: Gollum - Official Story Trailer", "description": "Watch the story trailer for The Lord of the Rings: Gollum for another look at this upcoming game.\n\nDiscover Daedalic's untold story through a trailer featuring Gollum's extraordinary adventure in search of his Precious. This original story will take you to several places across Middle-earth where you’ll meet well-known characters from the books of J.R.R. Tolkien.\n\nThe Lord of the Rings: Gollum will be available in 2023 on PC, PlayStation 4, PlayStation 5, Xbox One, Xbox Series X/S, and Nintendo Switch.", "link": "https://www.youtube.com/watch?v=QvXGIlMFJuM", "date_published": "2023-03-09 18:51:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "RoboCop: Rogue City - Official Gameplay Overview Trailer", "description": "Welcome to Detroit; crime runs rampant as the city lies on the edge of ruin, people fighting for scraps as others live extravagant lives of luxury. Control of the Detroit Police Department is given to the Omni Consumer Products corporation in an attempt to restore order. You are that solution, RoboCop, a cyborg tasked with protecting the city.\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=4DGc0XhMeeQ", "date_published": "2023-03-09 18:45:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Ravenswatch - Official Gameplay Overview Trailer", "description": "Take a deep dive into Ravenswatch, including a look at the world, characters, combat abilities and much more from this top-down roguelite action game.\n\nRavenswatch asks those who dare to confront the hordes of Nightmares, which are corrupting the world of Reverie. Play alone or with your friends to defeat the Nightmare and reach the final chapter, you will need a strong build, focus and excellent teamwork. Increase your fighting power in battles then face the level boss when you feel ready… or when you no longer have a choice.\n\nRavenswatch will be available in Steam Early Access on April 6, 2023, and will release on PC and consoles in 2024.\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=XdF3S4g8ubI", "date_published": "2023-03-09 18:42:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Ad Infinitum - Official Gameplay Overview Trailer", "description": "Get a deep dive into what to expect in Ad Infinitum, including a look at the creepy locations, terrifying creatures, and more, in this gameplay overview for the upcoming game. \n\nThe boundaries between nightmare and reality, between truth and lies, have been shattered as all hell breaks loose.\n\nIn Ad Infinitum, play a German soldier haunted by the horrors of the Great War. Terrible creatures, death traps, and insane mysteries mark your path through the battlefield. Overcome them to save your soul and tear the veil of more sinister truths. \n\nAd Infinitum is coming to Xbox Series X/S, PlayStation 5, and PC in September 2023.\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=Z8hVbcwn2yY", "date_published": "2023-03-09 18:41:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Dungeons & Dragons: Honor Among Thieves - Official Trailer (2023) Chris Pine, Regé-Jean Page", "description": "Check out the latest trailer for Dungeons & Dragons: Honor Among Thieves Official Trailer. Only In Theatres March 31.", "link": "https://www.youtube.com/watch?v=6H8ZnRgjnOI", "date_published": "2023-03-09 18:00:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Fist of the Condor - Exclusive Official Trailer (2023) Marko Zaror, Eyal Meyer", "description": "Upon the empire’s fall to invading conquistadors, the 16th-century Incas quickly concealed a sacred manual containing the secrets behind their deadly fighting technique. But after centuries of careful safeguarding, the manual is again at risk of falling into the wrong hands, leaving its rightful guardian to battle the world’s greatest assassins to protect the ancient secrets within. The film is written, edited and directed by Ernesto Díaz  Espinoza and stars Marko Zaror (John Wick: Chapter 4, Undisputed 3, Machete Kills). Fist of the Condor will open exclusively in select Alamo Drafthouse locations on April 4, prior to its debut as a Hi-YAH! Original on April 7.", "link": "https://www.youtube.com/watch?v=s1Dm1xJO3wU", "date_published": "2023-03-09 17:00:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Can The Punisher Work in the MCU? | Jon Bernthal Joins Daredevil: Born Again", "description": "Great news for Punisher fans- the story of The Punisher will be told in the MCU as Marvels The Punisher will reappear with Frank Castle played by none other than Jon Bernthal. The Jon Bernthal Punisher was distinctly darker than what the MCU has portrayed itself as mostly, but with Daredevil: Born Again on the horizon, so will be the Punisher/Daredevil relationship that often defines their characters.  As Punisher joins Daredevil: Born Again, its not totally clear what the tone will be, based on the only evidence we have of Daredevil, MCU edition.\n\nCould the Punisher, MCU version face being toned down? Is the MCU, Marvel at large, and Marvel Studios really going to keep the darker and more violent themes of the show and air them on Disney+? Or will we see a blend for the Disney Plus version of Daredevil and Punisher? IGN has ideas based on history, which host Kim Horcher lays down here as we eagerly await the return of Charlie Cox and Daredevil, MCU edition. \n\nSubscribe to IGN for more!\nhttp://www.youtube.com/user/IGNentertainment?sub_confirmation=1\n\n------------------------------ ----\nWatch more on IGN here!\n------------------------------ ----\n\n#ign#punisher#daredevil#marvel#mcu", "link": "https://www.youtube.com/watch?v=DABQ5JhIJ8w", "date_published": "2023-03-09 16:00:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Paranormal Tales - Official Early Alpha Gameplay Preview Trailer", "description": "Get your first proper look at (early alpha) gameplay from Paranormal Tales, the PT-inspired next-gen horror game Paranormal Tales, which is based on found footage and built in Unreal Engine 5. You experience and play through each tragic tale of those who went missing from the viewpoint of bodycams, phones, and VHS cameras. Do you have what it takes to play through the end of the footage? Wishlist it on Steam if you're interested:  https://store.steampowered.com/app/2193600/Paranormal_Tales/", "link": "https://www.youtube.com/watch?v=zOZWkOnra1Y", "date_published": "2023-03-09 15:00:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "John Wick Director Challenges The Academy To Add A Stunt Category to the Oscars", "description": "John Wick: Chapter 4 director Chad Stahelski and Keanu Reeves comment on the lack of representation for stunt professionals at the Academy Awards, and Stahelski offers to be a part of the discussion with the show's producers to make recognition a reality.", "link": "https://www.youtube.com/watch?v=oh_AlEubd6o", "date_published": "2023-03-09 14:30:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "How the Directors of 65 Sent Adam Driver Back in Time", "description": "How do you recreate the look of a time period that humans have never witnessed? That was the challenge writer-directors Scott Beck and Bryan Woods (A Quiet Place) faced when filming sci-fi blockbuster 65. Here’s how through the use of sound, lighting and acrobats in dinosaur costumes(!), they sent star Adam Driver back to prehistoric Earth. 65 is released in cinemas on 10th March. Sponsored by Sony Pictures.\n\n#ign #65", "link": "https://www.youtube.com/watch?v=NerYRX-VzBc", "date_published": "2023-03-09 12:12:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "KartRider: Drift Season 1 Trailer", "description": "KartRider: Drift is out now and free to play featuring online cross-platform play with deep customization. Download now  kartriderdrift.com", "link": "https://www.youtube.com/watch?v=S2oZyyP5g5M", "date_published": "2023-03-09 03:42:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Star Wars: The Bad Batch - Official 'Metamorphosis' Clip (2023)", "description": "There is something out there, lurking in the darkness. Watch this chilling clip from Star Wars: The Bad Batch. \n\nSeason 2 of Star Wars: The Bad Batch is now streaming on Disney+.\n\n#IGN #StarWars", "link": "https://www.youtube.com/watch?v=fYDy6qBN4dQ", "date_published": "2023-03-09 02:00:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Dead Cells: Return to Castlevania Review", "description": "Dead Cells: Return to Castlevania DLC reviewed by Cameron Hawkins on PC, also available on PlayStation, Xbox, and Nintendo Switch.\n\nThe latest paid expansion to Dead Cells is a shining blueprint of how to do a crossover right. It celebrates the history of Castlevania while mixing it with Dead Cells’ own identity to make something that’s more than the sum of its already excellent parts. Not only does this collaboration feel like it makes total sense, the utmost care has clearly been put into every aspect, whether it be the still fantastic monster-slaying combat or the huge number of secrets waiting to be found inside. Regardless of whether this is the last content update Dead Cells will get or not, developers Motion Twin and Evil Empire deserve to receive their flowers and proudly take a massive bow.\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=JIGItVtwnJg", "date_published": "2023-03-09 01:46:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Punisher is Joining The MCU, How Will Disney Handle THAT? - IGN The Fix: Entertainment", "description": "With Jon Bernthal set to reprise his role as The Punisher in the upcoming Daredevil: Born Again series, the question on everyone’s mind is ‘what does a Disney Plus Frank Castle variant look like?’ Bernthal delivered quite the performance as the killer vigilante on Netflix’s #Daredevil and two seasons of #ThePunisher spinoff, but with Disney’s family-friendly prestige, it’s hard to fathom how it’ll make the Marvel character work in the new series. How #DisneyPlus plans on pulling off The Punisher on the Daredevil series will be something we’re all going to be watching. Patty Jenkins’ Star Wars movie is officially done, and Keanu Reeves wants to play a certain mutant Canadian in the MCU.", "link": "https://www.youtube.com/watch?v=86sf1XVQ0II", "date_published": "2023-03-09 01:19:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Creed 3 - Official Behind the Scenes Clip (2023) Tessa Thompson, Michael B. Jordan, Mila Davis-Kent", "description": "There would be no Adonis without Bianca and Amara. Join Tessa Thompson, Mila Davis-Kent, and Michael B. Jordan for a behind-the-scenes look at Creed III as they discuss the importance of family, particularly Bianca and Amara. Creed III also stars Jonathan Majors, Wood Harris, Florian Munteanu, and Phylicia Rashad.\n\nAfter dominating the boxing world, Adonis Creed  (Michael B. Jordan) has been thriving in both his career and family life. When a childhood friend and former boxing prodigy, Damian (Jonathan Majors), resurfaces after serving a long sentence in prison, he is eager to prove that he deserves his shot in the ring. The face off between former friends is more than just a fight. To settle the score, Adonis must put his future on the line to battle Damian – a fighter who has nothing to lose.\n\nCreed III's story is by Ryan Coogler and Keenan Coogler & Zach Baylin. The screenplay is by Keenan Coogler and Zach Baylin. It is produced by Irwin Winkler, p.g.a., Charles Winkler, William Chartoff, David Winkler, Ryan Coogler, p.g.a., Michael B. Jordan, p.g.a., Elizabeth Raposo, p.g.a., Jonathan Glickman, and Sylvester Stallone. Sev Ohanian, Zinzi Coogler, Nicolas Stern, and Adam Rosenberg serve as executive producers.\n\nCreed III, directed by Michael B. Jordan, is now playing in theaters and IMAX.", "link": "https://www.youtube.com/watch?v=LTQOxhIdcZ4", "date_published": "2023-03-09 01:00:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Wayfinder - Official Extended Gameplay Trailer", "description": "Get a deep dive into Wayfinder, including features, a peek at characters' combat and abilities, locations like the Highlands, and more from this upcoming MMORPG in this extended version of the gameplay trailer revealed at Sony's February 2023 State of Play.\n\nIn Wayfinder, Become a powerful Wayfinder and push back against the evil Gloom that threatens Evenor. Explore ever-changing dungeons and Lost Zones to discover loot for upgraded gear and customizations. Tailor your playstyle, weapons, and gear the way you want to forge your own path and unlock the full power of your Wayfinder.", "link": "https://www.youtube.com/watch?v=2q_4yoGeTDE", "date_published": "2023-03-09 00:00:01+00:00", "persistent": false, "user": null, "language": "en-US"}]