[{"source": "https://businessinsider.com.pl/.feed", "title": "Nowy podatek dla tureckich firm. Na odbudowę po trzęsieniu ziemi", "description": "Turcja wprowadziła jednorazowy podatek dla firm mający pokryć koszty odbudowy kraju po trzęsieniu ziemi. Analitycy ostrzegają jednak, że podatek może zostać utrzymany, jak działo się to w przeszłości z innymi \"jednorazowymi\" podatkami. Niektóre funkcjonują od ponad 20 lat.", "link": "https://businessinsider.com.pl/gospodarka/podatki/turcja-potrzebuje-pieniedzy-na-odbudowe-wprowadza-nowy-podatek-dla-firm/2z5pbtg", "date_published": "2023-03-09 20:01:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Ustawa wiatrakowa. Sejm odrzucił kluczową poprawkę", "description": "Sejm odrzucił większość poprawek Senatu do nowelizacji ustawy o inwestycjach w zakresie elektrowni wiatrowych. Tym samym zamiast 500 metrów minimalna odległość wiatraków od zabudowy będzie musiała wynosić metrów 700.", "link": "https://businessinsider.com.pl/prawo/ustawa-wiatrakowa-sejm-odrzucil-kluczowa-poprawke/197vslf", "date_published": "2023-03-09 18:40:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Więcej rodziców zyska dodatkowy urlop. Sprawdź, co jeszcze przegłosował Sejm", "description": "Dodatkowe dziewięć tygodni urlopu rodzicielskiego zyskają rodzice, którzy zostali ich pozbawieni z uwagi na opóźnione wdrożenie zmian w Kodeksie pracy. Sejm przyjął senacką poprawkę w tej sprawie. Odrzucił za to m.in. propozycję, by za czas opieki przysługiwał 100-procentowy zasiłek macierzyński.", "link": "https://businessinsider.com.pl/prawo/praca/dodatkowy-urlop-rodzicielski-dla-ojcow-kto-go-zyska/qkhbpwj", "date_published": "2023-03-09 18:36:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Tańszy gaz dla większej grupy odbiorców. Sejm zdecydował", "description": "Sejm zagłosował za poprawkami Senatu rozszerzającymi grupę podmiotów uprawnionych do tańszego gazu. Z pomocy będą mogły skorzystać również spółdzielnie spożywcze, dla których działalność piekarnicza nie jest największym źródłem przychodów.", "link": "https://businessinsider.com.pl/wiadomosci/sejm-zdecydowal-w-sprawie-tanszego-gazu-dla-firm-kto-skorzysta/fsk3hs3", "date_published": "2023-03-09 18:20:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Allegro zwolniło kilkadziesiąt osób w Czechach. Pojawiły się pogłoski o Polsce", "description": "Grupa Allegro zwolniła kilkadziesiąt osób w Czechach. Nie chce komentować pogłosek o planach zwolnień w Polsce — wynika z wypowiedzi dla PAP Biznes rzecznika spółki.", "link": "https://businessinsider.com.pl/biznes/zwalnia-kolejny-gigant-tym-razem-chodzi-o-allegro/90ry5m6", "date_published": "2023-03-09 18:14:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Choć od 13 lat nie mieszka w Polsce, to Poczta policzyła jej za abonament. Kwota nie jest mała", "description": "Pani Alina przez ponad 20 lat płaciła sumiennie za abonament radiowo-telewizyjny. No ale potem zachciało się jej wyjechać do Wielkiej Brytanii. Jak należy wyrejestrowała odbiornik, sprzedała potem ojcu mieszkanie, życie ułożyła sobie już na Wyspach. Ale Poczta Polska o niej nie zapomniała, choć zapomniała, że odbiornik został wyrejestrowany. Należy się 1,6 tys. zł. I to za pięć lat, a nie za trzynaście.", "link": "https://businessinsider.com.pl/poradnik-finansowy/przeprowadzila-sie-do-anglii-wyrejestrowala-odbiornik-poczta-i-tak-policzyla-jej/19n2hj5", "date_published": "2023-03-09 18:13:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Moje dzieci zamieszkały ze mną i opłacają czynsz. Ta sytuacja ma wiele plusów", "description": "\"Kochanie, musisz zacząć dokładać się do czynszu\" — powiedziała dorosłej córce Sheila Anderson, 60-letnia emerytka ze stanu Maryland w USA. Sytuacja, w której usamodzielnione dzieci, wracają, by mieszkać z rodzicami i współdzielą koszty, nie jest częsta w Stanach Zjednoczonych. Ale \"ma wiele plusów\" przekonuje emerytka.", "link": "https://businessinsider.com.pl/wiadomosci/dorosle-dzieci-zamieszkaly-ze-mna-i-oplacaja-czynsz-oto-plusy/10tzsqq", "date_published": "2023-03-09 17:46:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Jak rozliczyć \"królową polskich ulg\"? Fiskus potwierdza ogromne korzyści", "description": "Osoby, które w 2022 r. kupiły zabytek, choćby za symboliczną złotówkę, jakby wygrały los na loterii, w której nagrodą może być zerowy PIT nawet przez 6 lat! Ulga w PIT dotyczy też m.in. remontów mieszkań w kamienicach wpisanych do rejestru zabytków. Biorąc pod uwagę wyjaśnienia fiskusa prezentowane w interpretacjach indywidualnych, można dojść do wniosku, że ulga jest jeszcze bardziej atrakcyjna, niż przewidywali eksperci.", "link": "https://businessinsider.com.pl/prawo/podatki/jak-rozliczyc-krolowa-polskich-ulg-fiskus-potwierdza-ogromne-korzysci/lvzlmns", "date_published": "2023-03-09 17:29:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Twórca CCC zabrał głos w sprawie sprzedaży samolotu. Mówi o śladzie węglowym", "description": "Jeden z najbogatszych Polaków przyznał w końcu, że wystawił na sprzedaż swój samolot. Nie jest jednak warty aż tyle, jak spekulowano. Wskazał, że utrzymanie prywatnego samolotu jest kosztowne i to \"nie jest czas na takie zbytki\".", "link": "https://businessinsider.com.pl/gielda/wiadomosci/dariusz-milek-wystawil-samolot-na-sprzedaz-zdradzil-powody-decyzji/yvxywej", "date_published": "2023-03-09 17:03:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Glapiński: inflacja będzie lecieć na łeb na szyję. Ekonomiści: duży optymizm", "description": "Inflacja będzie lecieć na łeb na szyję w tym roku, na koniec roku będzie jednocyfrowa, ok. 7 proc.; nie wejdziemy w recesję — powiedział prezes NBP Adam Glapiński, podkreślając, że jest to bardzo dobra wiadomość i główne przesłanie czwartkowej konferencji. Ekonomiści oceniają, że prezes NBP prezentował duży optymizm w kwestii inflacji.", "link": "https://businessinsider.com.pl/gospodarka/prezes-nbp-inflacja-bedzie-leciec-na-leb-na-szyje-ekonomisci-duzy-optymizm/xy0h8ym", "date_published": "2023-03-09 16:51:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kiść tych winogron może kosztować nawet 450 dol. Dlaczego są tak drogie?", "description": "Jedno winogrono Ruby Roman jest mniej więcej cztery razy większe od przeciętnego winogrona. Wyhodowanie idealnych owoców to trudna sztuka, którą Japończycy starają się doprowadzić do perfekcji.", "link": "https://businessinsider.com.pl/wideo/kisc-tych-winogron-moze-kosztowac-nawet-450-dol-dlaczego-sa-tak-drogie/k0yhc42", "date_published": "2023-03-09 16:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Marka własna Lidla w marketach Kauflandu. A to dopiero początek", "description": "Właściciel niby ten sam, ale sieci Lidl i Kaufland działały jak dwie autonomiczne firmy. To ma się jednak zmienić —wynika z informacji serwisu wiadomoscihandlowe.pl. Na początku współpraca dotyczy marki Parkside. To prawdopodobnie dopiero początek.", "link": "https://businessinsider.com.pl/biznes/marka-wlasna-lidla-w-marketach-kauflandu-a-to-dopiero-poczatek/mzp37k4", "date_published": "2023-03-09 16:26:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "10 rzeczy, które możesz zrobić dziś, żeby jutro wcześniej wstać", "description": "Wstawanie o wczesnej porze to jedna z dróg do sukcesu. Jest czas na poranną gimnastykę, zjedzenie śniadania, przygotowanie się do pracy. Jak to zrobić? To jedno z częstszych pytań w portalu Quora. Część trików pomoże ci wstać jutro wcześniej.", "link": "https://businessinsider.com.pl/rozwoj-osobisty/sposoby-by-rano-wstac-wczesniej-sprawdz-te-10-trikow/rfvw67c", "date_published": "2023-03-09 16:15:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Naukowcy określili cztery typy poczucia humoru. Nie wszystkich bawi to samo", "description": "Nie wszystkich bawi to samo i nie każdy z nas żartuje w ten sam sposób. Psychologowie dzielą poczucie humoru na kilka typów. Niezależnie od tego, do której grupy należymy, najważniejsze, by w ogóle mieć poczucie humoru.", "link": "https://businessinsider.com.pl/rozwoj-osobisty/rodzaje-poczucia-humoru-nie-wszystkich-bawi-to-samo/epdlzw2", "date_published": "2023-03-09 16:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Podniesienie wieku emerytalnego we Francji przegłosowane. Będzie ostro na ulicach", "description": "Emmanuel Marcon szedł do wyborów z hasłem podniesienia wieku emerytalnego. Wybory wygrał. Teraz ludzie szykują się do protestów na ulicach, bo nowy wiek emerytalny właśnie został przegłosowany.", "link": "https://businessinsider.com.pl/gospodarka/podniesienie-wieku-emerytalnego-we-francji-przeglosowane-bedzie-ostro-na-ulicach/g2946ge", "date_published": "2023-03-09 14:52:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Prezes Narodowego Banku Polskiego zapowiada spadek inflacji. \"To byłby już raj\"", "description": "Adam Glapiński na konferencji prasowej wieszczy silny spadek inflacji. Wedle jego słów może być jednocyfrowa już w tym roku.", "link": "https://businessinsider.com.pl/gospodarka/prezes-nbp-zapowiada-spadek-inflacji-do-takiego-poziomu-ma-zejsc-pod-koniec-roku/p1bjqlg", "date_published": "2023-03-09 14:41:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Adidas ma problem z ubraniami Kanye Westa", "description": "Adidas zakończył współpracę z Kanye Westem. Decyzja o rozstaniu z Ye spowodowała gigantyczną lukę w przychodach. Ponadto niesprzedane produkty wciąż zalegają w magazynach. Gigant odzieżowy musi zdecydować, czy je sprzeda, czy też przyjmie na siebie stratę 526 mln dol.", "link": "https://businessinsider.com.pl/biznes/adidas-ma-problem-z-ubraniami-kanye-westa-moze-stracic-500-mln-dol/80vqh3z", "date_published": "2023-03-09 14:20:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Rysa na amerykańskim rynku pracy. Wniosków o zasiłek dla bezrobotnych przybyło", "description": "Czwartkowe dane z amerykańskiej gospodarki powodują, że zwolennicy mniej drastycznych podwyżek stóp procentowych mogą dopatrywać się słabości tamtejszego rynku pracy. Kluczowe w tym zakresie statystyki pojawią się dopiero w piątek.", "link": "https://businessinsider.com.pl/gielda/rynek-pracy-w-usa-w-przelomowym-momencie-kluczowe-dane-dla-gospodarki/f6p62tg", "date_published": "2023-03-09 14:17:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Prezes NBP o inflacji i oprocentowaniu kredytów. Trwa konferencja [RELACJA]", "description": "Trwa konferencja prasowa prezesa NBP Adama Glapińskiego. Jest poświęcona analizie bieżącej sytuacji gospodarczej i omówieniu dotychczasowej polityki pieniężnej. Będą zapowiedzi dotyczące podwyżek cen w kolejnych miesiącach i wysokości stóp procentowych. Zapraszamy do relacji live.", "link": "https://businessinsider.com.pl/gospodarka/prezes-nbp-o-inflacji-i-oprocentowaniu-kredytow-trwa-konferencja-relacja/t4nwdy2", "date_published": "2023-03-09 14:02:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Prezes NBP stanowczo o inflacji i oprocentowaniu kredytów. Relacja z konferencji", "description": "Za nami konferencja prasowa prezesa NBP Adama Glapińskiego. Była poświęcona analizie bieżącej sytuacji gospodarczej i omówieniu dotychczasowej polityki pieniężnej. Padły zapowiedzi dotyczące podwyżek cen w kolejnych miesiącach i wysokości stóp procentowych. Poniżej zapis relacji live.", "link": "https://businessinsider.com.pl/gospodarka/podczas-konferencji-prezesa-nbp-nie-mozna-bylo-sie-nudzic-najwazniejsze-watki/t4nwdy2", "date_published": "2023-03-09 14:02:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Polska sieć sklepów w europejskiej czołówce. Goni niemiecką markę", "description": "Polska sieć marketów Dino nie tylko rzuciła rękawice Biedronce na lokalnym rynku. Wartość biznesu urosła już na tyle, że firma jednego z najbogatszych Polaków awansowała do TOP 10 największych europejskich detalistów. Depcze po piętach m.in. niemieckiej marce Zalando.", "link": "https://businessinsider.com.pl/biznes/prawdopodobnie-kupujesz-tam-polska-siec-sklepow-w-europejskiej-czolowce/wwnjfc3", "date_published": "2023-03-09 13:34:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Rząd szykuje ograniczenia dla inwestujących w mieszkania", "description": "W ramach projektu ustawy o ograniczeniach w nabywaniu lokali mieszkalnych, rząd analizuje rozwiązanie dotyczące ograniczenia kupna powyżej pięciu mieszkań w jednej inwestycji — poinformował w RMF FM minister rozwoju i technologii Waldemar Buda.", "link": "https://businessinsider.com.pl/biznes/problem-dla-inwestorow-i-kowalskiego-rzad-szykuje-ograniczenia-dla-inwestujacych-w/r11456w", "date_published": "2023-03-09 12:53:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Znana sieć handlowa poszukuje stażystów. Wysokość wynagrodzenia może zaskoczyć", "description": "Jeszcze kilka lat temu oferowanie bezpłatnych praktyk czy staży za głodowe stawki było normą. I choć w ciągu kilku ostatnich lat sporo się zmieniło na plus, to wciąż do opinii publicznej docierają ogłoszenia zachęcające do pracy za \"uścisk ręki prezesa\". Inaczej do sprawy podszedł Lidl ze swoim programem rekrutacyjnym.", "link": "https://businessinsider.com.pl/wiadomosci/platny-staz-w-lidlu-wysokosc-wynagrodzenia-moze-zaskoczyc/k1vr7t4", "date_published": "2023-03-09 12:37:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Zaplanuj urlop w Albanii — słońce, piękne plaże i niskie ceny", "description": "Albania od kilku lat jest coraz bardziej popularnym kierunkiem spędzania wakacji wśród Polaków. Na turystów czeka śródziemnomorski klimat, słońce, piękne plaże, malownicze zatoki, a także bizantyjskie cerkwie, starożytne ruiny, twierdze i zabytkowe meczety. Dlatego z łatwością znajdą tu coś dla siebie miłośnicy spacerów, rejsów, zabytków i dzikich plaż. W artykule polecamy sprawdzone obiekty, które mają dostępne terminy w okresie wiosennym i letnim, jednocześnie są różnorodne pod względem standardu i ceny.", "link": "https://businessinsider.com.pl/lifestyle/podroze/zaplanuj-urlop-w-albanii-slonce-piekne-plaze-i-niskie-ceny/mj6x342", "date_published": "2023-03-09 12:37:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Tymi zmianami w podatkach zajął się Sejm. Co załatwił?", "description": "Podatek od zbiórek, projekt slim VAT 3 oraz kolejne uszczelnienie VAT, tym razem w handlu międzynarodowym – to trzy projekty, którymi zajmowali się posłowie. W sprawie budzącego duże kontrowersje podatku od zbiórek zapadła tylko decyzja o odsunięciu prac do 12 kwietnia br. Niewykluczone, że również slim VAT zostanie odsunięty w czasie. Biorąc pod uwagę proces legislacyjny, raczej mało prawdopodobne wydaje się, że wejdzie on w życie 1 kwietnia 2023 r.", "link": "https://businessinsider.com.pl/prawo/podatki/trzy-wazne-zmiany-w-podatkach-co-zdecydowali-poslowie/2pb6hdd", "date_published": "2023-03-09 12:27:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Janusz Palikot złożył ofertę na browar w Leżajsku. Postawił jednak warunki", "description": "Janusz Palikot złożył ofertę odkupu browaru w Leżajsku od Grupy Żywiec. Warunkową ofertę, bo chce pozostawienia linii produkcyjnych i marki piwa Leżajsk —podała kierowana przez Palikota Manufaktura Piwa Wódki i Wina. Zaproponował też, by gmina Leżajsk dołączyła do grupy udziałowców w nowym projekcie w celu \"zapewnienia kontroli nad przyszłym rozwojem browaru\". Środków na przejęcie Leżajska firma Palikota musiałaby szukać na rynku, a sama jest mocno zadłużona.", "link": "https://businessinsider.com.pl/gielda/wiadomosci/janusz-palikot-zlozyl-oferte-na-browar-w-lezajsku-postawil-jednak-warunki/28hsxxb", "date_published": "2023-03-09 12:24:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Koła Gospodyń Wiejskich będą walczyć z przestępczością. Tak zdecydował Zbigniew Ziobro", "description": "Ministerstwo Sprawiedliwości uznało, że Koła Gospodyń Wiejskich z 468 gmin pomogą w przeciwdziałaniu przestępczości i przyczynią się do poprawy bezpieczeństwa mieszkańców swoich samorządów. Ministerstwo Sprawiedliwości ogłosiło Wyniki I naboru wniosków na powierzenie realizacji zadań ze środków Funduszu Sprawiedliwości w zakresie Przeciwdziałania przyczynom przestępczości. Kwota maksymalnej dotacji dla jednego podmiotu wynosiła 5 tys. zł (maksymalnie 20 tys. zł dla jednej gminy).", "link": "https://businessinsider.com.pl/wiadomosci/kola-gospodyn-wiejskich-beda-walczyc-z-przestepczoscia-tak-zdecydowal-zbigniew-ziobro/yrj8tgt", "date_published": "2023-03-09 12:21:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Utrata prawa jazdy tylko na miesiąc? Pomysł Ziobry", "description": "Kierowcy, którzy przekroczą prędkość o 50 km/h w terenie zabudowanym, stracą prawo jazdy tylko na miesiąc — taki projekt liberalizacji przepisów zaproponował resort sprawiedliwości. O sprawie pisze RMF FM.", "link": "https://businessinsider.com.pl/wiadomosci/utrata-prawa-jazdy-tylko-na-miesiac-pomysl-ziobry/hb6vwmh", "date_published": "2023-03-09 12:20:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Rekordowy rozwód. Hiszpanka otrzymała 215 tys. dol. za 25 lat nieopłaconych prac domowych", "description": "Ivana Moral, lat 48, w czasie swojego małżeństwa wykonywała wszystkie prace domowe. Hiszpański sąd uznał, że należy jej się za to wynagrodzenie. Kwota nie jest mała. Sprawa wyszła przy okazji rozwodu.", "link": "https://businessinsider.com.pl/wiadomosci/tego-rozwodu-nie-zapomni-musi-zaplacic-bylej-zonie-za-prace-domowe/wettp5f", "date_published": "2023-03-09 12:04:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Masz messengera do Facebooka? Powoli możesz go usuwać, nie będzie ci już potrzebny", "description": "Starsi użytkownicy Facebooka i Messengera pamiętają zapewne czasy, gdy czat był elementem tej pierwszej aplikacji. W 2014 r. stworzono z niego osobny \"byt\", ale wygląda na to, że wkrótce wrócimy punktu wyjścia.", "link": "https://businessinsider.com.pl/technologie/masz-messengera-do-facebooka-powoli-mozesz-go-usuwac-nie-bedzie-ci-juz-potrzebny/jd56b4d", "date_published": "2023-03-09 12:00:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Tak Polacy zakładają biznesy. \"Pozytywna informacja ekonomiczna\"", "description": "Jak podaje Ministerstwo Rozwoju i Technologii, w ub.r. odnotowano ponad 310,2 tys. wniosków o założenie jednoosobowej działalności gospodarczej. To wzrost o 4,7 proc. rdr. Ogólnie w latach 2021-2022 więcej takich firm zakładano, niż likwidowano.", "link": "https://businessinsider.com.pl/firmy/tak-polacy-zakladaja-biznesy-pozytywna-informacja-ekonomiczna/bhwenz0", "date_published": "2023-03-09 11:45:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Opozycja mówi o zawyżanych płacach w zarządach państwowych spółek. Wymienia konkretne firmy", "description": "Opozycja atakuje rządzących, wskazując, że w co najmniej kilku spółkach Skarbu Państwa wypłacane są zawyżone wynagrodzenia, niezgodnie z ustawą kominową i z ustawą okołobudżetową. Ministerstwo Aktywów Państwowych zaprzecza zarzutom. Podobnie Orlen, który broni prezesa Daniela Obajtka.", "link": "https://businessinsider.com.pl/wiadomosci/zawyzane-wynagrodzenia-w-zarzadach-panstwowych-firm-padaja-nazwy-firm/h6zxtmj", "date_published": "2023-03-09 11:42:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Wreszcie rośnie zdolność kredytowa. W tych bankach można uzyskać największą hipotekę", "description": "Przez kilkanaście miesięcy klienci w Polsce musieli mierzyć się z zaostrzanymi warunkami udzielania kredytów, przede wszystkim odczuwalne to było w hipotekach. Zdolność kredytowa spadła w 2022 r. nawet o połowę. Na wiosnę jednak nadchodzi odwilż, na co złożyło się kilka czynników, i zdolność kredytowa idzie wyraźnie w górę.", "link": "https://businessinsider.com.pl/finanse/zdolnosc-kredytowa-wreszcie-rosnie-tu-mozna-zaciagnac-najwieksza-hipoteke/yxe08kl", "date_published": "2023-03-09 11:36:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Rząd pożyczy pieniądze na rozkręcenie biznesu. Oto zasady", "description": "Do 134 tys. zł można będzie pożyczyć od rządu na rozpoczęcie własnego biznesu. Ministerstwo Rodziny i Polityki Społecznej deklaruje, że oprocentowanie będzie niskie, a niektórzy mogą nawet liczyć na umorzenie do 40 tys. zł.", "link": "https://businessinsider.com.pl/poradnik-finansowy/kredyty/rzad-pozyczy-pieniadze-na-rozkrecenie-biznesu-jakie-sa-zasady-tlumaczymy/t8zre5l", "date_published": "2023-03-09 11:28:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Dlaczego mamy tak mało psychiatrów dziecięcych, skoro wizyty są tak drogie? To nie kwestia zarobków", "description": "W Polsce jest obecnie 521 czynnych lekarzy psychiatrów specjalizujących się w leczeniu najmłodszych pacjentów. To za mało, ale niewielka liczba specjalistów wcale nie jest głównym powodem, dla którego tak trudno się do nich dostać. — Około 40 proc. dzieci, które do mnie trafiają, nie potrzebuje pomocy psychiatry i leczenia farmakologicznego — mówi nam lekarka. Gdyby takie osoby dostały pomoc we właściwym momencie, kolejki do specjalistów mogłyby być znacznie mniejsze. Wielu psychiatrów do zajmowania się dziećmi zniechęca konieczność walki z systemem, a przede wszystkim — z polską szkołą.", "link": "https://businessinsider.com.pl/gospodarka/dlaczego-mamy-tak-malo-psychiatrow-dzieciecych-skoro-wizyty-sa-tak-drogie-to-nie/8g48vfs", "date_published": "2023-03-09 11:09:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Duża część emerytów jeszcze nie dostała zwaloryzowanych emerytur. Wiceminister ostrzega", "description": "W piątek ponad milion emerytów odczuje kilkunastoprocentowym wzrost świadczeń. Wcześniej pieniądze dostało już ponad 2,6 mln pobierających emeryturę. Wiceminister Stanisław Szwed apeluje do seniorów o ostrożność. Oszuści próbują wykorzystać temat waloryzacji.", "link": "https://businessinsider.com.pl/poradnik-finansowy/nie-wszyscy-emeryci-dostali-juz-pieniadze-wiceminister-ostrzega/mxlwtgf", "date_published": "2023-03-09 11:07:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Oto największa bariera dla przedsiębiorców. Państwo rzuca kłody pod nogi", "description": "Nastroje przedsiębiorców w 2022 r. nadal były słabe, ale nieznacznie się poprawiły. Przynajmniej w porównaniu z 2021 r. W jednym prowadzący biznes w naszym kraju są jednak zgodni. Aż 80 proc. z nich twierdzi, że w tym roku działania państwa będą im przeszkadzać w działalności. To wnioski z badania przeprowadzonego przez inFakt.", "link": "https://businessinsider.com.pl/biznes/nastroje-przedsiebiorcow-nadal-slabe-panstwo-rzuca-klody-pod-nogi/rwd8rsz", "date_published": "2023-03-09 11:03:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Firmy mają spore problemy z ZUS-em. Masowo zalegają ze składkami", "description": "Jak wynika z danych udostępnionych przez ZUS, na koniec ub.r. liczba aktywnych płatników z zadłużeniem była o przeszło 34 proc. większa niż rok wcześniej. Największe zadłużenie wyniosło blisko 820 mln zł.", "link": "https://businessinsider.com.pl/firmy/firmy-maja-wielkie-problemy-z-zus-em-masowo-zalegaja-ze-skladkami/kn2k3rr", "date_published": "2023-03-09 10:45:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Wygrał w Powerball 2 mld dol. To zrobił jako pierwsze", "description": "Szczęśliwiec, który wygrał 2,04 mld dol. w amerykańskiej loterii Powerball, postanowił nie tracić czasu i od razu wydał część pieniędzy na okazały zakup. Mimo tego, z gigantycznej wygranej ubyło mu zaledwie 2,5 proc.", "link": "https://businessinsider.com.pl/wiadomosci/wygral-w-powerball-2-mld-dol-to-zrobil-jako-pierwsze/n7kr31f", "date_published": "2023-03-09 10:38:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Chorwacja, Czarnogóra, Albania — zaplanuj niezapomniane wakacje", "description": "Półwysep Bałkański nazywany potocznie Bałkanami jest jednym z najbardziej popularnych kierunków turystycznych w Polsce. Zawdzięcza to zróżnicowanemu wybrzeżu, pięknym plażom, słonecznej pogodzie, starożytnej architekturze, licznym zabytkom oraz wyśmienitej kuchni i cenom, które nie są jeszcze tak wygórowane, jak w innych państwach. Na półwyspie położone są m.in. Chorwacja, Bośnia i Hercegowina, Czarnogóra, Albania i Macedonia Północna. Do spędzenia urlopu w tych państwach zachęcamy w 2023 roku. W artykule polecamy sprawdzone i docenione przez klientów wycieczki po Bałkanach od biura podróży Albatros. Zapraszamy!", "link": "https://businessinsider.com.pl/lifestyle/podroze/chorwacja-czarnogora-albania-zaplanuj-niezapomniane-wakacje/4w7jbpj", "date_published": "2023-03-09 10:31:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Jak rozbroić pole minowe kredytów frankowych?", "description": "Nie da się wytłumaczyć tego, co dzieje się z naszymi portfelami ani dokąd zmierzają procesy gospodarcze nie śledząc zmian zachodzących w bankach. A w nich i w całym sektorze, dzieje się tak dużo, jak nigdy wcześniej. Gościem najnowszego odcinka In Business, jest Adam Marciniak, prezes VeloBank.", "link": "https://businessinsider.com.pl/wiadomosci/jak-rozbroic-pole-minowe-kredytow-frankowych-prezes-velobank-w-inbusiness/hqt3l1w", "date_published": "2023-03-09 10:22:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Postępuje schłodzenie na rynku. Ubywa wolnych miejsc pracy", "description": "Najnowsze dane Głównego Urzędu Statystycznego potwierdzają, że spowolnienie gospodarcze oddziałuje na polski rynek pracy. Choć bezrobocie jest wciąż bardzo niskie i rośnie tylko nieznacznie, pogorszenie widać m.in. w statystykach dotyczących wolnych etatów.", "link": "https://businessinsider.com.pl/gospodarka/schlodzenie-na-rynku-pracy-najnowsze-dane-gus-potwierdzaja-trend/qbyyhtt", "date_published": "2023-03-09 10:19:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Pies leciał do Paryża w klasie biznes. Filmy z jego udziałem podbijają internet", "description": "Jeśli masz wystarczająco dużo pieniędzy, to w podróż klasą biznes możesz wybrać razem ze swoim pupilem. Taką przygodę ma za sobą jamniczka Fifi, który wylegiwał się na pokładzie samolotu z Hongkongu do Paryża przez Stambuł. W komfortowych warunkach wracały ostatnio także z misji w Turcji psy, które pomagały przy przeczesywaniu gruzów.", "link": "https://businessinsider.com.pl/lifestyle/pies-lecial-do-paryza-w-klasie-biznes-filmy-z-jego-udzialem-podbijaja-internet/ex45pe7", "date_published": "2023-03-09 10:17:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Francuzi wprowadzają koszyki antyinflacyjne", "description": "Francuski detalista Carrefour uruchomi w połowie marca \"koszyk antyinflacyjny\" składający się z 200 produktów sprzedawanych średnio za dwa euro. Podobne rozwiązanie wprowadza grupa Intermarché i Lidl — informuje serwis dlahandlu.pl.", "link": "https://businessinsider.com.pl/finanse/handel/francuzi-wprowadzaja-koszyki-antyinflacyjne/ex73g05", "date_published": "2023-03-09 09:56:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Estoński CIT mocno wystrzelił. To już prawdziwy boom na rynku", "description": "W zeszłym roku prawie 7,5 tys. spółek wybrało tzw. estoński CIT. W porównaniu z 2021 r. nastąpił wzrost aż o blisko 1,4 tys. proc.  Eksperci uważają, że ww. wzrost to głównie zasługa nowelizacji przepisów. Kluczowe w tym było zniesienie problematycznych dla podatników wymogów.", "link": "https://businessinsider.com.pl/firmy/estonski-cit-mocno-wystrzelil-to-juz-prawdziwy-boom-na-rynku/n1j3bd7", "date_published": "2023-03-09 09:54:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "\"Oligarcha z blizną\" zmarł w Moskwie. To on sprzedał dom Harry'emu i Meghan", "description": "Rosyjski miliarder Sergiej Griszyn znany jako \"oligarcha z blizną\" zmarł z powodu \"poważnej choroby\" w Moskwie. W przeszłości był współwłaścicielem RosEvroBank. Niedawno było o nim głośno w związku ze sprzedażą domu w Montecito, który kupili książę Harry i Meghan Markle.", "link": "https://businessinsider.com.pl/wiadomosci/oligarcha-z-blizna-zmarl-w-moskwie-to-on-sprzedal-dom-harryemu-i-meghan/xbldz78", "date_published": "2023-03-09 09:22:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Zarzuty UOKiK dla popularnej firmy sprzedającej bilety", "description": "Prezes UOKiK postawił spółce eBilet zarzut nieprawidłowego prezentowania cen biletów – poinformował Urząd Ochrony Konkurencji i Konsumentów. Podobne problemy zauważono w serwisach Eventim i Ticketmaster. Urząd oczekuje wyjaśnień i zmiany praktyk.", "link": "https://businessinsider.com.pl/finanse/handel/zarzuty-uokik-dla-popularnej-firmy-sprzedajacej-bilety/0qg86yn", "date_published": "2023-03-09 08:54:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Zmiana warty w Związku Banków Polskich. Oto kandydat na nowego prezesa", "description": "Krzysztof Pietraszkiewicz po dwóch dekadach za sterami Związku Banków Polskich przechodzi na emeryturę. Niebawem rozstrzygnie się, kto zastąpi go na stanowisku prezesa tej jednej z największych organizacji gospodarczych w Polsce.", "link": "https://businessinsider.com.pl/finanse/zmiana-warty-w-zwiazku-bankow-polskich-znamy-nazwisko-kandydata-na-prezesa/1fj7vpl", "date_published": "2023-03-09 08:43:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Te trzy kraje blokują sankcje na rosyjski sektor energii atomowej", "description": "Francja, Węgry i Bułgaria blokują sankcje UE na rosyjski sektor energii atomowej, w tym na koncern Rosatom – wynika ze źródeł PAP. Chodzi m.in. o paliwo jądrowe. O objęcie tego sektora rosyjskiej gospodarki unijnymi restrykcjami apeluje Ukraina. Nałożenie restrykcji było też jednym z warunków poparcia przez Polskę 10. pakietu sankcji wobec Rosji.", "link": "https://businessinsider.com.pl/wiadomosci/te-trzy-kraje-blokuja-sankcje-na-rosyjski-sektor-energii-atomowej/f04xnnn", "date_published": "2023-03-09 08:27:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Ciech wkracza na drogę wyprowadzającą z giełdy. Jest wezwanie", "description": "KI Chemistry, spółka z grupy Kulczyk Investments, do której należy ponad 51 proc. akcji Ciechu, ogłosiła wezwanie do sprzedaży pozostałych poza jej kontrolą walorów. Później planowane jest wycofanie firmy z warszawskiej giełdy.", "link": "https://businessinsider.com.pl/biznes/sebastian-kulczyk-chce-calej-spolki-dla-siebie-oglosil-wezwanie-do-sprzedazy-akcji/y7hglx4", "date_published": "2023-03-09 08:25:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kurs euro 9 marca poniżej 4,7 zł", "description": "Kurs euro poniżej 4,7 zł. W czwartek rano 9 marca 2023 r. kurs EUR/PLN wynosił 4,6834 zł.", "link": "https://businessinsider.com.pl/gielda/kursy-walut/kurs-euro-eurpln-notowania-walut-9-marca-2023/7drt83v", "date_published": "2023-03-09 08:14:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kurs dolara 9 marca powyżej 4,4 zł", "description": "Kurs dolara powyżej 4,4 zł. W czwartek rano 9 marca 2023 r. kurs USD/PLN wynosi 4,4366.", "link": "https://businessinsider.com.pl/gielda/kursy-walut/kurs-dolara-usdpln-notowania-walut-9-marca-2023/t8m0bst", "date_published": "2023-03-09 08:12:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kurs franka 9 marca powyżej 4,7 zł", "description": "Frank szwajcarski powyżej 4,7 zł. W czwartek rano 9 marca 2023 r. kurs tej waluty wobec polskiego złotego wynosi 4,7243.", "link": "https://businessinsider.com.pl/gielda/kursy-walut/kurs-franka-frank-szwajcarski-chfpln-9-marca-2023/hnhf834", "date_published": "2023-03-09 08:10:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Rewolucja w sprzedaży biletów PKP Intercity. Kupisz je w sklepie i na stacji paliw", "description": "PKP Intercity oferuje nawiązanie współpracy i możliwość sprzedaży biletów przewoźnika firmom obsługującym stacjonarne punkty sprzedaży, jak sklepy, kioski czy stacje benzynowe — poinformowała PAP spółka.", "link": "https://businessinsider.com.pl/wiadomosci/bilet-na-pociag-na-orlenie-lub-innej-stacji-pkp-zapowiada-rewolucje/49yrk7d", "date_published": "2023-03-09 07:46:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Zaporoska Elektrownia Atomowa odcięta od prądu. \"Groźba awarii z \"następstwami radiacyjnymi dla całego świata\"", "description": "W wyniku zmasowanego ataku rakietowego Rosji na Ukrainę od prądu całkowicie została odcięta Zaporoska Elektrownia Atomowa. Zapasów paliwa dla agregatów, które podtrzymują jej pracę, wystarczy na 10 godzin – poinformował w czwartek rano państwowy koncern Enerhoatom.", "link": "https://businessinsider.com.pl/wiadomosci/zaporoska-elektrownia-atomowa-odcieta-od-pradu-grozba-awarii-z-nastepstwami/jzmx9dm", "date_published": "2023-03-09 06:58:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Zadziwiające dane z Hiszpanii. Import gazu z Rosji ostro w górę", "description": "Pomimo deklaracji rządu Pedro Sancheza potępiających Moskwę za inwazję na Ukrainę import gazu ziemnego z Rosji do Hiszpanii zwiększył się od stycznia 2022 r. o ponad 190 proc., poinformowała w środę Korporacja Rezerw Strategicznych (Cores).", "link": "https://businessinsider.com.pl/gospodarka/szokujace-dane-z-hiszpanii-import-gazu-z-rosji-ostro-w-gore/vze5kkk", "date_published": "2023-03-09 06:36:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Nikt nam mięsa nie zabroni. Polacy sprawę stawiają jasno", "description": "\"Nasz talerz jest naszą sprawą. Nawet jeśli jemy to, co niezdrowe, uważamy, że nikt nie powinien się tym interesować\" — wynika z sondażu IBRiS, który opisuje \"Rzeczpospolita\".", "link": "https://businessinsider.com.pl/wiadomosci/nikt-nam-miesa-nie-zabroni-polacy-sprawe-stawiaja-jasno/37b8h6j", "date_published": "2023-03-09 06:36:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Toyota Aygo X – Japończycy powiększyli miejskie auto", "description": "Toyota Aygo X to auto do miasta, ale inne niż wiele innych małych samochodów, które znamy od wielu lat. Choćby dlatego, że znacznie urosła w porównaniu ze swoją poprzedniczką. Ale również z tego powodu, że bazuje na platformie większego modelu japońskiej marki, czyli Yarisa. Pozostaje zatem zadać pytanie, czy taki wyrośnięty, miejski model ma w ogóle sens?", "link": "https://businessinsider.com.pl/technologie/motoryzacja/toyota-aygo-x-japonczycy-powiekszyli-miejskie-auto-test/56w1k5r", "date_published": "2023-03-09 06:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "O tych formalnościach warto pamiętać. Pieniądze do wypłaty będą czekać w ZUS-ie", "description": "ZUS to nie tylko urząd od wypłat emerytur czy 500 plus. Warto pamiętać też o środkach zapisanuch na subkoncie. \"Podlegają podziałowi i wypłacie w razie m.in. śmierci ubezpieczonego. Tak, jak to ma miejsce w przypadku środków zgromadzonych na rachunku w OFE\" — poinformował PAP rzecznik ZUS-u Paweł Żebrowski.", "link": "https://businessinsider.com.pl/poradnik-finansowy/o-tych-formalnosciach-warto-pamietac-pieniadze-do-wyplaty-beda-czekac-w-zus-ie/7msj7sf", "date_published": "2023-03-09 06:16:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Ruter za 1 zł zabrał Orange’owi kontrakt za miliony", "description": "Orange’a złożyło najtańszą ofertę w przetargu ZUS na sieć WAN i wygrało. Zgubiła je jednak wycena opcji, którą uznano za czyn nieuczciwej konkurencji. ZUS musiał unieważnić wybór. Obecnie trwa walka w sądzie — informuje w czwartek \"Puls Biznesu\".", "link": "https://businessinsider.com.pl/biznes/media/ruter-za-1-zl-zabral-orangeowi-kontrakt-za-miliony/mpnhp22", "date_published": "2023-03-09 06:14:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Bałtyk zanieczyszczony trującym osadem. Analiza po wybuchach Nord Stream", "description": "Wybuchy przy gazociągach Nord Stream spowodowały wzbicie się do wody 250 tys. ton spoczywającego na dnie Bałtyku trującego osadu. Przebywające w pobliżu eksplozji ssaki morskie: foki oraz morświny doznały trwałego lub czasowej utraty słuchu — wynika z analizy duńskich naukowców.", "link": "https://businessinsider.com.pl/wiadomosci/baltyk-zanieczyszczony-trujacym-osadem-analiza-po-wybuchach-nord-stream/m84n25r", "date_published": "2023-03-09 05:58:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Inflacja spadnie do normalnego poziomu dopiero za 2 lata. Nowa prognoza NBP niemal jak poprzednia", "description": "Nowa projekcja inflacyjna z NBP w swoim kluczowym fragmencie jest taka sama, jak poprzednia – inflacja ma spaść do poziomów akceptowalnych dopiero w 2025 r. Rząd nieco hamuje oczekiwania dotyczące zapowiedzianej konsolidacji fiskalnej, a banki znów zarobiły ponad 3 mld zł w ciągu jednego miesiąca. Unia Europejska zapowiada powrót do reguł fiskalnych i procedur nadmiernego deficytu, natomiast z amerykańskim rynkiem pracy jest trochę, jak z naszymi projekcjami inflacyjnymi: niby są jakieś tam zmiany, ale raczej kosmetyczne. Oto pięć najciekawszych wydarzeń w gospodarce teraz.", "link": "https://businessinsider.com.pl/gospodarka/nowa-prognoza-nbp-w-sprawie-inflacji-kiedy-spadnie-do-normalnego-poziomu/qeg47b7", "date_published": "2023-03-09 05:55:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Zdobycie prawa jazdy będzie droższe. Już są podwyżki", "description": "Samorządy podnoszą ceny za egzamin na prawo jazdy. W woj. zachodniopomorskim podwyżki już przyjęto. W kolejnych regionach Polski to tylko kwestia czasu — pisze portalsamorzadowy.pl.", "link": "https://businessinsider.com.pl/wiadomosci/zdobycie-prawa-jazdy-bedzie-drozsze-juz-sa-podwyzki/pzkpp0m", "date_published": "2023-03-09 05:42:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Ostatni moment na podwyższenie emerytury. Wystarczy skorzystać z lepszych przeliczników", "description": "Niektórym osobom może opłacać się przejście na emeryturę do końca tego miesiąca. 27 marca GUS opublikuje bowiem nowe tablice średniego dalszego trwania życia. Świadczenia ustalane na ich podstawie będą niższe.", "link": "https://businessinsider.com.pl/prawo/praca/sposob-na-wyzsze-emerytury-kiedy-oplaca-sie-przejsc-na-swiadczenie/p0bepjk", "date_published": "2023-03-09 05:34:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Cele klimatyczne są, ale klimatu nie zmienią. Tak to robią największe polskie spółki", "description": "Na sto największych spółek notowanych na warszawskiej giełdzie tylko jedna czwarta określiła swoje cele klimatyczne. A i one nie są przesadnie ambitne—wynika z raportu przygotowanego przez Instrat. Mimo wielkich inwestycji w energetykę odnawialną po złej stronie skali znajdują się czołowe polskie firmy, głównie spółki państwowe.", "link": "https://businessinsider.com.pl/gielda/wiadomosci/cele-klimatyczne-sa-ale-klimatu-nie-zmienia-tak-to-robia-najwieksze-polskie-spolki/7qb53wq", "date_published": "2023-03-09 05:23:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Polacy kupują drewno z Białorusi. Sankcje to fikcja", "description": "Zakaz handlu produktami drzewnymi miał być szczególnie dotkliwy dla reżimu Łukaszenki. Mimo to wciąż wyłapywane są one podczas kontroli w Polsce — pisze w czwartek \"Rzeczpospolita\".", "link": "https://businessinsider.com.pl/finanse/handel/polacy-kupuja-drewno-z-bialorusi-sankcje-to-fikcja/ns359nh", "date_published": "2023-03-09 05:22:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Wysokie stopy i inflacja zbierają żniwo. Rosną problemy ze spłatą rat wszystkich produktów kredytowych", "description": "Wskaźnik spłacalności hipotek jest na najgorszym poziomie od ośmiu lat. I to pomimo programów pomocowych takich jak wakacje kredytowe czy Fundusz Wsparcia Kredytobiorców. Stopy procentowe jeszcze pozostaną wysokie co najmniej przez kilka miesięcy, a może nawet ponad rok. Przed kredytobiorcami trudne zadanie nie tylko w przypadku hipotek.", "link": "https://businessinsider.com.pl/finanse/psuja-sie-kredyty-wszystkich-rodzajow-wysokie-stopy-i-inflacja-zbieraja-zniwo/h226ghy", "date_published": "2023-03-09 05:09:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Właściciel zdradza przyszłość Żabki. Wiemy, co stanie się ze znaną siecią [WYWIAD]", "description": "— Żabka to paneuropejska spółka. Choć działa tylko w Polsce, to jej skala przyciąga inwestorów międzynarodowych – zapewnia w rozmowie z Business Insiderem Krzysztof Krawczyk, szef warszawskiego biura funduszu CVC, do którego należy sieć sklepów. I opowiada, jakie zmiany czekają popularną sieć oraz kiedy nastąpią. Rozmowa odbyła się podczas Polish Economic Forum 2023 w Londynie.", "link": "https://businessinsider.com.pl/gospodarka/wlasciciel-zdradza-przyszlosc-zabki-wiemy-co-stanie-sie-ze-znana-siecia/zt67k7z", "date_published": "2023-03-09 05:02:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Przeciętny Kowalski może zyskać 900 zł rocznie. Wiemy, ilu pracowników tak wykorzystuje system", "description": "Rząd, wprowadzając kilka lat temu program PPK, chciał zachęcić Polaków do oszczędzania na emeryturę. Nie przewidział, że kilkadziesiąt tysięcy pracowników zrobi sobie z tego prosty sposób na zarabianie i potraktuje PPK jak krótkoterminową lokatę bankową, ale z wielokrotnie większym zyskiem. Dotarliśmy do szczegółowych statystyk na ten temat i sprawdziliśmy, ile można zarobić w zależności od wynagrodzenia.", "link": "https://businessinsider.com.pl/poradnik-finansowy/co-najmniej-440-zl-rocznie-od-pracodawcy-niewiele-osob-wie-o-tej-mozliwosci/28eb9m1", "date_published": "2023-03-09 04:58:00+00:00", "persistent": false, "user": null, "language": "en-US"}]