[{"source": "https://www.theguardian.com/international/rss", "title": "Norfolk Southern’s call to burn derailed train cars ‘jaw-dropping’, Senate hears", "description": "<p>Local official tells panel of chaotic response Ohio derailment and operator’s CEO makes first appearance before Congress</p><p>Norfolk Southern’s decision to call for the burning of five <a href=\"https://www.theguardian.com/us-news/ohio-train-derailment\">derailed train cars in East Palestine, Ohio</a>, was “jaw-dropping” and a consequence of poor communication by the railroad, a local emergency management official told a Senate panel on Thursday.</p><p>Eric Brewer, director and chief of hazardous materials response for the emergency services department in Beaver county, Pennsylvania, just over the state line from East Palestine, described to the chamber’s environment and public works committee an initially <a href=\"https://www.theguardian.com/us-news/2023/feb/24/ohio-train-derailment-health-pollution\">chaotic response</a> to the 3 February derailment.</p> <a href=\"https://www.theguardian.com/us-news/2023/mar/09/ohio-toxic-train-derailment-senate-hearing-norfolk-southern\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/mar/09/ohio-toxic-train-derailment-senate-hearing-norfolk-southern", "date_published": "2023-03-09 21:29:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Canada Soccer says it has offered equal pay in response to player protests", "description": "<ul><li>Olympic champions played under protest due to dispute</li><li>Men and women would share prize money from World Cups</li></ul><p>Canada Soccer released details of its proposed collective bargaining agreement with its national teams on Thursday, after the women’s team <a href=\"https://www.theguardian.com/football/2023/feb/11/canada-soccer-womens-team-on-strike-financial-issues-christine-sinclair\">launched a protest</a> over pay equity issues and budget cuts last month.</p><p>The Olympic champions said the governing body had cut training camp days, full camp windows and the number of players and staff invited to camps, among other issues. The sides <a href=\"https://www.theguardian.com/football/2023/mar/03/canada-soccer-interim-funding-agreement\">agreed to an interim agreement over funding</a> last week.</p> <a href=\"https://www.theguardian.com/football/2023/mar/09/canada-soccer-says-it-has-offered-equal-pay-in-response-to-player-protests\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/09/canada-soccer-says-it-has-offered-equal-pay-in-response-to-player-protests", "date_published": "2023-03-09 20:27:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Toronto dog owners bite back after city posts ‘no barking’ sign at pooch park", "description": "<p>City called off its dogs and said it would review its sign approval process after canine owners called the prohibition ‘lunacy’</p><p>Officials in <a href=\"https://www.theguardian.com/world/canada\">Canada</a>’s most populous city have their tails between their legs after they were forced to call off an effort to stop dogs barking in local parks.</p><p>Inhabitants of Toronto are grudgingly accustomed to a daily soundtrack of city life: gridlocked traffic, rumbling trucks, heavy machinery and noisy neighbours.</p> <a href=\"https://www.theguardian.com/world/2023/mar/09/toronto-dog-park-no-barking\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/09/toronto-dog-park-no-barking", "date_published": "2023-03-09 18:44:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Home Office officials demand apology from Suella Braverman over ‘attack on integrity’", "description": "<p>Email in name of home secretary claimed civil servants had blocked attempts to curb migration</p><p>Home Office mandarins are demanding an apology from Suella Braverman for offering “praise [to] staff in private only to attack them in public” after an email in her name claimed civil servants had blocked attempts to curb migration.</p><p>A letter sent to the department’s most senior civil servant has accused the home secretary of “an outrageous attack on the integrity and impartiality of the thousands of Home Office staff” and says she most apologise.</p> <a href=\"https://www.theguardian.com/politics/2023/mar/09/home-office-officials-demand-apology-from-suella-braverman-over-attack-on-integrity\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/mar/09/home-office-officials-demand-apology-from-suella-braverman-over-attack-on-integrity", "date_published": "2023-03-09 18:06:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "New York City rats can carry Covid variants, new study finds", "description": "<p>CDC says animal-to-human transmission is rare but study’s lead investigator calls for closer look at virus in rats for new strains</p><p>New York City rats may be renowned for <a href=\"https://www.theguardian.com/world/video/2015/sep/21/pizza-rat-new-york-subway-video\">carrying pizza through the subway</a> but according to a new study, they can also carry the virus behind Covid-19.</p><p>The study <a href=\"https://www.eurekalert.org/news-releases/982167\">released</a> on Thursday in mBio, an open-access journal of the American Society for Microbiology, concluded that New York rats among a population of roughly 8 million are susceptible to three Covid variants.</p> <a href=\"https://www.theguardian.com/us-news/2023/mar/09/new-york-city-rats-can-carry-covid-variants-new-study-finds\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/mar/09/new-york-city-rats-can-carry-covid-variants-new-study-finds", "date_published": "2023-03-09 17:16:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Real Madrid dismiss Uefa’s Champions League final refunds as ‘insufficient’", "description": "<ul><li>Madrid fans not automatically entitled to ticket money back</li><li>Club to offer supporters advice if they want to take legal action</li></ul><p>Real Madrid have rejected <a href=\"https://www.theguardian.com/football/2023/mar/07/uefa-to-refund-liverpool-fans-for-tickets-after-champions-league-final-chaos\">Uefa’s plan</a> to compensate fans who attended the Champions League final against Liverpool in Paris last May, and will instead offer their supporters legal advice so that they can sue for damages.</p><p>After discussions with European football’s governing body, Madrid described the proposal to refund the cost of some tickets as “insufficient”, insisted that “all supporters suffered” and announced their refusal to take part in the process.</p> <a href=\"https://www.theguardian.com/football/2023/mar/09/real-madrid-uefa-champions-league-final-refunds-insufficient\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/09/real-madrid-uefa-champions-league-final-refunds-insufficient", "date_published": "2023-03-09 17:01:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Trudeau faces fury of Canadian MPs over alleged Chinese election meddling", "description": "<p>Prime minister faces accusations of not taking issue seriously amid reports of 11 candidates receiving Chinese money</p><p><a href=\"https://www.theguardian.com/world/2023/mar/07/canada-china-election-meddling-leaked-intelligence-reports\">• Canada roiled by leaked intelligence reports of Chinese election ‘meddling’</a></p><p>Justin Trudeau is under mounting pressure to explain how seriously his government has responded to the threat of Chinese interference in Canadian elections in the wake of damning intelligence leaks.</p><p>Allegations that the prime minister’s government has failed to act on meddling efforts featured prominently in a raucous session of parliament on Wednesday, as concern over Beijing’s efforts to undermine Canadian elections continues to dominate the country’s politics.</p> <a href=\"https://www.theguardian.com/world/2023/mar/09/justin-trudeau-china-election-meddling-canada\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/09/justin-trudeau-china-election-meddling-canada", "date_published": "2023-03-09 16:16:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Chaim Topol obituary", "description": "<p>Israeli actor of stage and screen who made Tevye from Fiddler on the Roof his own</p><p>The sight of Tevye the milkman shaking his upper torso and stomping out his yearning, melodic, future subjunctive – “If I were a rich man, yubby dibby dibby dibby dibby dibby dibby dum / All day long I’d biddy biddy bum / If I were a wealthy man … ” – is one of the most indelible in all stage and film history. It is for ever associated with the irrepressible Israeli actor Chaim Topol, who has died aged 87. He played Tevye in the 1967 London premiere of Fiddler on the Roof and in the 1971 Norman Jewison film version. Topol won a Golden Globe and an Oscar nomination in the role, attending the Oscar ceremony on leave from the Israeli army.</p><p>The musical had been premiered on Broadway in 1964, with Zero Mostel as Tevye. The book of Fiddler was adapted by <a href=\"http://www.guardian.co.uk/stage/2010/oct/26/joseph-stein-obituary\" title=\"\">Joseph Stein</a> from the stories of Sholem Aleichem, the insinuating songs written by Sheldon Harnick and Jerry Bock. A fount of Yiddish philosophy (“If you spit in the air, it lands in your face”), Tevye spoke directly to God in the Ukrainian village of Anatevka in 1905 – where, said the theatre critic <a href=\"http://www.guardian.co.uk/news/2004/may/25/guardianobituaries.artsobituaries2\" title=\"\">Milton Shulman</a>, the chief manufacturing goods were schmaltz and lumps in the throat – and came to represent the resilience of the Jewish people down the ages.</p> <a href=\"https://www.theguardian.com/stage/2023/mar/09/topol-obituary\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/mar/09/topol-obituary", "date_published": "2023-03-09 15:21:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "MLB may finally have a popular rule change with its new pitch clock", "description": "<p>Baseball games are getting shorter as pitchers and batters are forced to quicken play. It may help bring in the younger fans the game craves</p><p>MLB’s hottest new star is the talk of spring training. No, it’s not some big name prospect. It’s not a human being at all, in fact, but rather a timekeeping device. Yes, the buzz is all about how baseball is incorporating the pitch clock into its everyday routine, as those behind the scenes attempt to revitalize a game struggling to keep pace with the modern world.</p><p>For years, MLB commissioner Rob Manfred has been tweaking the rules to cut the length of games – presumably to attract younger fans – without alienating the traditionalist bent of its core audience, a feat akin to a hippopotamus trying to walk across a tightrope. The most notable “innovation’” prior to this offseason had been the introduction of an additional baserunner in extra-inning games as way to avoid extended stalemates. Most fans have not warmed to the idea – but those actually working games like it, so <a href=\"https://www.cbssports.com/mlb/news/mlb-ghost-runner-rule-league-makes-extra-innings-change-permanent-for-regular-season-games-per-report/\">it’s here to stay</a> for the foreseeable future.</p> <a href=\"https://www.theguardian.com/sport/2023/mar/09/mlb-may-finally-have-a-popular-rule-change-with-its-new-pitch-clock\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/09/mlb-may-finally-have-a-popular-rule-change-with-its-new-pitch-clock", "date_published": "2023-03-09 15:18:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Puccini: Turandot review | Classical CD of the week", "description": "<p><strong>Radvanovsky/Jaho/Kaufmann/Accademia Nazionale di Santa Cecilia/Pappano<br />(Warner Classics)</strong><br />Puccini’s original score was ‘finished’ by Franco Alfano, whose additions are heard uncut on this dramatic all-star recording  </p><p><a href=\"https://www.theguardian.com/music/2021/mar/30/antonio-pappano-to-replace-simon-rattle-at-london-symphony-orchestra\">Antonio Pappano</a> has never yet conducted Turandot in the theatre – and that has been a deliberate choice, he confesses in the note accompanying his new all-star recording. Previously he found the opera less interesting than Puccini’s other works, its bloodthirsty fairytale story unsophisticated. He has clearly undergone an about-turn. The performance he gets here from the forces of Rome’s Accademia di Santa Cecilia – where he is soon to hand over to <a href=\"https://www.theguardian.com/music/2022/nov/03/conductor-daniel-harding-air-france-pilot\">Daniel Harding</a>, after nearly two decades in charge – is theatrical from start to finish.</p><p>That’s true even though the two leads have yet to play their roles on stage. Sondra Radvanovsky has steel in her soprano for the titular princess, eager to chop off her suitors’ heads if they can’t answer her riddles. But there’s a hint of something else from her first appearance, when her imperious hauteur admits softness at the recollection of her wronged ancestor.</p> <a href=\"https://www.theguardian.com/music/2023/mar/09/puccini-turandot-review-rare-bonus-material-and-vibrant-playing-make-pappanos-version-stand-out\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/mar/09/puccini-turandot-review-rare-bonus-material-and-vibrant-playing-make-pappanos-version-stand-out", "date_published": "2023-03-09 15:00:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Deep Down by Imogen West-Knights review – grief and laughter", "description": "<p>This immensely funny debut from the author behind the cult Twitter account @BougieLitWoman unravels the complicated tenderness and shared history of a brother and sister </p><p>The premise of Imogen West-Knights’ debut is rich with emotive potential. Deep Down begins as Billie, a twentysomething Londoner, and her older brother Tom, a “failed actor” living in Paris, face unexpected news. Their father has died suddenly. The “frighteningly unfamiliar territory” of grief opens before them. These estranged siblings decide they need to be together, and so Billie flies to France.</p><p>West-Knights deftly shows us that the relationship between the siblings, and with their dad William, is anything but straightforward. In prose with a spareness conveying the numbness of early bereavement, Deep Down shuttles between present and past, as well as between Tom and Billie’s very different but equally vulnerable perspectives. Attention is directed to the complicated tenderness and shared history between them, existing regardless of an intractable awkwardness. This latent closeness is conveyed in fleeting and often powerfully ambivalent images. When Billie stays in Tom’s cramped garret, he recognises that she “sleeps as she always has, on her front, arms pinned behind her and her face squashed up by the pillow like someone being punched”. Woozily wandering between the arrondissements, the siblings dodge tourists and tiptoe around each other’s feelings, awaiting news of funeral plans.<strong> </strong>The withholding of information is masterfully sustained as we come to understand why they have responded to their father’s death with such profound ambiguity.</p> <a href=\"https://www.theguardian.com/books/2023/mar/09/deep-down-by-imogen-west-knights-review-grief-and-laughter\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/mar/09/deep-down-by-imogen-west-knights-review-grief-and-laughter", "date_published": "2023-03-09 11:00:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "March of the unicorns: Israel’s tech sector rebels against Netanyahu ‘power grab’", "description": "<p>Proposals to neuter the country’s judiciary have spooked entrepreneurs who had seemed immune to the political weather</p><p>About 20 years ago, the skyline of Tel Aviv began to change. The city’s collection of elegant white Bauhaus buildings has been joined by tower after tower, each one a salute to <a href=\"https://www.theguardian.com/world/israel\">Israel’s</a> rapid transformation into one of the world’s most important advanced technology centres.</p><p>It is no accident that the rise of the “<a href=\"https://www.wired.com/story/hottest-startups-in-tel-aviv-2022/\">startup nation</a>” has dovetailed with the career of its longest serving prime minister, Benjamin Netanyahu. Bibi, as he is widely known, is a firm believer in the free market and has championed Israel’s vaunted hi-tech sector as his own personal achievement. At 15.3% of GDP, it is now Israel’s main engine of economic growth, employing 10% of the country’s salaried workforce, and generating about a quarter of income taxes.</p> <a href=\"https://www.theguardian.com/world/2023/mar/09/israel-tech-sector-rebels-against-netanyahu-power-grab\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/09/israel-tech-sector-rebels-against-netanyahu-power-grab", "date_published": "2023-03-09 10:59:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Dawn start, pageantry and lap of honour: Modi serves up irregular day of Test cricket", "description": "<p>Australia’s PM and cricketers had walk-on parts on Indian leader’s big day, although attendance fell short of MCG’s record</p><p>Test cricket doesn’t normally require setting an alarm for 5.45am. One of the game’s charms is a leisurely late-morning start. Not in Ahmedabad on Thursday to start the fourth and final match between India and Australia. With the prime ministers of the respective countries due to make a ceremonial appearance, and security ramped up accordingly, working media were told to arrive hours early or risk being cordoned off outside.</p><p>What followed was a bizarre display of pageantry that on reflection should be no surprise when a leader named Narendra Modi visits a place named Narendra Modi Stadium. It is a short path for a leader to start being treated as a ruler. Ahead of further economic discussions to bolster an existing free trade agreement, Modi and his Australian counterpart, Anthony Albanese, arrived to applause in front of a huge sightscreen featuring both of their likenesses in a Photoshop movie poster pose, Modi’s image naturally slightly larger and further in front.</p> <a href=\"https://www.theguardian.com/sport/2023/mar/09/dawn-start-pageantry-and-lap-of-honour-modi-serves-up-irregular-day-of-test-cricket\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/09/dawn-start-pageantry-and-lap-of-honour-modi-serves-up-irregular-day-of-test-cricket", "date_published": "2023-03-09 09:54:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "North Sea’s biggest energy producer says UK windfall tax wiped out surge in profit", "description": "<p>Harbour Energy to cut jobs and investment saying ‘flawed’ levy took its 700% rise in profits down from $2.5bn to just $8m</p><p>The North Sea’s biggest producer has hit out at the windfall tax on oil and gas companies after a near 700% surge in profits to $2.5bn (£2.1bn)) was “all but wiped out” by the levy.</p><p>Harbour Energy said on Thursday its pre-tax profits had risen sharply from $315m in 2021 to $2.5bn in 2022, a 682% year-on-year increase. However, its after-tax profits fell from $101m in 2021 to just $8m in 2022.</p> <a href=\"https://www.theguardian.com/business/2023/mar/09/north-seas-biggest-energy-producer-says-uk-windfall-tax-wiped-out-surge-in-profit\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/mar/09/north-seas-biggest-energy-producer-says-uk-windfall-tax-wiped-out-surge-in-profit", "date_published": "2023-03-09 07:42:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Hillsong accused of money laundering and tax evasion by MP under parliamentary privilege", "description": "<p>Andrew Wilkie claims church money spent on ‘the kind of shopping that would embarrass a Kardashian’ as he tables alleged whistleblower documents</p><ul><li><a href=\"https://www.theguardian.com/australia-news/live/2023/mar/09/australia-politics-live-albanese-india-robodebt-voice-cost-of-living-climate-interest-rates-weather-health-nsw-qld-vic\">Follow our Australia news live blog for the latest updates</a></li><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>The independent MP Andrew Wilkie has used parliamentary privilege to level extraordinary claims of money laundering and tax evasion against Hillsong, producing what he claims are leaked documents from the mega-church that he says reveal it earned $80m more than what it has publicly declared.</p><p>Wilkie alleged the leaked financial records and documents were provided to the Australian Taxation Office and the Australian Securities and Investments Commission, and was critical they had not been acted on.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon</a></strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\"> </a><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">email newsletters for your daily news roundup</a></strong></p> <a href=\"https://www.theguardian.com/world/2023/mar/09/hillsong-accused-of-money-laundering-and-tax-evasion-by-mp-under-parliamentary-privilege\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/09/hillsong-accused-of-money-laundering-and-tax-evasion-by-mp-under-parliamentary-privilege", "date_published": "2023-03-09 06:55:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Scabby the Rat is an American labor icon. Why are his manufacturers disowning him?", "description": "<p>The frightening character who appears amid union disputes can be traced back to a single factory – which wasn’t unionized</p><p>In New York – a city poised to hire its first “<a href=\"https://www.entrepreneur.com/business-news/nyc-is-still-looking-to-hire-a-rat-czar/443829\">rat czar</a>” after rat sightings <a href=\"https://www.nbcnewyork.com/investigations/i-team-rat-sightings-doubled-in-nyc-over-past-12-months-according-to-health-data/4070243/#:~:text=2022%20NYC%20Rodent%20Activity%20by%20Zip%20Code&amp;text=Prior%20to%20the%20pandemic%2C%20in,they%20found%20five%20years%20before.\">doubled</a> in the past year – street-side rodents are fairly commonplace. But the rat stationed on a Union Square curb is something of a different beast. This one is roughly 10ft tall, with incisors the size of iPads. Its eyes are bloodshot, its claws extended, and its belly marked with what look like open, oozing sores. Depending whom you ask, its name is “Scabby”, or just “the Rat”.</p><p>Since January, give or take, the Rat has been strapped into the bed of a Ford F-150, staring down Tammany Hall. The historic building is poised to become a giant pet store, Petco’s New York flagship, a three-floor bestial mall equipped with its own animal hospital.</p> <a href=\"https://www.theguardian.com/us-news/2023/mar/08/scabby-rat-union-labor-dispute-inflatable\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/mar/08/scabby-rat-union-labor-dispute-inflatable", "date_published": "2023-03-09 06:00:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Sensitive personal data of US House and Senate members hacked, offered for sale", "description": "<p>Breach in the systems of DC Health Link, a health insurance company, led to 170,000 records being compromised</p><p>Members of the House and Senate were informed Wednesday that hackers may have gained access to their sensitive personal data in a breach of a Washington, DC, health insurance marketplace. Employees of the lawmakers and their families were also affected.</p><p>DC Health Link confirmed that data on an unspecified number of customers was affected and said it was notifying them and working with law enforcement. It said it was offering identity theft service to those affected and extending credit monitoring to all customers.</p> <a href=\"https://www.theguardian.com/us-news/2023/mar/08/us-house-senate-members-data-leaked-for-sale\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/mar/08/us-house-senate-members-data-leaked-for-sale", "date_published": "2023-03-09 06:00:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "The time for a climate trigger in Australia has hopefully, finally, belatedly come | Adam Morton", "description": "<p>It could be part of the solution to the impasse over the safeguard mechanism. Even if it isn’t, the logic for it should be irresistible</p><ul><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>New Orleans was still awash in the <a href=\"https://www.theguardian.com/us-news/hurricane-katrina\">devastation of Hurricane Katrina</a> and the then prime minister, John Howard, was in climate doubt and delay mode when Anthony Albanese got to his feet in the Australian parliament to argue for a better way ahead.</p><p>Then a mid-ranking opposition frontbencher, the future PM gave a nod to the carnage in Louisiana before running through the “profound risks’’ that Australia would face if greenhouse gas emissions kept rising – a now-familiar list including worsening heatwaves, less rain in the south, more rain in the north, more severe bushfires, cyclones, storms and ocean surges.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/09/the-time-for-a-climate-trigger-in-australia-has-hopefully-finally-belatedly-come\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/09/the-time-for-a-climate-trigger-in-australia-has-hopefully-finally-belatedly-come", "date_published": "2023-03-09 02:27:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Media hype of war with China forgets the impact on Australian society | Yun Jiang", "description": "<p>Fixation on conflict tends to exclude debate around costs, tradeoffs and social cohesion</p><ul><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>Much ink has been spilled in Australia on war scenarios with China. Some experts claim that unless Australia takes action now, a war with China will be inevitable in three years.</p><p>This type of commentary and analysis inflates the role Australia plays in deterring China while underselling the roles other countries in the region play. In addition, only military aspects of war are usually considered while the economic and social consequences are ignored.</p> <a href=\"https://www.theguardian.com/australia-news/commentisfree/2023/mar/09/media-hype-of-war-with-china-forgets-the-impact-on-australian-society-yun-jiang\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/commentisfree/2023/mar/09/media-hype-of-war-with-china-forgets-the-impact-on-australian-society-yun-jiang", "date_published": "2023-03-09 00:36:06+00:00", "persistent": false, "user": null, "language": "en-US"}]