[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Dead Island 2 - 10 NEW DETAILS You Need To Know", "description": "For a long time, Dead Island 2 was considered vaporware. Announced in 2014, it suffered numerous delays and changing developers, going from Yager Development to Sumo Digital and finally landing with Dambuster Studios, Deep Silver's internal developer. Nevertheless, following its re-reveal last year, Dead Island 2 is on the path to finally releasing for Xbox One, Xbox Series X/S, PS4, PS5 and PC. It went gold last month and has been pushed forward from its April 28th release date to April 21st.\n\nWith its recent extended gameplay video showcasing all the bloody mayhem that fans can look forward to, let's check out ten new things you should know before the game's release.", "link": "https://www.youtube.com/watch?v=b1DkktsqIpU", "date_published": "2023-03-09 15:30:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Resident Evil 4 Remake - 15 Things YOU NEED TO KNOW Before You Buy", "description": "Resident Evil 4 Remake is releasing soon. Here are 15 things you need to know before you buy.", "link": "https://www.youtube.com/watch?v=aLOaPmc11l0", "date_published": "2023-03-09 13:30:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "The Outer Worlds Spacer's Choice Edition PS5 Review - A Pretty Frustrating Experience", "description": "In conclusion, The Outer Worlds: Spacer’s Choice ends up being a half-baked package that doesn’t really justify its price tag. Whatever miniscule upgrades have been done to the experience don’t really amount to much in the grand scheme of things, and with performance issues galore - Spacer’s Choice isn’t the definitive edition of the game that it clearly wanted to be. \n\nIt’s an easy pass for those who have already played through the game and its DLCs. And those who haven’t played it, they might be better off sticking to other better games in the genre.", "link": "https://www.youtube.com/watch?v=cr9uLJRQXjU", "date_published": "2023-03-09 11:30:13+00:00", "persistent": false, "user": null, "language": "en-US"}]