[{"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Hackers Exploiting Remote Desktop Software Flaws to Deploy PlugX Malware", "description": "Security vulnerabilities in remote desktop programs such as Sunlogin and AweSun are being exploited by threat actors to deploy the PlugX malware.\nAhnLab Security Emergency Response Center (ASEC), in a new analysis, said it marks the continued abuse of the flaws to deliver a variety of payloads on compromised systems.\nThis includes the Sliver post-exploitation framework, XMRig cryptocurrency", "link": "https://thehackernews.com/2023/03/hackers-exploiting-remote-desktop.html", "date_published": "2023-03-09 14:54:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "IceFire Ransomware Exploits IBM Aspera Faspex to Attack Linux-Powered Enterprise Networks", "description": "A previously known Windows-based ransomware strain known as IceFire has expanded its focus to target Linux enterprise networks belonging to several media and entertainment sector organizations across the world.\nThe intrusions entail the exploitation of a recently disclosed deserialization vulnerability in IBM Aspera Faspex file-sharing software (CVE-2022-47986, CVSS score: 9.8), according to", "link": "https://thehackernews.com/2023/03/icefire-linux-ransomware.html", "date_published": "2023-03-09 14:01:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Does Your Help Desk Know Who's Calling?", "description": "Phishing, the theft of users' credentials or sensitive data using social engineering, has been a significant threat since the early days of the internet – and continues to plague organizations today, accounting for more than 30% of all known breaches. And with the mass migration to remote working during the pandemic, hackers have ramped up their efforts to steal login credentials as they take", "link": "https://thehackernews.com/2023/03/does-your-help-desk-know-whos-calling.html", "date_published": "2023-03-09 12:25:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Iranian Hackers Target Women Involved in Human Rights and Middle East Politics", "description": "Iranian state-sponsored actors are continuing to engage in social engineering campaigns targeting researchers by impersonating a U.S. think tank.\n\"Notably the targets in this instance were all women who are actively involved in political affairs and human rights in the Middle East region,\" Secureworks Counter Threat Unit (CTU) said in a report shared with The Hacker News.\nThe cybersecurity", "link": "https://thehackernews.com/2023/03/iranian-hackers-target-women-involved.html", "date_published": "2023-03-09 12:20:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "New ScrubCrypt Crypter Used in Cryptojacking Attacks Targeting Oracle WebLogic", "description": "The infamous cryptocurrency miner group called 8220 Gang has been observed using a new crypter called ScrubCrypt to carry out cryptojacking operations.\nAccording to Fortinet FortiGuard Labs, the attack chain commences with successful exploitation of susceptible Oracle WebLogic servers to download a PowerShell script that contains ScrubCrypt.\nCrypters are a type of software that can encrypt,", "link": "https://thehackernews.com/2023/03/new-scrubcrypt-crypter-used-in.html", "date_published": "2023-03-09 08:10:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "New Critical Flaw in FortiOS and FortiProxy Could Give Hackers Remote Access", "description": "Fortinet has released fixes to address 15 security flaws, including one critical vulnerability impacting FortiOS and FortiProxy that could enable a threat actor to take control of affected systems.\nThe issue, tracked as CVE-2023-25610, is rated 9.3 out of 10 for severity and was internally discovered and reported by its security teams.\n\"A buffer underwrite ('buffer underflow') vulnerability in", "link": "https://thehackernews.com/2023/03/new-critical-flaw-in-fortios-and.html", "date_published": "2023-03-09 05:23:00+00:00", "persistent": false, "user": null, "language": "en-US"}]