[{"source": "https://thehill.com/news/feed/", "title": "Netanyahu’s judicial reforms have US lawmakers worried about Israeli democracy", "description": "President Biden and members of Congress are watching with deep concern how Israeli Prime Minister Benjamin Netanyahu moves forward with so-called judicial reforms that have drawn unprecedented opposition on the Israeli street. The reforms have been criticized by opponents as stripping Israel’s Supreme Court of its independence — an issue central to the nation’s democratic...", "link": "https://thehill.com/homenews/senate/3892430-netanyahus-judicial-reforms-have-us-lawmakers-worried-about-israeli-democracy/", "date_published": "2023-03-09 22:49:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Supporters of Biden's yanked FCC pick slam Democrats", "description": "Welcome to The Hill's Technology newsletter {beacon} Technology Technology &#8202;  The Big Story  FCC left with split leadership after Biden withdraws pick Failure to advance Gigi Sohn's nomination leaves the agency with a 2-2 partisan split, angering advocates. © AP Sohn’s announcement earlier this week that she asked Biden to withdraw her name for the...", "link": "https://thehill.com/newsletters/technology/3892720-supporters-of-bidens-yanked-fcc-pick-slam-democrats/", "date_published": "2023-03-09 22:48:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "House Republicans announce major energy package as top priority bill", "description": "House Republicans on Thursday both unveiled a major energy package that has been in the works for weeks and said that the legislation will be known as H.R.1, signifying that it’s the party’s top priority for the congressional session.  The bill, called the Lower Energy Costs Act, is expected to include a large slate of...", "link": "https://thehill.com/policy/energy-environment/3892741-house-republicans-announce-major-energy-package-as-top-priority-bill/", "date_published": "2023-03-09 22:45:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Before the primaries, the GOP needs an overdue moment of truth", "description": "Let us hope that in the next few months, the GOP’s leaders begin to understand how urgently America needs them to shape up.", "link": "https://thehill.com/opinion/campaign/3891876-before-the-primaries-the-gop-needs-an-overdue-moment-of-truth/", "date_published": "2023-03-09 22:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Biden administration must take a tougher stance on soot pollution", "description": "Stronger standards save more lives and avoid more illness.", "link": "https://thehill.com/opinion/energy-environment/3892605-the-biden-administration-must-take-a-tougher-stance-on-soot-pollution/", "date_published": "2023-03-09 22:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Daylight saving time: Here's where mornings will be darkest after the clock change", "description": "Story at a glance For much of the United States, mornings are about to get darker.  Come March 12, most Americans will “spring forward” into daylight saving time.  But depending on their locations within time zones, the sun will rise later for some than others. Anyone still out in New York City can expect the...", "link": "https://thehill.com/changing-america/well-being/3892608-daylight-saving-time-heres-where-mornings-will-be-darkest-after-the-clock-change/", "date_published": "2023-03-09 22:23:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Raskin rebukes election deniers: They take 'shocking nihilism' through 'entire Congress'", "description": "In an impassioned speech Wednesday, Rep. Jamie Raskin (D-Md.) decried Republicans who have continued to advance the false claim that former President Trump won the 2020 election and justify the Jan. 6, 2021, Capitol insurrection. “They take their shocking nihilism about what’s true and what’s false and they convert it to this entire Congress,” Raskin...", "link": "https://thehill.com/homenews/house/3892623-raskin-rebukes-election-deniers-they-take-shocking-nihilism-through-entire-congress/", "date_published": "2023-03-09 22:12:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Girl Scouts 'extremely disappointed' with cookie baker amid inventory, supply chain problems", "description": "The Girl Scouts organization is “extremely disappointed” with one of its two primary cookie bakers as it continues to face inventory and supply chain problems, according to reports.  The Little Brownie Bakers (LBB), which produced cookies for the Girl Scouts’ annual fundraiser, suffered weather-induced power outages at its factory in Louisville, Ky., last weekend, further...", "link": "https://thehill.com/blogs/blog-briefing-room/3892603-girl-scouts-extremely-disappointed-with-cookie-baker-amid-inventory-supply-chain-problems/", "date_published": "2023-03-09 22:09:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "White House budget leans into drug pricing, ObamaCare expansion", "description": "President Biden's budget proposal focuses heavily on expanding access to health care and lowering the cost of prescription drugs. In an effort to extend the life of Medicare's hospital trust fund, the budget proposal would increase the number of drugs that can be negotiated, and allow those negotiations to begin sooner.  The plan builds off...", "link": "https://thehill.com/policy/healthcare/3892606-white-house-budget-leans-into-drug-pricing-obamacare-expansion/", "date_published": "2023-03-09 22:07:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Five takeaways from Biden’s $6.8 trillion budget", "description": "President Biden on Thursday unveiled his long-awaited budget request for fiscal 2024, setting the stage for what is expected to be a challenging, high-stakes spending battle over the coming months.   Much of the ambitious proposal faces a tough chance getting past the divided Congress, but many Democrats see the request as a framework for what...", "link": "https://thehill.com/homenews/administration/3892509-five-takeaways-from-bidens-6-8-trillion-budget/", "date_published": "2023-03-09 22:05:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "GOP Education chair: 'Higher ed has never been held in such low esteem as it is now'", "description": "The Republican chairwoman of the House Education and the Workforce Committee says higher education has “never been held in such low esteem as it is now,” providing an opening as she pushes for legislation.  Rep. Virginia Foxx (R-Va.) told Inside Higher Ed in an interview published Thursday that now is “exactly the right time” for...", "link": "https://thehill.com/homenews/house/3892587-gop-education-chair-higher-ed-has-never-been-held-in-such-low-esteem-as-it-is-now/", "date_published": "2023-03-09 21:51:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "House GOP launches probe into Jan. 6 panel", "description": "Rep. Barry Loudermilk (R-Ga.), chair of the House Administration Subcommittee on Oversight, is leading an investigation of the Jan. 6 select committee and security failures surrounding the riot. The probe is in its beginning stages, Loudermilk said Wednesday. “We’ve got to get through the documents. We need to do some interviews with people. But at...", "link": "https://thehill.com/homenews/house/3892585-house-gop-launches-probe-into-jan-6-panel/", "date_published": "2023-03-09 21:51:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "House votes to overturn Biden administration water regulation", "description": "The House on Thursday voted to overturn the Biden administration’s water regulations — a goal that’s not expected to come to fruition but one that gave Republicans another chance to force some Democrats into a tough vote. The House voted 227-198 to eliminate a Biden administration rule that governs which waters are subject to federal...", "link": "https://thehill.com/policy/energy-environment/3892445-house-votes-to-overturn-biden-administration-water-regulation/", "date_published": "2023-03-09 21:49:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "NASCAR driver says he nearly won record-setting Powerball jackpot last year", "description": "The three-time winner of the Daytona 500 had almost a 1 in a million chance of scoring his prize.", "link": "https://thehill.com/homenews/nexstar_media_wire/3892586-nascar-driver-says-he-nearly-won-record-setting-powerball-jackpot-last-year/", "date_published": "2023-03-09 21:44:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "House Republicans pass bill to ban federal officials from pressuring tech platforms on content", "description": "House Republicans passed a bill on Thursday that seeks to ban federal officials from promoting censorship, a measure Republicans brought to the floor in response to what they say are efforts by the Biden administration to persuade social media companies to suppress certain information. The measure, titled the Protecting Speech from Government Interference Act, passed...", "link": "https://thehill.com/homenews/house/3892455-house-passes-bill-to-ban-federal-officials-from-pressuring-tech-platforms-on-content/", "date_published": "2023-03-09 21:43:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Jewish House Democrats call on Israel to suspend controversial judicial reforms", "description": "More than a dozen Jewish House Democrats are calling on the Israeli government to suspend plans to pass highly controversial judicial reforms that have drawn unprecedented opposition in Israel and sparked alarm among the Biden administration and Congress. The House lawmakers sent a letter Thursday to Israeli Prime Minister Benjamin Netanyahu, Israeli President Isaac Herzog...", "link": "https://thehill.com/policy/international/3892539-jewish-house-democrats-call-on-israel-to-suspend-controversial-judicial-reforms/", "date_published": "2023-03-09 21:39:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "COP28 should also be the US-China summit the world needs", "description": "There’s no mistaking that tensions between the United States and China are at an all-time high and U.S. perception of China is very low. Now is the time to invest in diplomatic discussions and this investment in goodwill by both sides must take place through a credible third party. Holding a summit of senior U.S. and...", "link": "https://thehill.com/opinion/national-security/3892276-cop28-should-also-be-the-us-china-summit-the-world-needs/", "date_published": "2023-03-09 21:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden's defense budget concentrates on rising threats from China, Russia", "description": "President Biden proposed a more than 3 percent increase to the defense budget on Thursday, pushing up the Pentagon’s spending amid heightened tensions with China and Russia.  The Biden administration’s fiscal 2024 request for the Defense Department, released Thursday, comes in at $842 billion, which is $69 billion more than the $773 billion sought in fiscal 2023. Congress eventually approved $816 billion for...", "link": "https://thehill.com/policy/defense/3892532-bidens-defense-budget-concentrates-on-rising-threats-from-china-russia/", "date_published": "2023-03-09 21:25:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden to travel to Canada in late March", "description": "President Biden will travel to Ottawa, Canada, from March 23-24 to meet with Prime Minister Justin Trudeau and address the Canadian Parliament, the White House announced on Thursday. The first lady will join the president on the trip later this month, which is focused on the U.S.-Canada partnership and promoting “our shared security, shared prosperity,...", "link": "https://thehill.com/homenews/administration/3892510-biden-to-travel-to-canada-in-late-march/", "date_published": "2023-03-09 21:22:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Why life-saving organ transplant drug was in short supply", "description": "When James Loxley suddenly couldn't get ahold of a medication he's been taking for nearly three decades, he became extremely concerned.", "link": "https://thehill.com/changing-america/well-being/prevention-cures/3892354-why-life-saving-organ-transplant-drug-was-in-short-supply/", "date_published": "2023-03-09 21:09:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "In-orbit visibility is more important than ever with influx of Chinese balloons and UFOs", "description": "Already, the situation is ripe for disaster. Consider", "link": "https://thehill.com/opinion/technology/3892399-in-orbit-visibility-is-more-important-than-ever-with-influx-of-chinese-balloons-and-ufos/", "date_published": "2023-03-09 21:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Pentagon unveils cyber workforce strategy to tackle labor shortage", "description": "The Department of Defense on Thursday released its cyber workforce strategy aimed at increasing and improving its labor force by recruiting, training and retaining the best talent. The strategy outlined several goals the department plans to implement in the coming months, including closing workforce development gaps, keeping up with technological advances — like AI, cyber,...", "link": "https://thehill.com/homenews/3892408-pentagon-unveils-cyber-workforce-strategy-to-tackle-labor-shortage/", "date_published": "2023-03-09 20:54:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "FDA releases new regs intended to help detect breast cancer sooner", "description": "The Food and Drug Administration (FDA) announced new regulations on Thursday that would require mammogram providers to notify patients about their breast density in an effort to improve early detection of breast cancer. Dense breast tissue can make it more difficult to detect cancers on a mammogram and represents a risk factor for developing breast...", "link": "https://thehill.com/policy/healthcare/3892377-fda-releases-new-regs-intended-to-help-detect-breast-cancer-sooner/", "date_published": "2023-03-09 20:34:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden says he'll meet with McCarthy 'anytime' on budget", "description": "President Biden on Thursday said he was ready to meet again with Speaker Kevin McCarthy (R-Calif.) as soon as he makes public GOP priorities for the budget after Biden released his proposal for next fiscal year. “The fact is, the Speaker of the House is a very conservative guy and he has an even more...", "link": "https://thehill.com/homenews/3892403-biden-says-hell-meet-with-mccarthy-anytime-on-budget/", "date_published": "2023-03-09 20:28:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Missouri Senate stalled as Democrats filibuster bill to ban gender-affirming care for youth", "description": "The Missouri Senate this week adjourned a day early for a scheduled spring break in disarray after a group of Democratic legislators spent days filibustering a bill that would ban gender-affirming health care for minors. State Republican leadership made the decision to abruptly end the first half of the legislative session after hours of closed-door...", "link": "https://thehill.com/homenews/state-watch/3892310-missouri-senate-stalled-as-democrats-filibuster-bill-to-ban-gender-affirming-care-for-youth/", "date_published": "2023-03-09 20:24:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden says DOJ's scathing civil rights report on Louisville police was ‘long overdue’", "description": "President Biden on Thursday said that the scathing report the Department of Justice (DOJ) issued about the investigation into the Louisville Metro Police Department (LMPD) was \"long overdue.\" The report released on Wednesday found that the police department and the local government had engaged in a pattern of discriminatory behavior against Black citizens. “Cops need help. There’s...", "link": "https://thehill.com/homenews/administration/3892361-biden-says-dojs-scathing-civil-rights-report-on-louisville-police-was-long-overdue/", "date_published": "2023-03-09 20:20:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Florida voters back DeSantis, Trump over Biden, but oppose GOP bills on abortion, concealed carry: poll", "description": "Registered Republican respondents in a new University of North Florida poll showed support for state Gov. Ron DeSantis (R) as a potential contender for a 2024 presidential bid.  The new poll, published Thursday, found that 52 percent of state registered Republican respondents said they would vote for DeSantis in a 2024 Republican presidential primary, while...", "link": "https://thehill.com/homenews/campaign/3892302-florida-voters-back-desantis-trump-over-biden-but-oppose-gop-bills-on-abortion-concealed-carry-poll/", "date_published": "2023-03-09 20:18:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Here's what Biden's 2024 budget does on taxes", "description": "President Biden is playing the hits on tax policy in his budget for fiscal year 2024, revisiting a number of Democratic classics proposed by his and previous administrations that are sure to be ignored by Republicans. The proposals include a beefed-up version of the child tax credit (CTC), a boost in the corporate tax rate...", "link": "https://thehill.com/business/3892229-heres-what-bidens-2024-budget-does-on-taxes/", "date_published": "2023-03-09 20:07:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "California files lawsuit accusing Huntington Beach of violating affordable housing laws", "description": "California Gov. Gavin Newsom (D) and state officials have filed a lawsuit accusing the city of Huntington Beach of violating state housing laws. Newsom and state Attorney General Rob Bonta announced the move at a virtual press conference Thursday, saying they were seeking a preliminary injunction against the city. Bonta said state laws exist “to...", "link": "https://thehill.com/homenews/state-watch/3892279-california-files-lawsuit-accusing-huntington-beach-of-violating-affordable-housing-laws/", "date_published": "2023-03-09 20:05:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "How to fight poverty and boost work with an enhanced Child Tax Credit", "description": "Let’s build on the success of that experiment with reasonable tweaks that offer a lasting, bipartisan way forward.", "link": "https://thehill.com/opinion/finance/3892217-how-to-fight-poverty-and-boost-work-with-an-enhanced-child-tax-credit/", "date_published": "2023-03-09 20:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Study shows 'a growing plastic smog' in the ocean of 171 trillion particles", "description": "A new study reports there is as \"growing plastic smog\" of more than 170 trillion particles floating in the world's oceans. The research article, published in the journal Plos One on Wednesday, found there has been a \"rapid increase\" of plastic particles in the world's oceans since 2005. Researchers used surface water data from 11,777 stations...", "link": "https://thehill.com/policy/energy-environment/3892125-study-shows-a-growing-plastic-smog-in-the-ocean-of-171-trillion-particles/", "date_published": "2023-03-09 19:35:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Patent system key to lower drug prices, experts say", "description": "Following the Biden administration’s progress towards lowering prescription drug prices with Medicare price negotiations, some industry advocates want Congress to go a step farther and close patent loopholes which prevent generic varieties of top-selling drugs. “What we’ve been seeing lately is that companies are filing for dozens or even hundreds of patents to extend their...", "link": "https://thehill.com/policy/healthcare/3892246-patent-system-key-to-lower-drug-prices-experts-say/", "date_published": "2023-03-09 19:31:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Householder, Borges found guilty in Ohio's largest bribery scandal", "description": "See a previous report on closing arguments in the Householder trial in the video player above. CINCINNATI (WCMH) - The jury in Ohio's largest corruption case has reached a verdict. Former Speaker of the Ohio House Larry Householder, and former state Republican Party Chairman Matt Borges were both accused of taking a $60 million bribe...", "link": "https://thehill.com/homenews/state-watch/3892255-householder-borges-found-guilty-in-ohios-largest-bribery-scandal/", "date_published": "2023-03-09 19:31:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Private equity is plotting a child care takeover: Congress must step in", "description": "While private equity may have a role to play when it comes to assisting failing movie theaters or furniture stores, when it meddles in human services the results are frequently disastrous.", "link": "https://thehill.com/opinion/education/3891708-private-equity-is-plotting-a-child-care-takeover-congress-must-step-in/", "date_published": "2023-03-09 19:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "These are the cities with the best and worst tippers", "description": "Story at a glance Out of 12 cities analyzed, San Francisco restaurant-goers gave the worst tips, according to a new report from the restaurant sales platform Toast, with a number of cities in the Midwest and Rocky Mountain region slotting in as some of the most generous in the U.S. The average tip in San...", "link": "https://thehill.com/changing-america/respect/poverty/3891977-these-are-the-cities-with-the-best-worst-tippers/", "date_published": "2023-03-09 19:28:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "‘Weaponization’ subcommittee members spar over ‘Twitter Files’", "description": "House Democrats and Republicans sparred Thursday over how Twitter handles government requests for Twitter to review posts, in the second House committee showdown over reports known as the “Twitter Files” released by several journalists on the platform. Republicans called in Matt Taibbi and Michael Shellenberger, two of the journalists who released threads of the files,...", "link": "https://thehill.com/homenews/3892219-weaponization-subcommittee-members-spar-over-twitter-files/", "date_published": "2023-03-09 19:21:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "With his 2024 decision nearing, DeSantis makes his Iowa debut", "description": "Welcome to The Hill's Campaign newsletter {beacon} Campaign Report Campaign Report    The Big Story  With his 2024 decision nearing, DeSantis makes his Iowa debut Florida Gov. Ron DeSantis opened his state’s annual legislative session this week by calling on lawmakers to take up a bevy of his ultra-conservative policy priorities, kicking off a countdown...", "link": "https://thehill.com/newsletters/campaign-report/3892231-with-his-2024-decision-nearing-desantis-makes-his-iowa-debut/", "date_published": "2023-03-09 19:13:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "'Boy Meets World' star Ben Savage: House bid 'about changing the tone' in DC", "description": "Ben Savage wouldn’t just add some star power to Congress, the “Boy Meets World” actor says — his House bid aims to get rid of the “negativity” in Washington. “It's about doing good and it's about doing the right thing,” Savage, who announced his run this week as a Democrat in California’s 30th District, said on Thursday on...", "link": "https://thehill.com/blogs/in-the-know/3892215-boy-meets-world-star-ben-savage-house-bid-about-changing-the-tone-in-dc/", "date_published": "2023-03-09 19:09:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "New Biden administration regulations come at worst time for small businesses", "description": "Businesses this year are getting pummeled by inflation, a looming recession, a tight labor market and much uncertainty.", "link": "https://thehill.com/opinion/finance/3891868-new-biden-administration-regulations-come-at-worst-time-for-small-businesses/", "date_published": "2023-03-09 19:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Supreme Court requests security funding increase following threats", "description": "The Supreme Court has asked Congress for about $12.4 million in additional funding to better protect the justices and the court building following recent threats — a request that comes after the arrest of a man near Justice Brett Kavanaugh's home. The judiciary’s annual budget request, which was released on Thursday, includes a $5.9 million...", "link": "https://thehill.com/regulation/court-battles/3892174-supreme-court-requests-security-funding-increase-following-threats/", "date_published": "2023-03-09 18:53:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Lachlan Murdoch dismisses 'noise' created by Fox News, Dominion lawsuit", "description": "Lachlan Murdoch, the top executive at Fox Corp., dismissed negative headlines surrounding the company as it faces a $1.6 billion lawsuit stemming from its coverage of the 2020 election. \"I think a lot of the noise that you hear about this case is actually not about the law and it’s not about journalism, and it’s really...", "link": "https://thehill.com/homenews/media/3892120-lachlan-murdoch-dismisses-noise-created-by-fox-news-dominion-lawsuit/", "date_published": "2023-03-09 18:51:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Can you afford to 'live comfortably' in these US cities?", "description": "Unsurprisingly, where you live can have a big impact on your budget.", "link": "https://thehill.com/changing-america/respect/poverty/3892127-can-you-afford-to-live-comfortably-in-these-us-cities/", "date_published": "2023-03-09 18:47:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Ocasio-Cortez: East Palestine a 'potential crime scene'", "description": "Rep. Alexandria Ocasio-Cortez says the site of the devastating train derailment in Ohio is a “potential crime scene,” blasting House Republicans for not holding a hearing on the incident. “This committee needs to hold a hearing on the derailment in East Palestine,” the New York Democrat said during a House Oversight and Accountability hearing Thursday,...", "link": "https://thehill.com/homenews/house/3892114-ocasio-cortez-east-palestine-a-potential-crime-scene/", "date_published": "2023-03-09 18:46:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "McConnell suffered concussion, will remain hospitalized for a few days", "description": "Senate Minority Leader Mitch McConnell (R-Ky.) is being treated for a concussion and will remain in the hospital for a few days of observation and treatment, his office announced Thursday afternoon.   “Leader McConnell tripped at a dinner event Wednesday evening and has been admitted to the hospital and is being treated for a concussion. He...", "link": "https://thehill.com/homenews/3892137-mcconnell-suffered-concussion-will-remain-hospitalized-for-a-few-days/", "date_published": "2023-03-09 18:40:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Six Republicans back Biden IRS nominee; Manchin opposes", "description": "Six Republicans on Thursday voted to confirm Daniel Werfel as IRS commissioner, joining with all but one Democrat to back President Biden’s pick. Republican Sens. Bill Cassidy (La.), Susan Collins (Maine), Chuck Grassley (Iowa), Lisa Murkowski (Alaska), Thom Tillis (N.C.) and Todd Young (R-Ind.) voted to confirm Werfel. Sen. Joe Manchin (W.Va.) was the only...", "link": "https://thehill.com/homenews/senate/3892067-six-republicans-one-democrat-crossed-the-aisle-on-bidens-irs-nominee/", "date_published": "2023-03-09 18:39:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Democratic senators grill Norfolk Southern CEO on deregulatory lobbying", "description": "Sens. Sheldon Whitehouse (D-R.I.) and Jeff Merkley (D-Ore.) pressed Norfolk Southern CEO Alan Shaw Thursday on the railroad’s history of lobbying against stricter safety regulations at a Senate Environment and Public Works Committee hearing on the derailment of a Norfolk Southern train in East Palestine, Ohio. Whitehouse specifically cited a 2015 Obama-era regulation that required...", "link": "https://thehill.com/policy/energy-environment/3892068-democratic-senators-grill-norfolk-southern-ceo-on-deregulatory-lobbying/", "date_published": "2023-03-09 18:10:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Sanders unveils legislation capping insulin costs at $20 per vial", "description": "Sen. Bernie Sanders (I-Vt.) on Thursday introduced a bill that would cap the list price of insulin at $20 per vial, building off Eli Lilly's recently announced $35 monthly insulin cap. “There is no reason why Americans should pay the highest prices in the world for insulin – in some cases, ten times as much...", "link": "https://thehill.com/policy/healthcare/3891844-sanders-unveils-legislation-capping-insulin-costs-at-20-per-vial/", "date_published": "2023-03-09 18:03:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden wishes McConnell well after GOP leader is hospitalized from fall", "description": "President Biden on Thursday offered his well wishes for Senate Minority Leader Mitch McConnell (R-Ky.) after the senator was hospitalized after a fall. \"Jill and I are wishing Senator McConnell a speedy recovery. We look forward to seeing him back on the Senate floor,\" Biden tweeted. White House principal deputy press secretary Olivia Dalton said...", "link": "https://thehill.com/homenews/administration/3892026-biden-wishes-mcconnell-well-after-gop-leader-is-hospitalized-from-fall/", "date_published": "2023-03-09 18:00:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "‘Split the difference’ on daylight saving time change", "description": "As much as people dislike switching their clocks twice each year, they dislike even more settling on one time.", "link": "https://thehill.com/opinion/3891672-split-the-difference-on-daylight-saving-time-change/", "date_published": "2023-03-09 18:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Norfolk Southern train derails in Alabama as CEO testifies in Congress", "description": "A Norfolk Southern train derailed in northeast Alabama on Thursday, as the company’s CEO testified in front of Congress amid a string of high-profile incidents involving the rail giant. The company said in a statement to The Hill that around 30 empty cars derailed as the train traveled from Atlanta to Mississippi. “Norfolk Southern is...", "link": "https://thehill.com/policy/transportation/railroads/3892022-norfolk-southern-train-derails-in-alabama-as-ceo-testifies-in-congress/", "date_published": "2023-03-09 17:59:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Breaking down Biden's budget: Here's what's in it", "description": "President Biden on Thursday unveiled a sweeping budget plan for the coming fiscal year. The request details a set of ambitious proposals from the White House, ranging from plans to extend the lifetime of programs like Medicare, tax proposals targeting the wealthy to help reduce the deficit by trillions of dollars over the next decade,...", "link": "https://thehill.com/homenews/administration/3891953-breaking-down-bidens-budget-heres-whats-in-it/", "date_published": "2023-03-09 17:57:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Senate confirms Biden IRS nominee in bipartisan vote", "description": "The Senate on Wednesday confirmed President Biden’s pick to lead the IRS with bipartisan support. Senators voted 54 to 42 to confirm Danny Werfel as commissioner of the IRS on Wednesday evening, hours after the chamber voted to advance his confirmation. Six Republicans voted for Werfel while Sen. Joe Manchin (D-W.Va.) voted against him because...", "link": "https://thehill.com/business/3891643-senate-confirms-werfel-to-lead-irs-in-bipartisan-vote/", "date_published": "2023-03-09 17:49:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Getting crypto firms to do their work within the bounds of the law", "description": "When I taught a course on blockchain and money at the Massachusetts Institute of Technology, I asked my students every semester who they thought Satoshi Nakamoto was. To this day, no one knows. Nakamoto’s anonymous identity is part of the creation myth of finance without trusted third parties — a new way to move value...", "link": "https://thehill.com/opinion/congress-blog/3891970-getting-crypto-firms-to-do-their-work-within-the-bounds-of-the-law/", "date_published": "2023-03-09 17:45:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "House leaders say scope of health care hack unknown, but 'could be extraordinary'", "description": "Top leaders in the House said the scope of the data breach at DC Health Link, a program that administers health care plans for members of Congress and their staff, remains unknown, but the pair warned that the size of the impact “could be extraordinary.” The update came in a letter Speaker Kevin McCarthy (R-Calif.)...", "link": "https://thehill.com/homenews/house/3891963-house-leaders-say-scope-of-health-care-hack-could-be-extraordinary/", "date_published": "2023-03-09 17:36:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Norfolk Southern CEO declines to commit to pay long-term health costs after train derailment", "description": "Testifying before the Senate on Thursday, the CEO of Norfolk Southern stopped short of making commitments to pay for East Palestine, Ohio, residents’ health care in the wake of a train derailment that spilled hazardous chemicals in the town. Asked by Environment and Public Works Committee Chair Sen. Tom Carper (D-Del.) whether he would compensate...", "link": "https://thehill.com/policy/energy-environment/3891988-norfolk-southern-ceo-declines-to-commit-to-pay-long-term-health-costs-after-train-derailment/", "date_published": "2023-03-09 17:33:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "US Chamber commission says AI regulation should be 'top priority' for Congress", "description": "A commission launched by the U.S. Chamber of Commerce on Thursday urged Congress and the Biden administration to create rules for artificial intelligence (AI), calling its regulation a “top priority.” The corporate lobbying group’s AI commission, which is led by former Reps. John Delaney (D-Md.) and Mike Ferguson (R-N.J.), said that “virtually every business and...", "link": "https://thehill.com/lobbying/3891969-us-chamber-commission-says-ai-regulation-should-be-top-priority-for-congress/", "date_published": "2023-03-09 17:30:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden's budget proposes tax hikes on wealthy to reduce deficit, shore up Medicare", "description": "President Biden outlined a slew of tax hikes on wealthy Americans as an avenue for reducing the deficit and funding key programs like Medicare as he released on Thursday his proposed budget for fiscal year 2024. It gives a glimpse of the policy proposals and issues Biden hopes to emphasize ahead of a reelection bid. The budget...", "link": "https://thehill.com/homenews/administration/3891852-bidens-budget-proposes-tax-hikes-on-wealthy-to-reduce-deficit-shore-up-medicare/", "date_published": "2023-03-09 17:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "What will Putin do next?", "description": "At home, Putin faces no elections, no party or state institutions that threaten his rule, no domestic political opposition.", "link": "https://thehill.com/opinion/international/3890498-what-will-putin-do-next/", "date_published": "2023-03-09 17:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "YETI coolers recalled over injury risk", "description": "More than a million YETI coolers are being recalled over a risk involving the magnet-lined closures.", "link": "https://thehill.com/homenews/yeti-coolers-recalled-over-injury-risk/", "date_published": "2023-03-09 16:56:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "GOP senators in dark on details of McConnell’s condition", "description": "Members of Senate Republican Leader Mitch McConnell’s (Ky.) leadership team say they haven’t spoken to him and don’t know the details of how seriously he was injured when he fell at the Waldorf Astoria hotel Wednesday evening.   Senate Republican Whip John Thune (S.D.) confirmed that McConnell was attending a reception and dinner for the...", "link": "https://thehill.com/homenews/senate/3891893-gop-senators-in-dark-on-details-of-mcconnells-condition/", "date_published": "2023-03-09 16:54:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Judge says Jacob Wohl, Jack Burkman violated Voting Rights Act, KKK Act with 2020 voter suppression", "description": "Two conservative activists who robocalled Black voters as part of a voter suppression scheme during the 2020 election violated multiple federal and state civil rights laws, a judge ruled on Wednesday.  In a 111-page opinion, U.S. District Judge Victor Marrero said Jacob Wohl and Jack Burkman used thousands of robocalls in Ohio, Michigan, New York,...", "link": "https://thehill.com/regulation/court-battles/3891869-judge-says-jacob-wohl-jack-burkman-violated-voting-rights-act-kkk-act-with-2020-voter-suppression/", "date_published": "2023-03-09 16:52:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "81,000 chairs sold at T.J.Maxx, HomeGoods recalled following reports of concussion, contusions", "description": "An office chair sold at retailers owned by the TJX Companies, Inc., is being recalled amid concerns that the back of the chair can detach while in use, posing a fall hazard.", "link": "https://thehill.com/homenews/0-81000-chairs-sold-at-t-j-maxx-homegoods-recalled-following-reports-of-concussion-contusions/", "date_published": "2023-03-09 16:37:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "GM offering buyouts to most salaried workers in US to cut costs", "description": "General Motors is offering buyouts to most of its U.S. salaried workforce and some global executives in an effort to trim costs as it makes the transition to electric vehicles.", "link": "https://thehill.com/homenews/gm-offering-buyouts-to-most-salaried-workers-in-us-to-cut-costs/", "date_published": "2023-03-09 16:34:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "To deter conflict, the Pentagon must accelerate innovation adoption", "description": "Quickly adopting cutting-edge technology is the key to guaranteeing U.S. military dominance.", "link": "https://thehill.com/opinion/national-security/3891537-to-deter-conflict-the-pentagon-must-accelerate-innovation-adoption/", "date_published": "2023-03-09 16:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Ohio senators blast Norfolk Southern business practices at East Palestine hearing", "description": "Both of Ohio’s senators took aim at the Norfolk Southern railway’s handling of an East Palestine, Ohio, derailment Thursday as CEO Alan Shaw testified before the Environment and Public Works Committee. Sen. J.D. Vance (R-Ohio) and Sen. Sherrod Brown (D-Ohio), were present as witnesses rather than members of the Senate panel. Vance criticized both Norfolk...", "link": "https://thehill.com/policy/energy-environment/3891821-ohio-senators-blast-norfolk-southern-business-practices-at-east-palestine-hearing/", "date_published": "2023-03-09 16:22:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Rihanna sends flowers to senior ladies for 'amazing' Super Bowl reenactment", "description": "A group of ladies at Arcadia Senior Living in Bowling Green received quite the surprise over the weekend when a bouquet of flowers arrived from a certain pop star.", "link": "https://thehill.com/homenews/3891839-rihanna-sends-flowers-to-senior-ladies-for-amazing-super-bowl-reenactment/", "date_published": "2023-03-09 16:18:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden World Bank pick wins backing of Nobel laureates, leaders", "description": "President Biden’s pick to lead the World Bank, former Mastercard CEO Ajay Banga, is getting public backing from a group of Nobel Prize winners and civil society leaders.  More than 50 signatories on a letter shared by the Partnership for Central America say Banga is “the right person to lead the World Bank at this...", "link": "https://thehill.com/policy/international/3891770-biden-world-bank-pick-wins-backing-of-nobel-laureates-leaders/", "date_published": "2023-03-09 16:02:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Why the FEC and the left want to control social media: To silence dissent", "description": "Simply stated, the left wants to label any speech they don’t agree with as misinformation, to ensure they retain power.", "link": "https://thehill.com/opinion/technology/3891676-why-the-fec-and-the-left-want-to-control-social-media-to-silence-dissent/", "date_published": "2023-03-09 15:45:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Pizza Hut brings back '90s-era mini basketballs for March Madness", "description": "Customers will need to provide their own hoops, unless they purchase a Big New Yorker, which comes with specialty March Madness packaging that transforms into a hoop and backboard.", "link": "https://thehill.com/homenews/pizza-hut-brings-back-90s-era-mini-basketballs-for-march-madness/", "date_published": "2023-03-09 15:30:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Federal judge rules Biden’s border parole policy illegal", "description": "A federal judge on Wednesday vacated a Biden administration policy that released prospective asylees at the U.S.-Mexico border rather than detaining them. Judge T. Kent Wetherell, who was nominated by former President Trump, ruled that the policy, which its Republican critics condemned as “catch and release,” violated the Immigration and Nationality Act (INA) and tore...", "link": "https://thehill.com/regulation/court-battles/3891692-federal-judge-rules-bidens-border-parole-policy-illegal/", "date_published": "2023-03-09 15:30:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "America no longer can rely on China as a useful counterpoint to Russia", "description": "The reputation of the “Iron chancellor” Otto von Bismarck (1815-1898) was established by his remarkable achievement in unifying Germany through three short victorious wars, from 1864-1870, that completely remade the European balance of power, and then orchestrating a generation of peace through a series of complex treaties that placed his country in amicable relations with...", "link": "https://thehill.com/opinion/international/3885939-america-no-longer-can-rely-on-china-as-a-useful-counterpoint-to-russia/", "date_published": "2023-03-09 15:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Former Trump official Ken Cuccinelli launches PAC urging DeSantis to run", "description": "Ken Cuccinelli, a former senior Trump administration official and Virginia attorney general, has launched a super PAC urging Florida Gov. Ron DeSantis (R) to announce a White House bid, adding to pressure from a number of Republican officials for DeSantis to run. Cuccinelli, who served as acting deputy Homeland Security secretary under former President Trump...", "link": "https://thehill.com/homenews/campaign/3891664-former-trump-official-ken-cuccinelli-launches-pac-urging-desantis-to-run/", "date_published": "2023-03-09 15:23:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Decline in democracy worldwide may be reaching 'turning point': researchers", "description": "A new report on global freedom finds democracy could be approaching a “turning point” for improvement.  The nonpartisan nonprofit Freedom House found that global freedom declined in 2022 for the 17th consecutive year, but noted that “the gap between the numbers of countries that improved and declined was the narrowest it has ever been since...", "link": "https://thehill.com/policy/international/3891652-decline-in-democracy-worldwide-may-be-reaching-turning-point-researchers/", "date_published": "2023-03-09 15:05:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "What happens when you stop taking Ozempic? Doctors explain long-term effects of weight loss, diabetes drug", "description": "The drugs, semaglutide and tirzepatide, are better known by the brand names they're marketed under: Ozempic, Wegovy and Mounjaro. They're proven to help people lose weight, but those effects don't last once the injections stop, studies show.", "link": "https://thehill.com/homenews/what-happens-when-you-stop-taking-ozempic-doctors-explain-long-term-effects-of-weight-loss-diabetes-drug/", "date_published": "2023-03-09 15:02:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Will Trump's GOP rivals respond to his trash talk — ever?", "description": "You don’t have to be a partisan Republican to acknowledge that the GOP has a strong list of smart, thoughtful potential presidential candidates with their eyes on the future.     And then there’s Donald Trump — proof that just as some things never change, the same is true of some people. If there was any doubt...", "link": "https://thehill.com/opinion/white-house/3888402-will-trumps-gop-rivals-respond-to-his-trash-talk-ever/", "date_published": "2023-03-09 15:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump to release $99 book of his letters, including Nixon, Hillary Clinton", "description": "Former President Trump is releasing a new book that will include a star-studded batch of private letters penned to him by “some of the biggest names in history.” “Letters to Trump” will feature “oftentimes private correspondence” between the former New York real estate developer and famous names including Princess Diana, North Korean leader Kim Jong...", "link": "https://thehill.com/blogs/in-the-know/3891625-trump-to-release-99-book-of-his-letters-including-nixon-hillary-clinton/", "date_published": "2023-03-09 14:55:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "DeSantis book tops New York Times bestseller list", "description": "A new book from Florida Gov. Ron DeSantis (R) sits atop the New York Times' best sellers list this week. DeSantis' memoir, titled \"The Courage to be Free\" is widely seen as a prelude to the Florida Governor's expected run for the Republican nomination for the presidency and features a number of themes present in...", "link": "https://thehill.com/homenews/3891623-desantis-book-tops-new-york-times-bestseller-list/", "date_published": "2023-03-09 14:49:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Kroger hires Boehner in lobbying push to secure mega-merger", "description": "Kroger is contracting with former Speaker John Boehner (R-Ohio) in a lobbying push to win approval of its proposed merger with Albertsons, the company said in a press release.  Boehner, who works for law and lobbying firm Squire Patton Boggs, will “provide strategic counsel” to Kroger executives and won’t register to lobby.  Squire Patton Boggs’...", "link": "https://thehill.com/lobbying/3891614-kroger-hires-boehner-in-lobbying-push-to-secure-mega-merger/", "date_published": "2023-03-09 14:42:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "South Korea: North launched missile toward sea", "description": "North Korea fired another missile test on Thursday, shooting a short-range ballistic missile toward the Yellow Sea, South Korean military officials said. The test from North Korea comes as the country’s dictator Kim Jong Un and those close to him have raised concerns over U.S. military operations with South Korea. The two countries are planning...", "link": "https://thehill.com/policy/international/3891593-south-korea-north-launched-missile-toward-sea/", "date_published": "2023-03-09 14:31:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Flood watches issued in California ahead of next atmospheric river", "description": "Flood watches have been issued for parts of California as an atmospheric river is expected to bring heavy rains across the state. The National Weather Service warned of flooding potential in a number of areas in northern and central California as the winter storm hits the state Thursday and Friday.  “A storm arriving Thursday will...", "link": "https://thehill.com/homenews/state-watch/3891588-flood-watches-issued-in-california-ahead-of-next-atmospheric-river/", "date_published": "2023-03-09 14:30:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The war in Ukraine won't end when the fighting is over", "description": "The fighting in Bakhmut has captured much attention. But the real attention should be on whether the allies are setting the Zelensky government and Ukrainian forces up for success in the coming offensive, thus increasing the probability of ending the war on terms favorable to Ukraine and the rest of Europe. War costs money —...", "link": "https://thehill.com/opinion/national-security/3890975-the-war-in-ukraine-wont-end-when-the-fighting-is-over/", "date_published": "2023-03-09 14:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "La Niña is officially over, NOAA announces: What does that mean?", "description": "The La Niña climate pattern, which has been present practically uninterrupted since the summer of 2020, has finally ended.", "link": "https://thehill.com/homenews/nexstar_media_wire/3891479-la-nina-is-officially-over-noaa-announces-what-does-that-mean/", "date_published": "2023-03-09 14:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Will Jeff Bezos Make America Amazon in 2024?", "description": "Perhaps in 2024, voters will choose between Trump’s “Make America Great Again —Again” and Bezos’s “Make America Amazon.”", "link": "https://thehill.com/opinion/campaign/3889971-will-jeff-bezos-make-america-amazon-in-2024/", "date_published": "2023-03-09 14:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "China's Xi calls for faster development of armed forces to 'world-class standards'", "description": "Chinese leader Xi Jinping said his country needed to strengthen its military resources to “win wars,” days after one of his top foreign officials warned that the U.S. and China were on course for “confrontation and conflict.” Xi called for China’s defense industry to better use science and technology to improve its military to “world-class...", "link": "https://thehill.com/policy/international/3891533-chinas-xi-calls-for-faster-development-of-armed-forces-to-world-class-standards/", "date_published": "2023-03-09 13:48:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Former NBA player Shawn Kemp arrested on drive-by shooting charge: report", "description": "ESPN is reporting that former Cleveland Cavalier Shawn Kemp has been arrested in connection to a drive-by shooting in Washington State.", "link": "https://thehill.com/homenews/former-nba-player-shawn-kemp-arrested-on-drive-by-shooting-charge-report/", "date_published": "2023-03-09 13:48:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Russia unleashes massive missile attack on targets in Ukraine", "description": "Russia battered Ukraine with a “massive rocket attack” of missile strikes that hit critical infrastructure and residential buildings across the country, Ukrainian President Zelensky said. “It's been a difficult night. A massive rocket attack across the country. … Attacks on critical infrastructure and residential buildings,” Zelensky said in a Telegram post. “The enemy fired 81...", "link": "https://thehill.com/policy/international/3891526-russia-unleashes-massive-missile-attack-on-targets-in-ukraine/", "date_published": "2023-03-09 13:43:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Asking the right questions about the debt limit", "description": "Despite hitting the $31.4 trillion limit on our nation’s credit card on Jan. 19, the national debt will continue to grow by an average of more than $20 billion every week. The Treasury Department continues to cut checks to federal agencies using what are known as “extraordinary measures” to avoid having to operate strictly within...", "link": "https://thehill.com/opinion/congress-blog/3891249-asking-the-right-questions-about-the-debt-limit/", "date_published": "2023-03-09 13:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Norfolk Southern CEO to say he is 'deeply sorry' for impact of derailment in East Palestine", "description": "The CEO of Norfolk Southern on Tuesday will tell the Senate in a hearing that he’s “deeply sorry” for the impact of last month’s train derailment in East Palestine, Ohio. “I am deeply sorry for the impact this derailment has had on the people of East Palestine and surrounding communities, and I am determined to...", "link": "https://thehill.com/homenews/senate/3891487-norfolk-southern-ceo-to-say-he-is-deeply-sorry-for-impact-of-derailment-in-east-palestine/", "date_published": "2023-03-09 13:12:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "China seeks strategic balance not global domination", "description": "The new variant of China’s balancing strategy involves balancing the United States in the space of global governance.", "link": "https://thehill.com/opinion/national-security/3886156-china-seeks-strategic-balance-not-global-domination/", "date_published": "2023-03-09 13:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Is the pandemic over?", "description": "When the pandemic started is easier to determine than when it will end.", "link": "https://thehill.com/homenews/nexstar_media_wire/3884862-is-the-pandemic-over/", "date_published": "2023-03-09 12:43:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "McConnell hospitalized after fall in DC", "description": "Senate Republican Leader Mitch McConnell (Ky.) was hospitalized Wednesday night after a fall in Washington, D.C. The 81-year-old tripped while attending a private dinner, a spokesperson for the senator told The Hill, and has been admitted to a hospital “where he is receiving treatment.”  CNN, citing an unidentified source, reports the fall occurred at D.C.’s...", "link": "https://thehill.com/homenews/senate/3891458-mcconnell-hospitalized-after-fall-in-dc/", "date_published": "2023-03-09 12:34:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Democrats face uphill climb on crime despite nixing DC bill", "description": "Senate Democrats are in a tough spot politically as they attempt to show the party is not soft on crime after a vote to nix updates to the District of Columbia’s criminal code thrust the hot-button issue back into the spotlight.  Despite the sizable Democratic support for the resolution to block a crime bill passed...", "link": "https://thehill.com/homenews/senate/3890647-democrats-face-tough-fight-on-crime-even-after-helping-overturn-dc-bill/", "date_published": "2023-03-09 12:33:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "How Europe is quietly putting 'strategic autonomy' into practice", "description": "When Ursula von der Leyen last traveled to Washington in November 2021, the European Commission president’s agenda was full of issues that today seem quaint: COVID-19 vaccination rates and a migration crisis in Belarus. On Friday, President Biden will host one of the leading figures of a profoundly transformed European bloc. This time, the agenda...", "link": "https://thehill.com/opinion/international/3890729-how-europe-is-quietly-putting-strategic-autonomy-into-practice/", "date_published": "2023-03-09 12:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Beijing and Moscow's 'Manchurian candidates'", "description": "Eerily, in this era of increasing use of propaganda as a weapon of war, the characters of John Frankenheimer’s classic 1962 political thriller, “The Manchurian Candidate,” are uncomfortably coming to life in a dystopian way. Eleanor Iselin, in the form of Chinese President Xi Jinping and Russian President Vladimir Putin, is on the hunt again...", "link": "https://thehill.com/opinion/national-security/3887846-beijing-and-moscows-manchurian-candidates/", "date_published": "2023-03-09 12:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "US sees white supremacist propaganda jump to all-time high: ADL", "description": "The United States saw its highest-ever distribution of white supremacist propaganda last year, jumping 38 percent, according to data collected by the Anti-Defamation League (ADL). The group recorded 6,751 incidents of propaganda activity in 2022 — a jump from 4,876 in 2021 that the ADL attributed to growth in the number of white supremacist groups...", "link": "https://thehill.com/policy/national-security/3890599-us-sees-white-supremacist-propaganda-jump-to-all-time-high-adl/", "date_published": "2023-03-09 12:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Hill's Morning Report — Lassoed by GOP on crime bill, Biden returns to budget politics", "description": "Editor’s note: The Hill’s Morning Report is our daily newsletter that dives deep into Washington’s agenda. To subscribe, click here or fill out the box below. Republicans in the Capitol on Wednesday got the better of Democrats over the volatile issue of crime. President Biden today wants to turn the tables on Republican lawmakers with...", "link": "https://thehill.com/newsletters/morning-report/3891405-the-hills-morning-report-lassoed-by-gop-on-crime-bill-biden-returns-to-budget-politics/", "date_published": "2023-03-09 11:25:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "5 things to watch at the Senate's first East Palestine hearing", "description": "The Senate Environment and Public Works Committee is set to hold its first hearing Thursday on the Feb. 3 derailment of a Norfolk Southern-operated train in East Palestine, Ohio, that led to the release of toxic chemicals.   Here are five things to watch for in the hearing.    Expect both Republican and Democratic members to grill Norfolk...", "link": "https://thehill.com/policy/energy-environment/3890402-5-things-to-watch-at-the-senates-first-east-palestine-hearing/", "date_published": "2023-03-09 11:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden lays down first marker in fiscal talks with McCarthy", "description": "The introduction of President Biden’s budget on Capitol Hill on Thursday is the “starter’s gun” in the negotiations with Republicans over raising the debt limit, ratcheting up pressure on Speaker Kevin McCarthy (R-Calif.) to unveil his own detailed budget plan, which he has not yet done. The Congressional Budget Office estimates Congress needs to raise the debt...", "link": "https://thehill.com/homenews/administration/3890642-biden-to-lay-down-first-marker-in-fiscal-talks-with-mccarthy/", "date_published": "2023-03-09 11:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden zeroing in on candidates to be his 2024 campaign manager", "description": "President Biden has narrowed down his choices on candidates to run his 2024 presidential reelection campaign.   While the president has yet to formally announce he’s running for a second term, he is widely expected to do so and the chatter in Democratic circles over who might lead his campaign apparatus is another sign of an...", "link": "https://thehill.com/homenews/administration/3890545-biden-zeroing-in-on-candidates-to-be-his-2024-campaign-manager/", "date_published": "2023-03-09 11:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Democrats see abortion as electrifying issue in 2024", "description": "Democrats see abortion as an electrifying issue heading into 2024 amid signs voter energy hasn’t abated in the months since Roe v. Wade was overturned. The party and abortion rights activists credit the issue with keeping competitive races in play for them this year, including Virginia’s state Senate special election in January and last month’s...", "link": "https://thehill.com/homenews/campaign/3890564-democrats-see-abortion-as-electrifying-issue-in-2024/", "date_published": "2023-03-09 11:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Hispanic lawmakers fret over Biden approach on family migrants", "description": "Members of the Congressional Hispanic Caucus (CHC) are wary over the Biden administration's noncommittal approach to permanently nixing family detention for migrants at the border.  Administration officials have repeatedly refused to rule out reinstating the policy ended by the Department of Homeland Security (DHS) in 2021, following reports Monday that a return to family detention was floated...", "link": "https://thehill.com/homenews/administration/3890943-hispanic-lawmakers-fret-over-biden-approach-on-family-migrants/", "date_published": "2023-03-09 11:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Sohn supporters slam Democrats over failure to confirm Biden’s FCC nominee", "description": "Advocacy groups that led the charge for Gigi Sohn, President Biden’s nominee to the Federal Communication Commission (FCC), slammed Democrats over their failure to confirm her, leaving the agency with a 2-2 partisan split.  Sohn announced Tuesday that she asked Biden to withdraw her nomination after facing “unrelenting, dishonest and cruel attacks” on her character...", "link": "https://thehill.com/policy/technology/3890283-sohn-supporters-slam-democrats-over-failure-to-confirm-bidens-fcc-nominee/", "date_published": "2023-03-09 11:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Widespread missile strikes reported across Ukrainian cities", "description": "A string of Russian missiles struck a number of Ukrainian regions early Thursday, according to multiple reports, as Ukrainian President Volodymr Zelensky called on the U.S. for more military aid. The governor of the Odesa region, Maksym Marchenko, said that a missile attack had hit the port city of the Black Sea, according to a...", "link": "https://thehill.com/policy/international/3891091-widespread-missile-strikes-reported-across-ukrainian-cities/", "date_published": "2023-03-09 04:23:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden to highlight nuclear submarine deal with UK, Australia leaders in San Diego", "description": "President Biden will travel to San Diego on Monday to highlight the nuclear submarine deal with UK, Australia, alongside British Prime Minister Rishi Sunak and Australian Prime Minister Anthony Albanese. The three leaders plan to engage in talks about  AUKUS, which deals with security in the Asia Pacific and Australia obtaining the nuclear-powered submarines under the...", "link": "https://thehill.com/homenews/administration/3890439-biden-to-highlight-nuclear-submarine-deal-with-uk-australia-leaders-in-san-diego/", "date_published": "2023-03-09 04:02:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Instagram users reporting issues accessing app", "description": "Having troubles accessing Instagram?", "link": "https://thehill.com/homenews/3891053-instagram-users-reporting-issues-accessing-app/", "date_published": "2023-03-09 03:11:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Zelensky pushes for more US aid as Russia pressures Bakhmut", "description": "Ukrainian President Voldymyr Zelensky is pushing for more security assistance from the U.S. and western allies as his troops face an immense assault from Russian forces in the embattled town of Bakhmut. In an interview with CNN’s Wolf Blitzer that aired Wednesday night, Zelensky renewed a plea for the Biden administration to supply F-16 fighter...", "link": "https://thehill.com/policy/defense/3891044-zelensky-pushes-for-more-us-aid-as-russia-pressures-bakhmut/", "date_published": "2023-03-09 03:10:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Sparks fly in first Chicago mayoral runoff debate as candidates trade barbs", "description": "Chicago mayoral candidate Brandon Johnson lobbed attacks at fellow contender Paul Vallas in the first televised debate of the Chicago mayoral runoff on Wednesday night, setting the stage for a contentious race ahead of the April election. Both Johnson, a Cook County commissioner, and Vallas, a former Chicago Public Schools (CPS) CEO, prevailed in last...", "link": "https://thehill.com/homenews/campaign/3891015-sparks-fly-in-first-chicago-mayoral-runoff-debate-as-candidates-trade-barbs/", "date_published": "2023-03-09 02:55:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Bindi Irwin opens up about endometriosis surgery after struggling with 'insurmountable' pain", "description": "Bindi Irwin, the beloved daughter of the late Steve Irwin, says that for years she's lived with severe pain.", "link": "https://thehill.com/homenews/bindi-irwin-opens-up-about-endometriosis-surgery-after-struggling-with-insurmountable-pain/", "date_published": "2023-03-09 02:05:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "This famous Disneyland snack is coming to grocery stores nationwide", "description": "You won't need to make a trip to Disneyland to enjoy one of the resort's most beloved treats anymore.", "link": "https://thehill.com/homenews/this-famous-disneyland-snack-is-coming-to-grocery-stores-nationwide/", "date_published": "2023-03-09 01:24:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "McCarthy uses CBO briefing to prod Biden on debt limit talks", "description": "Speaker Kevin McCarthy (R-Calif.) took aim at President Biden as he emerged from a bipartisan members briefing by the director of the Congressional Budget Office (CBO), prodding the president to arrange another meeting to negotiate on raising the debt limit. “When the president delays our opportunity to negotiate together to help solve this problem, it...", "link": "https://thehill.com/business/budget/3890835-mccarthy-uses-cbo-briefing-to-prod-biden-on-debt-limit-talks/", "date_published": "2023-03-09 01:01:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "As China shows an aggressive posture towards Taiwan, the US must send a strong message", "description": "Last week, the Chinese Communist Party (CCP) launched 25 warplanes and three warships towards Taiwan in a show of force and intimidation as tensions between the two nations continues to rise. Taiwan’s Ministry of National Defense accused 19 of those warplanes of crossing into their air defense zone, in an obvious threat against the island...", "link": "https://thehill.com/opinion/congress-blog/3890876-as-china-shows-an-aggressive-posture-towards-taiwan-the-us-must-send-a-strong-message/", "date_published": "2023-03-09 01:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Carlson shows two sides to his views on Trump, supporters", "description": "Fox News host Tucker Carlson’s conflicting feelings about former President Trump and his supporters have been on full display this week amid headlines over his controversial Jan. 6 coverage and private emails unearthed as part of a lawsuit. Carlson has dedicated two nights of his widely watched prime-time opinion program to defending the Trump supporters...", "link": "https://thehill.com/homenews/media/3890400-carlson-shows-two-sides-to-his-views-on-trump-supporters/", "date_published": "2023-03-09 01:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "US intel leaders say China chief among global threats", "description": "Welcome to The Hill's Defense &#038; NatSec newsletter {beacon} Defense &#038;National Security Defense &#038;National Security &#8202;  The Big Story  US intelligence chiefs: China ranks atop worldwide threats China’s power and ambitions for influence are bleeding into nearly every threat that U.S. intelligence agencies are tracking, the five directors of the most senior intelligence agencies told...", "link": "https://thehill.com/newsletters/defense-national-security/3890869-us-intel-leaders-say-china-chief-among-global-threats/", "date_published": "2023-03-09 00:51:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Former House candidate pleads guilty to accepting illegal campaign contribution", "description": "A woman who ran in North Carolina’s Republican primary for the U.S. House in 2020 pleaded guilty on Wednesday to accepting a conduit campaign contribution in violation of campaign finance law, the Department of Justice announced. The DOJ, citing court documents, said in a release that 65-year-old Lynda Bennett borrowed from a family member $25,000...", "link": "https://thehill.com/regulation/court-battles/3890797-former-house-candidate-pleads-guilty-to-accepting-illegal-campaign-contribution/", "date_published": "2023-03-09 00:35:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "33 Senate Democrats join Republicans to block DC crime bill", "description": "Senators on Wednesday overwhelmingly voted to block the District of Columbia's updated criminal code from becoming law, marking the first time in more than three decades that a D.C.-passed bill has been nixed by Congress and the White House.  The Senate advanced the resolution, 81-14, with 33 Democrats voting alongside every Republican and Independent Sen....", "link": "https://thehill.com/homenews/senate/3890491-senate-democrats-join-republicans-to-block-dc-crime-bill/", "date_published": "2023-03-09 00:26:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Powell tells Congress to raise debt limit", "description": "Welcome to The Hill's Business &#038; Economy newsletter {beacon} Business &#038; Economy Business &#038; Economy &#8202;  The Big Story  Powell urges lawmakers to raise the debt limit The Federal Reserve chairman told a House panel on Wednesday that the central bank wouldn’t be able to stop the economic disaster caused by lawmakers' failure to raise...", "link": "https://thehill.com/newsletters/business-economy/3890769-powell-tells-congress-to-raise-debt-limit/", "date_published": "2023-03-09 00:02:04+00:00", "persistent": false, "user": null, "language": "en-US"}]