[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Starfield - The Best Quality of Life Mods So Far", "description": "Starfield is officially out now, and modders have already begun changing whatever they can! We’ll have more zany mods coverage in the future (some of you out there are WILD, and I see you), but for now, we want to focus on some quality of life mods that may make your time traversing the galaxy a little more frictionless. Keep in mind we’ll be covering free mods for right now, and nothing like crazy graphical overhauls, just things to make playing the game a bit smoother or more tailored to personal taste. Here are the best quality of life mods so far in Starfield on PC.\n\nEven though Starfield just released, a ton of mods have already been created, including the quality of life ones we have here, graphical overhauls, mechanic changes, and, of course, a picture of Phil Spencer to replace your flashlight. While it will take years to reach the saturation of something like Skyrim, the modding community is already well on its way to paper over some of the early cracks.\n\nBig thanks to the m", "link": "https://www.youtube.com/watch?v=WFSZYWKwTCY", "date_published": "2023-09-08T22:00:13+00:00", "bookmarked": false, "dead": false, "artist": "Ign - YouTube", "album": "Ign - YouTube", "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/WFSZYWKwTCY/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Jean-Claude Van Damme is Johnny Cage in Mortal Kombat 1 #mk1 #johnnycage #gaming #mortalkombat", "description": "", "link": "https://www.youtube.com/watch?v=gONPq2LsR9o", "date_published": "2023-09-08T21:35:37+00:00", "bookmarked": false, "dead": false, "artist": "Ign - YouTube", "album": "Ign - YouTube", "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/gONPq2LsR9o/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Monarch: Legacy of Monsters - Official Teaser Trailer (2023) Kurt Russell, Wyatt Russell, Anna Sawai", "description": "Check out the teaser trailer for Monarch: Legacy of Monsters, an upcoming ten-episode series based on Legendary’s Monsterverse. Monarch: Legacy of Monsters stars Kurt Russell, Wyatt Russell, Anna Sawai, Kiersey Clemons, Ren Watabe, Mari Yamamoto, Anders Holm, Joe Tippett, and Elisa Lasowski.\n\nFollowing the thunderous battle between Godzilla and the Titans that leveled San Francisco, and the shocking revelation that monsters are real, “Monarch: Legacy of Monsters” tracks two siblings following in their father’s footsteps to uncover their family’s connection to the secretive organization known as Monarch. Clues lead them into the world of monsters and ultimately down the rabbit hole to Army officer Lee Shaw (played by Kurt Russell and Wyatt Russell), taking place in the 1950s and half a century later where Monarch is threatened by what Shaw knows. The dramatic saga – spanning three generations – reveals buried secrets and the ways that epic, earth-shattering events can reverberate thro", "link": "https://www.youtube.com/watch?v=Xsj36M3o0DQ", "date_published": "2023-09-08T21:14:42+00:00", "bookmarked": false, "dead": false, "artist": "Ign - YouTube", "album": "Ign - YouTube", "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/Xsj36M3o0DQ/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Soulframe Combat Gameplay", "description": "Check out 7 1/2 minutes of in-game footage for Soulframe, a co-op vs environment title with procedurally generated environments by Digital Extremes. Oh and by the way, yes you can throw and recall your sword at will. \n\nPresented by Digital Extremes.\n\n#IGN", "link": "https://www.youtube.com/watch?v=319AvKpODHA", "date_published": "2023-09-08T20:55:10+00:00", "bookmarked": false, "dead": false, "artist": "Ign - YouTube", "album": "Ign - YouTube", "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/319AvKpODHA/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Biggest Reveals from TennoCon 2023", "description": "Check out the biggest reveals from this year's TennoCon, celebrating 10 years of Warframe! From Whispers In The Walls (2023), Warframe 1999 (2024), cosmetics like the Heirloom Collection and Dex Skins, pre-registration for games like Warframe Mobile, and the addition of Cross-Platform saves to Warframe (Coming later this year). \n\nPresented by Digital Extremes.\n\n#IGN", "link": "https://www.youtube.com/watch?v=DtvzY5HoSjI", "date_published": "2023-09-08T20:19:16+00:00", "bookmarked": false, "dead": false, "artist": "Ign - YouTube", "album": "Ign - YouTube", "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/DtvzY5HoSjI/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Kirby clocking into work #nintendo #kirby #costume #meetandgreet #nintendolive #paxwest #pax", "description": "", "link": "https://www.youtube.com/watch?v=O5n18YgOwwA", "date_published": "2023-09-08T19:49:03+00:00", "bookmarked": false, "dead": false, "artist": "Ign - YouTube", "album": "Ign - YouTube", "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/O5n18YgOwwA/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Baldur's Gate 3 PS5 vs PC Performance Review", "description": "Baldur's Gate 3 from Larian Studios now makes its way to the PS5! Offering dual modes of play including split-screen couch co-op, multiplayer, and of course, single-player, we plan to put this console through its paces and compare it to the PC version to see if there are any similarities in performance issues. Will Act 3 bring all to their knees? How good is the 60fps mode and at what cost? How high and low can the numbers go you ask? We answer all that and more in our performance review.\n\nChapters\n0:00 Video Contents\n0:32 PS5 Modes and graphical comparisons\n4:30 Performance testing Quality mode\n5:47 Loading tests and CPU comparisons\n6:53 Performance mode testing \n9:49 Split Screen tests & Act 3\n10:55 PC testing vs PS5\n14:00 Summary\n\n#IGN #BG3", "link": "https://www.youtube.com/watch?v=gQA54lYPuLE", "date_published": "2023-09-08T19:30:04+00:00", "bookmarked": false, "dead": false, "artist": "Ign - YouTube", "album": "Ign - YouTube", "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/gQA54lYPuLE/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Lies of P - Official Legion Arm Showcase Gameplay Trailer", "description": "Check out the latest trailer for Lies of P to see the Legion Arms gameplay mechanic in action. With Legion Arms, you can equip and upgrade various mechanical arms, each featuring distinctive abilities and uses in combat. The trailer showcases Deus Ex Machina, Aegis, Falcon Eyes, and more.\n\nLies of P is an action Souls-like game inspired by the familiar story of Pinocchio, and it will be available on PlayStation 4, PlayStation 5, Xbox One, Xbox Series X/S, PC via Steam, and Mac on September 19, 2023.\n\n#IGN", "link": "https://www.youtube.com/watch?v=4QvSxzzkT9s", "date_published": "2023-09-08T19:00:01+00:00", "bookmarked": false, "dead": false, "artist": "Ign - YouTube", "album": "Ign - YouTube", "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/4QvSxzzkT9s/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "NBA 2K24 - Official Launch Trailer (ft. Shaquille O'Neal, Victor Wembanyama)", "description": "NBA 2K24 is out now on PC, PS5, Xbox Series X/S, PS4, Xbox One, and Nintendo Switch. Check out the NBA 2K24 launch trailer featuring basketball stars Victor Wembanyama, Donovan Mitchell, Sabrina Ionescu, Josh Giddey, Shai Gilgeous-Alexander, Shaquille O'Neal, and more.\n\n#IGN #Gaming #NBA", "link": "https://www.youtube.com/watch?v=BgBPRY7D3VM", "date_published": "2023-09-08T17:00:13+00:00", "bookmarked": false, "dead": false, "artist": "Ign - YouTube", "album": "Ign - YouTube", "user": null, "language": "en-US", "thumbnail": "https://i3.ytimg.com/vi/BgBPRY7D3VM/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Batman: Mask of the Phantasm - Exclusive Behind the Scenes Clip (2023) Kevin Conroy, Mark Hamill", "description": "Batman: Mask of the Phantasm opens with the city's most feared gangsters being systematically eliminated, and assumed blame falling on the Caped Crusader. But prowling the Gotham night is a shadowy new villain, the Phantasm, a sinister figure with some link to Batman's past. Can the Dark Knight elude the police, capture the Phantasm and clear his own name? Unmasking the Phantasm is just one of the twists in this dazzling animated feature, which provides new revelations about Batman's past, his archrival the Joker, and Batman's most grueling battle ever - the choice between his love for a beautiful woman and his vow to be the defender of right.\n\nFrom Warner Bros. Discovery Home Entertainment, the film will be available to purchase digitally and on 4K Ultra HD on September 12, 2023.\n\nThis 30th anniversary release will also include an all-new featurette Kevin Conroy: I Am The Knight, which takes a look at the legacy of Kevin Conroy, who voiced Batman for 30 years in film, television, vi", "link": "https://www.youtube.com/watch?v=Tgiu8bJ5J18", "date_published": "2023-09-08T16:00:31+00:00", "bookmarked": false, "dead": false, "artist": "Ign - YouTube", "album": "Ign - YouTube", "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/Tgiu8bJ5J18/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Breaking Down the Across the Spider-Verse LEGO Scene With the Teen Who Animated It", "description": "Preston Mutanga (@LegoMe_TheOG) is a 14-year-old self-taught animator who caught the attention of Spider-Man: Across the Spider-Verse’s producers Phil Lord and Christopher Miller when he posted an impressive LEGO recreation of the film’s trailer on his own YouTube channel. Preston sits down with IGN and shares the whole whirlwind process of being offered the opportunity to animate on this creatively ambitious film, spending school nights on Zoom calls (after homework, of course), and sharing - for the first time - the Easter eggs he’s hidden in there!\n\nSpider-Man: Across the Spider-Verse is available on your favorite digital platform and you can also watch over 90 minutes of exclusive footage on the 4K UHD and Blu-Ray, which are out now.\n\nYou can follow Preston on social media:\ninstagram.com/legomereal\ntiktok.com/@legome_real\ntwitter.com/FG_Artist\nyoutube.com/@legome_theog\n\n#IGN #SpiderVerse #LEGO", "link": "https://www.youtube.com/watch?v=e7IcBWU8TFI", "date_published": "2023-09-08T15:00:37+00:00", "bookmarked": false, "dead": false, "artist": "Ign - YouTube", "album": "Ign - YouTube", "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/e7IcBWU8TFI/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Starfield's New Game Plus Is Its Most Intriguing Concept, If You Get Lucky (Spoilers!)", "description": "Warning: Full Spoilers for Starfield ahead!\n\nStarfield's New Game Plus is its most intriguing concept... If you get lucky. I’ve already hit Starfield’s credits screen four times. Not because I can’t get enough of playing Bethesda’s latest grand-scale RPG, but because I find the concept that powers its new game plus mode to be completely intriguing. Not to sound too much like Matthew McConaughey in Interstellar, but where I once thought I’d be losing dozens of hours exploring places in this galaxy, it’s actually what takes place in one room that has captured my imagination most.\n\n#IGN #Gaming #Starfield", "link": "https://www.youtube.com/watch?v=UIkW1Bu8M9o", "date_published": "2023-09-08T14:30:22+00:00", "bookmarked": false, "dead": false, "artist": "Ign - YouTube", "album": "Ign - YouTube", "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/UIkW1Bu8M9o/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "From Elder Scrolls to Starfield: How Bethesda Defined the RPG", "description": "From The Elder Scrolls to Starfield, join us as we explore how Bethesda defined the RPG. With sprawling galaxies to explore and an almost endless universe of things to do, Starfield is Bethesda's most ambitious game yet. While it's been in development for seven years, its roots can be traced back to the 1990s when Todd Howard rewrote the role-playing game rule book with The Elder Scrolls III: Morrowind. See the evolution of Bethesda RPGs through Oblivion, Skyrim, Fallout 3, Fallout 4, and beyond. \n\nWhat do you think is Bethesda's best RPG? Let us know in the comments!\n\n#IGN #Gaming #Starfield", "link": "https://www.youtube.com/watch?v=6i76mByBoyU", "date_published": "2023-09-08T14:00:10+00:00", "bookmarked": false, "dead": false, "artist": "Ign - YouTube", "album": "Ign - YouTube", "user": null, "language": "en-US", "thumbnail": "https://i3.ytimg.com/vi/6i76mByBoyU/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Mortal Kombat 1 - Official Jean-Claude Van Damme Trailer", "description": "Here's your look at Jean-Claude Van Damme as Johnny Cage in action in this latest trailer for Mortal Kombat 1. The Jean-Claude Van Damme skin for Johnny Cage will be available at launch and is featured in the Kombat Pack, alongside early access to six new downloadable content (DLC) playable characters – Quan Chi, Ermac, Takeda Takahashi, Peacemaker, Omni-Man, and Homelander (all available post-launch) – and five new Kameo Fighters (available post-launch). \n\nMortal Kombat 1 will be available on PlayStation 5, Xbox Series X/S, Nintendo Switch, and PC (Steam and Epic Games Store) beginning on September 14, 2023.\n\n#IGN #Gaming #MortalKombat", "link": "https://www.youtube.com/watch?v=XO6VQ-y1LvM", "date_published": "2023-09-08T13:36:04+00:00", "bookmarked": false, "dead": false, "artist": "Ign - YouTube", "album": "Ign - YouTube", "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/XO6VQ-y1LvM/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Nun II Director’s Secret to Powerful Conjuring Scares", "description": "Michael Chaves explains the importance of innocence to the Conjuring Universe, the French influences on how to approach the movie's scares, and how a Guillermo Del Toro movie inspired one of The Nun II's vengeful ghosts.\n\n#IGN", "link": "https://www.youtube.com/watch?v=G-xwxNoizGM", "date_published": "2023-09-08T13:00:23+00:00", "bookmarked": false, "dead": false, "artist": "Ign - YouTube", "album": "Ign - YouTube", "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/G-xwxNoizGM/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Starfield, Baldur’s Gate 3 Expose Highs and Lows of ‘Early Access’ - Next-Gen Console Watch", "description": "Welcome back to Next-Gen Console Watch, our show following all the news and rumors on the PlayStation 5 and Xbox Series. I’m Daemon Hatfield, and this week I’m joined by Ryan McCaffrey, host of IGN’s Xbox podcast, Podcast Unlocked, and Max Scoville, host of IGN's PlayStation podcast, Podcast Beyond. This week we're talking about early access, and the changing meaning of the term. Join us as we take a look at the early access launch of Starfield compared to Baldur's Gate 3, and analyze what it might mean for future game releases.", "link": "https://www.youtube.com/watch?v=NRYHkJyLEQs", "date_published": "2023-09-08T13:00:14+00:00", "bookmarked": false, "dead": false, "artist": "Ign - YouTube", "album": "Ign - YouTube", "user": null, "language": "en-US", "thumbnail": "https://i3.ytimg.com/vi/NRYHkJyLEQs/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Fae Farm: 5 Tips for Beginners", "description": "Cosy quests, friendly townsfolk, and adorable animals await in fantasy sim Fae Farm, out now on Nintendo Switch and PC. To make the most of your magic and have your homestead thriving in no time, take note of these 5 starting tips. Sponsored by Phoenix Labs.\n\n#IGN #Gaming #FaeFarm", "link": "https://www.youtube.com/watch?v=hKrvl1taPKs", "date_published": "2023-09-08T10:00:36+00:00", "bookmarked": false, "dead": false, "artist": "Ign - YouTube", "album": "Ign - YouTube", "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/hKrvl1taPKs/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "“19 inches of Venom” #sony #ps5 #playstation #spiderman #venom #peterparker #milesmorales #statue", "description": "", "link": "https://www.youtube.com/watch?v=_PE0tm6AWag", "date_published": "2023-09-08T01:59:52+00:00", "bookmarked": false, "dead": false, "artist": "Ign - YouTube", "album": "Ign - YouTube", "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/_PE0tm6AWag/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Starfield Players Are Really Trying to Pretend It's On PlayStation - IGN Daily Fix", "description": "Starfield is now available on PC and as an Xbox Series X and S console exclusive, but some players are really trying to pretend it's on PlayStation 5 too. Plus, new updates make E3 sound more dead than ever.", "link": "https://www.youtube.com/watch?v=QnwRwDW9Q68", "date_published": "2023-09-08T01:21:34+00:00", "bookmarked": false, "dead": false, "artist": "Ign - YouTube", "album": "Ign - YouTube", "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/QnwRwDW9Q68/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Quiz Lady - Official Trailer (2023) Awkwafina, Sandra Oh, Will Ferrell", "description": "Check out the trailer for Quiz Lady, an upcoming comedy movie starring Awkwafina and Sandra Oh.\n\nIn Quiz Lady, a brilliant but tightly wound, gameshow-obsessed young woman, Anne (Awkwafina), and her estranged, train-wreck of a sister Jenny (Sandra Oh), must work together to help cover their mother’s gambling debts. When Anne’s beloved dog is kidnapped, they set out on a wild, cross-country trek to get the cash the only way they know how: by turning Anne into a bona-fide gameshow champion. The movie, which also stars Jason Schwartzman, Holland Taylor, Tony Hale, and Will Ferrell, is directed by Jessica Yu, written by Jen D’Angelo, and produced by Will Ferrell, Jessica Elbaum, Maggie Haskins, Itay Reiss, Jen D’Angelo, Awkwafina, and Sandra Oh, with Alex Brown and Erika Hampson serving as executive producers.\n\nQuiz Lady will premiere on November 3, 2023, exclusively on Hulu in the U.S., Star+ in Latin America, and Disney+ in all other territories.", "link": "https://www.youtube.com/watch?v=8Nn-pRcwgtY", "date_published": "2023-09-08T01:00:02+00:00", "bookmarked": false, "dead": false, "artist": "Ign - YouTube", "album": "Ign - YouTube", "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/8Nn-pRcwgtY/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "PO-TAY-TOES in Starfield! #starfield #lotr #lordoftherings #xbox #gamepass #pc #bethesda #potatoes", "description": "", "link": "https://www.youtube.com/watch?v=axDgWA4wjxQ", "date_published": "2023-09-08T00:30:05+00:00", "bookmarked": false, "dead": false, "artist": "Ign - YouTube", "album": "Ign - YouTube", "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/axDgWA4wjxQ/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Goosebumps - Official Teaser Trailer (2023) Justin Long, Rachael Harris", "description": "Check out the teaser for Goosebumps, an upcoming new series inspired by R.L. Stine's book series. The 10-part series stars Justin Long (“Barbarian”) and Rachael Harris (“Lucifer”), alongside newcomers Zack Morris (“EastEnders”), Isa Briones (“Star Trek: Picard”), Miles McKenna (“Guilty Party”), Ana Yi Puig (“Gossip Girl”) and Will Price (“The Equalizer”).\n\nPlunging viewers into a world of mystery and suspense, the new “Goosebumps” series follows a group of five high schoolers as they embark on a shadowy and twisted journey to investigate the tragic passing three decades earlier of a teen named Harold Biddle — while also unearthing dark secrets from their parents’ past.\n\nThe new television series draws on elements from five of the most popular middle grade books including “Say Cheese and Die!,” “The Haunted Mask,” “The Cuckoo Clock of Doom,” “Go Eat Worms!” and “Night of the Living Dummy.”\n\nNicholas Stoller (“The Muppets”) and Rob Letterman (“Pokémon Detective Pikachu”) developed the ", "link": "https://www.youtube.com/watch?v=YQniyCQTty0", "date_published": "2023-09-08T00:00:12+00:00", "bookmarked": false, "dead": false, "artist": "Ign - YouTube", "album": "Ign - YouTube", "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/YQniyCQTty0/hqdefault.jpg"}]