[{"source": "https://feeds.feedburner.com/TheHackersNews", "title": "U.K. and U.S. Sanction 11 Russia-based Trickbot Cybercrime Gang Members", "description": "The U.K. and U.S. governments on Thursday sanctioned 11 individuals who are alleged to be part of the notorious Russia-based TrickBot cybercrime gang.\n“Russia has long been a safe haven for cybercriminals, including the TrickBot group,” the U.S. Treasury Department said, adding it has “ties to Russian intelligence services and has targeted the U.S. Government and U.S. companies, including", "link": "https://thehackernews.com/2023/09/uk-and-us-sanction-11-russia-based.html", "date_published": "2023-09-08T17:04:00+00:00", "bookmarked": false, "dead": false, "artist": "The Hacker News", "album": "The Hacker News", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Protecting Your Microsoft IIS Servers Against Malware Attacks", "description": "Microsoft Internet Information Services (IIS) is a web server software package designed for Windows Server. Organizations commonly use Microsoft IIS servers to host websites, files, and other content on the web. Threat actors increasingly target these Internet-facing resources as low-hanging fruit for finding and exploiting vulnerabilities that facilitate access to IT environments. \nRecently, a", "link": "https://thehackernews.com/2023/09/protecting-your-microsoft-iis-servers.html", "date_published": "2023-09-08T11:27:00+00:00", "bookmarked": false, "dead": false, "artist": "The Hacker News", "album": "The Hacker News", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Cisco Issues Urgent Fix for Authentication Bypass Bug Affecting BroadWorks Platform", "description": "Cisco has released security fixes to address multiple security flaws, including a critical bug, that could be exploited by a threat actor to take control of an affected system or cause a denial-of service (DoS) condition.\nThe most severe of the issues is CVE-2023-20238, which has the maximum CVSS severity rating of 10.0. It’s described as an authentication bypass flaw in the Cisco BroadWorks", "link": "https://thehackernews.com/2023/09/cisco-issues-urgent-fix-for.html", "date_published": "2023-09-08T11:26:00+00:00", "bookmarked": false, "dead": false, "artist": "The Hacker News", "album": "The Hacker News", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "North Korean Hackers Exploit Zero-Day Bug to Target Cybersecurity Researchers", "description": "Threat actors associated with North Korea are continuing to target the cybersecurity community using a zero-day bug in unspecified software over the past several weeks to infiltrate their machines.\nThe findings come from Google’s Threat Analysis Group (TAG), which found the adversary setting up fake accounts on social media platforms like X (formerly Twitter) and Mastodon to forge relationships", "link": "https://thehackernews.com/2023/09/north-korean-hackers-exploit-zero-day.html", "date_published": "2023-09-08T08:52:00+00:00", "bookmarked": false, "dead": false, "artist": "The Hacker News", "album": "The Hacker News", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "CISA Warning: Nation-State Hackers Exploit Fortinet and Zoho Vulnerabilities", "description": "The U.S. Cybersecurity and Infrastructure Security Agency (CISA) on Thursday warned that multiple nation-state actors are exploiting security flaws in Fortinet FortiOS SSL-VPN and Zoho ManageEngine ServiceDesk Plus to gain unauthorized access and establish persistence on compromised systems.\n“Nation-state advanced persistent threat (APT) actors exploited CVE-2022-47966 to gain unauthorized", "link": "https://thehackernews.com/2023/09/cisa-warning-nation-state-hackers.html", "date_published": "2023-09-08T05:36:00+00:00", "bookmarked": false, "dead": false, "artist": "The Hacker News", "album": "The Hacker News", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Apple Rushes to Patch Zero-Day Flaws Exploited for Pegasus Spyware on iPhones", "description": "Apple on Thursday released emergency security updates for iOS, iPadOS, macOS, and watchOS to address two zero-day flaws that have been exploited in the wild to deliver NSO Group's Pegasus mercenary spyware.\nThe issues are described as below -\n\nCVE-2023-41061 - A validation issue in Wallet that could result in arbitrary code execution when handling a maliciously crafted attachment.\nCVE-2023-41064", "link": "https://thehackernews.com/2023/09/apple-rushes-to-patch-zero-day-flaws.html", "date_published": "2023-09-08T03:11:00+00:00", "bookmarked": false, "dead": false, "artist": "The Hacker News", "album": "The Hacker News", "user": null, "language": "en-US", "thumbnail": null}]