[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Under The Waves PS5 Review - The Final Verdict", "description": "Under The Waves puts you in the shoes of Stan, an underwater operative working for the UniTrench mining facility. The story takes you through his journey of overcoming grief while also serving as a means to spread awareness about preserving underwater wildlife. \n\nIt’s a well-written game with strong performances and carefully directed cutscenes, but the story can stretch itself too thin by trying to cover so many topics and not doing justice to it all. While the gameplay doesn’t break any new ground in terms of mechanics, it works well for the rather short duration of the campaign - clocking in at just over 6 hours.", "link": "https://www.youtube.com/watch?v=xNlyw06nJdY", "date_published": "2023-09-08T21:30:05+00:00", "bookmarked": false, "dead": false, "artist": "GamingBolt", "album": "GamingBolt", "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/xNlyw06nJdY/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "What Was The Cyber Initiative And Can It Happen Again In Mortal Kombat 1?", "description": "Mortal Kombat is a series with an immensely rich lore, and one of the major subplots in both timelines is the Lin Kuei Cyber Initiative. In both the Midway and NetherRealm continuities, the Cyber Initiative played a huge role in developing compelling character arcs for Cyrax, Sektor, Smoke, and Sub-Zero albeit in markedly different ways. \n\nWith Mortal Kombat 1 2023 taking place in a new timeline, we are naturally inclined to ask the question - will the Cyber Initiative take place once again or will the developers go for an entirely new sub-plot for the Lin Kuei clan? With this video, we try to look at all the possibilities for this answer while also providing a recollection of what happened to The Cyber Initiative in previous timelines.", "link": "https://www.youtube.com/watch?v=-P_2bY4bmzE", "date_published": "2023-09-08T17:30:00+00:00", "bookmarked": false, "dead": false, "artist": "GamingBolt", "album": "GamingBolt", "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/-P_2bY4bmzE/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Starfield - 15 Things You Should NOT IGNORE", "description": "Thanks to the sheer volume of the things that you can do in Starfield, it goes without saying that you are not going to be able to pay equal attention to all aspects of the game, which, in turn, means that, from smaller mechanics to larger activities to maybe even entire systems, there will be areas of the experience that you will likely end up ignoring (or barely touching, at best). \n\nIn a game this large and expansive, that is, of course, pretty much unavoidable. There are, however, several things in Starfield that you definitely shouldn’t be ignoring, either because they are too useful, or because they are just too good. Here, we’re going to talk about a few such things.", "link": "https://www.youtube.com/watch?v=ubxWentc9FM", "date_published": "2023-09-08T04:45:03+00:00", "bookmarked": false, "dead": false, "artist": "GamingBolt", "album": "GamingBolt", "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/ubxWentc9FM/hqdefault.jpg"}]