[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Daymare: 1994 Sandcastle Review - The Final Verdict", "description": "Daymare 1994: Sandcastle takes use to the events that took place 4 years before its predecessor—Daymare 1998. Focused on exploring the depths of Area 51 in a standard mission that has gone horribly wrong, Daymare 1994: Sandcastle is a horror title that focuses more on the action side of things.\n\nWhile the game suffers from quite a few technical issues, it features competent gameplay and a fun story that manages to keep you on the edge of your seat in much the same way an episode of a thriller series could.", "link": "https://www.youtube.com/watch?v=mtV4t1crlJ4", "date_published": "2023-09-02T17:30:07+00:00", "bookmarked": false, "dead": false, "artist": "GamingBolt", "album": "GamingBolt", "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/mtV4t1crlJ4/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Starfield's Neon Puts Cyberpunk 2077's Night City To Shame...", "description": "In the endless black stretches of the Settled Systems, there’s an abundance of things to do, with everything from the flora and fauna you encounter to the cities and settlements you explore exhibit an impressive level of variety that feels appropriate for Starfield’s galactic setting. \n\nAnd though that open world is, of course, full of captivating things to do, the one city hub in the entire game that stands out in memory perhaps above all others is the city of Neon, a grimy, pseudo-cyberpunk dystopia built on a former fishing platform. \n\nSo, effect and thorough is Neon’s worldbuilding, in fact, that it wouldn’t be an exaggeration to say that it even eclipses Cyberpunk 2077's setting, with both cities, of course, drawing comparisons due to more than a few aesthetic and thematic similarities. Here, we’re going to dive a little deeper into that comparison.", "link": "https://www.youtube.com/watch?v=REM9D7re27c", "date_published": "2023-09-02T09:30:05+00:00", "bookmarked": false, "dead": false, "artist": "GamingBolt", "album": "GamingBolt", "user": null, "language": "en-US", "thumbnail": "https://i3.ytimg.com/vi/REM9D7re27c/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Bomb Rush Cyberfunk PS5 Review - The Final Verdict", "description": "From the outset, Bomb Rush Cyberfunk makes no apologies for its inspiration. Its style, music and gameplay are all reminiscent of Jet Set Radio. You'll grind around locations, battle rival crew members and earn REP to take over the five boroughs of the world.\n\nIt can feel pretty easy, while its tagging and tricks feel overly simple. Its gameplay loop may also become repetitive despite its length. Thankfully, it establishes a presence with its story and intriguing level design while delivering fluid controls that are easy to pick up.\n\nBomb Rush Cyberfunk is a venerable blast from the past, with a gorgeous art style and sharp soundtrack to match, and that's more than enough.", "link": "https://www.youtube.com/watch?v=UV3diXmTuus", "date_published": "2023-09-02T00:15:01+00:00", "bookmarked": false, "dead": false, "artist": "GamingBolt", "album": "GamingBolt", "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/UV3diXmTuus/hqdefault.jpg"}]