{"entries": [{"source": "http://louderwithcrowder.com/feed/", "link": "https://www.louderwithcrowder.com/primce-harry-60-minutes", "title": "Watch: Prince Harry's new memoir exposes him and Meghan as resident crazy people", "date_published": "2023-01-08 16:55:47+00:00", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=32644547&amp;width=1245&amp;height=700&amp;coordinates=0%2C2%2C0%2C0\" /><br /><br /><p>In a continuation of the \"The Royal Family is Racist\" saga, <a href=\"https://www.louderwithcrowder.com/prince-harry-first-amendment-bonkers\" target=\"_blank\">Prince Harry</a> gave a 60 Minutes interview with Anderson Cooper about his upcoming memoir, \"Spare.\" 60 Minutes tweeted out this clip ahead of its release, where Prince Harry said he was \"probably bigoted\" before he married <a href=\"https://www.louderwithcrowder.com/whoopi-goldberg-meghan-markle-podcast\" target=\"_blank\">Meghan Markle</a>.</p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\">\\u201cPrince Harry tells @andersoncooper, \"I was probably bigoted before the relationship with Meghan.\" See the interview, Sunday on 60 Minutes. https://t.co/5XclKEFFVY\\u201d</div> — 60 Minutes (@60 Minutes)\n        <a href=\"https://twitter.com/60Minutes/status/1611146658586263554\">1672962271</a>\n</blockquote>\n<p>He also said he doesn't see himself ever returning as a member of the Royal Family:</p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\">\\u201c\\u201cCan you see a day when you would return as a full-time member of the Royal Family?\\n\\nSee Prince Harry\\u2019s revealing interview with @andersoncooper.\\n\\n60 Minutes Sunday, on @CBS and streaming on @paramountplus.\\u201d</div> — 60 Minutes (@60 Minutes)\n        <a href=\"https://twitter.com/60Minutes/status/1610047081099436034\">1672700112</a>\n</blockquote>\n<p>He and Meghan stepped back from their royal duties in 2020. In 2021, they gave a controversial interview with Oprah Winfrey. This was when Markle claimed she was suicidal because of racism, and that Harry's family was concerned about how dark their son would be. </p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\">\\u201cThis week's bombshell Oprah Winfrey interview with Prince Harry and Meghan Markle shone a light on the ways London's tabloid newspapers have come to box the royal family into \"a trapping environment.\" https://t.co/b6XKDQcaRo\\u201d</div> — CBS Sunday Morning \\ud83c\\udf1e (@CBS Sunday Morning \\ud83c\\udf1e)\n        <a href=\"https://twitter.com/CBSSunday/status/1371089170832187395\">1615728106</a>\n</blockquote>\n<p>I can't speak to the allegations of racism. But Prince Harry and Meghan Markle seem to have some problematic stuff goin' on upstairs, if you know what I mean. Plus, Prince Harry appears to be completely brainwashed by Meghan. A leaked portion of Harry's memoir reveals they believe the deceased Princess Diana helped them conceive their son, Archie. </p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\">\\u201cPrince Harry kept a box of Diana's HAIR in his nightstand - and says it helped Meghan get pregnant https://t.co/kp2SAXQsAa\\u201d</div> — Daily Mail U.K. (@Daily Mail U.K.)\n        <a href=\"https://twitter.com/DailyMailUK/status/1611468558252363786\">1673039018</a>\n</blockquote>\n<p>Harry <a href=\"https://www.yahoo.com/entertainment/prince-harry-thinks-blue-box-163739844.html\" target=\"_blank\">wrote</a> that he kept locks of his mother Diana's hair on his bedside table. Meghan placed her pregnancy tests besides the hair. When Harry saw this, he apparently said, \"let's see what Mummy can do with this situation.\" When they got a positive test, his first words were, \"Thank you, Mummy.\"</p><p>Uhhh. Is anyone else getting some Norman Bates vibes?</p><p>Meghan also reportedly <a href=\"https://nypost.com/2023/01/06/meghan-markle-asked-for-clarity-at-princess-dianas-grave/\" target=\"_blank\">visited</a> Princess Diana's grave to ask her for \"clarity and guidance.\" And before you think it can't possibly get more bizarre, Harry said Meghan is \"magic\" and that she sings to animals and that the animals sing back. His memoir also mentioned marijuana and cocaine use in his teenage years, which could explain some of these occurrences if that drug use is ongoing. </p><p>From the looks of it, all is definitely not well with the Royal Family...but it doesn't seem like \"racism\" is the real problem here. </p><p><p>\n<em><strong>Editor’s Note</strong>\n</em>\n</p>\n<p>\n<em><strong><a href=\"https://lwcnewswire.substack.com/\" target=\"_blank\">LwC is on Substack now</a></strong>! Each day we overwhelm your brains with the content you've come to love from the Louder with Crowder Dot Com website.. but algorithms hide our ranting and raving as best they can. The best way to stick it to Big Tech? </em><strong><a href=\"https://lwcnewswire.substack.com/\" target=\"_blank\"><em>Subscribe to For the Content!</em></a></strong>\n</p></p><p class=\"shortcode-media shortcode-media-youtube\">\n<span class=\"rm-shortcode\" style=\"display: block; padding-top: 56.25%;\"></span>\n<small class=\"image-media media-caption\">Meghan Markle Is \"Suicidal\" BECAUSE OF RACISM!? | Louder With Crowder</small>\n<small class=\"image-media media-photo-credit\">\n<a href=\"https://youtu.be/XQeRGab9Hj0\" target=\"_blank\">youtu.be</a>\n</small>\n</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "http://louderwithcrowder.com/feed/", "link": "https://www.louderwithcrowder.com/kevin-mccarthy-argues-matt-gaetz", "title": "'You're a formulated pickle pauper': Lip reading 'expert' reveals argument between Kevin McCarthy and Matt Gaetz", "date_published": "2023-01-08 15:46:05+00:00", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=32644419&amp;width=1200&amp;height=800&amp;coordinates=0%2C0%2C24%2C0\" /><br /><br /><p>Kevin McCarthy has ascended to Speaker of the House, the role he and his supporters believed was entitled to him. It took fifteen tries. The first thirteen tries were a debate where conservatives received much need concessions for the American people (<a href=\"https://www.louderwithcrowder.com/dana-bash-cnn-insurrection-mccarthy\" target=\"_blank\">shout to them</a>). The fourteenth was just to be a dick. The fifteenth did the trick.</p><p>A deal was cut before the fourteenth around, but Matt Gaetz voted against it anyway just because...f*ck you, Kevin. McCarthy had enough. He ran a beeline straight to the dastardly Gaetz to give him what for! No one could hear what they were saying. Thankfully, lip reading experts Bad Lip Reading <a href=\"https://www.louderwithcrowder.com/matt-gaetz-aoc\" target=\"_blank\">once again came in clutch</a>.</p><p>Something about cereal and pickles.</p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\">Everything changes once you know what McCarthy and Gaetz were actually saying<a href=\"https://twitter.com/hashtag/118thCongress?src=hash&amp;ref_src=twsrc%5Etfw\">#118thCongress</a> <a href=\"https://twitter.com/hashtag/KevinMcCarthy?src=hash&amp;ref_src=twsrc%5Etfw\">#KevinMcCarthy</a> <a href=\"https://twitter.com/hashtag/MattGaetz?src=hash&amp;ref_src=twsrc%5Etfw\">#MattGaetz</a> <a href=\"https://t.co/8Yr7LCtioC\">pic.twitter.com/8Yr7LCtioC</a><br />— Bad Lip Reading (@BadLipReading) <a href=\"https://twitter.com/BadLipReading/status/1611934183110365184?ref_src=twsrc%5Etfw\">January 8, 2023</a></blockquote> </div><p>McCarthy was a like \"you're a formulated pickle pauper\" and \"I could flick you in your face.\"</p><p>Gaetz was all like \"absolutely, you may <em>not</em> do that.\" Also, he was hungry for a bowl of Cinnamon Toast Crunch.</p><p>And I don't know who Brad is. But it appears he's a horrible person. And he brought a tiger.</p><p class=\"shortcode-media shortcode-media-rebelmouse-image\">\n<img alt=\"\" class=\"rm-shortcode\" id=\"67fce\" src=\"https://www.louderwithcrowder.com/media-library/image.gif?id=32644442&amp;width=980\" />\n</p><p>It feels good to laugh. Especially at <a href=\"https://www.louderwithcrowder.com/tucker-carlson-moron-community\" target=\"_blank\">the end of our latest national nightmare</a>, where our elected officials were forced to be in the same room together and vote on things. Now that we have a Speaker of the House, our representatives can get right to work!</p><p>As soon as they get back from having four days off. They're all very tired.</p><p><p>\n<em><strong>Editor’s Note</strong>\n</em>\n</p>\n<p>\n<em><strong><a href=\"https://lwcnewswire.substack.com/\" target=\"_blank\">LwC is on Substack now</a></strong>! Each day we overwhelm your brains with the content you've come to love from the Louder with Crowder Dot Com website.. but algorithms hide our ranting and raving as best they can. The best way to stick it to Big Tech? </em><strong><a href=\"https://lwcnewswire.substack.com/\" target=\"_blank\"><em>Subscribe to For the Content!</em></a></strong>\n</p></p><p class=\"shortcode-media shortcode-media-youtube\">\n<span class=\"rm-shortcode\" style=\"display: block; padding-top: 56.25%;\"></span>\n<small class=\"image-media media-caption\">CROOKED Fauci BLATANTLY LIED to Congress! | Louder With Crowder</small>\n<small class=\"image-media media-photo-credit\">\n<a href=\"https://youtu.be/XfS7TBqmLRs\" target=\"_blank\">youtu.be</a>\n</small>\n</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "http://louderwithcrowder.com/feed/", "link": "https://www.louderwithcrowder.com/jordan-peterson-releases-complaint", "title": "Jordan Peterson releases Ontario College's complaints against him, it's basically a promo for Jordan's Twitter", "date_published": "2023-01-08 15:01:12+00:00", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=32644371&amp;width=1245&amp;height=700&amp;coordinates=0%2C0%2C0%2C119\" /><br /><br /><p><a href=\"https://www.louderwithcrowder.com/jordan-peterson-college-psycology\" target=\"_blank\">Jordan Peterson</a> published 56 pages detailing the Ontario College of Psychologists' complaints against him, which led to their assertion that he needs to attend a social media reeducation camp. </p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\">\\u201cI promised I would post the allegations today. These pages are screenshots of original documents, so everyone interested can decide for themselves what is going on @JustnTrudeau included (take note: @PierrePoilievre).  https://t.co/7kekpXTQtt\\u201d</div> — Dr Jordan B Peterson (@Dr Jordan B Peterson)\n        <a href=\"https://twitter.com/jordanbpeterson/status/1611177250107396097\">1672865116</a>\n</blockquote>\n<p>The first complaint claimed Peterson encouraged people to commit suicide on Twitter. </p><p>The tweet in question arose from a thread where Peterson said the world will peak at 9.5 billion people, and that it will still be a prosperous world. A scientist responded in disagreement, saying, \"Any arguments I have heard for supporting such a large human population completely overlook the huge loss of species and ecosystems resulting from our self-absorbed attention.”</p><p>Jordan responded, \"You're free to leave at any point.\"</p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\">\\u201cJordan Peterson uploaded a document with screenshots of the complaints made against him to the College of Psychologists.\\n\\nThe first allegation is that he, a licensed psychologist, made a joke about suicide directed at someone on Twitter.\\n\\nHere's what else it shows.\\n\\nStrap in.\\u201d</div> — Rachel Gilmore (@Rachel Gilmore)\n        <a href=\"https://twitter.com/atRachelGilmore/status/1611405636931141632\">1673024016</a>\n</blockquote>\n<p>Another complaint said he “publicly opined that no Children’s Aid Society intervention is required in a public review of the Ottawa <a href=\"https://www.louderwithcrowder.com/justin-trudeau-declares-truckers-terrorists\" target=\"_blank\">trucker protest</a>.” It referenced when Peterson tweeted, \"children removed?’ how, exactly? Why, exactly? By whom, exactly? Sent to where, exactly? And for how long, exactly? Think this through, Canadians. This is a bad decision.”</p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\">\\u201c\"children removed\" how, exactly? Why, exactly? By whom, exactly? Sent to where, exactly? And for how long, exactly? Think this through, Canadians. This is a bad decision.\\u201d</div> — Dr Jordan B Peterson (@Dr Jordan B Peterson)\n        <a href=\"https://twitter.com/jordanbpeterson/status/1494463022697431040\">1645142725</a>\n</blockquote>\n<p>And another complaint mentioned Peterson's iconic \"not beautiful\" tweet regarding an extra brave and beautiful bathing suit model. </p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\">\\u201cSorry. Not beautiful. And no amount of authoritarian tolerance is going to change that.\\u201d</div> — Dr Jordan B Peterson (@Dr Jordan B Peterson)\n        <a href=\"https://twitter.com/jordanbpeterson/status/1526279181545390083\">1652728288</a>\n</blockquote>\n<p>The complaint claimed this was \"dangerous\" for a psychologist to say because of the prevalence of eating disorders in Canada. One could argue a few too many Krispy Kremes can also be \"dangerous.\"  </p><p>Many complaints centered on Peterson's criticism of transgenderism. One complainant said, \"he has failed to advocate for the autonomy and dignity of transgendered persons.\" <br /></p><p>Last June, Peterson's Twitter account was suspended after he tweeted, \"Remember when pride was a sin? And Ellen Page just had her breasts removed by a criminal physician.\" Where is the lie, though?</p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\">\\u201cOkay, so now you can get banned for calling people by their name? @jordanbpeterson just got suspended from Twitter for writing that Ellen Page removed her breasts. Nothing wrong about it, even if Elliott Page is the preferred name now. \\n\\nPlease clean this place up, @elonmusk.\\u201d</div> — Ivar Arpi (@Ivar Arpi)\n        <a href=\"https://twitter.com/Ivarpi/status/1542270194709561345\">1656540843</a>\n</blockquote>\n<p>There were numerous other complaints about COVID and Peterson's appearance on Joe Rogan. One complainant actually submitted the entire transcript of Peterson's 3-hour appearance on Joe Rogan. </p><p>In conclusion, the College of Ontario Psychologists essentially created a highlight reel of Jordan's Twitter. I honestly forgot just how cool he is until I read this document. </p><p>Peterson said he will ignore the paperwork that came with each complaint because it's too time-consuming. He submitted an application for judicial review to the Ontario Divisional Court.  He also said he will not complete the social media coaching mandated by the college, which would be at his own expense and cost up to $225 an hour. </p><p><p>\n<em><strong>Editor’s Note</strong>\n</em>\n</p>\n<p>\n<em><strong><a href=\"https://lwcnewswire.substack.com/\" target=\"_blank\">LwC is on Substack now</a></strong>! Each day we overwhelm your brains with the content you've come to love from the Louder with Crowder Dot Com website.. but algorithms hide our ranting and raving as best they can. The best way to stick it to Big Tech? </em><strong><a href=\"https://lwcnewswire.substack.com/\" target=\"_blank\"><em>Subscribe to For the Content!</em></a></strong>\n</p></p><p class=\"shortcode-media shortcode-media-youtube\">\n<span class=\"rm-shortcode\" style=\"display: block; padding-top: 56.25%;\"></span>\n<small class=\"image-media media-caption\">Jordan Peterson on Personality and Intelligence (2018) | Crowder Classics</small>\n<small class=\"image-media media-photo-credit\">\n<a href=\"https://youtu.be/rOzfYcs6WUk\" target=\"_blank\">youtu.be</a>\n</small>\n</p>", "persistent": true, "language": "en-US", "user": "rumpel"}, {"source": "http://louderwithcrowder.com/feed/", "link": "https://www.louderwithcrowder.com/larry-hogan-wapo", "title": "WaPo thinks you're all stupid, wants you to nominate Joe Biden's favorite GOPer as our presidential candidate", "date_published": "2023-01-08 14:43:38+00:00", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=32644310&amp;width=1245&amp;height=700&amp;coordinates=0%2C0%2C0%2C1\" /><br /><br /><p>The Washington Post wants Republicans to nominate former Maryland Governor Larry Hogan as our presidential nominee, and say we're making a big mistake if we don't. This concept was expressed in an OpEd that I'm sure wasn't planted by Hogan's consultants, if they didn't straight up write the piece themselves.</p><p>Nope.</p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\">If Republicans do not consider Larry Hogan, it will be their loss, the Editorial Board writes. <a href=\"https://t.co/qLdit0ADvc\">https://t.co/qLdit0ADvc</a><br />— Washington Post Opinions (@PostOpinions) <a href=\"https://twitter.com/PostOpinions/status/1611458866465611785?ref_src=twsrc%5Etfw\">January 6, 2023</a></blockquote> </div><blockquote>If Mr. Hogan is headed for political oblivion — and that remains an “if,” for he has been counted out prematurely before — that would be his party’s loss. He remains among the relatively few top-tier elected Republicans who can claim to hold a traditionally conservative, pro-business, anti-tax record untainted by dalliance with the “big lie” that voting fraud played a role in 2020 elections.</blockquote><p class=\"shortcode-media shortcode-media-rebelmouse-image\">\n<img alt=\"\" class=\"rm-shortcode\" id=\"fa4f2\" src=\"https://www.louderwithcrowder.com/media-library/image.gif?id=32644320&amp;width=980\" />\n</p><p>I'll be charitable because I would like a robust debate before we nominate who goes up against Ol' Puddinghead. Hogan has a story to tell. He was a successful and popular two-term Republican governor in a blue state. Plus while Trump and DeSantis battle for the base, Hogan has the squishy RINO lane all to himself. We'll call it the Jeb Bush Memorial Highway.</p><p class=\"shortcode-media shortcode-media-rebelmouse-image\">\n<img alt=\"\" class=\"rm-shortcode\" id=\"5f7cc\" src=\"https://www.louderwithcrowder.com/media-library/image.gif?id=32644324&amp;width=980\" />\n</p><p>However, you'll forgive me if I believe the Washington Post's intentions to be less than noble. They want us to nominate a guy who, when Joe Biden lashes out at the GOP as being semi-fascist, <a href=\"https://www.louderwithcrowder.com/semi-fascist-white-house\" target=\"_blank\">Larry Hogan is one of the only people he can name as a \"good\" Republican</a>. A \"good\" Republican, who he can count on to attack other Republicans if it gets him on television. This is the same Larry Hogan who <a href=\"https://www.louderwithcrowder.com/larry-hogan-ron-desantis\" target=\"_blank\">attacked Florida's Parents Rights in Education Act,</a> then admitted to never reading the bill or knowing much about it.</p><p>WaPo is setting the John McCain trap. John McCain was the \"good\" Republican in 2008. Something I remember first hand, because McCain is one of the reasons I first became interested in politics. He was also my first introduction into who and what the media actually is. McCain was the \"good\" Republican in 2008 that the GOP had to nominate to stick it to the radical, far-right, talk radio choice... Mitt Romney. Let that one percolate. Then recap what happened four years later.</p><p>Within 48 hours of McCain getting the nomination, the media coverage was all about his age, his expensive shoes, and demanding he drops everything he was doing to call out any single person at a rally who made have said something mean about Barack Obama. Or held up a critical sign.</p><p>WaPo doesn't want Larry Hogan as the future of the GOP. They want him as a reliable stooge to attack anyone right-leaning on demand and to make things easier for the democrats.</p><p><p>\n<em><strong>Editor’s Note</strong>\n</em>\n</p>\n<p>\n<em><strong><a href=\"https://lwcnewswire.substack.com/\" target=\"_blank\">LwC is on Substack now</a></strong>! Each day we overwhelm your brains with the content you've come to love from the Louder with Crowder Dot Com website.. but algorithms hide our ranting and raving as best they can. The best way to stick it to Big Tech? </em><strong><a href=\"https://lwcnewswire.substack.com/\" target=\"_blank\"><em>Subscribe to For the Content!</em></a></strong>\n</p></p><p class=\"shortcode-media shortcode-media-youtube\">\n<span class=\"rm-shortcode\" style=\"display: block; padding-top: 56.25%;\"></span>\n<small class=\"image-media media-caption\">SKETCHY AF: Twitter's Justification for BANNING Donald Trump! | Louder With Crowder</small>\n<small class=\"image-media media-photo-credit\">\n<a href=\"https://youtu.be/97V6zoymDHQ\" target=\"_blank\">youtu.be</a>\n</small>\n</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "http://louderwithcrowder.com/feed/", "link": "https://www.louderwithcrowder.com/vape-girl-train", "title": "Watch: Girl has a nutty, is ready to fight entire crowded train car over being told she can't vape", "date_published": "2023-01-08 13:52:33+00:00", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=32644215&amp;width=1245&amp;height=700&amp;coordinates=0%2C0%2C0%2C2\" /><br /><br /><p>Shout out to @DalekTorgo for remembering to do it for the content and sending this clip over. If you were ever wondering what the Long Island Drunk Train is like (made famous on <a href=\"https://www.youtube.com/watch?v=f3FlsYKAQOs\" target=\"_blank\"><em>How I Met Your Mother</em></a>), it's similar to this only with much more...let's call them \"inappropriate displays of affection.\" It's London. It's a crowded, standing-room-only train car. And a random nutter was told she could not vape on said crowded, standing-room-only train car.</p><p>She didn't handle the news well. Whether or not she has OCD and that's why she needs to repeat EVERYTHING multiple times, I'll let you be the judge.</p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\">WTF did I just watch? 🤣 <a href=\"https://t.co/JdfLf9ZdX2\">pic.twitter.com/JdfLf9ZdX2</a><br />— Clown World ™ 🤡 (@ClownWorld_) <a href=\"https://twitter.com/ClownWorld_/status/1611490529740750848?ref_src=twsrc%5Etfw\">January 6, 2023</a></blockquote> </div><p>As anyone who has been on a crowded train such as this, the worst thing to happen is for the juice in your headphones to die. This guy looks as if he knows that pain all too well.</p><p class=\"shortcode-media shortcode-media-rebelmouse-image\">\n<img alt=\"\" class=\"rm-shortcode\" id=\"4b306\" src=\"https://www.louderwithcrowder.com/media-library/image.png?id=32644248&amp;width=980\" />\n</p>\n<p>But here is what makes this stand out <a href=\"https://www.louderwithcrowder.com/bike-lane-meltdown\" target=\"_blank\">from the multitude</a> of <a href=\"https://www.louderwithcrowder.com/walmart-meltdown-cut-line\" target=\"_blank\">public meltdowns</a> we see <a href=\"https://www.louderwithcrowder.com/congresswoman-florida-diner-meltdown\" target=\"_blank\">scattered across the interwebs</a>. It wasn't the one person with their smartphone out. it was everyone.</p><p class=\"shortcode-media shortcode-media-rebelmouse-image\">\n<img alt=\"\" class=\"rm-shortcode\" id=\"3912d\" src=\"https://www.louderwithcrowder.com/media-library/image.png?id=32644254&amp;width=980\" />\n</p>\n<p>That means we have vape girl from multiple angles.</p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\">Lol. There are multiple angles. <a href=\"https://t.co/kP7zpHM9ln\">pic.twitter.com/kP7zpHM9ln</a><br />— Louder with Crowder Dot Com (@LWCnewswire) <a href=\"https://twitter.com/LWCnewswire/status/1612080559865450496?ref_src=twsrc%5Etfw\">January 8, 2023</a></blockquote> </div><p>Regretfully, I find myself wanting more. It's clear Vape Girl's meltdown didn't end after these two minutes and twenty-two seconds. We need to know what happened from here. Did she ever calm down? Did she curse everyone out and repeat the same thing over and over and over again until her stop? What put her in such a foul mood? <span></span></p><p>I understand that sometimes you just need a hit. But when a hundred people are packed in a metal tube like sardines, it also pays to be nice. Vape Girl chose anger.</p><p><p>\n<em><strong>Editor’s Note</strong>\n</em>\n</p>\n<p>\n<em><strong><a href=\"https://lwcnewswire.substack.com/\" target=\"_blank\">LwC is on Substack now</a></strong>! Each day we overwhelm your brains with the content you've come to love from the Louder with Crowder Dot Com website.. but algorithms hide our ranting and raving as best they can. The best way to stick it to Big Tech? </em><strong><a href=\"https://lwcnewswire.substack.com/\" target=\"_blank\"><em>Subscribe to For the Content!</em></a></strong>\n</p></p><p class=\"shortcode-media shortcode-media-youtube\">\n<span class=\"rm-shortcode\" style=\"display: block; padding-top: 56.25%;\"></span>\n<small class=\"image-media media-caption\">NAKED NYC Crackhead Goes on RAMPAGE! | Louder With Crowder</small>\n<small class=\"image-media media-photo-credit\">\n<a href=\"https://youtu.be/BET_EFnFtgU\" target=\"_blank\">youtu.be</a>\n</small>\n</p>", "persistent": false, "language": "en-US", "user": null}], "source": {"url": "http://louderwithcrowder.com/feed/", "title": "Louder With Crowder"}}