[{"source": "https://thehill.com/news/feed/", "title": "McCaul threatens Blinken with contempt vote next week over Afghanistan docs", "description": "House Foreign Affairs Committee Chairman Michael McCaul (R-Texas) on Monday said his panel would vote next week on whether to hold Secretary of State Antony Blinken in contempt of Congress if the State Department does not give up a classified cable sent ahead of the fatal and chaotic U.S. pullout of Afghanistan.  McCaul issued a subpoena...", "link": "https://thehill.com/policy/defense/4005608-mccaul-threatens-blinken-with-contempt-vote-next-week-over-afghanistan-docs/", "date_published": "2023-05-15 23:37:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Pentagon leaders sound the alarm on the debt ceiling crisis", "description": "Welcome to The Hill's Defense &#038; NatSec newsletter {beacon} Defense &#038;National Security Defense &#038;National Security &#8202; The Big Story  Pentagon leaders sound the alarm on the debt crisis Past and current Pentagon leaders are sounding the alarm on how defaulting on the national debt could be deeply damaging to the country and those who keep...", "link": "https://thehill.com/newsletters/defense-national-security/4005543-pentagon-leaders-sound-the-alarm-on-the-debt-ceiling-crisis/", "date_published": "2023-05-15 23:18:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Putting public safety over politics and preserving the 1,500-hour pilot training rule", "description": "On Feb. 12, 2009, Colgan Air Flight 3407 crashed in Clarence, N.Y., killing everyone on board and one person on the ground. The tragedy was a turning point in American aviation history. Thanks to the efforts of the Families of Flight 3407, the loved ones of those who passed away, Congress enacted major flight safety...", "link": "https://thehill.com/opinion/congress-blog/4005582-putting-public-safety-over-politics-and-preserving-the-1500-hour-pilot-training-rule/", "date_published": "2023-05-15 23:15:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Musk subpoenaed by U.S. Virgin Islands in Jeffrey Epstein case", "description": "Twitter and Tesla CEO Elon Musk has been subpoenaed for documents by the U.S. Virgin Islands in its case against JPMorgan Chase Bank in connection with sex trafficking by the late Jeffrey Epstein. In the subpoena, filed in U.S. District Court for the Southern District of New York, the Virgin Islands seeks any documents reflecting...", "link": "https://thehill.com/regulation/court-battles/4005542-musk-subpoenaed-by-u-s-virgin-islands-in-jeffrey-epstein-case/", "date_published": "2023-05-15 23:12:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden guidance on energy tax credits sparks some Dem pushback", "description": "Welcome to The Hill's Energy &#038; Environment newsletter {beacon} Energy &#038; Environment Energy &#038; Environment &#8202; The Big Story  Democrats say Treasury guidance is too lax on Chinese solar parts At least three Democratic lawmakers are criticizing the Biden administration's tax credit guidance for domestic manufacturing incentives, with some saying it could give leeway for...", "link": "https://thehill.com/newsletters/energy-environment/4005527-biden-guidance-on-energy-tax-credits-sparks-some-dem-pushback/", "date_published": "2023-05-15 23:01:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Yellen stands by June 1 for debt limit X-date", "description": "Welcome to The Hill's Business &#38; Economy newsletter {beacon} Business &#38; Economy Business &#38; Economy   The Big Story  Yellen stands by June 1 for debt limit X-date Treasury Secretary Janet Yellen on Monday affirmed that the nation is still on track to default as early as June 1.  © Greg Nash In her latest...", "link": "https://thehill.com/newsletters/business-economy/4005510-yellen-stands-by-june-1-for-debt-limit-x-date/", "date_published": "2023-05-15 22:44:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "White House releases financial disclosures for Biden, Harris", "description": "The White House on Monday released financial disclosure forms for President Biden and Vice President Harris, offering a glimpse into some of the outside sources of income the two reported in the past year. The forms, which cover 2022, showed little change from the previous year, though Biden earned less in book royalties compared to...", "link": "https://thehill.com/homenews/administration/4005479-white-house-releases-financial-disclosures-for-biden-harris/", "date_published": "2023-05-15 22:36:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Rudy Giuliani sued for $10 million over sexual assault allegations", "description": "A former associate of Rudy Giuliani accuses the ex-Trump attorney of demanding sexual favors from her in a bombshell lawsuit alleging \"unlawful abuses of power, wide-ranging sexual assault and harassment, wage theft and other misconduct.\" Noelle Dunphy, former director of business development for several Giuliani-owned companies, filed a lawsuit Monday before the Supreme Court of...", "link": "https://thehill.com/regulation/court-battles/4005443-rudy-giuliani-sued-for-10-million-over-sexual-assault-allegations/", "date_published": "2023-05-15 22:28:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Manchin, Wyden, Kaptur blast Biden guidance on solar panels", "description": "Some Democrats are pushing back on guidance from the Biden administration that they argue is too lax in allowing Chinese-made components to be included in solar panels that get tax benefits under the Inflation Reduction Act. Sens. Joe Manchin (D-W.Va) and Ron Wyden (D-Ore.) and Rep. Marcy Kaptur (D-Ohio) have all released statements in recent days...", "link": "https://thehill.com/policy/energy-environment/4005434-manchin-wyden-kaptur-blast-biden-guidance-on-solar-panels/", "date_published": "2023-05-15 22:23:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "GOP faces critical test on abortion in North Carolina", "description": "North Carolina Republican lawmakers face a key test of loyalty as they prepare to override the governor’s veto of a bill that shortens the period in which a pregnancy can be terminated. It’s a vote that could cost both sides of the aisle. Democratic North Carolina Gov. Roy Cooper vetoed a 12-week abortion ban over...", "link": "https://thehill.com/homenews/state-watch/4005325-gop-faces-critical-test-on-abortion-in-north-carolina/", "date_published": "2023-05-15 22:22:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden's NIH pick to face tough questions", "description": "Welcome to The Hill's Health Care newsletter {beacon} Health Care Health Care &#8202;  The Big Story  Biden's NIH pick to face tough questions President Biden on Monday nominated cancer surgeon Monica Bertagnolli to be head of the National Institutes of Health, a position that has been vacant for more than a year. © AP Photo/Jeff...", "link": "https://thehill.com/newsletters/health-care/4005465-bidens-nih-pick-to-face-tough-questions/", "date_published": "2023-05-15 22:11:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Boebert offers bill to repeal bipartisan gun control measures", "description": "Rep. Lauren Boebert (R-Colo.) has introduced a bill to repeal bipartisan gun control measures passed by the last Congress. Boebert’s proposed bill, the Shall Not Be Infringed Act, would “repeal the gun control provisions and every Second Amendment infringement” that was passed and by the 117th Congress and signed into law by President Biden. That...", "link": "https://thehill.com/homenews/house/4005413-boebert-offers-bill-to-repeal-bipartisan-gun-control-measures/", "date_published": "2023-05-15 22:06:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Florida teacher says she's under investigation for showing Disney movie to 5th-grade class", "description": "A Florida public school teacher said she is under investigation by the state for showing an animated Disney movie to her fifth grade students which features a biracial and gay character. Jenna Barbee, a first-year teacher at Winding Water K-8 school in Hernando County, took to TikTok to explain that she was being investigated by...", "link": "https://thehill.com/homenews/state-watch/4005428-florida-teacher-says-shes-under-investigation-for-showing-disney-movie-to-5th-grade-class/", "date_published": "2023-05-15 22:00:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "WHO advises against artificial sweeteners for weight control and disease", "description": "The World Health Organization (WHO) on Monday released guidance advising against the use of non-sugar sweeteners (NSS) to control weight or manage noncommunicable diseases, citing a lack of evidence that these products have any long-term benefits. The WHO also noted that non-sugar sweetener use may be linked to type 2 diabetes, cardiovascular diseases and mortality...", "link": "https://thehill.com/homenews/4005229-who-advises-against-artificial-sweeteners-for-weight-control-and-disease/", "date_published": "2023-05-15 21:43:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Congress to tackle AI", "description": "Welcome to The Hill's Technology newsletter {beacon} Technology Technology &#8202; The Big Story  Congress to tackle AI   The CEO of the company behind ChatGPT will head to Congress on Tuesday, as lawmakers race to regulate artificial intelligence (AI) while companies steam ahead with the technology.  © AP Photo/Evan Vucci OpenAI CEO Sam Altman will make...", "link": "https://thehill.com/newsletters/technology/4005409-congress-to-tackle-ai/", "date_published": "2023-05-15 21:41:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump reacts to Durham FBI report: 'Scammed'", "description": "Former President Trump on Monday hailed the findings of Justice Department special counsel John Durham, whose final report after a four-year investigation was deeply critical of the FBI's investigation into Trump's 2016 campaign. \"WOW! After extensive research, Special Counsel John Durham concludes the FBI never should have launched the Trump-Russia Probe! In other words, the...", "link": "https://thehill.com/blogs/blog-briefing-room/4005376-trump-reacts-to-durham-fbi-report-scammed/", "date_published": "2023-05-15 21:32:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "READ: Durham report on Trump-Russia investigation", "description": "Trump-era special counsel John Durham, assigned to review the investigation of the former president’s ties to Russia, concluded authorities didn’t have sufficient information to open the case, according to his report released Monday. The final 305-page report offers a scathing assessment of the FBI’s process in how it launched and carried out the investigation, which...", "link": "https://thehill.com/regulation/court-battles/4005363-read-durham-report-2016-investigation/", "date_published": "2023-05-15 21:30:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Kanter Freedom rips Musk over Twitter restrictions in Turkey", "description": "Former NBA player Enes Kanter Freedom, who has become popular in Republican circles since leaving the sport, ripped Twitter CEO Elon Musk on Monday as his social media platform takes heat for restricting content in Turkey amid an ongoing presidential election. “I don’t want to hear about Elon Musk talking about free speech ever again....", "link": "https://thehill.com/blogs/blog-briefing-room/4005373-kanter-freedom-rips-musk-over-twitter-restrictions-in-turkey/", "date_published": "2023-05-15 21:28:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The state of the debt debate", "description": "{beacon}    Evening Report {date('EEEE, MMMM d',time(\"now\"))}   ©  The Hill/Greg Nash McCarthy on debt talks: \"I still think we’re far apart\" President Biden and House Speaker Kevin McCarthy (R-Calif.) will meet again to discuss the debt limit Tuesday, following last Tuesday's talk between the president and all four congressional leaders.   House Minority Leader Hakeem...", "link": "https://thehill.com/newsletters/evening-report/4005384-the-state-of-the-debt-debate/", "date_published": "2023-05-15 21:27:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Title 42 mania undercut by drop in encounters", "description": "The frenzy set off over the end of Title 42 has so far been a misfire, as the policy's end precipitated a pause — not a rush — in migrant encounters at the U.S.-Mexico border. In the week preceding the end of the pandemic-inspired policy, the media ran countdowns and surged coverage at the border,...", "link": "https://thehill.com/latino/4005280-title-42-mania-undercut-by-drop-in-encounters/", "date_published": "2023-05-15 20:55:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Jason Sudeikis says Trump helped shape his Ted Lasso character", "description": "Jason Sudeikis says former President Trump’s political rise played a part in shaping the title character the comedic actor plays on “Ted Lasso.” When he first developed the role of fictional soccer coach Lasso, Sudeikis said in a Sunday interview with The Guardian, the character was “belligerent.” But while dining with his then-partner, Olivia Wilde, in...", "link": "https://thehill.com/blogs/in-the-know/4005307-jason-sudeikis-says-trump-helped-shape-his-ted-lasso-character/", "date_published": "2023-05-15 20:42:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Yellen affirms June 1 debt ceiling deadline, putting pressure on lawmakers", "description": "Treasury Secretary Janet Yellen affirmed on Monday that the nation faces federal default as soon as June 1, dialing up pressure on Congress to strike a deal.  In her previous letter to lawmakers earlier this month, Yellen warned that the Treasury could run out of cash to stave off a federal default by early June...", "link": "https://thehill.com/business/4005297-yellen-affirms-june-1-debt-ceiling-deadline-putting-pressure-on-lawmakers/", "date_published": "2023-05-15 20:38:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Marines exposed to chemical at Camp Lejeune had higher Parkinson's risk: study", "description": "Service members who were exposed to contaminated water while living at Marine Corps Base Camp Lejeune, N.C. are 70 percent more likely to develop Parkinson’s disease compared to military members stationed elsewhere, according to a new study released Monday.  The findings, published in the Journal of the American Medical Association, are another confirmation of the damaging effects...", "link": "https://thehill.com/policy/defense/4005285-marines-exposed-to-chemical-at-camp-lejeune-had-higher-parkinsons-risk-study/", "date_published": "2023-05-15 20:37:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Police ID suspect in Connolly office attack", "description": "Capitol Police on Monday identified the suspect in an attack on the district office of Rep. Gerry Connolly (D-Va.) in Fairfax, Va.  A USCP release identified 49-year-old Xuan Kha Tran Pham of Fairfax as the man suspected of entering Connolly’s office and assaulting two congressional staffers with a metal bat. Fairfax City Police officers responded...", "link": "https://thehill.com/homenews/house/4005215-police-id-suspect-in-connolly-office-attack/", "date_published": "2023-05-15 20:36:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Five races to watch in Kentucky, Pennsylvania and Florida Tuesday", "description": "Kentucky Republicans looking to dethrone Gov. Andy Beshear (D) in November are competing in a contentious primary. Nine contenders are facing off to helm Philadelphia. And candidates in the Pennsylvania House race are gaining national attention in a special election that could potentially flip control of the state's lower chamber.  These are just a few...", "link": "https://thehill.com/homenews/campaign/4005244-five-races-to-watch-in-kentucky-pennsylvania-and-florida-tuesday/", "date_published": "2023-05-15 20:36:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Just like in 2016, false confidence against Trump could be our downfall in 2024", "description": "If, as the famous saying goes, a week is a long time in politics, then we have ages to go before Americans choose a president in November 2024. Much will certainly change by then. Despite the many variables that remain unknowable — President Biden’s health, a potential recession, the effects of Donald Trump’s legal battles...", "link": "https://thehill.com/opinion/congress-blog/4005249-just-like-in-2016-false-confidence-against-trump-could-be-our-downfall-in-2024/", "date_published": "2023-05-15 20:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "'Potentially significant' El Niño to begin by summer", "description": "The odds of El Niño being in place for next winter are now up to 93%.", "link": "https://thehill.com/changing-america/sustainability/climate-change/4005092-potentially-significant-el-nino-to-begin-by-summer/", "date_published": "2023-05-15 20:29:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Chicago City Council now leads US in LGBTQ members", "description": "With the swearing in of nine openly LGBTQ council members on Monday, Chicago’s new city council is the most LGBTQ-representative in the city’s — and the nation’s — history. Lesbian, gay and bisexual alderpeople now account for close to a fifth of the 50-member city council, a historic high, according to the LGBTQ Victory Fund, an organization committed to...", "link": "https://thehill.com/homenews/lgbtq/4005226-chicago-city-council-now-leads-us-in-lgbtq-members/", "date_published": "2023-05-15 20:24:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Appeals court temporarily pauses Texas ruling that overturned ObamaCare requirement", "description": "A federal appeals court on Monday partially paused a ruling from a Texas district court judge that jeopardized access to free preventive care for 150 million Americans. The U.S. Court of Appeals for the 5th Circuit granted the Biden administration's request for a partial administrative stay while the ruling from Judge Reed O’Connor is appealed....", "link": "https://thehill.com/policy/healthcare/4005228-appeals-court-temporarily-pauses-texas-ruling-that-overturned-obamacare-requirement/", "date_published": "2023-05-15 20:19:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Durham report slams FBI's Trump-Russia probe", "description": "John Durham, a Trump-era special counsel assigned to review the investigation of the former president’s ties to Russia, concluded authorities didn’t have sufficient information to open the case.  While Durham does not recommend any new charges in his final 305-page report, he offers a scathing assessment of the FBI’s process in how it launched and...", "link": "https://thehill.com/regulation/court-battles/4005219-durham-report-slams-fbis-trump-russia-probe-but-does-not-recommend-new-charges/", "date_published": "2023-05-15 20:12:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Public hearings to begin on rule opening leases to conservationists", "description": "The U.S. Bureau of Land Management (BLM) is set to begin public hearings on a proposal to open federal lands leasing to conservationists with the first public presentation to take place Monday evening. The proposed rule, first announced at the end of March, would open the leasing process to those seeking to preserve public lands...", "link": "https://thehill.com/policy/energy-environment/4005145-public-hearings-to-begin-on-rule-opening-leases-to-conservationists/", "date_published": "2023-05-15 19:37:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Forget SCOTUS funding: focus on corruption and improper influence", "description": "Even though the SCOTUS majority is deserving of a comeuppance for pandering to its right-wing supporters, there are better ways to respond than attacking the court’s financial underpinnings.", "link": "https://thehill.com/opinion/judiciary/4003864-forget-scotus-funding-focus-on-corruption-and-improper-influence/", "date_published": "2023-05-15 19:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Supreme Court sides with Alabama inmate in battle over execution method", "description": "The Supreme Court sided with an Alabama inmate on death row who is challenging the state’s decision to execute him via lethal injection, with the highest court in the land allowing his lawsuit to stand. Kenneth Smith, a convicted killer who was caught in a 1988 murder-for-hire plan, sued Alabama, claiming that the plan to...", "link": "https://thehill.com/homenews/state-watch/4005127-supreme-court-sides-with-alabama-inmate-in-battle-over-execution-method/", "date_published": "2023-05-15 19:15:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Memorial Day air travel expected to be busier than before start of pandemic: AAA", "description": "AAA is predicting air travel over upcoming Memorial Day weekend will be busier this year than before the COVID-19 pandemic. Roughly 3.4 million Americans are expected to take flights during the holiday weekend, an 11 percent increase since 3.05 million last year, according to the AAA report. This year's figure also represents 5.4 percent more...", "link": "https://thehill.com/changing-america/sustainability/infrastructure/4005032-memorial-day-air-travel-expected-to-be-busier-than-before-start-of-pandemic-aaa/", "date_published": "2023-05-15 18:51:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Court rejects Musk challenge to deal requiring screening of Tesla posts", "description": "A federal appeals court rejected a challenge Monday from Tesla CEO Elon Musk asking the court to terminate an agreement he made with the Securities and Exchanges Commission (SEC). Musk made a settlement with the federal regulators after he posted tweets in 2018 that claimed he had secured funding to take Tesla private, which ended...", "link": "https://thehill.com/business/4004958-court-rejects-musk-challenge-to-deal-requiring-screening-of-tesla-posts/", "date_published": "2023-05-15 18:47:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Black Americans likely audited at higher rates, IRS says", "description": "IRS Commissioner Danny Werfel said Monday that Black taxpayers may be getting audited at significantly higher rates than non-Black taxpayers. “Our initial findings support the conclusion that Black taxpayers may be audited at higher rates than would be expected given their share of the population,” Werfel wrote to Senate Finance Committee Chairman Ron Wyden (D-Ore.)....", "link": "https://thehill.com/business/4005040-black-americans-likely-audited-at-higher-rates-irs-says/", "date_published": "2023-05-15 18:35:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "DeSantis signs bill defunding diversity, equity and inclusion programs at Florida universities", "description": "Florida Gov. Ron DeSantis (R) signed a bill on Monday that bans public colleges in the state from using funds on diversity, equity and inclusion (DEI) programs, the latest advance in his battle with higher education. DeSantis signed the bill at the New College of Florida, the liberal arts school where he recently replaced the...", "link": "https://thehill.com/homenews/education/4005028-desantis-signs-bill-defunding-diversity-equity-and-inclusion-programs-at-florida-universities/", "date_published": "2023-05-15 18:28:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "These are the top 10 US summer destinations on Airbnb", "description": "What are the best places to travel this summer? Here's some help.", "link": "https://thehill.com/changing-america/enrichment/arts-culture/4004704-these-are-the-top-10-us-summer-destinations-on-airbnb/", "date_published": "2023-05-15 18:22:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Consumer debt passes $17T for first time", "description": "Total consumer debt rose to an all-time high in the first quarter of 2023, according to the Federal Reserve Bank of New York, with increases to mortgage balances, auto loans and student loans putting debt at a record level. Consumer debt rose to over $17 trillion for the first time ever, according to the data...", "link": "https://thehill.com/business/4005024-consumer-debt-passes-17t-for-first-time/", "date_published": "2023-05-15 18:16:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "New company giving away free TVs. Here's how to get one", "description": "It sounds too good to be true, but a startup company wants to give you a free television.", "link": "https://thehill.com/changing-america/enrichment/arts-culture/4004999-new-company-giving-away-free-tvs-heres-how-to-get-one/", "date_published": "2023-05-15 18:13:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Pence returning to Iowa for Ernst event amid 2024 speculation", "description": "Former Vice President Pence will head to Iowa next month for Sen. Joni Ernst's (R-Iowa) annual \"Roast and Ride\" event as Pence weighs whether to enter the 2024 presidential race. Ernst and Pence both announced on Monday morning that the former vice president would be a guest at the June 3 event at the state...", "link": "https://thehill.com/homenews/campaign/4004996-pence-iowa-jodi-ernst-2024-speculation/", "date_published": "2023-05-15 18:07:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "We need better protections for air travel", "description": "The Biden administration recently proposed new rules to protect air travelers against flight cancellations and delays. They do not go far enough.", "link": "https://thehill.com/opinion/technology/4004770-we-need-better-protections-for-air-travel/", "date_published": "2023-05-15 18:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden says he'll meet with McCarthy on Tuesday to talk debt ceiling", "description": "President Biden told reporters that he is meeting with Speaker Kevin McCarthy (R-Calif.) on Tuesday to resume talks about the debt limit and avoiding a default. Biden confirmed the meeting while leaving a family lunch in Philadelphia after attending his granddaughter’s graduation ceremony at the University of Pennsylvania. The White House has not yet officially...", "link": "https://thehill.com/homenews/administration/4004977-biden-says-hell-meet-with-mccarthy-on-tuesday-to-talk-debt-ceiling/", "date_published": "2023-05-15 17:54:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Connolly staffers attacked in district office by baseball bat-wielding assailant", "description": "Two staffers for Rep. Gerry Connolly (D-Va.) were hospitalized Monday after a person armed with a baseball bat entered the congressman’s district office and committed “an act of violence.” Connolly, who represents Virginia’s 11th Congressional District, said the assailant asked for him before attacking his staffers. The staffers were taken to the hospital with non-life...", "link": "https://thehill.com/homenews/house/4004987-connolly-staffers-attacked-in-district-office-by-baseball-bat-wielding-assailant/", "date_published": "2023-05-15 17:54:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Gloria Molina, trailblazing LA politician, dies after battle with cancer, family says", "description": "Trailblazing politician, activist and former Los Angeles County Board Supervisor Gloria Molina has died at the age of 74, her family announced Sunday.   “It is with heavy hearts that our family announces Gloria’s passing this evening. She passed away at her home in Mt. Washington, surrounded by our family,” her daughter, Valentina Martinez, said...", "link": "https://thehill.com/homenews/state-watch/4004981-gloria-molina-trailblazing-la-politician-dies-after-battle-with-cancer-family-says/", "date_published": "2023-05-15 17:54:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Senate Democratic campaign arm says it will sue for Jim Justice's official schedules", "description": "The Senate Democratic campaign arm is preparing to file a lawsuit in an attempt to obtain West Virginia Gov. Jim Justice (R) official schedule, according to a letter sent to the governor's general counsel.  Justice is considered the top contender to face off against Sen. Joe Manchin (D-W.Va.) in next year's election if the incumbent Democrat...", "link": "https://thehill.com/homenews/senate/4004885-senate-democratic-campaign-arm-says-it-will-sue-for-jim-justices-official-schedules/", "date_published": "2023-05-15 17:38:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Why exactly, Anderson Cooper, do we need to listen to Donald Trump?", "description": "No one is arguing that the media should stop covering Trump, but we do need a robust debate over how to cover him better.", "link": "https://thehill.com/opinion/campaign/4004859-why-exactly-anderson-cooper-do-we-need-to-listen-to-donald-trump/", "date_published": "2023-05-15 17:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Rick Perry mulling 2024 presidential campaign", "description": "Former Texas Gov. Rick Perry (R) isn't saying no to launching another presidential campaign. Perry, who unsuccessfully ran for president in 2012 and 2016, was asked by CNN's Jim Acosta on Sunday if he thought former President Trump should be the Republican nominee in 2024. “You know, I'm still trying to sort that out for...", "link": "https://thehill.com/homenews/campaign/4004909-rick-perry-mulling-2024-presidential-campaign/", "date_published": "2023-05-15 17:26:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "For Trump, striking out can still be a home run", "description": "Hence, the more Trump is attacked and strikes out, the more his popularity grows.", "link": "https://thehill.com/opinion/campaign/4003751-for-trump-striking-out-can-still-be-a-home-run/", "date_published": "2023-05-15 17:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump labels Fox News the 'DeSanctimonious Network'", "description": "Former President Trump went on a tirade against Fox News on Monday, labeling it the “DeSanctimonious Network” and blasting its coverage of Florida Gov. Ron DeSantis (R), who is seen as Trump’s main rival for the 2024 GOP nomination. “They are desperately pushing DeSanctimonious who, regardless, is dropping like a rock,” Trump said in a...", "link": "https://thehill.com/blogs/blog-briefing-room/4004887-trump-labels-fox-news-the-desanctimonious-network/", "date_published": "2023-05-15 16:48:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "DeSantis: Companies like Google 'exercising way more power than Standard Oil ever did'", "description": "Florida Gov. Ron DeSantis (R) said in a new interview that corporate behemoths like Google have far more power than mega companies of the 20th century. “If you look at some of these companies, like Google, and look at the footprint that they have, they don't necessarily offend historical antitrust law because the antitrust law...", "link": "https://thehill.com/homenews/state-watch/4004742-desantis-companies-like-google-exercising-way-more-power-than-standard-oil-ever-did/", "date_published": "2023-05-15 16:45:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Southwest border encounters see early drop following end of Title 42", "description": "Encounters at the border have dropped sharply in the few days since the lifting of Title 42, a pandemic-era that allowed for the swift expulsion of immigrants without allowing them to seek asylum. Title 42 was lifted Thursday at midnight, and while many were expecting to see an uptick of migrants at the border, in...", "link": "https://thehill.com/latino/4004866-southwest-border-encounters-see-early-drop-following-end-of-title-42/", "date_published": "2023-05-15 16:34:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Hill's 12:30 Report — Let's talk debt: Biden, McCarthy to resume meetings", "description": "To view past editions of The Hill's 12:30 Report, click here: https://bit.ly/41ZMHnw  To receive The Hill's 12:30 Report in your inbox, please sign up here: https://bit.ly/3qmIoS9  --&#62; A midday take on what's happening in politics and how to have a sense of humor about it.*  *Ha. Haha. Hahah. Sniff. Haha. Sniff. Ha--breaks down crying hysterically.  TALK OF THE MORNING  Biden,...", "link": "https://thehill.com/newsletters/1230-report/4004832-the-hills-1230-report-lets-talk-debt-biden-mccarthy-to-resume-meetings/", "date_published": "2023-05-15 16:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Say goodbye to AM radio: Why carmakers are removing it from new models", "description": "BMW, Mazda, Volvo, Volkswagen and Tesla, among others, have either already removed or plan to remove AM radio from at least some electric models. Ford is going even further and ditching AM in all new cars – gas or electric.", "link": "https://thehill.com/homenews/nexstar_media_wire/4004678-say-goodbye-to-am-radio-why-carmakers-are-removing-it-from-new-models/", "date_published": "2023-05-15 16:15:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "78-year-old US citizen sentenced to life on spying charges in China", "description": "China has sentenced a 78-year-old U.S. citizen to life in prison on spying charges Monday after the man was detained more than two years ago. John Shing-Wan Leung, who also holds a permanent residence in Hong Kong, was detained by China’s counterintelligence agency in the eastern city of Suzhou on April 15, 2021, according to...", "link": "https://thehill.com/policy/international/4004817-78-year-old-us-citizen-sentenced-to-life-on-spying-charges-in-china/", "date_published": "2023-05-15 16:12:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Senate Democrats' campaign chief says he won't meddle in GOP primaries", "description": "The Senate Democrats’ 2024 election chief said he will not intervene in Republican primaries to make sure perceived “weak” candidates win, which Democrats did in 2022 races across the country. But Sen. Gary Peters (D-Mich.) said tumultuous GOP primaries will advance extreme candidates on their own. “The folks who win Republican primaries tend to be...", "link": "https://thehill.com/homenews/senate/4004748-senate-democrats-campaign-chief-says-he-wont-meddle-in-gop-primaries/", "date_published": "2023-05-15 16:00:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Dolly Parton on which politicians she's knocking with new song: 'Any of them!'", "description": "Dolly Parton is using her voice to speak out about lawmakers, saying they frequently put political party and partisanship over people. “I don’t think any of them are trying hard enough,” Parton told “Today’s” Jacob Soboroff when asked about lyrics knocking politicians on both sides of the aisle in her new song “World on Fire.” “I'm sure...", "link": "https://thehill.com/blogs/in-the-know/4004785-dolly-parton-on-which-politicians-shes-knocking-with-new-song-any-of-them/", "date_published": "2023-05-15 15:51:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Scarborough mocks GOP lawmaker over 'missing' Biden informant", "description": "MSNBC pundit Joe Scarborough poked fun at Rep. James Comer (R-Ky.) over claims there is a \"missing\" informant connected to House Republicans' ongoing investigation of President Biden and his family. “So, comrade, you’re telling me you’ve lost another submarine?” Scaborough said on his show Monday, making fun of Comer. “Come on, you lost an informant...", "link": "https://thehill.com/homenews/media/4004730-scarborough-mocks-gop-lawmaker-over-missing-biden-informant/", "date_published": "2023-05-15 15:45:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "This Police Week, consider solutions to make us all safer", "description": "These include unarmed responses to nonviolent, non-emergency 911 calls, greater investment in social services, genuine accountability for officer misconduct and gun safety laws.", "link": "https://thehill.com/opinion/criminal-justice/4003711-this-police-week-consider-solutions-to-make-us-all-safer/", "date_published": "2023-05-15 15:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden taps cancer center director Monica Bertagnolli to lead NIH", "description": "President Biden on Monday announced the nomination of National Cancer Institute (NCI) Director Monica Bertagnolli to lead the National Institutes of Health (NIH). Bertagnolli is a cancer surgeon who has led NCI, a unit of NIH, since October. The top post of NIH has been vacant since Francis Collins left the agency in December 2021....", "link": "https://thehill.com/homenews/administration/4004732-biden-taps-cancer-center-director-monica-bertagnolli-to-lead-nih/", "date_published": "2023-05-15 15:25:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump-backed candidate widens lead in bruising Kentucky governor primary: poll", "description": "Kentucky Attorney General Daniel Cameron (R), who's backed by former President Trump, is widening his lead in the contentious Kentucky GOP gubernatorial primary, according to a new poll.  An Emerson College Polling/Fox 56 Lexington survey released on Sunday found Cameron receiving 33 percent support among Kentucky Republican likely voters, compared to former U.N. Ambassador Kelly...", "link": "https://thehill.com/homenews/campaign/4004677-trump-backed-candidate-widens-lead-in-bruising-kentucky-governor-primary-poll/", "date_published": "2023-05-15 15:21:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "DeSantis tweets support for Marine charged in NYC subway chokehold death", "description": "Florida Gov. Ron DeSantis (R) tweeted out his support for the former Marine charged last week with second-degree manslaughter in the chokehold death of a man on the New York City subway earlier this month. \"We must defeat the Soros-Funded DAs, stop the Left's pro-criminal agenda, and take back the streets for law abiding citizens....", "link": "https://thehill.com/homenews/state-watch/4004612-desantis-tweets-support-for-marine-charged-in-ny-subway-chokehold-death/", "date_published": "2023-05-15 15:16:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "US jets intercept six Russian warplanes near Alaska", "description": "U.S. fighter jets last week intercepted six Russian aircraft near Alaskan airspace as American troops held large-scale military drills in the state, according to the North American Aerospace Defense Command (NORAD).  NORAD “detected, tracked, positively identified and intercepted” Russian TU-95 bombers, IL-78 tankers and SU-35 fighter jets operating in and near the Alaska Air Defense...", "link": "https://thehill.com/policy/defense/4004691-us-jets-intercept-six-russian-warplanes-near-alaska/", "date_published": "2023-05-15 15:03:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "American workers face war on right to earn a living", "description": "The right to earn a living is at the heart of the American Dream. In a free society, few rights are more fundamental — or more essential to a dynamic and prosperous economy. Generations of Americans have depended upon this right: the right to practice your profession and pursue your calling; to be a maker,...", "link": "https://thehill.com/opinion/congress-blog/4004350-american-workers-face-war-on-right-to-earn-a-living/", "date_published": "2023-05-15 15:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Supreme Court to decide South Carolina racial gerrymander case", "description": "The Supreme Court on Monday announced it will determine whether South Carolina racially gerrymandered one of its congressional districts. A three-judge district court panel in January ordered new maps be drawn after finding the state’s 1st Congressional District, as drawn by Republican state lawmakers, was specifically designed to dilute the power of Black voters. The...", "link": "https://thehill.com/regulation/court-battles/4004676-supreme-court-to-decide-south-carolina-racial-gerrymander-case/", "date_published": "2023-05-15 14:53:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "McCarthy says White House wants ‘default more than a deal’", "description": "Speaker Kevin McCarthy (R-Calif.) on Monday signaled there had been little progress in debt ceiling negotiations over the weekend, accusing Democrats and the White House of wanting a default more than they want a deal with Republicans. \"I still think we're far apart. It doesn't seem to me yet they want a deal, it just...", "link": "https://thehill.com/homenews/house/4004651-mccarthy-says-white-house-wants-default-more-than-a-deal/", "date_published": "2023-05-15 14:39:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump leads GOP field by 56 points in Kentucky: poll", "description": "Donald Trump is far and away the leading candidate for Kentucky Republicans, according to a new poll that showed the former president with a 56-point advantage over the rest of the field. Trump secured the support of 70 percent of respondents in a survey from Emerson College Polling/Fox 56 Lexington of Republican primary voters in...", "link": "https://thehill.com/homenews/campaign/4004634-trump-leads-gop-field-by-56-points-in-kentucky-poll/", "date_published": "2023-05-15 14:19:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Texas sends more migrants to vice president's house", "description": "Texas on Sunday sent more migrants to Vice President Harris's Washington residence, just days after the end of Title 42, the pandemic-era rule that allowed officials to quickly expel asylum seekers at the border. A video from a local TV station showed migrants getting off the bus outside the Naval Observatory at about 8:30 p.m....", "link": "https://thehill.com/homenews/state-watch/4004519-texas-sends-more-migrants-to-vice-presidents-house/", "date_published": "2023-05-15 14:04:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "UK promises more aid to Ukraine as Zelensky visits London", "description": "Britain pledged to provide Ukraine with more military resources on Monday, as Ukrainian President Volodymyr Zelensky's multi-stop lobbying tour included a meeting with U.K. Prime Minister Rishi Sunak. Sunak committed to providing Ukraine with hundreds of more air defense missiles, as well as attack drones. “This is a crucial moment in Ukraine’s resistance to a...", "link": "https://thehill.com/policy/international/4004579-uk-promises-more-aid-to-ukraine-as-zelensky-visits-london/", "date_published": "2023-05-15 14:02:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Supreme Court to take up Trump DC hotel dispute", "description": "The Supreme Court has agreed to hear a case on whether Democratic lawmakers should be able to sue to obtain documents related to former President Trump’s former Washington, D.C., hotel. The hotel documents have largely fallen out of focus in the dispute, as several lawmakers who filed the lawsuit have since left Congress or died, and...", "link": "https://thehill.com/regulation/court-battles/4004574-supreme-court-to-take-up-trump-dc-hotel-dispute/", "date_published": "2023-05-15 13:42:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Before taking on Trump, Biden must confront skepticism among Black voters", "description": "Going into the 2024 president election, Biden’s most important fight is with Democrats.", "link": "https://thehill.com/opinion/campaign/4003824-before-taking-on-trump-biden-must-confront-skepticism-among-black-voters/", "date_published": "2023-05-15 13:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "For Biden, negotiating the debt ceiling may be the safest option", "description": "Biden, being in a disadvantageous position generally and on the economy especially, cannot let this fight play out much longer, or let his job numbers fall further.", "link": "https://thehill.com/opinion/finance/4003841-for-biden-negotiating-the-debt-ceiling-may-be-the-safest-option/", "date_published": "2023-05-15 13:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Pence returning to New Hampshire as he weighs 2024 White House bid", "description": "Former Vice President Mike Pence will travel to New Hampshire this week for a series of speaking engagements as he inches closer to a decision on whether or not to run for president in 2024. Pence will spend Tuesday and Wednesday in the Granite State, which will host the first GOP presidential primary next year....", "link": "https://thehill.com/homenews/campaign/4004517-pence-returning-to-new-hampshire-as-he-weighs-2024-white-house-bid/", "date_published": "2023-05-15 13:10:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Rep. Dan Crenshaw to become first-time father", "description": "Rep. Dan Crenshaw is about to try out a new role: first-time father. The Texas Republican announced Sunday that he and wife Tara Crenshaw are expecting a daughter. The baby news came as the 39-year-old lawmaker shared a Mother’s Day message on Instagram, saying that the holiday has always been “a bit difficult” for him after...", "link": "https://thehill.com/blogs/in-the-know/4004527-rep-dan-crenshaw-to-become-first-time-father/", "date_published": "2023-05-15 13:04:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Don’t let politicians punt the political football on tax reform again", "description": "Direct file has the potential to benefit millions of taxpayers, but only if lawmakers remove politics and partisanship in favor of good, commonsense policy.", "link": "https://thehill.com/opinion/finance/4003245-dont-let-politicians-punt-the-political-football-on-tax-reform-again/", "date_published": "2023-05-15 13:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump says he was surprised CNN was 'traumatized' by town hall", "description": "Former President Trump said that he surprised CNN was \"traumatized\" by the town hall aired last week that sparked criticism among lawmakers and within media circles. \"I was amazed to see that they were traumatized by what took place. They were actually traumatized,\" he added in an interview with The Messenger. \"I think that instead...", "link": "https://thehill.com/homenews/campaign/4004469-trump-says-he-was-surprised-cnn-was-traumatized-by-town-hall/", "date_published": "2023-05-15 12:59:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Happy birthday! Oldest dog in the world celebrates another year", "description": "The world's oldest dog recently celebrated his 31st birthday, according to the Guinness Book of World Records.", "link": "https://thehill.com/homenews/4004464-happy-birthday-oldest-dog-in-the-world-celebrates-another-year/", "date_published": "2023-05-15 12:47:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump mum on whether he'd support six-week abortion ban like DeSantis signed", "description": "Former President Trump remained coy when asked if he agreed with Florida Gov. Ron DeSantis's (R) signing of a six-week abortion ban, continuing to avoid committing to federal abortion action as he seeks the GOP nomination. In an interview published on Monday by The Messenger, Trump did not say whether he believed the six week...", "link": "https://thehill.com/homenews/campaign/4004460-trump-mum-on-whether-hed-support-six-week-abortion-ban-like-desantis-signed/", "date_published": "2023-05-15 12:35:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump pushes back on DeSantis 'culture of losing' comment: 'Ron is not a winner'", "description": "Former President Trump is pushing back on Florida Gov. Ron DeSantis's (R) remarks calling on the GOP to reject a \"culture of losing\" to win in 2024, saying \"Ron is not a winner.\" In an interview with The Messenger - a news outlet that launched Monday - Trump rejected the notion that DeSantis is trying...", "link": "https://thehill.com/homenews/campaign/4004435-trump-pushes-back-on-desantis-culture-of-losing-comment-ron-is-not-a-winner/", "date_published": "2023-05-15 12:09:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The world is watching America’s battle over gun rights", "description": "Regardless of where you stand on gun control, gun safety and the Second Amendment, this is not the image America wants to project into the world.", "link": "https://thehill.com/opinion/international/4003239-the-world-is-watching-americas-battle-over-gun-rights/", "date_published": "2023-05-15 12:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Is that really you? TSA tests facial recognition tech for airport security", "description": "A pilot project by the Transportation Security Administration is assessing the use of facial recognition technology at a number of airports across the country.", "link": "https://thehill.com/regulation/transportation/4004432-is-that-really-you-tsa-tests-facial-recognition-tech-for-airport-security/", "date_published": "2023-05-15 11:37:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden on debt ceiling talks: 'I’m a congenital optimist'", "description": "President Biden said on Sunday that he believes that he will be able to come to a debt ceiling agreement with GOP lawmakers as the deadline to prevent a default looms. “It never is good to characterize a negotiation in the middle of a negotiation,” he told reporters on a bike ride. \"I remain optimistic...", "link": "https://thehill.com/homenews/administration/4004418-biden-on-debt-ceiling-talks-im-a-congenital-optimist/", "date_published": "2023-05-15 11:37:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Entering the singularity: Has AI reached the point of no return?", "description": "AI will be effective not only when machines can do what humans do (replication), but when they can do it better and without human supervision .", "link": "https://thehill.com/opinion/technology/4003870-entering-the-singularity-has-ai-reached-the-point-of-no-return/", "date_published": "2023-05-15 11:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Under the sea: Florida professor sets record for living underwater", "description": "A university professor broke a record for the longest time living underwater without depressurization this weekend at a Florida Keys lodge for scuba divers.", "link": "https://thehill.com/homenews/state-watch/4004416-under-the-sea-florida-professor-sets-record-for-living-underwater/", "date_published": "2023-05-15 11:25:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Hill's Morning Report — Debt talks to resume this week as clock ticks", "description": "Editor’s note: The Hill’s Morning Report is our daily newsletter that dives deep into Washington’s agenda. To subscribe, click here or fill out the box below. Another week, another debt ceiling meeting.   After a Friday talk between President Biden and congressional leaders about the nation’s $31.4 billion deficit was canceled, the lawmakers are set to...", "link": "https://thehill.com/newsletters/morning-report/4004403-the-hills-morning-report-debt-talks-to-resume-this-week-as-clock-ticks/", "date_published": "2023-05-15 10:20:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden, McCarthy to meet again as debt limit deal remains at stalemate", "description": "President Biden and Speaker Kevin McCarthy (R-Calif.) are set to meet for another round of debt ceiling talks this week, as a deal over raising the borrowing limit remains at a stalemate. This week’s meeting — which has not been formally announced yet — comes after a gathering scheduled for Friday at the White House...", "link": "https://thehill.com/homenews/house/4004217-biden-mccarthy-to-meet-again-as-debt-limit-deal-remains-at-stalemate/", "date_published": "2023-05-15 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "ChatGPT CEO heads to Congress as lawmakers face AI explosion", "description": "The CEO of the company behind ChatGPT will head to Congress next week as lawmakers’ race to regulate artificial intelligence (AI) and more companies steam ahead with the technology.  OpenAI CEO Sam Altman will make his public debut in Congress at a Senate Judiciary subcommittee hearing about oversight of AI as lawmakers seek to better...", "link": "https://thehill.com/policy/technology/4002161-chatgpt-ceo-heads-to-congress-as-government-confronts-ai-rise/", "date_published": "2023-05-15 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Forget that $90,000 sticker price: College costs are actually going down", "description": "The sticker price at America’s priciest colleges is approaching $90,000, a milestone that has inspired fresh debate about whether college is worth the cost.  But the numbers tell a different story. The “net” price of college, the amount students and their families actually pay, is going down. Almost no one is paying $90,000.  The average student...", "link": "https://thehill.com/business/4002592-forget-that-90000-sticker-price-college-costs-are-actually-going-down/", "date_published": "2023-05-15 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "GOP fears Trump's problems with suburban women will only get worse", "description": "Former President Trump increasingly looks like the favorite to win the GOP's presidential nomination, but that strength masks what many Republicans see as a huge weakness against President Biden: Trump's problems with suburban women. All of Trump's vulnerabilities with the key demographic were on high display during a rowdy town hall last week with CNN,...", "link": "https://thehill.com/homenews/campaign/4002482-gop-fears-trumps-problems-with-suburban-women-will-only-get-worse/", "date_published": "2023-05-15 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "How Florida became a conservative bastion", "description": "EDITOR'S NOTE: This is the first in a five-part series called \"How Florida got so conservative.\" Florida has become the nerve center of the modern Republican Party.  Once the nation’s largest and most volatile swing state, Florida has lurched to the right in recent years, becoming a mecca for the GOP’s most influential luminaries and wealthiest donors.  Republicans...", "link": "https://thehill.com/homenews/campaign/3998391-how-florida-became-a-conservative-bastion/", "date_published": "2023-05-15 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Satellite photos show impact of burst of water sent to Lake Mead", "description": "Satellite images of the Colorado River provided by NASA show the powerful rush of water out of Glen Canyon Dam in late April moved sand down the river -- mission accomplished.", "link": "https://thehill.com/changing-america/sustainability/environment/4004135-satellite-photos-show-impact-of-burst-of-water-sent-to-lake-mead/", "date_published": "2023-05-15 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Special report: Florida's conservative shift", "description": "", "link": "https://thehill.com/homenews/3994437-special-report-floridas-conservative-shift/", "date_published": "2023-05-15 09:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Online fund raises nearly $2 million for Daniel Penny's legal defense in subway case", "description": "An online crowdfunding page has raised nearly $2 million for the legal defense of Daniel Penny, the former Marine charged last week with second-degree manslaughter in the chokehold death of Jordan Neely on the New York City subway earlier this month. A \"GiveSendGo\" page titled \"Daniel Penny's Legal Defense Fund\" listed that $1,883,357 had been...", "link": "https://thehill.com/blogs/blog-briefing-room/4004207-online-fund-raises-nearly-2-million-for-daniel-pennys-legal-defense-in-subway-case/", "date_published": "2023-05-15 02:28:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "VIDEOS: Beached whale, calf return to open ocean off Oregon's coast", "description": "A stranded mother gray whale and its calf were able to return to open waters after they became beached on Oregon's shores last week.", "link": "https://thehill.com/changing-america/sustainability/environment/4004181-videos-beached-whale-calf-return-to-open-ocean-off-oregons-coast/", "date_published": "2023-05-15 02:02:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Thai opposition victory may mean end of military rule", "description": "Opposition parties in Thailand took the win in Sunday’s general election with nearly all votes counted, paving the way for the possible end of the military-backed government. The Move Forward Party came in the lead, followed by the Pheu Thai Party, with 99 percent of votes counted, according to Reuters, marking a moment of change...", "link": "https://thehill.com/policy/international/4004196-thai-opposition-victory-may-mean-end-of-military-rule/", "date_published": "2023-05-15 01:49:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Turkey's much watched election heading towards runoff", "description": "The closely watched presidential election in Turkey is headed toward a runoff as Turkish President Recep Tayyip Erdogan tries for reelection. Erdogan was leading with 49.49 percent of the vote against his top challenger, Kemal Kilicdaroglu, with 44.79 percent, according to CNN, with 91.93 percent of the votes tallied. If neither candidate clinches the majority,...", "link": "https://thehill.com/policy/international/4004171-turkeys-much-watched-election-heading-towards-runoff/", "date_published": "2023-05-15 01:13:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump says he’ll bring back Michael Flynn if he wins in 2024: 'He's some man'", "description": "Former President Trump has said he’ll bring back his former national security adviser Michael Flynn if he wins another four years in the White House in 2024. “I will say, General Flynn, he’s some general. He’s some man. He took abuse like nobody could have handled, and he came out bigger, better, stronger than ever...", "link": "https://thehill.com/blogs/blog-briefing-room/4004154-trump-says-hell-bring-back-michael-flynn-if-he-wins-in-2024-hes-some-man/", "date_published": "2023-05-15 00:47:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Jane Fonda urges others to join climate protests: 'It’s all hands on deck right now'", "description": "Revered actress Jane Fonda is calling on others to join her in her \"urgent\" fight against climate change. \"It’s all hands on deck right now, it’s urgent, urgent and everyone has to join in right now,\" Fonda, a longtime activist, told Page Six this week at the premiere of her new film, \"Book Club: The...", "link": "https://thehill.com/blogs/in-the-know/4004127-jane-fonda-urges-others-to-join-climate-protests-its-all-hands-on-deck-right-now/", "date_published": "2023-05-15 00:31:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Pacific Northwest heat advisory impacts 12 million people", "description": "More than 12 million people living in the Pacific Northwest region of the U.S. will be impacted by a heat advisory for the next couple of days.  In a National Weather Service (NWS) Weather Prediction Center report, forecasters said that “above-normal temperatures are forecast to persist along the West Coast through the period while extending...", "link": "https://thehill.com/policy/energy-environment/4004141-pacific-northwest-heat-advisory-impacts-12-million-people/", "date_published": "2023-05-15 00:02:15+00:00", "persistent": false, "user": null, "language": "en-US"}]