[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCG2kQBVlgG7kOigXZTcKrQw", "title": "TATA 🖤", "description": "W moim sercu powstała dziura, która zostanie tam już na zawsze. W zeszłym roku, w filmie ze Śląska prosiłem Was o życzenia zdrowia dla Taty i to wtedy zaczęła się walka. Rokowania były złe, jednak Tata walczył dzielnie - jak zawsze. Niestety ten ostatni podjazd okazał się zbyt długi, zbyt wymagający i zbyt wyczerpujący. Dalej nie mogę uwierzyć w to, że nasz zeszłoroczny wyjazd na Suwalszczyznę i Roztocze będzie tym ostatnim. Jeździliśmy codziennie po 70 kilometrów, jeszcze ścigaliśmy się na podjazdach, a chwilę potem Tata nie miał już sił wejść na pierwsze piętro. \n\nTato, mam nadzieję, że gdzieś tam jeździsz sobie teraz na rowerze sprawiającym Ci równie dużo radości, co ten nowy, na którym byłeś tylko kilka razy. Że śmigasz sobie po krainach piękniejszych niż Morawy, a zjazdy są tak bajkowe jak te nad Gardą, gdzie razem byliśmy. \n\nDziękuję Ci za wszystko, najlepszy Przyjacielu. \n\nWrzucam ten film i piszę ten tekst z kilku powodów. \n\nPo pierwsze, dla Taty. Myślę, że byłoby mu bardzo miło. Tata był zawsze jednym z pierwszych widzów wszystkich moich filmów. Szczególnie zaś lubił wielokrotnie oglądać te, z naszych wspólnych wyjazdów. Za każdym razem przy takim filmie była identyczna wymiana słów między nami, co strasznie nas śmieszyło. Zawsze pierwszy co pytałem, to \"jak podobał się film?\", na co Tata odpowiadał pytająco -  \"Rewelacja! Tylko wiesz czego było mało?\". No pewnie, że wiem - odpowiadałem - \"Najlepszego aktora na świecie!\" - Mając oczywiście na myśli Tatę, oraz Wasze komentarze w stylu \"więcej Taty!\". Oboje wybuchaliśmy wtedy śmiechem.\n\nPo drugie, zrobiłem ten film dla siebie. Aby mieć pamiątkę, ale także z nadzieją, że będzie po nim nieco mniej komentarzy w stylu \"kiedy kolejny film z Tatą?\". Jakkolwiek zawsze były dla nas mega miłe, tak niestety teraz wolałbym ich mieć jak najmniej, bo wykończą mnie psychicznie 😔\n\nPo trzecie, chciałem napisać wszystkim Wam, w większości ludziom w podobnym wieku do mojego - zabierajcie swoich bliskich na wyjazdy. Spędzajcie ze sobą czas. Nie odkładajcie tego w nieskończoność, bo nigdy nie wiadomo ile czasu Wam zostało. W tyle miejsc jeszcze chciałem z Tatą wyskoczyć na rower, tyle miejsc miałem w planach. Chciałem, aby Tata sam mógł sobie wybrać z książki \"Rower to jest Świat\" trasy, które przejedziemy w tym roku na rowerze wspólnie. Niestety, nie starczyło czasu.\n\nPo czwarte, najważniejsze. Zmobilizujcie proszę zarówno siebie jak i Waszych bliskich do robienia badań przesiewowych. Zapiszcie siebie, zapiszcie swoich rodziców, dziadków. Choćby dzisiaj!\nChoroba niestety nie wybiera. Dopada nawet te osoby - jak mój Tata - które są okazami zdrowia, a kondycją przewyższają nie jednego 20-latka.\n\nKarol", "link": "https://www.youtube.com/watch?v=XDSYclnXjXw", "date_published": "2023-05-15 15:55:49+00:00", "persistent": false, "user": null, "language": "pl-PL"}]