[{"source": "https://www.theguardian.com/international/rss", "title": "Video shows Walgreens guard killing trans organizer Banko Brown as he left store", "description": "<p>San Francisco district attorney says shooting was ‘reasonable’ and no charges will be filed, sparking outrage</p><p>Surveillance footage from a Walgreens in San Francisco shows the moment a private security guard killed a young transgender man accused of shoplifting.</p><p>The footage captures the guard tackling and punching <a href=\"https://www.theguardian.com/us-news/2023/may/10/banko-brown-death-san-francisco-walgreens\">Banko Brown</a>, 24, on 27 April before fatally shooting him as he exited the store.</p> <a href=\"https://www.theguardian.com/us-news/2023/may/15/banko-brown-killed-walgreens-security-guard-video\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/may/15/banko-brown-killed-walgreens-security-guard-video", "date_published": "2023-05-15 23:36:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "New Zealand hostel fire: six people dead and many missing in Wellington blaze – latest news", "description": "<p>Prime Minister Chris Hipkins says he understands that six people have been confirmed dead in the fire at Loafers Lodge hostel, and that there are likely to be more</p><ul><li><a href=\"https://www.theguardian.com/world/2023/may/16/wellington-hostel-fire-multiple-people-dead-in-new-zealand-blaze\">At least six dead and others missing in New Zealand blaze</a></li></ul><p>Authorities said 52 people were taken out of the building after being notified of the blaze at 12.25am.</p><p>More than 10 fire vehicles responded to the emergency across the morning and the fire was put out after 6am.</p> <a href=\"https://www.theguardian.com/world/live/2023/may/16/wellington-hostel-fire-loafers-loodge-new-zealand-people-dead-missing-blaze-latest-news\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2023/may/16/wellington-hostel-fire-loafers-loodge-new-zealand-people-dead-missing-blaze-latest-news", "date_published": "2023-05-15 22:45:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Elon Musk wants Tesla hires cleared by him as he shifts focus away from Twitter", "description": "<p>Staff at the car-making company told to ‘think carefully’ about anything being proposed days after new Twitter CEO announced</p><p>Days after announcing a new CEO at Twitter, Elon Musk has turned his eye to Tesla, ordering managers to clear all hires at the electric car maker through him.</p><p>Musk communicated the decision in a memo to Tesla staff on Monday, according to documents obtained by The Information.</p> <a href=\"https://www.theguardian.com/technology/2023/may/15/elon-musk-tesla-hires-cleared-twitter-new-ceo\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/may/15/elon-musk-tesla-hires-cleared-twitter-new-ceo", "date_published": "2023-05-15 21:16:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Germany FA vice-president apologises for post mocking Volodymyr Zelenskiy", "description": "<ul><li>Hermann Winkler refers to Zelenskiy as ‘former Ukrainian actor’</li><li>Ukraine president visited Berlin to meet Olaf Scholz on Sunday</li></ul><p>The German Football Association (DFB) vice-president, Hermann Winkler, apologised on Monday for a social media post mocking the visit of the Ukrainian president, Volodymyr Zelenskiy, to Berlin.</p><p>Zelenskiy had talks with the German chancellor, Olaf Scholz, on Sunday, with many parts of central Berlin locked down for security reasons during his visit. Winkler, who heads the Saxony Football Association in the east of the country, had complained about road closures and other security restrictions, saying “at least the Soviet memorial in Treptower Park is still standing for now”. He said the city had shut down for the visit “of a former Ukrainian actor”. Zelenskiy was an actor before his election.</p> <a href=\"https://www.theguardian.com/football/2023/may/15/germany-fa-vice-president-apologises-for-post-mocking-volodymyr-zelenskiy\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/15/germany-fa-vice-president-apologises-for-post-mocking-volodymyr-zelenskiy", "date_published": "2023-05-15 18:32:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Greenwashing era is over, say ad agencies, as regulators get tough", "description": "<p>Insiders welcome stricter rules in the UK and EU over the use of terms such as ‘carbon neutral’ in adverts, and claims concerned with offsetting</p><ul><li><a href=\"https://www.theguardian.com/environment/2023/may/15/uk-advertising-watchdog-to-crack-down-on-carbon-offsetting-claims-aoe\">UK advertising watchdog to crack down on carbon offsetting claims</a></li></ul><p>Across the advertising industry, agencies are wrestling with their role in greenwashing scandals and their support for clients driving the climate and nature crises.</p><p>Companies are to face stricter rules from regulators in London and Brussels over what they can tell consumers about their role in the climate crisis and the loss of nature. Terms such as “carbon neutral”, “nature positive” and those concerned with offsetting are to undergo greater scrutiny by organisations such as the Advertising Standards Authority in the UK. In order to take meaningful action, agencies must also reconsider their relationships with major polluters, industry insiders have said.</p> <a href=\"https://www.theguardian.com/environment/2023/may/15/greenwashing-era-is-over-say-ad-agencies-as-regulators-get-tough\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/may/15/greenwashing-era-is-over-say-ad-agencies-as-regulators-get-tough", "date_published": "2023-05-15 15:11:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "An egg: unfertilised, it is one giant cell | Helen Sullivan", "description": "<p>Fertilised, it can hold things shaped as differently as: a snake, an auk, a platypus; an emu, a tortoise, a peacock</p><p>Things I have learned reading about eggs: that chickens have earlobes, and the colour of the earlobes correlates with the colour of the egg: white ear lobe, white egg; red ear lobe, brown egg. What can lay an egg? An orange-peel doris can lay an egg in a tidal pool; a bee hummingbird can lay an egg the size of an aspirin; an auk on a cliff lays a conical egg, which will roll around in a circle instead of forwards and off the edge; a spider wraps her egg in silk, places it on a stalk, then lays another.</p><p>To Linda Pastan, <a href=\"https://www.poetryfoundation.org/poetrymagazine/poems/33575/egg\">an egg was</a> “a moon / glowing faintly / in the galaxy of the barn”. Approach it, and Louise Glück <a href=\"https://www.poetryfoundation.org/poetrymagazine/browse?volume=109&amp;issue=6&amp;page=32\">will tell you</a>: “The thing is hatching. Look.” One egg looks – apart from its size, the sharpness of its point, or its colour – much like another: they are all pleasing in the same way, hard-shelled and soft-shaped. “An egg is the most beautiful of all / beautiful forms, a box without corners / in which anything can be contained,” wrote <a href=\"https://www.poetryfoundation.org/poetrymagazine/poems/37302/faberges-egg\">Elizabeth Spires</a>. This one structure, variations on round, can hold things shaped as differently as: a snake, an auk, a platypus; an emu, a tortoise, a peacock.</p> <a href=\"https://www.theguardian.com/environment/commentisfree/2023/may/16/an-egg-unfertilised-it-is-one-giant-cell\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/commentisfree/2023/may/16/an-egg-unfertilised-it-is-one-giant-cell", "date_published": "2023-05-15 15:00:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Ukraine strikes Russian forces in Luhansk ahead of counter-offensive", "description": "<p>Smoke seen rising in eastern city as Moscow says British-supplied Storm Shadow missiles were used</p><ul><li><strong><a href=\"https://www.theguardian.com/world/live/2023/may/15/russia-ukraine-war-latest-g7-reportedly-set-to-tighten-russia-sanctions-france-to-send-kyiv-military-aid-live\">Russia-Ukraine war – latest news updates</a></strong></li></ul><p>Ukraine has carried out further strikes on Russian forces on Monday, apparently targeting Russian command and control centres deep behind enemy lines ahead of its long-awaited counter-offensive, with explosions reported in the occupied city of Luhansk.</p><p>Smoke was seen rising above a former aviation school in the eastern city, used by the Russian military. Moscow-installed local officials said Kyiv carried out the attack with two Storm Shadow long-range missiles, <a href=\"https://www.theguardian.com/politics/2023/may/11/uk-sending-long-range-storm-shadow-missiles-to-ukraine-says-defence-minister-ben-wallace\">supplied by the British</a>. An administrative building was damaged, they said.</p> <a href=\"https://www.theguardian.com/world/2023/may/15/ukraine-strikes-russian-forces-in-luhansk-ahead-of-counter-offensive\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/15/ukraine-strikes-russian-forces-in-luhansk-ahead-of-counter-offensive", "date_published": "2023-05-15 14:40:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Why is Imran Khan at the centre of a political crisis in Pakistan?", "description": "<p>Arrest of former PM and subsequent release amid violent protests marks start of possibly violent showdown</p><p>The extraordinary arrest of the former prime minister of Pakistan Imran Khan on charges of corruption on 9 May triggered nationwide protests and the deployment of the army on the streets. Thousands of people were detained and at least nine died in the violence.</p><p>Since his release on 12 May, after his arrest was declared illegal, Khan has escalated his criticism of the country’s powerful military establishment, <a href=\"https://www.theguardian.com/world/2023/may/14/imran-khan-arrest-pakistan-military\">accusing them of ordering his imprisonment</a>. The government said it would rearrest Khan as soon as it could, ensuring that Pakistan’s political volatility shows no signs of easing soon.</p> <a href=\"https://www.theguardian.com/world/2023/may/12/how-will-imran-khan-arrest-affect-pakistan\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/12/how-will-imran-khan-arrest-affect-pakistan", "date_published": "2023-05-15 14:08:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "As Lionel Messi leaves PSG, an opportunity arises for Luis Campos", "description": "<p>The exodus at the club this summer gives the sporting director the resources and blank slate he needs to build a new squad</p><p>By <a href=\"https://twitter.com/_adam_white_?lang=en\">Adam White</a> for <a href=\"http://www.getfootballnewsfrance.com/\">Get French Football News</a></p><p>Neither of PSG’s two most recent marquee signings has worked out as hoped. Both could even be classed as outright mistakes in hindsight. However, as one’s Parisian journey looks set to end in acrimony, the other may yet deserve a second chance. As PSG beat Ajaccio 5-0 on Saturday to move within one win of another underwhelming league title, hopes of revolution again returned to the Parc des Princes.</p><p>Luis Campos arrived at PSG last summer as the most astute scout in football, but his ability to help medium-sized clubs overperform with cost-effective recruitment has been wasted in Paris. PSG operate in an entirely different market to Campos’ previous clubs and many of their ills this year can be traced back to his baffling appointment of Christophe Galtier as coach and the thin squad they landed on due to his weak transfer business.</p> <a href=\"https://www.theguardian.com/football/2023/may/15/lionel-messi-psg-opportunity-luis-campos-club-summer-squad-sporting-director\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/15/lionel-messi-psg-opportunity-luis-campos-club-summer-squad-sporting-director", "date_published": "2023-05-15 12:04:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "NBA conference finals predictions: Will Jokić halt LeBron’s title ambitions?", "description": "<p>With the NBA’s final four set, let’s take a look at the matchups as the Miami Heat, Boston Celtics, Los Angeles Lakers and Denver Nuggets battle for the title</p><p><strong>What the Lakers need to do:</strong> Defend. When these teams met in the conference finals in the bubble in 2020, the Lakers <a href=\"https://www.espn.com/nba/recap/_/gameId/401246238\">won the series in just five games</a>, holding Denver to 109.2 points per contest. They may have to do even better this time as the Nuggets boast perhaps the best player on Earth, Nikola Jokić, winner of two of the past three NBA MVP awards. Thankfully for LA, they have maybe the greatest defender on Earth in Anthony Davis. In the 2020 championship run, Davis’ long arms altered countless shots and he’ll have to do the same here.</p> <a href=\"https://www.theguardian.com/sport/2023/may/15/nba-conference-finals-predictions-will-jokic-halt-lebrons-title-ambitions\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/may/15/nba-conference-finals-predictions-will-jokic-halt-lebrons-title-ambitions", "date_published": "2023-05-15 07:15:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "China jails US citizen for life on espionage charges", "description": "<p>Hong Kong resident John Shing Wan Leung was chair of Texas branch of Chinese ‘reunification’ association </p><p>A Chinese court has sentenced a 78-year-old US citizen to life in prison on espionage charges.</p><p>John Shing Wan Leung, a Hong Kong permanent resident, was detained in April 2021 by Chinese security services. His sentence was announced on Monday by the Suzhou intermediate people’s court on its public WeChat account. No further information about his trial or charges were listed.</p> <a href=\"https://www.theguardian.com/world/2023/may/15/china-jails-us-citizen-for-life-on-espionage-charges\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/15/china-jails-us-citizen-for-life-on-espionage-charges", "date_published": "2023-05-15 07:13:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Can you solve it? Succession", "description": "<p>Pondering what comes next</p><p>Today’s puzzles are about succession, with a lower case ‘s’.</p><p>(Apols to readers hoping to find a discussion of the TV series. Although I have made an attempt at making one of the questions relevant.)</p> <a href=\"https://www.theguardian.com/science/2023/may/15/can-you-solve-it-succession\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/may/15/can-you-solve-it-succession", "date_published": "2023-05-15 06:12:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "‘This is not a small issue’: the devastating plight of LGBTQ asylum seekers", "description": "<p>A new book highlights both the horror and hope of LGBTQ people  from around the world who have sought asylum that has often saved their lives</p><p>The faces we see in photographer Umberto Nicoletti’s new book of portraits exude joy, hope, humor, beauty, confidence and power. But the text in the book, which explains the stories behind those faces, tells nearly the opposite story.</p><p>It details instances of extortion, abandonment, imprisonment, torture, and murder. The people featured in Nicoletti’s portraits, collected in a book titled Asylum, are all members of the LGBTQ+ community who have sought asylum in countries far more accepting of their identities than the ones they’re struggling to escape. At home, their identities have left them subject to punishments that range from public flogging to execution. Sad, desperate and sometimes horrific as their stories may be, Nicoletti has refused to present his subjects as objectified figures of tragedy, instead portraying them as stars and role-models. “I wanted to use beautiful, glossy images to evoke empathy, and to present each of them as a glamorous individual,” he said by Zoom from his studio in Milan. “We’re used to seeing actors or musicians portrayed like that – as heroes. But someone who fights for their rights, that’s a true hero.”</p> <a href=\"https://www.theguardian.com/artanddesign/2023/may/15/lgbtq-asylum-seekers-new-book-umberto-nicoletti\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/may/15/lgbtq-asylum-seekers-new-book-umberto-nicoletti", "date_published": "2023-05-15 06:07:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Turkey elections: Erdoğan sings to supporters as Kılıçdaroğlu attacks 'smear campaign'– video", "description": "<p>A run-off election is looking increasingly likely between President <a href=\"https://www.theguardian.com/world/recep-tayyip-erdogan\">Recep Tayyip Erdoğan</a> and his main rival Kemal Kılıçdaroğlu after neither appeared likely to reach the 50% threshold to win outright. Any second round of voting is likely to take place on 28 May. </p><ul><li><p><a href=\"https://www.theguardian.com/world/2023/may/14/turkish-polls-close-after-record-numbers-vote-in-test-of-erdogans-rule\"><strong>Turkish election could go to second round as Erdoğan attempts to claim victory</strong></a></p></li><li><p><a href=\"https://www.theguardian.com/world/2023/may/14/could-a-diverse-alliance-end-recep-tayyip-erdogans-authoritarian-rule\"><strong>Could a diverse alliance end Recep Tayyip Erdoğan’s authoritarian rule?</strong></a></p></li></ul> <a href=\"https://www.theguardian.com/world/video/2023/may/15/turkey-elections-erdogan-sings-to-supporters-as-klcdaroglu-attacks-smear-campaign-video\">Continue reading...</a>", "link": "https://www.theguardian.com/world/video/2023/may/15/turkey-elections-erdogan-sings-to-supporters-as-klcdaroglu-attacks-smear-campaign-video", "date_published": "2023-05-15 05:44:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Australians are being bled dry. Banks must use their windfall profits to help tackle the scam crisis", "description": "<p>Victims don’t have the resources to deal with this rising global issue, but our banks certainly do</p><p>Major new funding announced by assistant treasurer and minister for financial services, Stephen Jones, for a national anti-scams centre is welcome news, but without involvement and extra investment from our banks the chances of stopping this crisis are very small.</p><p>The big four banks have made record profits this financial year, with some analysts suggesting they will collectively rake in more than $33bn – up from $28.5bn last year. The Commonwealth Bank alone reported its biggest-ever half-year profit at $5.15bn, an increase of 9%.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/15/australians-are-being-bled-dry-banks-must-use-their-windfall-profits-to-help-tackle-the-scam-crisis\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/15/australians-are-being-bled-dry-banks-must-use-their-windfall-profits-to-help-tackle-the-scam-crisis", "date_published": "2023-05-15 04:33:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Mem Fox book Guess What? banned in Florida county under Ron DeSantis bill", "description": "<p>Agent for bestselling Australian children’s author says she has ‘nothing to say’ about the ban and Duval county ‘is not important’</p><ul><li><strong><a href=\"https://www.theguardian.com/australia-news/live/2023/may/15/australia-news-live-politics-housing-bill-rent-cost-of-living-budget-chalmers-welfare-china-farrell-albanese-dutton-updates-weather\">Follow our Australia news live blog for the latest updates</a></strong></li><li><strong>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></strong></li></ul><p>Bestselling Australian author Mem Fox has become the latest victim of ultra-conservative Florida governor Ron DeSantis, with the writer’s 1988 children’s book Guess What? being banned in the Jacksonville county of Duval.</p><p>The book, about a witch called Daisy O’Grady, appears to have fallen foul of Florida’s parental rights in education bill, widely referred to as the <a href=\"https://www.theguardian.com/us-news/2023/apr/19/florida-education-board-approves-expansion-dont-say-gay-bill\">“don’t say gay” law</a>, championed by DeSantis, the Republican widely considered to be Donald Trump’s closest rival for the 2024 presidential race.</p> <a href=\"https://www.theguardian.com/books/2023/may/15/mem-fox-book-guess-what-banned-in-florida-county-under-ron-desantis-bill\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/may/15/mem-fox-book-guess-what-banned-in-florida-county-under-ron-desantis-bill", "date_published": "2023-05-15 02:39:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "‘It’s been a crazy ride’: Wallaroos captain Shannon Parry announces retirement", "description": "<ul><li>Saturday’s Test against Fiji will be Australian flanker's last</li><li>Olympic champion to take up Rugby Australia coaching position </li></ul><p>Rugby trailblazer Shannon Parry will retire after Saturday’s Test against Fiji, bringing to a close a glittering career. Parry, who has left an indelible mark on rugby including 24 caps for the Wallaroos, made the announcement on Monday.</p><p>“For me it’s giving back to the sport that’s given me so much, but the time’s right to hang the boots,” she said. “I think I’ve done my job in putting on the jersey and returning it in a better place and hopefully I’ve been able to contribute to the lasting legacy of the Wallaroos.”</p> <a href=\"https://www.theguardian.com/sport/2023/may/15/an-incredible-journey-wallaroos-captain-shannon-parry-announces-retirement\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/may/15/an-incredible-journey-wallaroos-captain-shannon-parry-announces-retirement", "date_published": "2023-05-15 02:31:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Shipwreck found off Tasmanian coast brings closure to 50-year mystery", "description": "<p>Researchers studying a submarine landslide uncover MV Blythe Star, which sank in 1973 while sailing from Hobart to King Island</p><ul><li><a href=\"https://www.theguardian.com/australia-news/live/2023/may/15/australia-news-live-politics-housing-bill-rent-cost-of-living-budget-chalmers-welfare-china-farrell-albanese-dutton-updates-weather\">Follow our Australia news live blog for the latest updates</a></li><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>A CSIRO investigation has confirmed the location of the MV Blythe Star shipwreck, almost 50 years after it sank off the Tasmanian coast.</p><p>On the 13 October 1973 while making a routine trip from Hobart to King Island, the ship began developing a list to the starboard before taking on water and capsizing.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon</a></strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\"> </a><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">email newsletters for your daily news roundup</a></strong></p> <a href=\"https://www.theguardian.com/australia-news/2023/may/15/blythe-star-shipwreck-found-off-tasmanian-coast-brings-closure-to-50-year-mystery\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2023/may/15/blythe-star-shipwreck-found-off-tasmanian-coast-brings-closure-to-50-year-mystery", "date_published": "2023-05-15 02:04:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "‘Backflip incoming’: Sam Kerr delivers again as relentless goalscoring continues", "description": "<ul><li>Chelsea striker scores only goal of game to win FA Cup final</li><li>It was Matildas captain’s fifth goal in her third final appearance</li></ul><p>Almost as inevitable as Sam Kerr’s name appearing on the scoresheet in the <a href=\"https://www.theguardian.com/football/2023/may/14/chelseas-emma-hayes-praises-sam-kerr-for-way-she-takes-responsibility\">Women’s FA Cup final</a> was the celebration that followed. The irrepressible Chelsea striker’s goal decided Sunday’s game in front of a record crowd at Wembley, and as she wheeled away there was little doubt over what was to come next.</p><p>Kerr bowed to popular demand and pulled out a trademark backflip somersault after turning the ball in from Pernille Harder’s cross in the 68th minute to settle a tight contest with Manchester United. It was the Matildas captain’s fifth goal in the three FA Cup finals she has appeared in, her 10th in six domestic finals, and proved enough to claim a <a href=\"https://www.theguardian.com/football/2023/may/14/chelsea-manchester-united-womens-fa-cup-final-match-report\">third successive winner’s medal</a>.</p> <a href=\"https://www.theguardian.com/football/2023/may/15/backflip-incoming-sam-kerr-delivers-again-as-relentless-goalscoring-continues\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/15/backflip-incoming-sam-kerr-delivers-again-as-relentless-goalscoring-continues", "date_published": "2023-05-15 01:19:41+00:00", "persistent": false, "user": null, "language": "en-US"}]