[{"source": "https://www.dailywire.com/feeds/rss.xml", "title": "CNN’s Jake Tapper Says Durham Report Devastating To FBI, Exonerates Trump ‘To A Degree’", "description": "CNN anchor Jake Tapper admitted Monday that the long-awaited 2016 Trump-Russia investigation report from special counsel John Durham exonerates the former president &#8220;to a degree.&#8221; &#8220;The report is now here. It has dropped, and it might not have produced everything of what some Republicans hoped for,&#8221; Tapper said. &#8220;It is, regardless, devastating to the FBI, ...", "link": "https://www.dailywire.com/news/cnns-jake-tapper-says-durham-report-devastating-to-fbi-exonerates-trump-to-a-degree", "date_published": "2023-05-15 19:49:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Get Woke, Go Broke: Anti-Capitalist Cafe That Let Customers ‘Pay What You Can’ Closes Down After One Year In Business", "description": "The Anarchist, a coffee shop in Toronto, Canada, that functioned on a “pay what you can” system, will close at the end of the month after slightly more than one year in business. Gabriel Sims-Fewer, the owner of The Anarchist, said in an expletive-filled announcement on the company’s website that he appreciated the opportunity to ...", "link": "https://www.dailywire.com/news/get-woke-go-broke-anti-capitalist-cafe-that-let-customers-pay-what-you-can-closes-down-after-one-year-in-business", "date_published": "2023-05-15 19:40:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Netflix’s Black Cleopatra Has Lowest Audience Score In Rotten Tomatoes History", "description": "Back in 1963, Elizabeth Taylor, then the hottest actress in the world, starred as Cleopatra in an over-the-top, star-studded blockbuster with a $31 million budget — equal to $327 million in today&#8217;s dollars. Taylor likely didn&#8217;t look much like the Egyptian queen, what with her lily-white skin and dark blue eyes with purple irises. But ...", "link": "https://www.dailywire.com/news/netflixs-black-cleopatra-has-lowest-audience-score-in-rotten-tomatoes-history", "date_published": "2023-05-15 18:49:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Sunny Hostin Trashes DeSantis Over Marine Vet Fundraiser: ‘$2 Million … For Killing A Young Black Man’", "description": "Sunny Hostin attacked Governor Ron DeSantis on Monday over his vocal support for Marine veteran Daniel Penny — who is facing manslaughter charges in New York after placing a deranged man in a chokehold on the subway. DeSantis shared a link to a GiveSendGo fundraiser in Penny&#8217;s name on Friday, saying, &#8220;We must defeat the ...", "link": "https://www.dailywire.com/news/sunny-hostin-trashes-desantis-over-marine-vet-fundraiser-2-million-for-killing-a-young-black-man", "date_published": "2023-05-15 18:40:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Middle School Banned Boy From Wearing ‘Two Genders’ Shirt, Family Prepares To Sue", "description": "The family of a 7th grade boy is preparing to sue his Massachusetts middle school for banning him from wearing a shirt that said, &#8220;There are only two genders.&#8221; The Morrison family plans to file a lawsuit against Nichols Middle School for allegedly violating their son Liam’s First Amendment rights. Nichols Middle School is part of ...", "link": "https://www.dailywire.com/news/middle-school-banned-boy-from-wearing-two-genders-shirt-family-prepares-to-sue", "date_published": "2023-05-15 18:27:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Monday Afternoon Update:  Durham Report Released, Biden Pleased With Border Situation, Zelensky Says No Peace Talks Anytime Soon", "description": "This article is adapted from today’s Morning Wire Afternoon Update. To listen to the podcast version, click here. Durham Report Released Special Counsel John Durham has released his long-awaited report investigating the U.S. federal government’s actions during the 2016 election cycle and its monitoring of the Trump campaign. Durham’s team concluded that “neither U.S. law enforcement ...", "link": "https://www.dailywire.com/news/monday-afternoon-update-durham-report-released-biden-pleased-with-border-situation-zelensky-says-no-peace-talks-anytime-soon", "date_published": "2023-05-15 18:17:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘There’s Nothing To This, But We Have To Run It To The Ground,’ Anti-Trump FBI Agent Strzok Said: Durham", "description": "Days after opening a full FBI investigation into connections between Donald Trump and Russia, lead FBI investigator Peter Strzok told a subordinate that “there’s nothing to this, but we have to run it to the ground,” the subordinate—a top official in the Bureau’s London outpost—told Special Counsel John Durham.", "link": "https://www.dailywire.com/news/theres-nothing-to-this-but-we-have-to-run-it-to-the-ground-anti-trump-fbi-agent-strzok-said-durham", "date_published": "2023-05-15 18:04:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Congrats To The U.S. Intelligence Community, Back-To-Back U.S. Presidential Election Interference Champs!", "description": "Congratulations to the United States Intelligence Community on back-to-back U.S. presidential election interference championships! In both the 2016 presidential election, featuring then-reality TV star Donald Trump vs. Secretary of State Hillary Clinton, and the 2020 presidential election, featuring President Donald Trump and former Vice President Joe Biden, certain current and former actors within the federal ...", "link": "https://www.dailywire.com/news/congrats-to-the-u-s-intelligence-community-back-to-back-u-s-presidential-election-interference-champs", "date_published": "2023-05-15 18:04:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Leftist Activist Organization Allies With Big Pharma To Push Transgenderism In Hospitals", "description": "A leftist activist organization teamed up with big pharma to push transgender ideology in American hospitals, a recent report revealed.  The Human Rights Campaign (HRC), a leftist organization that supports transgenderism, created a scorecard, called the “Healthcare Equality Index,” which measures “healthcare facilities&#8217; policies and practices related to the equity and inclusion of their LGBTQ+ ...", "link": "https://www.dailywire.com/news/leftist-activist-organization-allies-with-big-pharma-to-push-transgenderism-in-hospitals", "date_published": "2023-05-15 17:52:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Yellen Says Nation Could Face Debt Default In Less Than Three Weeks", "description": "Treasury Secretary Janet Yellen warned congressional leadership on Monday that the federal government could face a debt default in less than three weeks if an agreement on the debt ceiling is not quickly reached with President Joe Biden. The debt ceiling, a policy that prevents the federal government from spending beyond a predetermined national debt ...", "link": "https://www.dailywire.com/news/yellen-says-nation-could-face-debt-default-in-less-than-three-weeks", "date_published": "2023-05-15 17:50:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "FBI Releases Statement Acknowledging Problems With Origins Of Trump-Russia Probe", "description": "The FBI acknowledged in a statement Monday afternoon that there were problems with its 2016 Trump-Russia investigation and that it has taken numerous actions to ensure that it does not happen again. Durham’s 320-page report found that the FBI had no evidence to support launching the investigation and found “sobering” differences in how the FBI ...", "link": "https://www.dailywire.com/news/fbi-releases-statement-acknowledging-problems-with-origins-of-trump-russia-probe", "date_published": "2023-05-15 17:31:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "FBI Whistleblowers To Testify How Bureau Allegedly Abused Power In J6 Capitol Riot Investigations", "description": "House Republicans investigating the alleged weaponization of the federal government summoned three FBI whistleblowers to testify about the bureau&#8217;s &#8220;abuses of power&#8221; in front of the subcommittee on Thursday. According to a Daily Mail exclusive, Rep. Jim Jordan (R-OH) scheduled former FBI special agents Garret O&#8217;Boyle and Steve Friend, as well as former FBI State ...", "link": "https://www.dailywire.com/news/fbi-whistleblowers-to-testify-how-bureau-allegedly-abused-power-in-j6-capitol-riot-investigations", "date_published": "2023-05-15 17:22:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Left-Wing Activists, School Board Official Pressure Business To Cut Ties With Colorado Church Over Views On Biblical Sexual Ethics", "description": "Activists, journalists, and a school board official mounted pressure against a restaurant facility in Boulder, Colorado, for allowing a conservative evangelical church to rent the company’s space for worship services. The Well Church, a congregation in Boulder with roughly 250 members and attendees, drew the attention of the local activists for sermons which affirm the ...", "link": "https://www.dailywire.com/news/left-wing-activists-school-board-official-pressure-business-to-cut-ties-with-colorado-church-over-views-on-biblical-sexual-ethics", "date_published": "2023-05-15 17:16:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Capitol Police Identifies Suspect In Baseball Bat Attack On House Dem’s Staff", "description": "The U.S. Capitol Police (USCP) identified the suspect in the alleged baseball bat attack on staffers for Rep. Gerry Connolly (D-VA) at his district office in Fairfax, Virginia, on Monday. Xuan Kha Tran Pham, a 49-year-old man from Fairfax, Virginia, is the individual who has been arrested and charged in connection to the incident, the ...", "link": "https://www.dailywire.com/news/capitol-police-identifies-suspect-in-baseball-bat-attack-on-house-dems-staff", "date_published": "2023-05-15 16:56:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Trump Responds To Findings In Special Counsel John Durham’s Report On Origins Of Russia Probe", "description": "Former President Donald Trump responded to special counsel John Durham&#8217;s report on Monday about the origins of the FBI’s Trump-Russia investigation by saying that Americans were &#8220;scammed.&#8221; Durham&#8217;s 320-page report found that the FBI had no evidence to support launching the investigation and found “sobering” differences in how the FBI approached the Trump probe compared ...", "link": "https://www.dailywire.com/news/trump-responds-to-findings-in-special-counsel-john-durhams-report-on-origins-of-russia-probe", "date_published": "2023-05-15 16:55:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Seinfeld’s 25th Anniversary And Comedy In The Woke Age", "description": "This month marks the 25th anniversary of the final episode of the TV comedy series Seinfeld. For those who may not have watched it, it was, as advertised, “a show about nothing.” By nothing, we mean four single apartment-dwelling New York misanthropes ricocheting their way from one series of chaotic events to the next. It’s ...", "link": "https://www.dailywire.com/news/seinfelds-25th-anniversary-and-comedy-in-the-woke-age", "date_published": "2023-05-15 16:49:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Sports Illustrated Features Transgender Model On Cover, Again: ‘A Dream Come True’", "description": "Transgender-identified model Kim Petras will be on the cover of Sports Illustrated this year, the outlet announced Monday. The 30-year-old singer and model will be the second trans-identified model to be featured on a cover. The first, Leyna Bloom, modeled for SI in 2021. “It&#8217;s super exciting to have my Sports Illustrated cover and album ...", "link": "https://www.dailywire.com/news/sports-illustrated-features-transgender-model-on-cover-again-a-dream-come-true", "date_published": "2023-05-15 16:33:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "READ IT: Durham Report Makes ‘Sobering’ Findings About FBI’s Handling Of Trump-Russia Probe", "description": "Special Counsel John Durham, who was tasked by former Attorney General Bill Barr to examine the propriety of the FBI&#8217;s investigation of President Trump, released a 320-page report Monday that found that the FBI had no evidence to support a Trump-Russia scandal when it began its investigation, and found &#8220;sobering&#8221; differences in how it approached the Trump probe compared to other politically sensitive investigations.", "link": "https://www.dailywire.com/news/durham-report-makes-sobering-findings-about-fbis-handling-of-trump-russia-probe", "date_published": "2023-05-15 16:24:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "TSA Rolls Out Facial Recognition Technology Test At Several Major Airports", "description": "The Transportation Security Administration is testing the use of facial recognition technology at airports across the nation, a move that the federal agency claims will help employees more easily identify travelers. Passengers may soon find themselves in a security screening line where they are asked to place their identification into a slot and look into ...", "link": "https://www.dailywire.com/news/tsa-rolls-out-facial-recognition-technology-test-at-several-major-airports", "date_published": "2023-05-15 15:51:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "BREAKING: John Durham’s Years-Long Investigation Into Trump-Russia Collusion Investigators Is Over", "description": "Special counsel John Durham’s report on his investigation into the investigators of Trump-Russia collusion during the 2016 election is finished. The report is finished and has been released to several outlets, according to reports. The full report is expected to be released at 4 p.m. EST, according to Fox News. The Washington Free Beacon’s Chuck ...", "link": "https://www.dailywire.com/news/breaking-john-durhams-years-long-investigation-into-trump-russia-collusion-investigators-is-over", "date_published": "2023-05-15 15:40:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Chicago Welcomes New Leftist Mayor With Vision Of A ‘Safer And More Equitable’ City", "description": "Chicago is welcoming a new Democratic mayor, leftist Brandon Johnson, marking the beginning of a new administration that will contend with a city beset by crime. Johnson, a former union organizer and teacher, was sworn in on Monday after running a successful campaign with a stated commitment to build a &#8220;stronger, safer and more equitable&#8221; Chicago. ...", "link": "https://www.dailywire.com/news/chicago-welcomes-new-leftist-mayor-with-vision-of-a-safer-and-more-equitable-city", "date_published": "2023-05-15 15:25:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Biden Laughs At His Crisis On The U.S. Southern Border, Has No Plans To Visit", "description": "President Joe Biden laughed over the weekend when asked what his thoughts were on the crisis on the U.S. southern border, claiming that the situation was &#8220;much better&#8221; than people thought. Biden was asked during a bike ride near his beach home in Rehoboth, Delaware, on Sunday how he thought things were going at the ...", "link": "https://www.dailywire.com/news/biden-laughs-at-his-crisis-on-the-u-s-southern-border-has-no-plans-to-visit", "date_published": "2023-05-15 15:15:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Trump: Pro-Lifers Think DeSantis’ 6-week Abortion Ban ‘Too Harsh’", "description": "Former President Donald Trump took a roundabout shot at Florida Republican Governor Ron DeSantis on Monday over his six-week abortion ban, saying some pro-life activists think it&#8217;s too strict. Though DeSantis has yet to officially announce, the Florida governor is widely seen as Trump’s top adversary in the 2024 Republican presidential primary. The two likely ...", "link": "https://www.dailywire.com/news/trump-pro-lifers-think-desantis-6-week-abortion-ban-too-harsh", "date_published": "2023-05-15 15:07:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Guardians Of The Galaxy’ Third Film Holds Top Spot At Box Office, Soars To New Heights Globally", "description": "The third &#8220;Guardians of the Galaxy&#8221; film continued to hold the top spot on its second weekend out, crushing box office earnings for the last Marvel film and soaring past the $500 million mark globally. The Chris Pratt-led &#8220;Guardians of the Galaxy: Volume 3&#8221; film grossed $62 million as of Sunday&#8217;s numbers and crossed the ...", "link": "https://www.dailywire.com/news/guardians-of-the-galaxy-third-film-holds-top-spot-at-box-office-soars-to-new-heights-globally", "date_published": "2023-05-15 15:03:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Aladdin’ Star Deactivated His Twitter Account Following Backlash For His ‘Little Mermaid’ Prediction", "description": "“Aladdin” actor Mena Massoud appears to have deactivated his Twitter account after he made a &#8220;Little Mermaid&#8221; prediction that was ill-received by Disney fans.  Massoud has been under attack by Disney fans ever since Saturday, when he wrote, “Our film was unique in that audiences went to watch it multiple times. It’s the only way ...", "link": "https://www.dailywire.com/news/aladdin-star-deactivated-his-twitter-account-following-backlash-for-his-little-mermaid-prediction", "date_published": "2023-05-15 14:53:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Netflix’s ‘Queen Cleopatra’ Bombs With 2% Audience Rating On Rotten Tomatoes", "description": "After much controversy leading up to its release, Netflix’s docuseries “Queen Cleopatra” received a shockingly low audience rating on Rotten Tomatoes. The docudrama currently has a 2% audience score and 11% critic rating on the review platform. “Willing to give it a chance since it was promoted so much for some reason on my feed. ...", "link": "https://www.dailywire.com/news/netflixs-queen-cleopatra-bombs-with-2-audience-rating-on-rotten-tomatoes", "date_published": "2023-05-15 14:18:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Martha Stewart Becomes Oldest Model In SI Swimsuit History With Latest Cover", "description": "Martha Stewart just became the oldest model in the history of the Sports Illustrated Swimsuit Issue after the magazine released one of four covers for the 2023 edition. The 81-year-old TV personality/businesswoman/author is shown wearing a white tankini with a gold wrap. &#8220;Usually I&#8217;m motivated by pay. But this time I was motivated by showing ...", "link": "https://www.dailywire.com/news/martha-stewart-becomes-oldest-model-in-si-swimsuit-history-with-latest-cover", "date_published": "2023-05-15 14:11:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Man With Baseball Bat Attacks Staffers For Rep. Connolly At His Office; Transported To Hospital With Injuries", "description": "Two staffers for Rep. Gerry Connolly (D-VA) were attacked at his district office on Monday by a man armed with a baseball bat, according to the representative. &#8220;This morning, an individual entered my District Office armed with a baseball bat and asked for me before committing an act of violence against two members of my ...", "link": "https://www.dailywire.com/news/man-with-baseball-bat-attacks-staffers-for-rep-connolly-at-his-office-transported-to-hospital-with-injuries", "date_published": "2023-05-15 14:04:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Trump Pledges To Release All JFK Assassination Files If Re-Elected", "description": "Former President Donald Trump said he would release still-secret documents related to the 1963 assassination of President John F. Kennedy if re-elected to the White House. &#8220;I released a lot, as you know. And I will release everything else,&#8221; Trump said in an interview with The Messenger published on Monday. Kennedy was assassinated at the age of ...", "link": "https://www.dailywire.com/news/trump-pledges-to-release-all-jfk-assassination-files-if-re-elected", "date_published": "2023-05-15 13:46:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Kelly Clarkson Breaks Silence, Responds To Toxic Work Environment Claims On Her Talk Show", "description": "Kelly Clarkson broke her silence and responded to claims from unnamed staffers of a toxic work environment on her talk show. The 41-year-old singer and host of &#8220;The Kelly Clarkson Show&#8221; posted a message on her Instagram account over the weekend that addressed accusations from 11 employees in a Rolling Stone article. The anonymous sources ...", "link": "https://www.dailywire.com/news/kelly-clarkson-breaks-silence-responds-to-toxic-work-environment-claims-on-her-talk-show", "date_published": "2023-05-15 13:08:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "American Consumer Debt Hits Record Level, Rises Nearly $3 Trillion Since Lockdowns", "description": "American households currently have nearly $17.1 trillion in consumer debt, with balances standing $2.9 trillion higher than before the lockdown-induced recession, according to data released on Monday from the Federal Reserve Bank of New York. Household debt in the first quarter of 2023 increased $1.2 trillion from the first quarter of 2022. Mortgage debt, typically ...", "link": "https://www.dailywire.com/news/american-consumer-debt-hits-record-level-rises-nearly-3-trillion-since-lockdowns", "date_published": "2023-05-15 12:55:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Critics Pile On Over Reports Of Homeless Vets Getting Kicked Out Of NY Hotels To Accommodate Migrants", "description": "There is growing outrage over reports of nearly two dozen homeless veterans being removed from New York hotels to make room for migrants. Democrats joined with Republicans to voice their dismay in response to reports about the evictions taking place as migrants started to get bused north out of New York City — which is already ...", "link": "https://www.dailywire.com/news/critics-pile-on-over-reports-of-homeless-vets-getting-kicked-out-of-ny-hotels-to-accommodate-migrants", "date_published": "2023-05-15 12:34:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Dwayne ‘The Rock’ Johnson Discusses ‘Three Bouts Of Depression’ He Experienced", "description": "Dwayne “The Rock” Johnson recently opened up about experiencing depression multiple times in his life. The “Jumanji” actor and former professional wrestler discussed his mental health during an appearance on the podcast “The Pivot.” Johnson said his first experience with depression occurred after a shoulder injury derailed his football career at the University of Miami. ...", "link": "https://www.dailywire.com/news/dwayne-the-rock-johnson-discusses-three-bouts-of-depression-he-experienced", "date_published": "2023-05-15 12:22:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Stand Up To China’: Republicans Press Biden To Take Enforcement Action Against TikTok", "description": "Republican lawmakers asked President Joe Biden to force a divestiture of TikTok to an American firm after the Committee on Foreign Investment in the United States (CFIUS) concluded that the social media platform poses meaningful national security risks. CFIUS, a board composed of nine cabinet-level officials who weigh the national security implications of international investments, ...", "link": "https://www.dailywire.com/news/stand-up-to-china-republicans-press-biden-to-take-enforcement-action-against-tiktok", "date_published": "2023-05-15 11:53:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Hailey Bieber On Potential Parenthood With Justin: ‘I Want Kids So Bad But I Get Scared’", "description": "Hailey Bieber discussed how she feels about the idea of becoming a mom after years of speculation from fans over when or if she would get pregnant. Hailey, the daughter of actor Stephen Baldwin, has been married to Canadian recording artist Justin Bieber since November 2018. The 26-year-old model addressed the thought of having children ...", "link": "https://www.dailywire.com/news/hailey-bieber-on-potential-parenthood-with-justin-i-want-kids-so-bad-but-i-get-scared", "date_published": "2023-05-15 11:41:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Alex Murdaugh Writing Letters From Prison Claiming He Is Innocent Of Murder", "description": "Convicted murderer Alex Murdaugh has been writing letters from prison to his friends and family, telling them he did not murder his wife and son. Murdaugh’s friend, Chuck Arnold, received one of those letters and told The Messenger that the once prominent South Carolina attorney is “a broken man.” &#8220;He&#8217;s trying to make amends for ...", "link": "https://www.dailywire.com/news/alex-murdaugh-writing-letters-from-prison-claiming-he-is-innocent-of-murder", "date_published": "2023-05-15 11:13:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Americans Delay Buying New Cars As Long As Possible To Avoid High Prices", "description": "The average age of cars and light-duty trucks on American roads has reached 12.5 years, according to a report from S&amp;P Global, a phenomenon that comes as bottlenecked supply chains and elevated inflation continue their toll on households. The financial analytics firm noted that 2023 marked the sixth consecutive year of increased average vehicle ages. ...", "link": "https://www.dailywire.com/news/americans-delay-buying-new-cars-as-long-as-possible-to-avoid-high-prices", "date_published": "2023-05-15 10:47:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "GiveSendGo Campaign Raises More Than $2 Million For Daniel Penny", "description": "An online fundraiser for Daniel Penny, the man who this month put Jordan Neely into a fatal headlock aboard the New York City subway, has now surpassed $2 million. More than double the $1 million GiveSendGo haul reported on Saturday, donations have been spurred on by some high-profile figures speaking out in support of the Marine veteran as he ...", "link": "https://www.dailywire.com/news/givesendgo-campaign-raises-more-than-2-million-for-daniel-penny", "date_published": "2023-05-15 10:28:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Influencer Creates ‘AI Girlfriend’ Version Of Herself, Hauls In More Than $70,000 In Single Week", "description": "More than six in 10 (63%) of men aged 18-29 are single, according to a Pew Research survey earlier this year. The reasons for that are not good. “[Young men] are watching a lot of social media, they’re watching a lot of porn, and I think they’re getting a lot of their needs met without ...", "link": "https://www.dailywire.com/news/influencer-creates-ai-girlfriend-version-of-herself-hauls-in-more-than-70000-in-single-week", "date_published": "2023-05-15 08:53:30+00:00", "persistent": false, "user": null, "language": "en-US"}]