[{"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Kenigsberg zamiast Kaliningradu. Łotwa chce przywrócić historyczną nazwę miasta", "description": "Łotewscy językoznawcy rekomendują, by zamiast rosyjskiego określenia Kaliningrad używać historycznej nazwy miasta Kenigsberg. Łotwa idzie w ślad za Polską, gdzie niedawno Kaliningrad zmienił nazwę na Królewiec.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-15/kenigsberg-zamiast-kaliningradu-lotwa-chce-przywrocic-historyczna-nazwe-miasta/", "date_published": "2023-05-15 20:48:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Egipt. Koszmar turystów na tonącym statku. Przez okno zobaczyli ryby", "description": "Mający trwać dwa tygodnie rejs zakończył się katastrofą. Łódź, którą płynęła grupa 35 osób, nagle przewróciła się na bok i zaczęła tonąć. Turyści w panice rzucili się do szalup, a część z nich wpadła do pełnych rekinów wód Zatoki Sueskiej. Sześciu pasażerów, w tym dwóch Brytyjczyków, utknęło pod pokładem. Jeden z nich pokazał na wideo koszmar, jaki przeżyli w trakcie ewakuacji.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-15/egipt-koszmar-turystow-na-tonacym-statku-przez-okno-zobaczyli-ryby/", "date_published": "2023-05-15 19:56:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA: Pobił rekord w czasie przebywania pod wodą. Jego cel jest ambitniejszy", "description": "Amerykański profesor pobił rekord czasu spędzonego pod wodą bez dekompresji. 55-letni Joseph Dituri od 74 dni żyje dziewięć metrów pod powierzchnią oceanu. Na razie nie planuje przerywać eksperymentu, który bada wpływ ciśnienia na ludzki organizm. Naukowiec z Florydy chce spędzić pod wodą co najmniej 100 dni.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-15/usa-pobil-rekord-w-czasie-przebywania-pod-woda-jego-cel-jest-ambitniejszy/", "date_published": "2023-05-15 18:47:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Kanada. Zaatakował przechodnia wężem. Bójka na środku ulicy", "description": "Kanadyjska policja poinformowała o zatrzymaniu mężczyzny po rzekomym użyciu węża do zaatakowania ofiary w Toronto. Agresor został oskarżony o napaść z bronią. Zwierzę nie przeżyło zdarzenia.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-15/kanada-zaatakowal-przechodnia-wezem-bojka-na-srodku-ulicy/", "date_published": "2023-05-15 15:07:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA. Cud podczas mszy w kościele? Hostia miała się rozmnożyć", "description": "Watykan prowadzi dochodzenie w sprawie potencjalnego cudu, który miał się wydarzyć podczas mszy świętej w jednym z kościołów w Stanach Zjednoczonych. Według proboszcza parafii doszło tam do tajemniczego rozmnożenia hostii.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-15/usa-cud-podczas-mszy-w-kosciele-hostia-miala-sie-rozmnozyc/", "date_published": "2023-05-15 14:37:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Katastrofa myśliwca Fińskich Sił Powietrznych", "description": "Samolot szkolno-treningowy Hawk należący do sił powietrznych miał wypadek 15 maja popołudniu. Samolot rozbił się na południe od Keuruu - podały siły zbrojne Finlandii na Twitterze. Obaj piloci się katapultowali, nawiązano z nimi kontakt.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-15/katastrofa-mysliwca-finskich-sil-powietrznych/", "date_published": "2023-05-15 12:31:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Holandia: Koci przestępca zniszczył wyremontowany budynek ratusza", "description": "Straty na ponad 10 tysięcy euro i potrzeba kolejnego remontu - to konsekwencje zachowania kota mieszkającego w budynku ratuszu w miejscowości Dokkum w północnej Holandii. Władze załamują ręce i przepraszają mieszkańców.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-15/czworonogi-przestepca-kot-zniszczyl-remontowany-budynek-ratusza/", "date_published": "2023-05-15 11:35:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Rosyjski deputowany potwierdził, że Łukaszenka jest chory. \"Zapalenie mięśnia sercowego\"", "description": "Rosyjski deputowany Konstantin Zatulin potwierdził medialne doniesienia o chorobie prezydenta Białorusi Alaksandra Łukaszenki. Według polityka nie ma zagrożenia życia białoruskiego dyktatora. Niezależna białoruska organizacja informuje natomiast, że Łukaszenka zmaga się z zapaleniem mięśnia sercowego.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-15/rosyjski-deputowany-potwierdzil-ze-lukaszenka-jest-chory-zapalenie-miesnia-sercowego/", "date_published": "2023-05-15 10:42:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Ukraina. Jewgienij Prigożyn proponował Ukraińcom przekazanie rosyjskich lokalizacji", "description": "Jewgienij Prigożyn, szef Grupy Wagnera, zaoferował stronie ukraińskiej przekazanie informacji o lokalizacji wojsk rosyjskich w zamian za oszczędzenie swoich żołnierzy - wynika z analizy tajnych dokumentów, do których dotarł The Washington Post. Kijów nie przystał jednak na propozycję.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-15/ukraina-jewgienij-prigozyn-proponowal-ukraincom-przekazanie-rosyjskich-lokalizacji/", "date_published": "2023-05-15 08:29:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Prezydent Ukrainy w Wielkiej Brytanii. Spotka się z premierem Rishim Sunakiem", "description": "Prezydent Ukrainy Wołodymyr Zełenski po wizytach w Rzymie, Berlinie i Paryżu w poniedziałek pojawi się w Londynie. Zgodnie z zapowiedziami, w stolicy Wielkiej Brytanii dojdzie do rozmowy z premierem Rishim Sunakiem. W poniedziałek Zełenski wygłosi również przemówienie do uczestników Szczytu Demokracji, który odbywa się w Kopenhadze.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-15/prezydent-ukrainy-w-wielkiej-brytanii-spotkam-sie-z-moim-przyjacielem-rishim/", "date_published": "2023-05-15 07:48:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Media: Prezydent Chile Gabriel Boric utknął w dziecięcej zjeżdżalni. Film hitem internetu", "description": "Pkrezydent Chile Gabriel Boric miał utknąć w dziecięcej zjeżdżalni - donosi chilijski portal BioBioChile. Nagraniem z sytuacji pochwaliła się kobieta spacerująca wokół placu zabaw.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-15/media-prezydent-chile-gabriel-boric-utknal-w-dzieciecej-zjezdzalni-film-hitem-internetu/", "date_published": "2023-05-15 07:32:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Wybory w Turcji. Wszystko wskazuje na drugą turę. Erdogan i Kilicdaroglu gotowi na dogrywkę", "description": "Wszystko wskazuje na to, że w Turcji dojdzie do drugiej tury wyborów prezydenckich. Według danych państwowej agencji Anadolu, niedzielne głosowanie wygrał obecny prezydent Recep Tayyip Erdogan, ale po zliczeniu 97 proc. głosów nie przekroczył progu 50-procentowego poparcia. Zarówno on, jak i jego rywal Kemal Kilicdaroglu są gotowi do walki w dogrywce.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-15/wybory-w-turcji-wszystko-wskazuje-na-druga-ture-erdogan-i-kilicdaroglu-gotowi-na-dogrywke/", "date_published": "2023-05-15 05:22:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}]