[{"source": "https://www.engadget.com/rss.xml", "title": "James Webb telescope finds water around a comet in the main asteroid belt", "description": "<p>The James Webb Space Telescope just made its second <a href=\"https://www.engadget.com/jwst-captures-images-of-the-first-asteroid-belts-seen-beyond-the-solar-system-192847989.html\">breakthrough observation</a> in as many weeks. Researchers have used the observatory's near-infrared camera to <a href=\"https://www.nasa.gov/feature/goddard/2023/nasa-s-webb-finds-water-and-a-new-mystery-in-rare-main-belt-comet\">detect</a> the first known instance of water vapor around a comet in the main asteroid belt, also known as a main belt comet. Scientists had thought comets could preserve water ice so relatively close to the Sun, but didn't have firm evidence until now. They generally expected comets to sit in the Kuiper Belt or Oort Cloud, both of which are far enough away from the Sun that ice could last.</p><p>The findings have created a new riddle, however. While carbon dioxide normally represents 10 percent of the potentially vaporized material in a comet, Webb's instruments didn't detect any in Read. The research group speculates that the CO2 either dissipated over billions of years, or that Read formed in a comparatively balmy part of the Solar System that didn't have CO2.</p><span id=\"end-legacy-contents\"></span><p>Read was one of the first bodies used to establish the main belt comet category. The Webb telescope is the first equipment powerful enough to study these comets in detail.</p><p>More observations will be needed to understand if Read's lack of CO2 is a fluke or shared by other main belt comets. Whether it is or not, team member Stefanie Milam suggests a sample collection mission might be helpful in learning more about comets like this. It would certainly be more practical than other missions — the Kuiper Belt starts roughly at the edge of Neptune's orbit, while the Oort Cloud is roughly two light-years away.</p>This article originally appeared on Engadget at https://www.engadget.com/james-webb-telescope-finds-water-around-a-comet-in-the-main-asteroid-belt-203825983.html?src=rss", "link": "https://www.engadget.com/james-webb-telescope-finds-water-around-a-comet-in-the-main-asteroid-belt-203825983.html?src=rss", "date_published": "2023-05-15 20:38:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "iPhone syncing for Windows 11 is now available for everyone", "description": "<p>Microsoft says iPhone support for its Phone Link app is now available for all Windows 11 users. <a href=\"https://www.engadget.com/windows-11-phone-link-supports-limited-iphone-syncing-in-preview-140005285.html\">Announced</a> in February, Microsoft’s feature allows syncing calls, contacts and messages — including limited iMessage support — between an iPhone and PC.</p><p>Phone Link has been around (under <a href=\"https://www.engadget.com/2018-05-07-windows-your-phone.html\">various names</a>) for Android-synced desktop features since 2015, but this is the first time it’s supported iPhones. Microsoft has deployed a phased launch, starting with select Windows Insider preview testers in late February. Then, the company began <a href=\"https://www.engadget.com/microsoft-starts-rolling-out-ios-support-for-phone-link-syncing-to-all-windows-11-users-181521677.html\">rolling out general availability</a> last month, promising to support all Windows 11 users by mid-May. So, right on cue, it said today that everyone with a Windows PC and iPhone can now use the new feature.</p><span id=\"end-legacy-contents\"></span><div id=\"ca98a39ab0c04d5499df755b6119b9be\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">🚨COOL, NEW FEATURE ALERT🚨 access your phone from your PC with Microsoft Phone Link! learn more: <a href=\"https://t.co/leOAsROEr1\">https://t.co/leOAsROEr1</a></p>— Windows (@Windows) <a href=\"https://twitter.com/Windows/status/1658140183273824256?ref_src=twsrc%5Etfw\">May 15, 2023</a></blockquote></div><p>Phone Link for iPhone has several limitations that Android phones don’t. First, although it supports iMessage syncing, it doesn’t work with group chats or sending images and videos. In addition, voice messages and <a href=\"https://www.engadget.com/2016-09-12-imessage-app-store-ios10.html\">iMessage apps</a> won’t work. Still, it could serve as a handy built-in service to save you from switching between your computer and phone.</p><p>To get started, you’ll want to search for “Phone Link” in the Windows taskbar. After opening the app, you’ll still need to set up a few things on both devices. First, select iPhone as your device type, and use your phone’s camera to scan the QR code in the Phone Link app. The devices will pair over Bluetooth, and you’ll need to confirm several permissions on both iPhone and PC. It supports any iPhone running iOS 14.0 or later.</p>This article originally appeared on Engadget at https://www.engadget.com/iphone-syncing-for-windows-11-is-now-available-for-everyone-194114972.html?src=rss", "link": "https://www.engadget.com/iphone-syncing-for-windows-11-is-now-available-for-everyone-194114972.html?src=rss", "date_published": "2023-05-15 19:41:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "'Layers of Fear' remake launches on PC, PS5 and Xbox June 15th", "description": "<p>Horror collection ‘Layers of Fear’ has a concrete release date of June 15th, which is just around the corner. This news follows the <a href=\"https://www.engadget.com/layers-of-fear-collection-gets-a-terrifying-demo-on-steam-185735207.html\">official launch of a Steam demo</a> that went live today. The forthcoming title includes remakes of the original <em>Layers of Fear</em> and <em>Layers of Fear 2, </em>including various DLC content and a brand-new chapter to provide a new perspective on the first game’s narrative. It launches on PC via Steam, PS5 and Xbox Series X/S.</p><p>These are not simple upscales, as each game was completely recreated in Unreal Engine 5, so they include all kinds of modern graphical touches like ray-tracing, HDR and volumetric lighting. In other words, this collection is pretty easy on the eyes, though the eerie atmosphere may not be good for the old ticker.</p><span id=\"end-legacy-contents\"></span><div id=\"4048316eb0004b68b3f42d13c0ff087e\"></div><p>Developer Bloober Team is also <a href=\"https://www.engadget.com/silent-hill-2-remake-bloober-team-210342564.html\"><ins>busy crafting a </ins><em><ins>Silent Hill 2</ins></em><ins> remake,</ins></a> so there’s that to look forward to. The original <em>Layers of Fear</em><a href=\"https://www.engadget.com/2016-02-25-layers-of-fear-valentines-day-love-horror.html\"><ins>came out back in 2016</ins></a> and is widely considered one of the better horror titles of recent years, thanks to an expertly crafted narrative and psychedelic thrills and chills. The sequel was equally revered, though it shifted locations from a creepy Victorian mansion to a, well, creepy ocean liner.</p>This article originally appeared on Engadget at https://www.engadget.com/layers-of-fear-remake-launches-on-pc-ps5-and-xbox-june-15th-193050271.html?src=rss", "link": "https://www.engadget.com/layers-of-fear-remake-launches-on-pc-ps5-and-xbox-june-15th-193050271.html?src=rss", "date_published": "2023-05-15 19:30:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Elon Musk loses appeal to tweet whatever he wants about Tesla", "description": "<p>Elon Musk has failed in his latest attempt to <a href=\"https://www.engadget.com/elon-musk-sec-twitter-appeal-court-155704781.html\">challenge a ruling</a> that requires a lawyer's approval for some Tesla-related tweets. A federal appeals court in Manhattan has <a href=\"https://techcrunch.com/2023/05/15/chief-twit-elon-musk-loses-appeal-to-be-able-to-tweet-about-tesla-unchecked/\">rebuffed</a> Musk's claim that the 2018 consent decree with the Securities and Exchange Commission (SEC) is an unfair &quot;prior restraint&quot; on his speech. The CEO could have defended himself against the charges or negotiated a different deal if he'd wanted to tweet without a legal monitor, the court panel says.</p><p>Musk reached a <a href=\"https://www.engadget.com/2018-09-29-elon-musk-settles-with-sec.html\">settlement with the SEC</a> in 2018 after the regulator claimed that he lied when he had &quot;funding secured&quot; for taking Tesla private. On top of requiring approval, the deal also had Musk step down as Tesla chairman. He and his company paid separate $20 million fines. The SEC wanted to find Musk in contempt when he claimed that Tesla would make 500,000 cars one year, but a judge pushed the parties involved to <a href=\"https://www.engadget.com/2019-04-26-elon-musk-tweets.html\">negotiate a 2019 arrangement</a> that gave Musk more freedom in return for requiring legal team approval for finance-related tweets.</p><span id=\"end-legacy-contents\"></span><p>The tech leader has fought with the SEC in the years since, and more recently has been calling for courts to undo the settlement. Musk claims the Commission <a href=\"https://www.engadget.com/elon-musk-tries-to-end-sec-settlement-160016420.html\">pressured him to strike a deal</a> and overstepped its authority. The pact violated free speech rights, Musk's side claimed. A judge <a href=\"https://www.engadget.com/elon-musk-cant-get-out-of-his-sec-oversight-deal-085515038.html\">denied a request</a> to cancel the deal last April, prompting the appeal.</p><p>It's not certain how Musk and Tesla will respond. Tesla disbanded its communications team years ago. If this latest decision stands, though, Musk won't have much choice but to either have his tweets screened or risk a regulatory crackdown.</p>This article originally appeared on Engadget at https://www.engadget.com/elon-musk-loses-appeal-to-tweet-whatever-he-wants-about-tesla-190942572.html?src=rss", "link": "https://www.engadget.com/elon-musk-loses-appeal-to-tweet-whatever-he-wants-about-tesla-190942572.html?src=rss", "date_published": "2023-05-15 19:09:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "The IRS reportedly has a free TurboTax alternative in the works", "description": "<p>Doing your taxes in the United States can be famously convoluted. It can also be expensive: on top of paying their tax bills, Americans who have more complicated finances often have to pay for software to help them navigate the US tax code. That might change soon: a <a href=\"https://www.washingtonpost.com/business/2023/05/15/irs-free-file/\">report from the Washington Post</a> says that the Internal Revenue Services is preparing to roll out a free direct filing system that will allow Americans to complete their taxes digitally.</p><p>The first version of the direct filing system could be available as soon as next year, according to the report, with a pilot program launching for a small group of taxpayers in January of 2024. That would arrive just a year after the IRS publicly started exploring the option, when the tax agency tapped the New America think tank <a href=\"https://www.taxnotes.com/featured-news/irs-picks-think-tank-law-professor-examine-e-file-system/2023/02/08/7fy4w\">to help explore the feasibility of an agency-run filing program</a>. That effort was kicked off in February of this year, after the Inflation Reduction Act earmarked $15 million to the IRS to research a &quot;multi-lingual and mobile-friendly&quot; free direct e-file system.</p><span id=\"end-legacy-contents\"></span><p>That focus on a user-friendly system might be the point. The IRS already offers a Free File Online tool, but according to the Government Accountability Offices, it's <a href=\"https://www.gao.gov/products/gao-22-105236#:~:text=IRS%20and%20a%20consortium%20of,than%203%25%20of%20taxpayers%20do.\">used by less than 3% of eligible taxpayers</a>. If the program is a success, it could make filing taxes easier and more affordable for millions of Americans. If not? Well, TurboTax and H&amp;R Block probably aren't going anywhere. After all, the US tax prep and filing industry is still worth about $14 billion.</p>This article originally appeared on Engadget at https://www.engadget.com/the-irs-reportedly-has-a-free-turbotax-alternative-in-the-works-191527170.html?src=rss", "link": "https://www.engadget.com/the-irs-reportedly-has-a-free-turbotax-alternative-in-the-works-191527170.html?src=rss", "date_published": "2023-05-15 19:05:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Sonos is ending support for local file playback on Android", "description": "<p><a href=\"https://www.engadget.com/tag/sonos/\"><ins>Sonos</ins></a> will soon end support for a feature that allows users to stream files stored locally on their <a href=\"https://www.engadget.com/tag/android/\"><ins>Android</ins></a> devices directly to its speakers. &quot;As newer versions of mobile operating systems are released, it can sometimes change the way information is shared between devices, and this feature will no longer be compatible with newer versions of the Android operating system,&quot; a Sonos community post <a href=\"https://en.community.sonos.com/product-updates/on-this-device-for-android-controller-no-longer-supported-6882524\"><ins>reads</ins></a>. The change comes into effect starting on May 23rd. The company <a href=\"https://en.community.sonos.com/product-updates/on-this-iphone-or-ipad-no-longer-available-6829000\"><ins>ended support</ins></a> for a similar feature on iOS in 2019.</p><p>There are other options for you to play files stored on your Android devices to Sonos speakers, with Bluetooth perhaps being the easiest one. Alternatively, you can upload the files to a NAS drive on your network or a supported streaming service. Sonos <a href=\"https://support.sonos.com/en-us/article/play-music-stored-on-your-android-device\"><ins>supports</ins></a> user-uploaded file playback from Apple Music, YouTube Music, Deezer and Plex. On the other hand, if you don't mind going old school, Sonos' new <a href=\"https://www.engadget.com/sonos-era-100-review-affordable-multi-room-audio-that-actually-sounds-good-130007717.html\"><ins>Era 100</ins></a> and <a href=\"https://www.engadget.com/sonos-era-300-review-a-big-bet-on-spatial-audio-130053487.html\"><ins>Era 300</ins></a> speakers have line-in support.</p><span id=\"end-legacy-contents\"></span><p>While several of these methods are straightforward enough, nixing On this Device support on Android removes one of the many listening options from the Sonos app, making it less of a one-stop shop for all your audio needs. However, given the popularity of streaming services, it may be the case that this feature wasn't seeing much use anyway.</p><p>It seems plausible enough that Sonos is ending support for the feature due to compatibility reasons but, as <a href=\"https://www.theverge.com/2023/5/15/23724054/sonos-android-on-this-device-shutting-down\"><em><ins>The Verge</ins></em></a> notes, Google and Sonos are involved in <a href=\"https://www.engadget.com/google-sues-sonos-over-seven-google-assistant-related-patents-091023307.html\"><ins>a legal battle</ins></a> against each other over patent infringement. Still, the timing of Sonos' move is likely just a coincidence given that the tussle between the two sides has been lumbering on for <a href=\"https://www.engadget.com/2020-01-07-sonos-sues-google.html\"><ins>several</ins></a><a href=\"https://www.engadget.com/google-countersues-sonos-patent-infringement-132548465.html\"><ins>years</ins></a>.</p>This article originally appeared on Engadget at https://www.engadget.com/sonos-is-ending-support-for-local-file-playback-on-android-184537921.html?src=rss", "link": "https://www.engadget.com/sonos-is-ending-support-for-local-file-playback-on-android-184537921.html?src=rss", "date_published": "2023-05-15 18:45:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Hasselblad is reportedly the latest camera maker to bail on DSLRs", "description": "<p>Hasselblad is reportedly joining Canon and Nikon in <a href=\"https://www.engadget.com/why-nikon-and-canon-have-given-up-on-dsl-rs-133042286.html\">phasing out DSLRs</a>. Third-party vendor Capture Integration broke the news, saying on <a href=\"https://www.captureintegration.com/the-end-of-life-for-the-hasselblad-h-system/\">its blog</a> that it received notice that the entire Hasselblad H system lineup is officially discontinued. The move leaves Pentax and Ricoh as the biggest remaining names in the rapidly diminishing DSLR space. Hasselblad hasn’t yet confirmed the news.</p><p>“While we have been feeling this sting for over the last 18 months with lack of product, today we received official notice that the full product line of the Hasselblad H system has been officially discontinued,” Capture Innovation wrote. “All [H system] products are now officially out of stock and Hasselblad will no longer take orders for anything in the H line.” The article continued, “The H system is still very strong and working in so many studios today. However, it’s time to look at replacements. We can’t even order new battery grips today.” The vendor notes that future repairs will likely take longer and grow in difficulty.</p><span id=\"end-legacy-contents\"></span><p>Many professional photographers have migrated to <a href=\"https://www.engadget.com/best-mirrorless-cameras-133026494.html\">mirrorless cameras</a> (including <a href=\"https://www.engadget.com/hasselblad-x2d-100c-incredible-resolution-beautiful-imperfections-150029773.html\">Hasselblad’s terrific X2D</a>), leaving DSLR purists without many options. Mirrorless models have grown in popularity since their quality began improving around a decade ago. In addition to being smaller, lighter and quieter than DSLRs, camera manufacturers’ signaled intentions could also influence the field as pro photographers see the writing on the wall and try to stay ahead of the curve. Hasselblad’s last H series launch was the <a href=\"https://www.engadget.com/2018-01-18-hasselblad-h6d-400c-medium-format-400-megapixels.html\">H6D system</a> in 2016.</p><p>Canon announced in 2021 that the EOS-1DX Mark III would be its final flagship DSLR, although it would keep producing current models for the time being. A <a href=\"https://www.engadget.com/nikon-is-halting-dslr-camera-development-121545371.html\">report</a> from last July said Nikon would follow a similar approach. (Nikon denied the report without rebutting that it would indeed launch new DSLR models; one can speculate the company was being strategically cagey to avoid diminishing sales of its remaining models.) Either way, it’s nearly certain we won’t see another new DSLR model from three of the biggest names in high-end photography.</p>This article originally appeared on Engadget at https://www.engadget.com/hasselblad-is-reportedly-the-latest-camera-maker-to-bail-on-dslrs-183551994.html?src=rss", "link": "https://www.engadget.com/hasselblad-is-reportedly-the-latest-camera-maker-to-bail-on-dslrs-183551994.html?src=rss", "date_published": "2023-05-15 18:35:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "WhatsApp's new privacy feature locks sensitive chats and hides them from notifications", "description": "<p>WhatsApp just announced <a href=\"https://blog.whatsapp.com/chat-lock-making-your-most-intimate-conversations-even-more-private\"><ins>a new feature called “Chat Lock”</ins></a> that should allow users to keep certain conversations more private. The tool lets you lock any conversation, which places it in a specialized folder that's only accessible via biometrics, like a fingerprint or face scan, or by entering a current password. This also automatically hides any references to locked chats in the notifications feed.</p><p>Locking a chat seems easy enough. Just tap the name of the one-on-one or group chat and select the lock option. When you want to read the chat, enter your password or complete a biometric scan. WhatsApp says this is a great feature for those who share phones with family members and want to avoid a snafu when “someone else is holding your phone at the exact moment an extra special chat arrives.” The tools also let you lock WhatsApp completely behind biometric authentication if that’s your bag.</p><span id=\"end-legacy-contents\"></span><div id=\"d581ad6698024a91b6605a7755d860c1\"></div><p>The folks behind the popular messaging app say they’re busy prepping more features for Chat Lock, like the ability to create a custom password for each chat and a tool to <a href=\"https://www.engadget.com/whatsapp-now-lets-you-use-your-account-on-multiple-phones-163158921.html\"><ins>lock chats across multiple devices.</ins></a> Parent company Meta has been extraordinarily busy trying to keep WhatsApp safe and reliable, as it recently <a href=\"https://www.engadget.com/whatsapp-makes-it-harder-for-scammers-to-steal-your-account-130054789.html\"><ins>beefed up the verification system</ins></a> to hinder would-be scammers and <a href=\"https://www.engadget.com/whatsapp-lets-you-save-disappearing-messages-152448993.html\"><ins>added more options</ins></a> to deal with disappearing messages. The Chat Lock tools are rolling out now to WhatsApp users.</p>This article originally appeared on Engadget at https://www.engadget.com/whatsapps-new-privacy-feature-locks-sensitive-chats-and-hides-them-from-notifications-181005512.html?src=rss", "link": "https://www.engadget.com/whatsapps-new-privacy-feature-locks-sensitive-chats-and-hides-them-from-notifications-181005512.html?src=rss", "date_published": "2023-05-15 18:10:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "'Avatar: The Way of Water' is coming to Disney+ and Max on June 7th", "description": "<p><a href=\"https://www.engadget.com/avatar-sequels-cutting-edge-tech-crashed-some-movie-projectors-in-japan-094828843.html\"><em><ins>Avatar: The Way of Water</ins></em></a> will be available to stream on both Disney+ and Max (<a href=\"https://www.engadget.com/hbo-max-will-just-be-called-max-when-it-folds-in-discovery-171611258.html\">the new name for HBO Max</a>) on June 7th. It's a bit unusual to see a major, recent movie land on two platforms at the same time, but there was <a href=\"https://variety.com/2021/digital/news/disney-warnermedia-fox-movies-streaming-2022-1235117329/\"><ins>a deal</ins></a> in place between 20th Century Studios, which Disney has <a href=\"https://www.engadget.com/2017-12-14-disney-fox-acquisition-x-men.html\"><ins>owned</ins></a> since 2019, and HBO for streaming rights to certain theatrical releases.</p><p>The sequel to 2009's <em>Avatar </em>hit theaters in December and it went on to become the third highest-grossing movie of all time (as long as you don't factor inflation in). Director James Cameron <a href=\"https://www.engadget.com/avatar-the-way-of-water-review-hfr-high-frame-rate-170058030.html\"><ins>made intriguing use of high frame rates</ins></a> in <em>The Way of Water, </em>with action-filled scenes typically playing at 48 frames per second to make them look smoother. More tranquil scenes appeared to run at 24 fps. The frames were doubled in those parts of the movie to make it seem as though they played at the frame rate we're used to seeing in theaters.</p><span id=\"end-legacy-contents\"></span><p>Unfortunately, it's unlikely that there will be an option to stream the film at higher frame rates at home anytime soon. Still, those who've been waiting for <em>Avatar: The Way of Water </em>to pop up on Disney+ or Max only have a few weeks longer to wait.</p><div id=\"bd3a0a4483f14a71b527a701c420cd12\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">James Cameron’s global phenomenon <a href=\"https://twitter.com/hashtag/AvatarTheWayOfWater?src=hash&amp;ref_src=twsrc%5Etfw\">#AvatarTheWayOfWater</a> will debut Wednesday, June 7 on Max. <br /><br />In addition to streaming on Max, the movie will be available to stream on Disney+ on June 7: <a href=\"https://t.co/7eyEUQUa2j\">https://t.co/7eyEUQUa2j</a><a href=\"https://twitter.com/hashtag/StreamonMax?src=hash&amp;ref_src=twsrc%5Etfw\">#StreamonMax</a><a href=\"https://t.co/3iS54pOodr\">pic.twitter.com/3iS54pOodr</a></p>— Inside HBO Max (@InsideHBOMax) <a href=\"https://twitter.com/InsideHBOMax/status/1658140723110350851?ref_src=twsrc%5Etfw\">May 15, 2023</a></blockquote></div><p></p>This article originally appeared on Engadget at https://www.engadget.com/avatar-the-way-of-water-is-coming-to-disney-and-max-on-june-7th-170658724.html?src=rss", "link": "https://www.engadget.com/avatar-the-way-of-water-is-coming-to-disney-and-max-on-june-7th-170658724.html?src=rss", "date_published": "2023-05-15 17:06:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "TCL's new 2023 TVs deliver high frame rate gaming at lower prices", "description": "<p>TCL just <a href=\"https://www.prnewswire.com/news-releases/tcl-launches-premium-2023-tv-models-that-build-on-its-leadership-in-high-performance-tvs-301824200.html\"><ins>announced a bunch of new TVs</ins></a> in two different product lines. As originally teased during this year’s CES, the S Class models are easy on the old bank account. Despite the budget-friendly price, S Class TVs boast plenty of modern features, like a metal bezel-less design.</p><p>S Class models break down into three sub-categories. The S2 is the barest of the bunch, with a 720p resolution and display sizes perfect for easy transport, going all the way down to 32 inches. The 1080p S3 ranges from 32 inches to 43 inches and throws in HDR, a voice remote and Bluetooth audio.</p><span id=\"end-legacy-contents\"></span><p>The S4, however, is where things get interesting. These TVs offer 4K resolutions, Dolby Vision, Dolby Atmos and frame insertion for smoother motion. Best of all? The S4 starts at $280 for the 43-inch model and sizes go all the way up to 85 inches.</p><p>TCL’s Q Class begins with the Q6. The QLED display offers a 66 percent brighter picture than any of the S Class models and it also features something called “Game Accelerator 120” which is a tool that pushes the refresh rate to 120Hz when playing games, at the expense of half the vertical resolution of a 4K image. The Q6 line ranges from 55 inches ($500) to 85 inches ($1,600).</p><p>The Q7 includes a native 120Hz panel that balloons to 240Hz by accessing its own Game Accelerator mode, though with the same cut in vertical resolution. These TVs support AMD FreeSync Premium Pro, Dolby Vision IQ and ship with a backlit remote. TCL’s Q7 line starts at 55 inches ($750) with sizes going up to 85 inches ($2,200).</p><p>Finally, there’s the flagship QM8 line. These TVs are all about picture quality, with Mini LED backlighting, 2,000 nits of peak brightness, thousands of local dimming zones and a proprietary engine to improve contrast. These models also boast a built-in subwoofer, <a href=\"https://www.engadget.com/hi-sense-mini-led-t-vs-can-hit-120-hz-and-2000-nits-of-brightness-170041793.html\"><ins>much like the Hisense U8H,</ins></a> Wi-Fi 6 for improved streaming and a height-adjustable stand for proper soundbar positioning. The QM8 starts at 65 inches ($1,700) and goes all the way up to 98 inches (an eye-watering $10,000).</p><p>Most of these televisions are already available at both online and physical retail locations, except for that massive 98-inch QM8. That one comes out later this year, so start saving now.&nbsp;</p>This article originally appeared on Engadget at https://www.engadget.com/tcls-new-2023-tvs-deliver-high-frame-rate-gaming-at-lower-prices-165458947.html?src=rss", "link": "https://www.engadget.com/tcls-new-2023-tvs-deliver-high-frame-rate-gaming-at-lower-prices-165458947.html?src=rss", "date_published": "2023-05-15 16:54:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Telly will give you a free TV if you'll watch non-stop ads", "description": "<p>Never mind <a href=\"https://www.engadget.com/amazon-rolls-out-free-roku-like-tv-channels-for-fire-devices-230056933.html\">free streaming services</a> — one startup is giving the hardware away, too. Telly is now <a href=\"https://www.freetelly.com/\">taking US reservations</a> for free 55-inch 4K TVs that continuously display ads on part of a secondary screen. So long as you're willing to accept those ads (or tune them out) and share data, you won't have to pay a thing.</p><p>As Telly <a href=\"https://www.prnewswire.com/news-releases/pluto-tv-co-founder-launches-telly-the-ultimate-free-television-upgrade-for-the-living-room-301823860.html\">explains</a>, the smaller display also shows news, sports scores and other useful data. You won't have to interrupt a show just to stay in the know. The set has its own camera, microphone array, sensors and voice assistant, enabling video calls and motion-captured fitness apps. There's a built-in five-driver sound bar as well. You're not stuck using the company's platform, as you'll still find three HDMI ports to plug in other media devices.</p><span id=\"end-legacy-contents\"></span><p>The reservations cover the first 500,000 TVs, which are expected to ship in the summer. Telly hasn't outlined full specs as we write this, but the set is estimated to be worth $1,000 at retail.</p><p>The strategy isn't surprising given Telly's leadership. Company chief Ilya Pozin co-founded Pluto TV, <a href=\"https://www.engadget.com/paramount-prices-are-going-up-whether-you-get-showtime-or-not-153523879.html\">Paramount's free-to-watch service</a>. He sees the free TV as making viewers an &quot;equal part&quot; of the ad system — you're benefiting as much as the corporations, Pozin claims.&nbsp;</p><p>Whether or not customers follow suit isn't clear. The ad-supported model might not thrill privacy-minded viewers who'd rather not share info. There's also just one size and configuration, so you'll have to look elsewhere if you want a larger or higher-quality screen. This is for viewers who'd rather not pay for a cut-rate TV (which may still have home screen ads) just to outfit their living room.</p><p>Telly's launch is part of a broader rush to offer free TV experiences. Amazon, Roku, Tubi and others all have ad-supported streaming channels, while Google TV is integrating many of those providers <a href=\"https://www.engadget.com/google-tv-takes-on-roku-with-over-800-free-tv-channels-173805920.html\">into its platform</a>. The difference, of course, is the business model. Companies like Amazon and Roku see ad-supported TV as a way to spur hardware sales, while Telly is depending solely on those ads to turn a profit.</p>This article originally appeared on Engadget at https://www.engadget.com/telly-will-give-you-a-free-tv-if-youll-watch-non-stop-ads-164319359.html?src=rss", "link": "https://www.engadget.com/telly-will-give-you-a-free-tv-if-youll-watch-non-stop-ads-164319359.html?src=rss", "date_published": "2023-05-15 16:43:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Hackers breach Philadelphia Inquirer ahead of Tuesday’s mayoral primary", "description": "<p>This weekend, <em>The Philadelphia Inquirer</em> was <a href=\"https://www.inquirer.com/news/philadelphia/philadelphia-inquirer-hack-cyber-disruption-20230514.html\">hacked</a> ahead of Tuesday’s Democratic mayoral primary. As a result, the newspaper had to cancel its Sunday edition, and it wasn’t clear until late Sunday afternoon that it could proceed with its Monday circulation. It’s the paper’s biggest disruption since 1996, when a blizzard that blanketed much of the eastern US made it impossible for staff to reach their offices. It isn’t yet known who is responsible for the cyberattack or if it was politically motivated. However, <em>The Inquirer</em> says it hired security company Kroll to investigate, in addition to notifying the FBI, which said, “It’s customary that we offer our assistance in these matters.”</p><p>Contracted security vendor Cynet first alerted <em>The Inquirer</em> about suspicious activity on Thursday, May 11th. Although that didn’t lead to any stoppages, the paper’s weekend crew noticed Saturday morning that it couldn’t access the publication’s content management system. Publisher Lisa Hughes hasn’t stated which systems the attackers breached, whether any employees were targeted or whether they accessed any confidential information. The newspaper says many of its internal systems don’t require multi-factor authentication.</p><span id=\"end-legacy-contents\"></span><p>Staff won’t be allowed into their offices through at least Tuesday as the investigation continues. Hughes said the company is looking into alternative workspaces for election coverage, which she stated would otherwise proceed as usual.</p><p>Philadelphia’s last Republican mayor was in 1947, meaning Tuesday’s Democratic primary will essentially decide the city’s next mayor. Polls indicate a tight race, with five of the nine candidates “within striking distance of first place,” <a href=\"https://fivethirtyeight.com/features/kentucky-florida-pennsylvania-elections-2023/\">reports</a><em>FiveThirtyEight</em>.</p><p>News organizations can be enticing targets for hackers, whether during election run-ups or not. Potential motives could include exposing sources, accessing reporters’ emails or Slack messages, publishing misinformation or delaying the publication of accurate information that could harm an individual or organization. “Depending on who’s got access, and what kind of access they have and what they do with it, you can go a lot of different ways,” Runa Sandvik, a cybersecurity expert specializing in media outlets, told the <em>Philadelphia Inquirer</em>. “But bottom line is that this is something that leadership does have to take into account and plan for and invest in. It’s not something that you can just secure overnight, and it’s not something you can just clean up overnight, either.”</p>This article originally appeared on Engadget at https://www.engadget.com/hackers-breach-philadelphia-inquirer-ahead-of-tuesdays-mayoral-primary-163325744.html?src=rss", "link": "https://www.engadget.com/hackers-breach-philadelphia-inquirer-ahead-of-tuesdays-mayoral-primary-163325744.html?src=rss", "date_published": "2023-05-15 16:33:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "The EU approves Microsoft's $68.7 billion Activision Blizzard takeover", "description": "<p><a href=\"https://www.engadget.com/tag/microsoft/\"><ins>Microsoft</ins></a> has overcome a significant hurdle in its attempt to buy <a href=\"https://www.engadget.com/tag/activision-blizzard/\"><ins>Activision Blizzard</ins></a> for $68.7 billion. <a href=\"https://www.engadget.com/microsofts-activision-blizzard-purchase-will-reportedly-be-approved-by-the-eu-174012371.html\">As expected</a>, the European Union has <a href=\"https://ec.europa.eu/commission/presscorner/detail/en/ip_23_2705\"><ins>rubberstamped the acquisition</ins></a>. The European Commission (the EU's executive arm) said Microsoft will have to ensure full compliance with the commitments it has made to offer its games on other platforms, particularly cloud gaming services.</p><p>Activision does not yet offer its titles on cloud gaming services. EC regulators determined that the game streaming market is relatively small as things stand and having Activision games available on cloud platforms could help it to grow. Were Microsoft to offer Activision games exclusively on its own cloud service, that could have impaired competition, the EU said.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>Microsoft has signed 10-year deals with <a href=\"https://www.engadget.com/microsoft-makes-its-10-year-call-of-duty-pact-with-nintendo-official-091655095.html\"><ins>Nintendo</ins></a> and cloud gaming services such as <a href=\"https://www.engadget.com/microsoft-is-putting-xbox-games-on-geforce-now-in-an-attempt-to-win-over-regulators-184818183.html\"><ins>NVIDIA GeForce Now</ins></a> and <a href=\"https://www.engadget.com/microsoft-will-bring-call-of-duty-and-its-pc-games-to-a-cloud-service-youve-probably-never-heard-of-171502988.html\"><ins>Boosteroid</ins></a> to make its own games and Activision's available on them. As such, regulators said Microsoft's commitments &quot;fully address the competition concerns identified by the Commission and represent a significant improvement for cloud gaming as compared to the current situation.&quot;&nbsp;</p><p>&quot;Video games attract billions of users all over the world. In such a fast-growing and dynamic industry, it is crucial to protect competition and innovation. Our decision represents an important step in this direction, by bringing Activision’s popular games to many more devices and consumers than before thanks to cloud game streaming,&quot; the EC's competition chief Margrethe Vestager said. &quot;The commitments offered by Microsoft will enable for the first time the streaming of such games in any cloud game streaming services, enhancing competition and opportunities for growth.&quot;</p><div id=\"889d149dbfab42d7b72db6c3c05723ac\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">The European Commission has required Microsoft to license popular Activision Blizzard games automatically to competing cloud gaming services. This will apply globally and will empower millions of consumers worldwide to play these games on any device they choose.</p>— Brad Smith (@BradSmi) <a href=\"https://twitter.com/BradSmi/status/1658126474543607808?ref_src=twsrc%5Etfw\">May 15, 2023</a></blockquote></div><p>&quot;The EC conducted an extremely thorough, deliberate process to gain a comprehensive understanding of gaming. As a result, they approved our merger with Microsoft, although they required stringent remedies to ensure robust competition in our rapidly growing industry,&quot; Activision CEO Bobby Kotick said in a statement. &quot;We intend to meaningfully expand our investment and workforce throughout the EU, and we’re excited for the benefits our transaction brings to players in Europe and around the world.&quot;</p><p>The UK's Competition and Markets Authority (CMA) <a href=\"https://www.engadget.com/uk-regulator-blocks-microsofts-activision-blizzard-merger-over-cloud-concerns-113517255.html\"><ins>blocked the Activision acquisition</ins></a> last month over concerns that it would give Microsoft too much of a dominant position in the cloud gaming market, though it does not believe the takeover would pose a threat to competition <a href=\"https://www.engadget.com/uk-watchdog-no-longer-thinks-microsofts-activision-blizzard-merger-is-a-threat-to-console-competition-140206114.html\"><ins>in the console ecosystem</ins></a>. Microsoft is appealing the CMA's decision. That process is likely to take months to resolve.</p><p>In response to the EU's decision, the CMA <a href=\"https://twitter.com/CMAgovUK/status/1658131203000614916\"><ins>stood by</ins></a> its claim that Microsoft would still have too much power in the cloud gaming space. &quot;Microsoft’s proposals, accepted by the European Commission today, would allow Microsoft to set the terms and conditions for this market for the next 10 years,&quot; the CMA <a href=\"https://twitter.com/CMAgovUK/status/1658131206007844867\"><ins>wrote on Twitter</ins></a>. &quot;They would replace a free, open and competitive market with one subject to ongoing regulation of the games Microsoft sells, the platforms to which it sells them and the conditions of sale.&quot;</p><div id=\"cb217c71c0b042d9ad9316ad62387988\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">Microsoft’s proposals, accepted by the European Commission today, would allow Microsoft to set the terms and conditions for this market for the next 10 years. <br /><br />[3/5]</p>— Competition &amp; Markets Authority (@CMAgovUK) <a href=\"https://twitter.com/CMAgovUK/status/1658131206007844867?ref_src=twsrc%5Etfw\">May 15, 2023</a></blockquote></div><p>On the console side of the equation, the EU has determined that &quot;Microsoft would have no incentive to refuse to distribute Activision's games to Sony.&quot; It noted that Sony is the world's biggest distributor of console games and that in the European Economic Area (EEA), there are four PlayStations for every Xbox sold. The EC suggests that would give Microsoft &quot;strong incentives&quot; to keep offering Activision games on PlayStation.</p><p>Even so, were Microsoft to pull Activision titles from Sony platforms, &quot;this would not significantly harm competition in the consoles market,&quot; according to the EU. &quot;Even if Call of Duty is largely played on console, it is less popular in the EEA than in other regions of the world, and is less popular in the EEA within its genre compared to other markets,&quot; the bloc said. &quot;Therefore, even without being able to offer this specific game, Sony could leverage its size, extensive games catalog and market position to fend off any attempt to weaken its competitive position.&quot;</p><p>Much of the discourse related to the acquisition has centered on Call of Duty and how eager Sony was to stop Microsoft from making that series exclusive to its platforms (something Microsoft says <a href=\"https://www.gamespot.com/articles/microsoft-says-it-makes-zero-business-sense-to-make-call-of-duty-exclusive/1100-6512135/\">doesn't make sense</a> for it to do). Call of Duty games are <a href=\"https://www.tweaktown.com/news/84131/sony-to-lose-260-million-year-if-call-of-duty-goes-xbox-exclusive/index.html\"><ins>said to contribute</ins></a> hundreds of millions of dollars to Sony's bottom line every year, but cloud gaming has been the bigger sticking point for UK and EU regulators.</p><p>In December, the US Federal Trade Commission <a href=\"https://www.engadget.com/ftc-microsoft-activision-blizzard-antitrust-competition-lawsuit-191341476.html\"><ins>sued to block the deal</ins></a> over concerns it &quot;would enable Microsoft to suppress competitors to its Xbox gaming consoles and its rapidly growing subscription content and cloud-gaming business.&quot; A hearing in that case is scheduled for August 2nd. Although Microsoft and Activision Blizzard face a tough battle to push the deal through in the UK and the US, the EU approval gives the companies some more momentum.</p>This article originally appeared on Engadget at https://www.engadget.com/the-eu-approves-microsofts-687-billion-activision-blizzard-takeover-160319415.html?src=rss", "link": "https://www.engadget.com/the-eu-approves-microsofts-687-billion-activision-blizzard-takeover-160319415.html?src=rss", "date_published": "2023-05-15 16:03:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Amazon is making a 'Lord of the Rings' MMO", "description": "<p>The new wave of <em>Lord of the Rings</em> games isn't stopping with this month's <a href=\"https://www.engadget.com/lord-of-the-rings-gollum-will-finally-arrive-on-may-25th-193755108.html\"><em>Gollum</em></a> and <a href=\"https://www.engadget.com/lord-of-the-rings-heroes-of-middle-earth-arrives-may-10th-160018567.html\"><em>Heroes of Middle-earth</em></a>. Amazon has struck a deal with Embracer Group to release a massively multiplayer online (MMO) title based on the stories of the <em>Lord of the Rings</em> trilogy and <em>The Hobbit</em>. Development is in the &quot;early stages&quot; at <a href=\"https://www.engadget.com/amazon-new-world-now-available-155441505.html\"><em>New World</em></a> studio Amazon Games Orange County, which will ship the game for PCs and consoles at an unspecified date.</p><p>The move isn't surprising when Amazon is also behind <em>The Rings of Power</em> TV series. However, Amazon stresses that the show is set in Middle-earth's Second Age and is &quot;unrelated&quot; to the MMO. The synchronicity is certainly convenient, but there's no direct tie-in other than the underlying universe.</p><span id=\"end-legacy-contents\"></span><p>Amazon's in-house game development has had its share of problems. <em>New World</em> faced multiple delays, and its active user base is <a href=\"https://steamcharts.com/app/1063730\">well below</a> the launch-era peak. and the company <a href=\"https://www.engadget.com/amazon-cancels-crucible-003348633.html\">shelved <em>Crucible</em></a> just a few months after the online shooter's debut. The tech giant has had more success in publishing, with deals to release <em>Lost Ark</em> and the <a href=\"https://www.engadget.com/amazon-games-tomb-raider-crystal-dynamics-173848481.html\">upcoming Tomb Raider game</a>.</p><p>The announcement comes as Amazon is refocusing its overall gaming strategy. It recently<a href=\"https://www.engadget.com/amazon-lays-off-more-than-100-employees-across-its-gaming-divisions-190634108.html\"> cut over 100 game-related jobs</a> that included its San Diego studio, and is now concentrating on its teams in Orange County and Montreal. It's now clear why Amazon is committed to expanding that first studio — an online RPG in a major fantasy franchise is bound to get attention.</p>This article originally appeared on Engadget at https://www.engadget.com/amazon-is-making-a-lord-of-the-rings-mmo-153529951.html?src=rss", "link": "https://www.engadget.com/amazon-is-making-a-lord-of-the-rings-mmo-153529951.html?src=rss", "date_published": "2023-05-15 15:35:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Most states halt use of Google and Apple's COVID-19 exposure notification system", "description": "<p>One of the unpleasant technological reminders of the pandemic is fading away. States have <a href=\"https://www.aphlblog.org/successful-covid-19-exposure-notification-system-shuts-down-in-most-states/\">turned off</a> COVID-19 exposure notifications on iPhones across the US now that the public emergency has expired. At least some states also appear to be shutting down notifications for Android users. You won't get alerts if you approach someone who tested positive and reported their results. No personal data traded hands, as the system relied on anonymized Bluetooth exchanges rather than GPS.</p><p>California and other states chalk up the decision to a combination of vaccines, wide immunity and effective treatments. The risks of serious illness have declined, according to officials. Omicron variants have also been less severe than early strains. Simply put, there isn't as much need for exposure alerts.</p><span id=\"end-legacy-contents\"></span><p>The technology was first announced in April 2020 as Apple and Google raced to create a common approach to exposure notification in the early days of the pandemic. The initial notifications came through states' individual apps beginning in August that year, but OS updates in September brought an Exposure Notifications Express feature to many Android and iOS devices. This theoretically reduced infections by getting people to stay home in the event of possible contact.</p><p>That's not how the exposure notifications worked in practice, however. Researchers <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9357651/\">determined</a> that the rollout was fragmented. As there wasn't a nationwide protocol early on, states either implemented their own COVID-19 alerts or delayed launches. A user from one state might not get an exposure warning if they came close to someone from another state. Only 26 states released apps to make full use of notifications, and just 36 million Americans had either installed an app or enabled Exposure Notifications Express as of May 2021. While there's evidence the tech prevented cases (Washington State's app may have prevented 5,500 cases in its first four months), most of the population wasn't sharing data.</p><p>That's not to say the exercise was pointless. California's Department of Public Health says it's still studying the benefits of the state's app, and the findings from the COVID-19 response could help deal with future diseases. Don't be surprised if health agencies and tech companies are better prepared going forward.</p>This article originally appeared on Engadget at https://www.engadget.com/most-states-halt-use-of-google-and-apples-covid-19-exposure-notification-system-152107338.html?src=rss", "link": "https://www.engadget.com/most-states-halt-use-of-google-and-apples-covid-19-exposure-notification-system-152107338.html?src=rss", "date_published": "2023-05-15 15:21:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Samsung Smart Monitors are up to 25 percent off right now", "description": "<p>If you're looking to zhush up your workspace or gaming setup, or you simply need more screen real estate to help you get things done, you may want to consider picking up a Samsung Smart Monitor, as several models are currently on sale. Take, for instance, the 43-inch M70B. It's a 4K monitor with a 60Hz refresh rate that is <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9TQU1TVU5HLU1vbml0b3ItU3RyZWFtaW5nLVdpcmVsZXNzLUxTNDNCTTcwMlVOWEdPL2RwL0IwOVpIUTkzVko_dGFnPWdkZ3QwYy1wLW8teWctMjAiLCJjb250ZW50VXVpZCI6IjQ2ZDRkNjdkLWZhN2EtNDZlYi1hNzdmLWU5Yjc0NmI0ZWZjNSJ9&amp;signature=AQAAAWt54b0LbGcqaFJ0w59B7viiN9OQuUpmw9vDmQ1rq_wg&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FSAMSUNG-Monitor-Streaming-Wireless-LS43BM702UNXGO%2Fdp%2FB09ZHQ93VJ\"><ins>currently available for $380</ins></a>. That's $120 off the regular price, and the lowest we've seen this monitor dip to since last year's holiday season.</p><p></p><p>The M70B can help you to get some work done without having to hook it up to a PC. You can use it to connect to a computer remotely, access the Microsoft 365 suite directly and link to a Samsung mobile device to use the <a href=\"https://www.engadget.com/2017-05-17-samsung-dex-review-the-impressive-unnecessary-phone-powered-pc.html\"><ins>Samsung DeX productivity experience</ins></a>. You can connect a SlimFit camera to use video calling apps such as Google Duo. The camera has a privacy cover and you can always disconnect it.</p><span id=\"end-legacy-contents\"></span><p>When you're done with work, you can kick back, relax and watch your favorite shows and movies via streaming apps. You'll be able to access free streaming channels through Samsung TV Plus and get personalized recommendations. You can <a href=\"https://www.engadget.com/amazon-luna-hits-samsungs-smart-tv-gaming-hub-in-canada-germany-and-uk-203744962.html\">stream games</a> from the likes of Microsoft Cloud Gaming, NVIDIA GeForce Now and Amazon Luna as well, as it's possible to connect a wireless controller to your TV.</p><p>On top of all of that, you can use the M70B to control smart home devices. There's support for the Bixby and Amazon Alexa voice assistants, as well as AirPlay.</p><p><a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kZWFsLzBhOTU3MTNkP3Nob3dWYXJpYXRpb25zPXRydWUmcGZfcmRfcj02RUpEV0FCWjlaMEgyRDhYV1NQOCZwZl9yZF90PUV2ZW50cyZwZl9yZF9pPWRlYWxzJnBmX3JkX3A9YTk3NWU4ZWUtYWQ2Mi00YzMyLThlMmYtY2RhN2VlNDgyZjYxJnBmX3JkX3M9c2xvdC0xNSZyZWY9ZGx4X2RlYWxzX2dkX2RjbF9pbWdfMl8wYTk1NzEzZF9kdF9zbDE1XzYxJnRhZz1nZGd0MGMtcC1vLXlnLTIwIiwiY29udGVudFV1aWQiOiI0NmQ0ZDY3ZC1mYTdhLTQ2ZWItYTc3Zi1lOWI3NDZiNGVmYzUifQ&amp;signature=AQAAAcjcVp69ieSx57XaJtoXF_DbUzcnN-bOdCEl7rvFkIj6&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdeal%2F0a95713d%3FshowVariations%3Dtrue%26pf_rd_r%3D6EJDWABZ9Z0H2D8XWSP8%26pf_rd_t%3DEvents%26pf_rd_i%3Ddeals%26pf_rd_p%3Da975e8ee-ad62-4c32-8e2f-cda7ee482f61%26pf_rd_s%3Dslot-15%26ref%3Ddlx_deals_gd_dcl_img_2_0a95713d_dt_sl15_61\"><ins>The sale</ins></a> includes deals on several other Samsung displays, including some Odyssey <a href=\"https://www.engadget.com/how-to-buy-a-monitor-143000069.html\"><ins>gaming monitors</ins></a>. The 32-inch <a href=\"https://www.engadget.com/samsung-smart-monitor-m8-odyssey-neo-g8-204612785.html\"><ins>Odyssey Neo G8</ins></a> is a curved, 240Hz, 4K monitor with G-Sync and FreeSync Premium Pro support. It has a resolution of 3840 x 2160 and latency as low as 1ms. The Neo G8 is available right now <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9TQU1TVU5HLU9keXNzZXktRnJlZVN5bmMtVWx0cmF3aWRlLURpc3BsYXlQb3J0L2RwL0IwOVpIM1dNNDc_cmVmXz1PY3RfRExhbmRpbmdTX0RfMGE5NTcxM2RfMiZ0aD0xJnRhZz1nZGd0MGMtcC1vLXlnLTIwIiwiY29udGVudFV1aWQiOiI0NmQ0ZDY3ZC1mYTdhLTQ2ZWItYTc3Zi1lOWI3NDZiNGVmYzUifQ&amp;signature=AQAAARBu2b6m-1zjjrq6dV3K8udodwcUsCRs98rikEvz7rz2&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FSAMSUNG-Odyssey-FreeSync-Ultrawide-DisplayPort%2Fdp%2FB09ZH3WM47%3Fref_%3DOct_DLandingS_D_0a95713d_2%26th%3D1\"><ins>for $1,200</ins></a>, or 20 percent off the regular price of $1,500.</p><p>Elsewhere, you can snap up the Odyssey G51C <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9TQU1TVU5HLTI3LUluY2gtRnJlZVN5bmMtRXF1YWxpemVyLUxTMjdDRzUxMkVOWFpBL2RwL0IwQllHTDUyWVE_cmVmXz1PY3RfRExhbmRpbmdTX0RfMGE5NTcxM2RfNyZ0YWc9Z2RndDBjLXAtby15Zy0yMCIsImNvbnRlbnRVdWlkIjoiNDZkNGQ2N2QtZmE3YS00NmViLWE3N2YtZTliNzQ2YjRlZmM1In0&amp;signature=AQAAAW_-wBhBzUUh5nP_oxeKwqNIkHvuNygomSJ5M0iKIxKC&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FSAMSUNG-27-Inch-FreeSync-Equalizer-LS27CG512ENXZA%2Fdp%2FB0BYGL52YQ%3Fref_%3DOct_DLandingS_D_0a95713d_7\"><ins>for $270</ins></a>. That's 23 percent off the typical price of $350. This is a 27-inch, QHD display with a resolution of 2,560 x 1,440 and a 1ms response time. There's FreeSync Premium support to minimize screen tearing as well.</p><p><em>Follow </em><a href=\"https://twitter.com/EngadgetDeals\"><em>@EngadgetDeals</em></a><em> on Twitter and </em><a href=\"https://subscription.yahoo.net/Newsletter/Preference/sub?b=engadgetdeals&amp;src\"><em>subscribe to the Engadget Deals newsletter</em></a><em> for the latest tech deals and buying advice.</em></p>This article originally appeared on Engadget at https://www.engadget.com/samsung-smart-monitors-are-up-to-25-percent-off-right-now-144231357.html?src=rss", "link": "https://www.engadget.com/samsung-smart-monitors-are-up-to-25-percent-off-right-now-144231357.html?src=rss", "date_published": "2023-05-15 14:42:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Google will pay Texas $8 million to settle claims of 'deceptive' Pixel 4 ads", "description": "<p>Google is still taking a financial hit over allegations it <a href=\"https://www.engadget.com/google-iheartmedia-pixel-4-deceptive-ads-lawsuit-210535824.html\">misled customers with Pixel 4 ads</a>. The company has <a href=\"https://www.texasattorneygeneral.gov/news/releases/paxton-announces-8-million-settlement-google-over-big-tech-companys-deceptive-advertising\">agreed</a> to pay Texas $8 million to settle claims it paid radio hosts for &quot;deceptive&quot; testimonials about the Pixel 4 even though the DJs couldn't use the phone beforehand. The ads continued even though Google was aware it was breaking the law, according to state Attorney General Ken Paxton's office.</p><p>The tech giant already reached a $9 million settlement with the Federal Trade Commission (FTC) and six other states. Paxton argued the state settlement was important as Google has &quot;significant influence,&quot; and no large company should expect &quot;special treatment.&quot;</p><span id=\"end-legacy-contents\"></span><p>We've asked Google for comment. In a statement to <em>Reuters</em>, spokesperson José Castañeda said the company took advertising laws seriously and was &quot;pleased to resolve&quot; the dispute.</p><p>The high value of a separate Texas settlement isn't surprising. The state is already pursuing multiple legal actions against Google, including an <a href=\"https://www.engadget.com/google-antitrust-lawsuit-texas-attorney-general-204043354.html\">antitrust case</a> over advertising tech dominance and another lawsuit over <a href=\"https://www.engadget.com/texas-attorney-general-sues-google-over-its-facial-recognition-practices-161942788.html\">face data collection practices</a>. Texas is determined to limit Google's influence as an industry heavyweight wherever possible, including radio commercials.</p><p>Google isn't the only phone maker to be accused of trying to trick customers. <a href=\"https://www.engadget.com/2018-08-20-huawei-caught-passing-off-dlsr-pictures-as-phone-camera-samples.html\">Huawei</a> and <a href=\"https://www.engadget.com/2018-12-04-samsung-uses-dslr-photo-to-sell-galaxy-a8-star-camera.html\">Samsung</a> have both been caught passing off DSLR photos as phone camera samples. The Pixel 4 ad campaign may have been more problematic, however. Between the FTC and state claims, Google is accused of deliberately setting out to mislead listeners and continuing even when confronted over its behavior.</p>This article originally appeared on Engadget at https://www.engadget.com/google-will-pay-texas-8-million-to-settle-claims-of-deceptive-pixel-4-ads-132222082.html?src=rss", "link": "https://www.engadget.com/google-will-pay-texas-8-million-to-settle-claims-of-deceptive-pixel-4-ads-132222082.html?src=rss", "date_published": "2023-05-15 13:22:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Hatch Restore 2 review: Better sleep behind a paywall", "description": "<p>If I don’t sleep well, I’m a mess. That wasn’t always the case, but having a kid subjected me to two years of boot camp-level exhaustion and my reserves are gone. So I was curious whether a sleep machine could improve my shut eye in any meaningful way. Hatch’s latest device, <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=90fe84b8-f8ec-4f84-895a-a3ddba79cc4a&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Hatch&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI5MGZlODRiOC1mOGVjLTRmODQtODk1YS1hM2RkYmE3OWNjNGEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuaGF0Y2guY28vcmVzdG9yZS0yIiwiY29udGVudFV1aWQiOiIyNjI5MDY5Ni0xZWU0LTQ5ZTItYjE2MC01NTllMTM1Y2FhOTQifQ&amp;signature=AQAAAcRtMZoeXUNI282DyQnz2iXN9jLR1u5piVcGwOKSLFOo&amp;gcReferrer=https%3A%2F%2Fwww.hatch.co%2Frestore-2\">Restore 2</a>, combines wind-down routines, sleep noises and wake-up techniques in a $200 bedside device. The optional subscription costs another $5 per month and lets you access a larger library of content.</p><p>I set the Restore 2 on my bedside table anticipating a few breathing sessions at night and perhaps a less jarring alarm in the morning. I didn’t expect to be so enamored with its “Rest” and “Rise” routines that I’d look forward to pushing its oversized buttons each night, but that’s what happened.</p><span id=\"end-legacy-contents\"></span><h2>Design and setup</h2><p>The Restore 2 looks good on a nightstand, with a half-moon shape, neutral colors and textured fabric covering the front and back. The first generation Restore had less textile and more exposed plastic; this new version looks classier and less like a sleep machine. Hatch replaced the physical volume and brightness buttons of the first model with hidden touch controls near the clock readout. Also, instead of touch sensors on top for the alarm and routines, you have two oversized buttons. A physical toggle on the side stops the alarm from going off, even if it's been scheduled in the app.</p><p>The two big buttons are easy to find and operate without looking since the Rest circle curves downward and the Rise key bubbles up. The toggle is a tangible way to know you won’t be woken up unnecessarily on an extra day off. But the volume and brightness touch sensors are disappointing. True, the unbroken expanse of fabric looks nice, but the capacitive controls are finicky if you come at them from an odd angle – such as lying down in a bed. I found myself twisting and struggling to turn down the sound, when a simple push button would have made things easier.</p><figure><img alt=\"Top view of the Hatch Restore 2 shows the concave rest button with a closed-eye image, and the convex wake button with an opened-eye image.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-05/c3e246c0-eb54-11ed-bc9f-985c4eed308e\" style=\"height: 1200px; width: 2000px;\" /><figcaption></figcaption><div class=\"photo-credit\">Photo by Amy Skorheim / Engadget</div></figure><p>Setup is a non-event. Plug the device in, open the app and let the Restore 2 connect to your WiFi. Time sets automatically and you can schedule the on-device clock to turn off at night. I love this feature; I wake at least once each night and the first thing I do is look at the time so I can worry about how much longer I have before I have to get up. With no display, I don’t get anxious and just go back to sleep. If you need that info, you can just tap on the side of the device and the time will pop up for a few seconds.</p><p>After choosing alarm sounds and lights, the app walks you through picking out your “routines.” You essentially make two of them: one for sleeping and one for waking up. A Rest routine might consist of a breathing exercise and an ambient music mix to get you drowsy, followed by flowing river sounds while you sleep. Wake-up sessions could include gentle guided stretches and a motivational talk.</p><p>From the Wake menu, I chose a four-minute guided stretch called “Shine &amp; Rise” and a two-minute “Jump Start” motivational talk. For the evening, I picked out a three-minute body scan followed by 15 minutes of ambient music and added pink noise to play the rest of the night. You can adjust the brightness and volume levels of each element, but since I was setting this up midday in an active house, it was hard to tell how bright and loud things would feel at 10 PM, so I stuck with the defaults.</p><p>Turns out the defaults did <em>not</em> work for me. I got in bed, pressed the Rest button and was greeted by a bright reddish light and someone speaking at a normal conversation level. Right next to my head in an otherwise silent house, that was far too loud and bright. I then spent the next 20 minutes messing with the app to adjust the levels. Of course, I could have used the touch controls for a temporary adjustment, but I wanted to get my defaults right for consecutive nights.</p><p>The app has a few inconsistencies, too. You can replace an existing step from the library; you can’t add to your routine. You can only do that through the Rest or Rise tab. Yet, browsing from those tabs won’t show full descriptions of the segments; that info is only available in the library view. That creates some back and forth that could be streamlined. I was also disappointed when a routine repeated content from earlier in the week. A motivational speech doesn't have the same impact if you just heard it two days ago. It only happened a few times, but I wish there were failsafes against same-week duplication.&nbsp;&nbsp;</p><p>Once, a seeming glitch made the Restore 2 start my evening routine at 100 percent volume and brightness, waking the whole house. The volume controls didn’t respond, so, in a panic, I just unplugged the whole thing. The problem resolved after I reconnected the app from my phone, but I wish that defaulting to scream-level sounds was an impossibility. I asked a Hatch representative about the mishap and was told it had to do with an older version of the Hatch Sleep app, and should be resolved with the latest update.</p><h2>Rest and wake routines</h2><p>In all, it took a week of adjustments to set things to my taste. As it turns out, I’m too squirmy at night for a meditative breathing session, so I tried something I didn’t think I’d like: sleep stories. The 25-minute “Train of Thought” is presented by a friendly conductor who tells you mildly interesting things about trains before collecting tickets from her passengers, asking them where they’re going as the click-clack of rails play in the background. Her sing-song “Tickets… tickets, please… tickets…” is now more effective at putting me to sleep than popping a melatonin.</p><p>I did need to adjust how I respond to hearing a story. If I miss so much as a preposition in an audiobook, I’ll rewind. My active brain wanted to do the same with the sleep stories, but allowing myself to tune in and out let me use the narration as a raft, something to return to when my thoughts took me out to sea. Soon I was all done thinking and ready to sleep.</p><p>After the story, a 15-minute music segment called “Ambient Overlook” played its combo of wind and naturescapes with quiet strings and synths. For sleep sounds, I tried pink noise but that sounded too much like an ebbing ocean that never comes back to shore. I thought I’d like a flowing river, but it just made me have to pee. I tested out Hair Dryer, Forest Wind and Thunderstorm before finding my goldilocks track: Road Trip, which is just the steady sound of tires on asphalt and the low rumble of passing cars. I adjusted it to turn off after about a half hour because the sounds woke me up during lighter periods of sleep.</p><figure><img alt=\"The Hatch Restore 2 lights up purple and displays a dot-matrix LED moon and stars. The unit sits on a wooden bedside table and the corner of a few books are stacked in the background. \" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-05/b2f82db0-eb55-11ed-bff8-994b3db2d76e\" style=\"height: 1200px; width: 2000px;\" /><figcaption></figcaption><div class=\"photo-credit\">Photo by Amy Skorheim / Engadget</div></figure><p>A blaring alarm can ruin whatever peace you found in the land of nod, but Restore 2’s music, tones and field recordings come on softly then build up enough steam to get you up. One exception is Retro Beep – its shrill, electronic staccato should pierce through the deepest sleeper’s dreams. I went with windchimes, which are randomized and high-pitched enough to get me up, but the first few bongs are so subtle that they slip in under my consciousness. It’s the most gentle alarm I’ve ever used.</p><p>The sunrise light goes off before your alarm, which can help some people, particularly those who sleep with blackout curtains, to more gradually wake up. I set the sunrise glow to activate 10 minutes before my alarm, but it doesn’t tend to wake me, probably because my room is not light proof so the change is hard for me to detect. I’m curious if that will be different during winter when I’m getting up in the dark.</p><p>As it happens, the Rise routine I picked when I first set things up works best for me. I tried others: “Pop Cultured” pulls inspiration from things like <em>Rocky III</em> and the Wu-Tang Clan. “The Reset” uses repeated self-affirmations to help generate positive thinking. But right now, Becca’s stretches in “Shine &amp; Rise” help spur the transition from sleep zombie to mobile human, and Dane’s “Jump Start” motivations have actually made me approach my day differently. Once he suggested doing the “hardest thing first,” which led me to ship back a bulky review unit that I’d been putting off. Another morning, he advised not to think of the stuff on your list as what you <em>have</em> to do, but rather what you <em>get</em> to do. That stuck with me.</p><h2>Membership</h2><p>Hatch adds content regularly that only paying members can access, and that’s my biggest reservation about the Restore 2. After paying $200 for the device, a $5-per-month subscription is all but required to get the most out of it. Even if you save on the cost with a yearly $50 plan, after two years, you’ve paid $300 for an alarm clock. True, it’s a good one. And I understand that the company charges a monthly fee to keep producing new content.</p><p>Without a membership, you get some but not all sleep sounds (white noise, nature scapes, etc.), plus alarm sounds and sunrise lights — no sleep stories, no morning stretches. I signed up for the free week-long trial and, though I planned to, I haven’t canceled just yet.</p><figure><img alt=\"Three screenshots from the Hatch Sleep app show evening, sleep, and wake-up content options. Selections include train stories, road trip white noise, and a morning stretch routine. \" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-05/4eb4be20-eb5c-11ed-aff6-cf5f8df92085\" style=\"height: 1200px; width: 2000px;\" /><figcaption></figcaption><div class=\"photo-credit\">Photo by Amy Skorheim / Engadget</div></figure><p>If you don’t plan to pay for the membership, there are cheaper options for sunrise clocks. Smart displays are another option. Amazon’s $85 smart display, the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9FY2hvLVNob3ctNS0ybmQtR2VuLTIwMjEtcmVsZWFzZS9kcC9CMDhKOEZGSjhIP3RhZz1nZGd0MGMtcC1vLXllLTIwIiwiY29udGVudFV1aWQiOiIyNjI5MDY5Ni0xZWU0LTQ5ZTItYjE2MC01NTllMTM1Y2FhOTQifQ&amp;signature=AQAAAQjaMFIE2vpm8ZWnO3OoahyfgJW7-XaJqvcpkv1fh-i5&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FEcho-Show-5-2nd-Gen-2021-release%2Fdp%2FB08J8FFJ8H\">Echo Show 5</a> fits on a bedside table and, depending on which services and <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Wb2ljZS1BcHBzLUxMQy1SZWxheGF0aW9uLVNvdW5kcy9kcC9CMDZYQlhSOTdOP3RhZz1nZGd0MGMtcC1vLXllLTIwIiwiY29udGVudFV1aWQiOiIyNjI5MDY5Ni0xZWU0LTQ5ZTItYjE2MC01NTllMTM1Y2FhOTQifQ&amp;signature=AQAAAdgDk7tzLRugDH8uKgGH3JcU8GgsQCi_1etIGqAFpB0K&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FVoice-Apps-LLC-Relaxation-Sounds%2Fdp%2FB06XBXR97N\">Skills</a> you connect to, can get you up in a slew of different ways. <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3N0b3JlLmdvb2dsZS5jb20vdXMvcHJvZHVjdC9nb29nbGVfbmVzdF9odWIiLCJjb250ZW50VXVpZCI6IjI2MjkwNjk2LTFlZTQtNDllMi1iMTYwLTU1OWUxMzVjYWE5NCJ9&amp;signature=AQAAAVvzj2yzqLm5bU7nnMGMRlu8KLl9G7ZJaclD4ZJ2duiZ&amp;gcReferrer=https%3A%2F%2Fstore.google.com%2Fus%2Fproduct%2Fgoogle_nest_hub\">Google’s Nest Hub</a> not only has a sunrise alarm, it also <a href=\"https://www.engadget.com/google-nest-hub-2nd-gen-2021-review-sleep-tracking-radar-price-specs-130026942.html\">tracks sleep</a> and retails for $100. And if you just want motivational and sleep content without having to buy a new device, you can get a subscription-based app like <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=e3494264-16cf-476b-92a8-2dfe2c12bfa0&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Headspace&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJlMzQ5NDI2NC0xNmNmLTQ3NmItOTJhOC0yZGZlMmMxMmJmYTAiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuaGVhZHNwYWNlLmNvbS8iLCJjb250ZW50VXVpZCI6IjI2MjkwNjk2LTFlZTQtNDllMi1iMTYwLTU1OWUxMzVjYWE5NCJ9&amp;signature=AQAAAYWq83YG0hCrywEtQ_FRWjPL8pbyx7JeoAxHzxtNgZ8H&amp;gcReferrer=https%3A%2F%2Fwww.headspace.com%2F\">Headspace</a>, which plays meditations, stories, and other talks straight from your phone. Other apps, like <a href=\"https://www.sleepwave.com/\">Sleepwave</a>, use  steadily improving motion-sensing tech in your phone to track sleep.&nbsp;</p><h2>Wrap-up</h2><p>I’m surprised by how much I like using the Restore 2. It makes a difference in the way I fall asleep, letting my brain go quiet much faster than it would otherwise. The alarm tone wakes me gently to the point that it’s almost eerie, and I like that you can turn the clock off entirely if you prefer a fully dark room. Once I got the settings dialed in, the Restore 2 became a habit I looked forward to. And the content Hatch creates isn’t a rehash of greeting-card poems and motivational poster rip-offs — it's thoughtful, intelligent sessions and stories, paired with competently produced music and sounds — all of which add up to a better night’s sleep.</p><p>Of course, if you have a partner with a different sleep schedule, running the routines might prove a little awkward. I also worried when I kept having to mess with the app to figure out what content and which settings worked for me. (I try not to use my phone in the bedroom.) And I don’t love adding another <a href=\"https://www.engadget.com/how-to-find-and-cancel-your-unused-subscriptions-130036314.html\">subscription</a> to my life, which comes on top of the already-pricey $200 device. Ultimately, the Hatch Restore 2 has the right combination of external design and worthwhile content to usher you into dreamland — as long as you’re willing to pay for it.</p><p></p><p></p>This article originally appeared on Engadget at https://www.engadget.com/hatch-restore-2-review-better-sleep-behind-a-paywall-130028052.html?src=rss", "link": "https://www.engadget.com/hatch-restore-2-review-better-sleep-behind-a-paywall-130028052.html?src=rss", "date_published": "2023-05-15 13:00:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "The Morning After: Twitter has a new CEO", "description": "<p>On Thursday, Twitter CEO Elon Musk said he'd appointed someone to take over from him as CEO, and it didn't take long for that person's identity to be confirmed. Less than a day later, Musk confirmed NBCUniversal's head of ad sales, Linda Yaccarino, is taking on the job. Yaccarino is expected to start her new role in around six weeks and  &quot;will focus primarily on business operations, while I focus on product design and new technology,&quot; Musk wrote.</p><p>Yaccarino is known for being an &quot;industry advocate for finding better ways to measure the effectiveness of advertising,&quot; according to <em>The Wall Street Journal</em>. Yaccarino’s efforts at NBCU have included a close partnership with Twitter. This recently expanded for the 2024 Olympic Games, which will see Twitter host video from the event. Yaccarino tweeted at Musk around the time news emerged of the companies' renewed partnership. “Hey, @elonmusk, here’s an idea for our new partnership: Periscope for Paris 2024. Let’s just go hi-res first,&quot; Yaccarino wrote.</p><p>Is that what we can expect from the new boss? Periscope, resurrected?</p><p>– Mat Smith</p><p><a href=\"https://www.engadget.com/elon-musk-names-nbcu-ad-exec-linda-yaccarino-new-twitter-ceo-155537363.html\"><ins>https://www.engadget.com/elon-musk-names-nbcu-ad-exec-linda-yaccarino-new-twitter-ceo-155537363.html</ins></a></p><p><em>The Morning After isn’t just a</em><a href=\"https://www.engadget.com/about/newsletter/\"><em> newsletter</em></a><em> –  it’s also a daily podcast. Get our daily audio briefings, Monday through Friday, by</em><a href=\"https://www.engadget.com/2019-08-01-engadget-podcasts.html\"><em> subscribing right here</em></a><em>.</em></p><p></p><h3>The biggest stories you might have missed</h3><p><a href=\"https://www.engadget.com/pixel-users-report-the-google-app-is-making-their-phones-overheat-193325112.html\"><ins>Pixel users report the Google app is making their phones overheat</ins></a></p><p><a href=\"https://www.engadget.com/hitting-the-books-sbf-brady-dale-wiley-ftx-143033761.html\"><ins>Hitting the Books: The downfall of Sam Bankman-Fried </ins></a></p><p><a href=\"https://www.engadget.com/elden-ring-has-sold-more-than-20-million-copies-215824304.html\"><ins>'Elden Ring' has sold more than 20 million copies</ins></a></p><p><a href=\"https://www.engadget.com/twitter-limits-access-to-some-tweets-in-turkey-ahead-of-tightly-contested-election-171432725.html\"><ins>Twitter limits access to some tweets in Turkey ahead of tightly contested election</ins></a></p><p><a href=\"https://www.engadget.com/apple-offers-a-free-one-month-trial-of-mls-season-pass-to-new-and-returning-subscribers-211335095.html\"><ins>Apple offers a free one-month trial of MLS Season Pass to new and returning subscribers</ins></a></p><p></p><h2><a href=\"https://www.engadget.com/engadget-podcast-pixel-fold-zelda-tears-of-kingdom-123028977.html\">Engadget Podcast: Pixel Fold, Google I/O and 'Zelda: Tears of the Kingdom'</a></h2><h3>Google definitely doesn't want to be left behind with AI.</h3><figure><img alt=\"TMA\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-05/772c27a0-f302-11ed-bf57-9ddaa17f46ac\" style=\"height: 303px; width: 675px;\" /><figcaption></figcaption><div class=\"photo-credit\">Engadget</div></figure><p>It was a huge week for tech news: Google I/O happened, and we finally got a close look at the Pixel Fold and the company’s latest AI plans. Engadget Deputy Editor Nathan Ingraham also joins the podcast to discuss his review of <em>The Legend of Zelda: Tears of the Kingdom</em>, the follow-up to one of the greatest games ever made.</p><p><a href=\"https://www.engadget.com/engadget-podcast-pixel-fold-zelda-tears-of-kingdom-123028977.html\"><strong>Continue reading.</strong></a></p><p></p><h2><a href=\"https://www.engadget.com/playstation-vr2-is-finally-available-at-retailers-170200109.html\">PlayStation VR2 is finally available at retailers</a></h2><h3>It had been exclusive to Sony’s retail site since launch.</h3><h3></h3><p>PlayStation VR2 is now widely available after a two-month stint of exclusivity at Sony’s Direct consumer storefront. The company revealed this would be happening last month but did not set an official date and didn’t say which retailers would offer the headset. Well, now we know. You can pick up the PSVR2 at Amazon, GameStop, Best Buy and other smaller retailers.</p><p><a href=\"https://www.engadget.com/playstation-vr2-is-finally-available-at-retailers-170200109.html\"><strong>Continue reading.</strong></a></p><p></p><span id=\"end-legacy-contents\"></span><h2><a href=\"https://www.engadget.com/apples-m3-pro-chipset-could-feature-12-cpu-cores-205959150.html https://www.engadget.com/...\">Apple's M3 Pro chipset could feature 12 CPU cores</a></h2><h3>The first M3 chips will reportedly arrive later this year.</h3><h3></h3><p>According to <em>Bloomberg</em>’s Mark Gurman, Apple is testing an M3 chipset with a 12-core processor and 18-core GPU. He speculates the M3 variant Apple is testing is the base-level M3 Pro the company plans to release sometime next year. Notably, the M3 line is expected to take advantage of TSMC’s forthcoming 3nm node process. The move from 5nm to 3nm would appear to account for the increase in core density. Before we see the pro chip, however, we’d first expect Apple to reveal the standard M3 chip.</p><p><a href=\"https://www.engadget.com/apples-m3-pro-chipset-could-feature-12-cpu-cores-205959150.html https://www.engadget.com/...\"><strong>Continue reading.</strong></a></p><p></p>This article originally appeared on Engadget at https://www.engadget.com/the-morning-after-twitter-has-a-new-ceo-111547375.html?src=rss", "link": "https://www.engadget.com/the-morning-after-twitter-has-a-new-ceo-111547375.html?src=rss", "date_published": "2023-05-15 11:15:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "The Apple Watch Ultra is almost $100 off right now", "description": "<p>The <a href=\"https://www.engadget.com/apple-watch-ultra-hands-on-185536566.html\">Apple Watch Ultra</a> is is one of the best wearables for sports and outdoors enthusiasts thanks to the durable design and high-end features, but that $799 price tag can be hard to digest. If you've been waiting for a deal, now's the time to buy as it's on sale at Amazon <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMEJESkJRUlg1P3RoPTEmdGFnPWdkZ3QwYy1wLW8tb2ctMjAiLCJjb250ZW50VXVpZCI6IjI2YjM2Y2EyLTY2YTgtNDBjNS05NjAxLWY5YzZjN2E0MzEzOCJ9&amp;signature=AQAAAZ4Fsjf3n5vbbOXnWBUrJp0O5_OmhWKipKyNzj9JIN3o&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB0BDJBQRX5%3Fth%3D1&amp;uuid=3ym4IZj0LVRU2vbB0451\">for just $702</a> ($97 or 12 percent of) — the lowest price we've seen to date.</p><p></p><p>The Apple Watch Ultra is truly <a href=\"https://www.engadget.com/apple-watch-ultra-hands-on-185536566.html\">built for outdoor activity</a>. It offers refined navigation and compass-based features, like the ability to set waypoints and ability to retrace your steps if you get lost. For scuba enthusiasts and others, there's a depth gauge and dive computer too. As such, it's the ideal wearable for hikers and divers.</p><span id=\"end-legacy-contents\"></span><p>Other features are geared toward endurance athletes, like the accurate route tracking and pace calculations that make use of a dual-frequency GPS. And Apple still includes the health features found in other Watch models too, like sleep tracking, temperature sensing and electrocardiogram readings, along with messaging, audio playback and Apple Pay. It offers a stellar 36 hours of battery life as well and up to 60 hours in low-power mode.</p><p>On the downside, the Apple Watch Ultra has a chunky (though rugged) case that you may not find comfortable to wear to bed. Moreover, the positioning of the action button is a little awkward, because it's right where many people will go to steady the Apple Watch Ultra with one finger while they press the digital crown or side button. Still, it garnered an excellent<a href=\"https://www.engadget.com/apple-watch-ultra-review-battery-life-compass-gps-hike-130055477.html\"> score of 85 in our review</a>. That $702 price is a killer deal, but keep in mind that it's only offered on the model with the Ocean Yellow band.&nbsp;</p><p><em>Follow </em><a href=\"https://twitter.com/EngadgetDeals\"><em>@EngadgetDeals</em></a><em> on Twitter and </em><a href=\"https://subscription.yahoo.net/Newsletter/Preference/sub?b=engadgetdeals&amp;src\"><em>subscribe to the Engadget Deals newsletter</em></a><em> for the latest tech deals and buying advice.</em></p>This article originally appeared on Engadget at https://www.engadget.com/the-apple-watch-ultra-is-almost-100-off-right-now-104546127.html?src=rss", "link": "https://www.engadget.com/the-apple-watch-ultra-is-almost-100-off-right-now-104546127.html?src=rss", "date_published": "2023-05-15 10:45:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "NASA ends its Lunar Flashlight mission", "description": "<p><a href=\"https://www.jpl.nasa.gov/news/nasa-calls-end-to-lunar-flashlight-after-some-tech-successes\">NASA has pulled the plug on its Lunar Flashlight project</a>, which was designed to look for sources of ice on our nearest neighbor. The agency spent the last few months trying, and failing, to get the craft to generate the necessary amount of thrust to get the small satellite to its intended destination. Officials say that the issue was likely caused by debris buildup in the fuel lines, which prevented the <a href=\"https://www.engadget.com/nasa-capstone-satellite-earth-orbit-moon-space-190042855.html\">CubeSat</a> from working to its full potential.&nbsp;</p><p>The “briefcase sized” <a href=\"https://www.jpl.nasa.gov/news/nasas-lunar-flashlight-has-launched-follow-the-mission-in-real-time\">Lunar Flashlight first launched in December</a>, and was developed by students at Georgia Tech. Once deployed, it was expected to start a four-month journey to the moon, after which point it would look for surface water ice at the moon’s perpetually-dark south pole. Unfortunately, despite a months-long effort to remedy the issue, the craft will proceed past Earth and then fly into the orbit, but hopefully not too close to, the sun.</p><span id=\"end-legacy-contents\"></span><p>NASA is choosing to take a glass half-full approach to the failure, pointing to the success of many of the project’s components. Barbara Cohen, principal investigator at the Goddard Space Flight Center, said that while it’s disappointing, the mission proved the efficacy of several tools first used on the satellite. And that researchers &quot;collected a lot of in-flight performance data on the instrument that will be incredibly valuable to future iterations.&quot;</p>This article originally appeared on Engadget at https://www.engadget.com/nasa-ends-its-lunar-flashlight-mission-101557786.html?src=rss", "link": "https://www.engadget.com/nasa-ends-its-lunar-flashlight-mission-101557786.html?src=rss", "date_published": "2023-05-15 10:15:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Apple's iPhone 14 Emergency SOS feature arrives in New Zealand and Australia", "description": "<p>Apple's iPhone 14 Emergency SOS satellite feature launched last year in the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=4130e2f0-a14f-4c5e-bdab-cd52ac7d8e79&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Apple&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI0MTMwZTJmMC1hMTRmLTRjNWUtYmRhYi1jZDUyYWM3ZDhlNzkiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYXBwbGUuY29tL3VrL25ld3Nyb29tLzIwMjIvMTIvZW1lcmdlbmN5LXNvcy12aWEtc2F0ZWxsaXRlLWF2YWlsYWJsZS1pbi1mcmFuY2UtZ2VybWFueS1pcmVsYW5kLWFuZC10aGUtdWsvIiwiY29udGVudFV1aWQiOiIzMjAxODliNi05N2I1LTQ1OWMtOTdkZi0xZGYyOGQ4YmU4YTYifQ&amp;signature=AQAAAbp1AmqQXtAkzHt2aUM1CNWAO9h_30Rqf2BwtiV26Ek0&amp;gcReferrer=https%3A%2F%2Fwww.apple.com%2Fuk%2Fnewsroom%2F2022%2F12%2Femergency-sos-via-satellite-available-in-france-germany-ireland-and-the-uk%2F\">US and Canada</a>, then came to France, Germany, Ireland and the UK <a href=\"https://www.engadget.com/iphone-14-sos-satellite-france-germany-ireland-uk-105506913.html\">shortly afterwards</a>. Now, it's finally launching elsewhere on the planet, coming to <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=4130e2f0-a14f-4c5e-bdab-cd52ac7d8e79&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Apple&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI0MTMwZTJmMC1hMTRmLTRjNWUtYmRhYi1jZDUyYWM3ZDhlNzkiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYXBwbGUuY29tL2F1L25ld3Nyb29tLzIwMjMvMDUvZW1lcmdlbmN5LXNvcy12aWEtc2F0ZWxsaXRlLWF2YWlsYWJsZS1pbi1hdXN0cmFsaWEtbmV3LXplYWxhbmQvIiwiY29udGVudFV1aWQiOiIzMjAxODliNi05N2I1LTQ1OWMtOTdkZi0xZGYyOGQ4YmU4YTYifQ&amp;signature=AQAAASLnjd9SYZA_jd60dKxyAioEwQNiMQlNXkmL3Fx1a5So&amp;gcReferrer=https%3A%2F%2Fwww.apple.com%2Fau%2Fnewsroom%2F2023%2F05%2Femergency-sos-via-satellite-available-in-australia-new-zealand%2F\">New Zealand and Australia</a> — two countries with large wilderness areas lacking any cellular service. As before, it's available to all iPhone 14 users ( iPhone 14, iPhone 14 Plus, iPhone 14 Pro, and iPhone 14 Pro Max) on iOS 16.4 or greater and is free for two years following activation.&nbsp;</p><p>\"Australians know full well the importance of remaining connected in regional, rural, and remote areas, particularly when they need emergency services,\" said Australia’s minister of communications, Michelle Rowland, in a statement. \"The ability to contact Triple Zero with Emergency SOS via satellite when there is no mobile coverage is a strong backup to keep Australians connected in an emergency.\"&nbsp;</p><span id=\"end-legacy-contents\"></span><p>Emergency SOS via Satellite is activated by a long press on the power and volume buttons, or rapidly pressing the power button five times. The interface guides you on the best direction to point your iPhone for the best signal. Once connected, you can open a message interface with emergency service providers, and the phone will also communicate your location. If everything goes to plan, you'll receive a message that responders have been notified, and to stay where you are.</p><p>You can also share your location with family members in a non-emergency using the Find My app. Users simply open the Me tab, swipe up to see My Location via Satellite, and tap Send My Location. It also works with iPhone and Apple Watch Crash and Fall Detection features. There's even a <a href=\"https://www.engadget.com/apple-emergency-sos-satellite-test-demo-mode-130039707.html\">demo mode</a> that lets you practice using Emergency SOS so you can act quickly if a real emergency arises.</p><p>\"Since launching last year, Emergency SOS via satellite has already helped save lives in the 12 countries where it has been available,\" Apple noted. It added that users should be patient if they use the feature, as \"it can take a few minutes for even short messages to get through\" due to the low bandwidth and rapid speeds of satellites.&nbsp;</p>This article originally appeared on Engadget at https://www.engadget.com/apples-iphone-14-emergency-sos-feature-arrives-in-new-zealand-and-australia-090241910.html?src=rss", "link": "https://www.engadget.com/apples-iphone-14-emergency-sos-feature-arrives-in-new-zealand-and-australia-090241910.html?src=rss", "date_published": "2023-05-15 09:02:41+00:00", "persistent": false, "user": null, "language": "en-US"}]