[{"source": "https://www.theguardian.com/rss", "title": "Russia-Ukraine war at a glance: what we know on day 447 of the invasion", "description": "<p>Britain promises air defence missiles and more unmanned aerial systems; US says Russia and Iran are expanding their defence partnership</p> <a href=\"https://www.theguardian.com/world/2023/may/16/russia-ukraine-war-at-a-glance-what-we-know-on-day-447-of-the-invasion\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/16/russia-ukraine-war-at-a-glance-what-we-know-on-day-447-of-the-invasion", "date_published": "2023-05-15 23:44:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Concerns over care sector amid UK rise in potential victims of modern slavery", "description": "<p>Charity says number of potential victims identified via helpline more than doubled last year</p><p>The number of potential victims of modern slavery in the UK more than doubled to record levels last year, with a particularly sharp increase in alleged exploitation in the care sector, figures show.</p><p>Calls to the UK modern slavery helpline identified 6,516 potential victims last year, an increase of 116% from 2021, according to the figures from the <a href=\"https://www.unseenuk.org/\">anti-slavery charity Unseen</a>. It said the potential victims included 173 children.</p> <a href=\"https://www.theguardian.com/world/2023/may/16/concerns-over-care-sector-amid-uk-rise-in-potential-victims-of-modern-slavery\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/16/concerns-over-care-sector-amid-uk-rise-in-potential-victims-of-modern-slavery", "date_published": "2023-05-15 23:01:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "One in five workers will be higher-rate taxpayers by 2027 – IFS", "description": "<p>Jeremy Hunt’s freeze on allowances and thresholds will put a quarter of teachers and one-eighth of nurses in 40% income tax bracket</p><p>One in four teachers and one in eight nurses will be higher-rate taxpayers by 2027 as a result of the government’s record freeze on income tax allowances and thresholds, according to a leading thinktank.</p><p>The Institute for Fiscal Studies said better-paid public sector workers will be among the almost 8 million people – one in five of all taxpayers – who will pay income tax at 40% or above as result of the Treasury’s attempt to reduce the UK’s budget deficit.</p> <a href=\"https://www.theguardian.com/money/2023/may/16/one-in-five-workers-higher-rate-tax-by-2027-ifs\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/may/16/one-in-five-workers-higher-rate-tax-by-2027-ifs", "date_published": "2023-05-15 23:01:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "China’s Hidden Century review – how opium and Christianity demolished a civilisation", "description": "<p><strong>British Museum, London<br /></strong>From Looty the stolen dog to the story of the last emperor, via glittering gowns and bloody rebellions, this show has a shock round every corner</p><p>In 1860 British and French troops pillaged and destroyed the Summer Palace of China’s Qing emperors, carrying off pieces of art and chunks of architecture – and a tiny, hairy dog who belonged to the emperor. Looty, as the dog was renamed with impeccable bad taste, was given to Queen Victoria and was the first “Pekinese” in Britain.</p><p>A portrait of Looty is one of the many arresting images and facts in what must be the strangest blockbuster the British Museum has ever staged. In 2007, this museum <a href=\"https://www.theguardian.com/artanddesign/2007/sep/05/heritage.art\">put on a show</a> about China’s first emperor. China’s Hidden Century takes the story up to the last emperor – the child ruler Aisin-Gioro Puyi, deposed by a revolution in 1912. Yet in the closed world of the 19th-century imperial court, recreated here, it seemed nothing had changed for centuries. It’s a heady experience to enter the heavily ritualised ambience of the emperor’s inner circle. The clothes alone are incredible works of art: gowns and dresses intricately decorated with butterflies, filigree patterns, dragons. There’s a dress that belonged to the Empress Dowager Cixi, who effectively ruled China from 1861 to 1908 and changed her glittering apparel several times a day: nearby are costumes and wall hangings from the operas performed at court. It’s hard to tell opera from reality, so formalised was everyday life in this rarefied centre of power.</p> <a href=\"https://www.theguardian.com/culture/2023/may/16/chinas-hidden-century-british-museum\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/may/16/chinas-hidden-century-british-museum", "date_published": "2023-05-15 23:01:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Cush Jumbo to join David Tennant in Macbeth at London’s Donmar Warehouse", "description": "<p>The actor, who has previously starred as Hamlet at the Young Vic, is to play Lady Macbeth among a wave of star-powered Shakespeare productions this year</p><p>Cush Jumbo is to play Lady Macbeth this winter in a production at London’s Donmar Warehouse that reunites her with David Tennant, her co-star in the Channel 4 TV series Deadwater Fell.</p><p><a href=\"https://www.theguardian.com/stage/2023/may/05/david-tennant-macbeth-donmar-warehouse\">Earlier this month</a> it was announced that Tennant would take on the title role in Max Webster’s production of Macbeth, expected to be one of this year’s hottest tickets. Jumbo’s casting marks her return to the Covent Garden theatre where she played Mark Antony in an acclaimed all-female <a href=\"https://www.theguardian.com/culture/2012/dec/05/julius-caesar-review\">production of Julius Caesar</a> in 2012, directed by Phyllida Lloyd.</p> <a href=\"https://www.theguardian.com/stage/2023/may/16/cush-jumbo-join-david-tennant-macbeth-london-donmar-warehouse\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/may/16/cush-jumbo-join-david-tennant-macbeth-london-donmar-warehouse", "date_published": "2023-05-15 23:01:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Grid connection delays for low-carbon projects ‘unacceptable’, says Ofgem", "description": "<p>Watchdog’s chief writes to energy bosses as Grid sets out plan to cut waits by up to a decade</p><p>The energy watchdog for Great Britainwill label the decade-long wait to connect low-carbon projects to the electricity grid as “unacceptable”, amid tensions over a “blame game” for a mounting backlog of green power projects.</p><p>Jonathan Brearley, the chief executive of Ofgem, has written to energy bosses to warn that the current system, whereby energy projects queue for their connection, could be replaced by new methods to match power generation with demand.</p> <a href=\"https://www.theguardian.com/business/2023/may/16/grid-connection-delays-low-carbon-projects-ofgem-energy\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/may/16/grid-connection-delays-low-carbon-projects-ofgem-energy", "date_published": "2023-05-15 23:01:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Plans for UK ‘genomics transformation’ aim to act on lessons of Covid", "description": "<p>Ten-year science strategy of UK Health Security Agency will use data to combat infectious diseases faster and more effectively</p><p>Health officials in the UK have drawn up plans for a “genomics transformation” that aims to detect and deal with outbreaks of infectious diseases faster and more effectively in the light of the Covid pandemic.</p><p>Information gleaned from the genetics of Covid proved crucial as the virus swept around the globe, revealing how the pathogen spread, evolved, and responded to a succession of vaccines and medicines developed to protect people.</p> <a href=\"https://www.theguardian.com/society/2023/may/16/plans-for-uk-genomics-transformation-aim-to-act-on-lessons-of-covid\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/may/16/plans-for-uk-genomics-transformation-aim-to-act-on-lessons-of-covid", "date_published": "2023-05-15 23:01:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK sport needs independent welfare body, insists British Gymnastics chair", "description": "<ul><li>‘Time for action’ on safeguarding, Mike Darcey tells government</li><li>New body would protect athletes and ensure safe sport practice</li></ul><p>The chair of British Gymnastics has called on the government to establish an independent welfare body to protect athletes across all sports – and to ensure governing bodies no longer face significant costs dealing with safeguarding cases.</p><p>In a notable intervention, Mike Darcey said that while the benefits of playing sport were clear, the number of abuse allegations across multiple sports in recent years – including British Cycling, British Swimming, British Bobsleigh and British Athletics – showed the current system often left complainants unhappy and in limbo while they waited for justice.</p> <a href=\"https://www.theguardian.com/sport/2023/may/16/uk-sport-needs-independent-welfare-body-insists-british-gymnastics-chair\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/may/16/uk-sport-needs-independent-welfare-body-insists-british-gymnastics-chair", "date_published": "2023-05-15 23:01:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ministers told to set out plan for hiring mental health nurses in England", "description": "<p>Exclusive: Sector’s staffing crisis will have knock-on effect on whole NHS system, warns healthcare leader</p><p>UK ministers must set out how to recruit and retain thousands more mental health nurses to plug the profession’s biggest staff shortage, healthcare leaders are warning.</p><p>Mental health nurses account for nearly a third of all nursing vacancies across England, resulting in overstretched services that are struggling to deliver timely care, according to research carried out by the NHS Confederation’s mental health network.</p> <a href=\"https://www.theguardian.com/society/2023/may/16/ministers-told-to-set-out-plan-for-hiring-mental-health-nurses-in-england\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/may/16/ministers-told-to-set-out-plan-for-hiring-mental-health-nurses-in-england", "date_published": "2023-05-15 23:01:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Trump-Russia: what we know about the Durham investigation of an investigation", "description": "<p>William Barr asked special counsel in 2019 to investigate the FBI investigation into Trump’s ties to Russia in 2016</p><p>In May 2019, the then US attorney general in the Trump administration, William Barr, asked federal prosecutor John Durham, the US attorney in Connecticut, to investigate an investigation: the one carried out into allegations of Russian interference in the 2016 election and links between Donald Trump and Moscow.</p><p>Durham had a <a href=\"https://www.cnn.com/2023/05/15/politics/who-is-john-durham-special-counsel-trump-russia/index.html\">background</a> in investigating corruption on either side of the political aisle, and for attorneys general from both parties.</p> <a href=\"https://www.theguardian.com/us-news/2023/may/15/trump-russia-what-we-know-about-the-durham-investigation-of-an-investigation\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/may/15/trump-russia-what-we-know-about-the-durham-investigation-of-an-investigation", "date_published": "2023-05-15 22:05:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rudy Giuliani sued by former assistant alleging sexual assault and harassment", "description": "<p>Noelle Dunphy gives graphic descriptions of assault and also accuses former New York mayor of wage theft in 70-page lawsuit</p><p>A former associate of Rudy Giuliani sued the former New York mayor, presidential candidate and attorney to Donald Trump for $10m on Monday, alleging “abuses of power, wide-ranging sexual assault and harassment, wage theft and other misconduct” including “alcohol-drenched rants that included sexist, racist and antisemitic remarks”.</p><p>Filed in New York state, Noelle Dunphy’s <a href=\"https://eddsa.blob.core.usgovcloudapi.net/public/650033_2023_Noelle_Dunphy_v_Rudolph_W_Giuliani_et_al_COMPLAINT_10.pdf\">suit</a> includes the allegation that Giuliani “often demanded oral sex while he took phone calls on speaker phone from high-profile friends and clients, including then-President Trump”.</p> <a href=\"https://www.theguardian.com/us-news/2023/may/15/rudy-giuliani-lawsuit-noelle-dunphy-sexual-assault\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/may/15/rudy-giuliani-lawsuit-noelle-dunphy-sexual-assault", "date_published": "2023-05-15 22:02:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Elon Musk subpoenaed over JPMorgan’s role in Jeffrey Epstein’s activities", "description": "<p>US Virgin Islands is suing the bank over sex trafficking by Epstein, saying he ‘may have referred or attempted to refer’ Musk as a client</p><p>The US Virgin islands subpoenaed billionaire cars-to-rockets entrepreneur <a href=\"https://www.theguardian.com/technology/elon-musk\">Elon Musk</a> on Monday to obtain documents in its litigation into the role played by JPMorgan Chase bank in the activity of the late sex offender <a href=\"https://www.theguardian.com/us-news/jeffrey-epstein\">Jeffrey Epstein</a> when he was a customer, according to a court filing.</p><p>The Virgin Islands government is suing the bank over sex trafficking by Epstein. The Virgin Islands has been trying to serve Musk with a subpoena, the filing noted, adding that Epstein “may have referred or attempted to refer” Musk to JPMorgan as a client.</p> <a href=\"https://www.theguardian.com/technology/2023/may/15/us-virgin-islands-subpoena-elon-musk-jp-morgan-jeffrey-epstein\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/may/15/us-virgin-islands-subpoena-elon-musk-jp-morgan-jeffrey-epstein", "date_published": "2023-05-15 21:36:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Succession recap: season four, episode eight – nothing is more sadistic than the words ‘Is that even true?’", "description": "<p>Adult diapers at the ready! It’s election night … and the results are unimaginably disastrous. Will revenge be sweet for Shiv?</p><p><em>Spoiler alert: this recap is for people watching <a href=\"https://www.theguardian.com/tv-and-radio/succession\">Succession</a> season four. Don’t read on unless you’ve watched episode eight.</em></p><p>A pressure-cooker episode, largely set in ATN HQ on its first post-Logan election night, saw the quad squad at war. Here are the exit polls for the eighth episode, titled America Decides …</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/may/15/succession-recap-season-four-episode-eight-nothing-is-more-sadistic-than-the-words-is-that-even-true\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/may/15/succession-recap-season-four-episode-eight-nothing-is-more-sadistic-than-the-words-is-that-even-true", "date_published": "2023-05-15 21:10:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Curtis Jones double for Liverpool damages Leicester’s survival hopes", "description": "<p>Jürgen Klopp had said there are five millions ways to win a game and in a routine victory that ensures Manchester United can feel Liverpool breathing down their necks, Trent Alexander-Arnold exhibited one of the finer ways in which to score a goal. Alexander-Arnold emphatically sealed victory with a stunning free-kick and he could have hardly picked a better moment given Gareth Southgate and his assistant, Steve Holland, were among those in attendance. Alexander-Arnold, who again played as an inverted full-back, popping up centrally, arrowed his strike into the top corner, cementing a seventh straight win after a fine double by the excellent Curtis Jones.</p><p>Liverpool railroaded lowly Leicester, scoring twice inside three first-half minutes, to earn a healthy buffer and Alexander-Arnold capped victory after the returning Jonny Evans was deemed to have fouled Jordan Henderson, the Liverpool captain. The only shock was Mohamed Salah firing wide on 79 minutes after being freed as Liverpool went in search of a fourth goal. Liverpool’s late push to qualify for the Champions League continues to gather pace but Leicester’s thoughts are firmly elsewhere. If Leicester are to survive, a team that has won one of their previous 15 matches, must win one – if not both – of their remaining matches. And even then that may prove insufficient.</p> <a href=\"https://www.theguardian.com/football/2023/may/15/leicester-liverpool-premier-league-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/15/leicester-liverpool-premier-league-match-report", "date_published": "2023-05-15 21:01:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Steeltown Murders review – the hunt for the Saturday Night Strangler could not be more timely TV", "description": "<p>This illuminating drama tracks the 30-year failure to find the serial killer of three young women in Wales – and its deep dive into police venality really hits a nerve</p><p>Which will we run out of first? Stories about historical police failures/corruption, or audiences with whom such stories will still resonate now that we have moved so far beyond such horrors that they are almost unfathomable?</p><p>It’s a trick question, of course! The answer is – neither! With every new day’s headlines, a time when police haplessness (at best) and venality (at worst) will become lost to the past rather than desperately resonant with the present seems a greater impossibility. Steeltown Murders, based on real life events investigated dangerously poorly in the 1970s by various factions of the South Wales police force, feels as relevant as ever, as we wade through the latest reports of derelictions of duty by the Met and their regional brethren.</p><p><a href=\"https://www.bbc.co.uk/programmes/p0fhkncz\">Steeltown Murders is on BBC One and iPlayer</a>.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/may/15/steeltown-murders-review-the-hunt-for-the-saturday-night-strangler-could-not-be-more-timely-tv\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/may/15/steeltown-murders-review-the-hunt-for-the-saturday-night-strangler-could-not-be-more-timely-tv", "date_published": "2023-05-15 21:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Wellington hostel fire: multiple people dead in New Zealand blaze", "description": "<p>Emergency services called to Loafers Lodge in Wellington just after midnight and a number of people remain unaccounted for</p><p>Multiple people have died after a fire broke out overnight at a four-story hostel in Wellington, according to New Zealand authorities.</p><p>Emergency services were called to the Loafers Lodge hostel about 12.30am.</p> <a href=\"https://www.theguardian.com/world/2023/may/16/wellington-hostel-fire-multiple-people-dead-in-new-zealand-blaze\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/16/wellington-hostel-fire-multiple-people-dead-in-new-zealand-blaze", "date_published": "2023-05-15 20:54:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tottenham’s top three for sporting director features Tim Steidten", "description": "<ul><li>Steidten has held similar jobs at Leverkusen and Bremen</li><li>Brentford’s Lee Dykes also prominent in Spurs’ thoughts</li></ul><p>Tottenham’s preferred three candidates for their sporting director role include Tim Steidten, who has held similar jobs at Bayer Leverkusen and Werder Bremen.</p><p>Steidten is out of work after leaving Leverkusen in March, just under four years after he joined from Bremen to head the scouting department. He was promoted from that role by Leverkusen last July.</p> <a href=\"https://www.theguardian.com/football/2023/may/15/tottenham-sporting-director-top-three-tim-steidten\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/15/tottenham-sporting-director-top-three-tim-steidten", "date_published": "2023-05-15 20:44:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "FBI lacked evidence to investigate Trump over Russia links, key report finds", "description": "<p>Agency ‘failed to uphold mission of strict fidelity’, special counsel John Durham concludes in investigation set up by Bill Barr</p><p>The FBI lacked “actual evidence” to investigate Donald Trump’s 2016 presidential campaign and relied too heavily on tips provided by Trump’s political opponents to fuel <a href=\"https://www.theguardian.com/us-news/trump-russia-inquiry\">the investigation</a>, US special counsel John Durham concluded in a report released on Monday.</p><p>The report marks the end of a four-year examination launched in May 2019 when then-attorney general William Barr appointed Durham, a veteran prosecutor, to look into potential missteps by the FBI when it launched its early stage so-called Crossfire Hurricane inquiry into potential contacts between Donald Trump’s 2016 presidential campaign and Russia.</p> <a href=\"https://www.theguardian.com/us-news/2023/may/15/fbi-durham-report-trump-russia-investigation\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/may/15/fbi-durham-report-trump-russia-investigation", "date_published": "2023-05-15 20:38:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Punishing heatwave grips Pacific north-west as wildfires rage in western Canada", "description": "<p>Temperatures pushed past 90F (32C) with forecasters warning they would remain 20-30 degrees higher than average this week</p><p>A punishing heatwave will continue to cook the Pacific north-west this week, after millions of people endured a weekend of temperatures that pushed past 90F (32C) and broke early spring records in several cities.</p><p>The hot, dry weather is fuelling dozens of wildfires across western Canada, where <a href=\"https://www.theguardian.com/world/2023/may/05/canada-wildfires-thousands-evacuate-fox-lake-fire\">thousands have been evacuated</a> and <a href=\"https://www.theguardian.com/world/2023/may/05/canada-wildfires-thousands-evacuate-fox-lake-fire\">more than a million acres have already burned</a>.</p> <a href=\"https://www.theguardian.com/us-news/2023/may/15/heatwave-pacific-north-west-canada-wildfires\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/may/15/heatwave-pacific-north-west-canada-wildfires", "date_published": "2023-05-15 20:25:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Man with baseball bat attacks staffers at Democratic congressman’s office", "description": "<p>Virginia congressman Gerry Connolly condemns ‘devastating and unconscionable’ attack on pair, who sustained injuries</p><ul><li><a href=\"https://www.theguardian.com/us-news/live/2023/may/15/trump-abortion-ban-desantis-biden-debt-ceiling-politics-live-updateshttps://www.theguardian.com/us-news/live/2023/may/15/trump-abortion-ban-desantis-biden-debt-ceiling-politics-live-updates\">Congressman: staffers attacked by bat-wielding man – live</a></li></ul><p>A man wielding a baseball bat sought out a Democratic member of <a href=\"https://www.theguardian.com/us-news/house-of-representatives\">Congress</a> at his district office in Virginia before “committing an act of violence” against two staff members, the representative said, adding that both people attacked suffered “non-life-threatening injuries”.</p><p>“The thought that someone would take advantage of my staff’s accessibility to commit an act of violence is unconscionable and devastating,” the congressman, Gerry Connolly, said in <a href=\"https://twitter.com/GerryConnolly/status/1658167569453404161\">a statement to media</a>.</p> <a href=\"https://www.theguardian.com/us-news/2023/may/15/democratic-congressman-virginia-baseball-bat-attack\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/may/15/democratic-congressman-virginia-baseball-bat-attack", "date_published": "2023-05-15 19:49:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "PFA seeks advice on legal protections for players during pitch invasions", "description": "<ul><li>Union aims to establish if players can legally defend themselves</li><li>Concern mounts amid increase in cases of fan misbehaviour</li></ul><p>The Professional Footballers’ Association has sought legal advice over whether players attacked by supporters can use reasonable force to defend themselves, the Guardian can reveal.</p><p>It comes amid heightened concerns of further incidents during the English Football League playoff second legs and the final fortnight of the Premier League season, after Newcastle’s manager, Eddie Howe, was <a href=\"https://www.theguardian.com/football/2023/may/13/eddie-howe-calls-for-security-to-be-stepped-up-after-attack-by-leeds-fan\">confronted by a Leeds fan</a> on Saturday.</p> <a href=\"https://www.theguardian.com/football/2023/may/15/professional-footballers-association-pitch-invasions-legal-advice\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/15/professional-footballers-association-pitch-invasions-legal-advice", "date_published": "2023-05-15 19:31:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ben Jennings on Zelenskiy’s visit to Chequers – cartoon", "description": "<p></p> <a href=\"https://www.theguardian.com/commentisfree/picture/2023/may/15/ben-jennings-on-zelenskiys-visit-to-chequers-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2023/may/15/ben-jennings-on-zelenskiys-visit-to-chequers-cartoon", "date_published": "2023-05-15 19:08:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Northampton teacher who stabbed her partner denies killing was ‘revenge’", "description": "<p>Fiona Beal, 49, denies charge of murdering Nicholas Billingham, 42, and burying his body in their garden</p><p>A primary school teacher who stabbed her partner in the neck and buried his body in their back garden has denied the killing was “revenge” for a suspected affair.</p><p>Fiona Beal, 49, told a court she could not remember moving Nicholas Billingham’s van, using his phone to view online pornography, ordering a wood burner, or changing her council tax status from double to single occupancy after his death.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/15/northampton-teacher-who-stabbed-her-partner-denies-killing-was-revenge\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/15/northampton-teacher-who-stabbed-her-partner-denies-killing-was-revenge", "date_published": "2023-05-15 19:06:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Leicester City v Liverpool: Premier League – live", "description": "<ul><li>Premier League updates from the 8pm BST kick-off</li><li>And feel free to <a href=\"mailto:tim.delisle.casual@theguardian.com\">drop Tim an email</a> or tweet <a href=\"https://twitter.com/timdelisle\">@TimdeLisle</a></li></ul><p><strong>Jonny Evans leads Leicester out.</strong> It’s great to see him back – a case of desperate times, sensible measures.</p><p><strong>“Nunez,” says Jeff Sax.</strong> “Pity he is not playing with his stubbed toe, it may improve his completion percentages.” Oof!</p> <a href=\"https://www.theguardian.com/football/live/2023/may/15/leicester-city-v-liverpool-premier-league-live-score-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/may/15/leicester-city-v-liverpool-premier-league-live-score-updates", "date_published": "2023-05-15 19:02:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "London Irish at risk of Premiership ban after RFU sets deadline for takeover", "description": "<ul><li>RFU tells club to complete proposed takeover by 30 May</li><li>Fears of third top-flight team expulsion in eight months</li></ul><p>London Irish will be suspended from next season’s Premiership unless the proposed takeover by a US consortium is completed by 30 May or the club provide proof of funding for the entire 2023-24 campaign, the Rugby Football Union (RFU) has warned.</p><p>The ultimatum from the RFU comes amid fears the protracted takeover will drag on over the summer and into next season, and heightens the prospect of a third club being thrown out of the Premiership in eight months.</p> <a href=\"https://www.theguardian.com/sport/2023/may/15/london-irish-rugby-union-premiership-ban-risk-takeover-rfu\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/may/15/london-irish-rugby-union-premiership-ban-risk-takeover-rfu", "date_published": "2023-05-15 18:39:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tories preach baby-making and the facts of life – why does it always come back to sex with these oddballs? | John Crace", "description": "<p>Welcome to the National Conservativism conference, a coming together of ideologies for the ideologically challenged</p><p>We’re spoiled. On Saturday we were gifted the Take Control conference of the Conservative Democratic Organisation. A collection of 200 or so weirdos, led by Nadine Dorries and Andrea Jenkyns, whose lives have been devastated by the absence of Boris Johnson. A keening for a flake of his life. A seance, even. Needless to say, Johnson himself couldn’t be bothered to attend in person. Instead sending down a few signed bottles – not ones he had bought, obviously – to be auctioned in his memory.</p><p>On Monday, for three days only, we are now being treated to the National Conservatism conference. The Nat Cons. A meeting of minds for those who think that Viktor Orbán and Giorgia Meloni might have a point. A coming together of ideologies for the ideologically challenged. The sort of audience where <a href=\"https://www.theguardian.com/books/jordan-peterson\">Jordan Peterson</a> would get a hero’s welcome. Not that he bothers with venues as small as the Emmanuel Centre in London these days.</p> <a href=\"https://www.theguardian.com/politics/2023/may/15/tories-preach-baby-making-and-the-facts-of-life-why-does-it-always-come-back-to-sex-with-these-oddballs\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/may/15/tories-preach-baby-making-and-the-facts-of-life-why-does-it-always-come-back-to-sex-with-these-oddballs", "date_published": "2023-05-15 18:29:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tory MPs accuse Suella Braverman of making bid for party leadership", "description": "<p>Home secretary’s speech at National Conservatism conference undermines Rishi Sunak’s authority, some Conservatives say</p><p>Despairing Conservative MPs have accused Suella Braverman of undermining Rishi Sunak’s authority and making a bid for the future leadership of the party with a partisan speech railing against experts and elites.</p><p>The home secretary delivered a <a href=\"https://www.theguardian.com/politics/2023/may/15/suella-braverman-rails-against-experts-and-elites-in-partisan-speech\">highly personal blueprint</a> for a political philosophy to take on the “radical left” in what was interpreted as a pitch to be the right’s next candidate, at a <a href=\"https://www.theguardian.com/politics/2023/may/14/who-are-national-conservatives-and-what-do-they-want\">National Conservatism conference</a> in London.</p> <a href=\"https://www.theguardian.com/politics/2023/may/15/tory-mps-accuse-suella-braverman-of-undermining-sunak-authority\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/may/15/tory-mps-accuse-suella-braverman-of-undermining-sunak-authority", "date_published": "2023-05-15 18:28:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Former employee of US consulate charged by Russia with espionage", "description": "<p>Robert Shonov was reportedly detained in Vladivostok, site of his former employment, and is being held in Moscow</p><p>Russia’s FSB security service has charged a former employee of the US consulate in the far eastern city of Vladivostok with illegal covert collaboration with foreigners.</p><p>The state news agency Tass reported on Monday that Robert Shonov had been detained in Vladivostok and that “after interrogation, he was charged with committing a crime under Article 275.1 of the Criminal Code of the Russian Federation (‘Cooperation on a confidential basis with a foreign state, international or foreign organization’)”, punishable by up to eight years’ jail.</p> <a href=\"https://www.theguardian.com/world/2023/may/15/russia-espionage-former-us-consulate-employee-charged\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/15/russia-espionage-former-us-consulate-employee-charged", "date_published": "2023-05-15 18:26:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘No longer relevant to the UK’: list of 600 EU laws to be scrapped is published", "description": "<p>Government reduces number of environmental laws to cut from 1,700 to 341 but wide range to be repealed</p><p>Ministers have published the list of 600 EU laws the government plans to scrap by the end of the year in <a href=\"https://www.theguardian.com/politics/2023/apr/09/tories-in-retreat-from-brexit-bill-to-scrap-thousands-of-eu-laws\">a much-reduced Brussels bonfire </a>that has enraged hardline Brexiters in the Conservative party.</p><p>In a significant retreat on its retained EU law bill, the government has slashed the number of environmental laws that would have automatically expired on 31 December from 1,700 to 341.</p><p>Membership of the Council of Europe convention on an integrated safety, security and service approach at football matches and other sports events.</p><p>A “control programme” designed to ensure compliance with maximum residue levels of pesticides and to assess consumer exposure to pesticide residues in and on food of plant and animal origin.</p><p>A directive related to measures credit and financial institutions must take to mitigate money laundering and terrorist financing risk in certain third countries.</p><p>Regulation relating to sectors and subsectors which are deemed to be exposed to a significant risk of carbon leakage.</p><p>Rules relating to a countryside stewardship scheme and flood risk regulations from 2009, which the government says in explanatory notes “have been superseded by UK legislation or is a duplicate of existing domestic legislation”.</p><p>Tax agreements with the Channel Islands and Caribbean countries including the Virgin Islands and Aruba.</p> <a href=\"https://www.theguardian.com/politics/2023/may/15/no-longer-relevant-to-the-uk-list-of-600-eu-laws-to-be-scrapped-is-published\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/may/15/no-longer-relevant-to-the-uk-list-of-600-eu-laws-to-be-scrapped-is-published", "date_published": "2023-05-15 18:25:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on Rishi Sunak’s woes: he’s clearing up a mess he made | Editorial", "description": "<p>It looks like the prime minister will be as exercised by splits within his own party as by the official opposition</p><p>The length of time a party has been in power can equally make or break a premiership: it is far harder to make a mark coming to office at the end of a long period of dominance. Rishi Sunak is learning that lesson. Since last October he has been righting the listing Conservative ship. However, the losses his party suffered at the hands of opponents in May’s local elections have emboldened four distinct groups of critical voices within his party: former <a href=\"https://www.thetimes.co.uk/article/liz-truss-and-the-menace-of-the-back-seat-prime-ministers-2dkmrbv37\" title=\"\">prime ministers</a>; thwarted ex-ministers; the Tory right and ambitious frontbenchers jockeying to lead the party after Mr Sunak has gone. The prime minister looks as if he may about to become as exercised by <a href=\"https://inews.co.uk/news/politics/team-boris-has-gone-into-overdrive-rishi-sunaks-astonishing-losses-are-reopening-tory-splits-2322346\" title=\"\">splits</a> within his own party as by the challenge posed by the official opposition.</p><p>The prime minister could dismiss as symbolic Theresa May’s sit-in protest at the base of the throne in the House of Lords last week over the government’s new asylum bill. He might brush off former home secretary Priti Patel’s claim that <a href=\"https://www.theguardian.com/politics/2023/may/13/priti-patel-will-blame-local-election-losses-on-tory-leadership-in-speech\" title=\"\">Boris Johnson</a> would win the next election as sour grapes. But Downing Street will be more concerned that the Tory right is still smarting over the implosion of the Truss regime. Its collapse interrupted political careers that cannot be resumed unless Mr Sunak’s grip on power is loosened.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/15/the-guardian-view-on-rishi-sunaks-woes-hes-clearing-up-a-mess-he-made\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/15/the-guardian-view-on-rishi-sunaks-woes-hes-clearing-up-a-mess-he-made", "date_published": "2023-05-15 18:22:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on Turkey’s election results: a step towards autocracy? | Editorial", "description": "<p>Confounding the polls, Recep Tayyip Erdoğan is now on course to extend his rule into a third decade</p><p>In the lead-up to Turkey’s presidential election on Sunday, there seemed to be good grounds to believe that voters were about to turn their back on Recep Tayyip Erdoğan’s authoritarian brand of nationalism. His <a href=\"https://www.csis.org/analysis/erdogan-takes-total-control-new-turkey\" title=\"\">assumption</a> of quasi-monarchical presidential powers in 2018 had succeeded in uniting a perennially divided opposition against him. Polls suggested a close race, but placed the president’s main rival for power, Kemal Kılıçdaroğlu, significantly ahead. Requiring a vote above 50% to win outright and avoid a runoff, Mr Kılıçdaroğlu’s declared aspiration was to “finish it in the first round”.</p><p>That optimism has turned out to be sadly <a href=\"https://www.theguardian.com/world/2023/may/15/turkey-election-runoff-erdogan-first-round-lead-president-kemal-klcdaroglu\" title=\"\">misplaced</a>. As it transpired, it was Mr Erdoğan who almost won at the first time of asking, winning over 49% of votes to Mr Kılıçdaroğlu’s 45%. The coalition led by the president’s Justice and Development party (AKP) is also set to win a surprise majority in the Grand National Assembly. That outcome will stymie opposition attempts to restore parliamentary democracy to Turkey, irrespective of the result of the presidential runoff in a fortnight’s time.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/15/the-guardian-view-on-turkeys-election-results-a-step-towards-autocracy\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/15/the-guardian-view-on-turkeys-election-results-a-step-towards-autocracy", "date_published": "2023-05-15 18:20:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Briton tells Cyprus court wife begged him to end her cancer pain", "description": "<p>David Hunter, who denies premeditated murder, tells trial his wife Janice’s life had become unbearable</p><p>A euthanasia case that has gripped Cyprus for more than a year has entered its final phase as a British pensioner accused of murdering his cancer-stricken wife told a court how she “begged” him to end the excruciating pain that made her life unbearable.</p><p>David Hunter had waited a long time to have his day in court and in electrifying evidence before a three-member tribunal in Paphos on Monday, the 76-year-old described the circumstances that he said led him in the run-up to Christmas 2021 to fatally smother his wife, Janice, his sweetheart since they were teenagers and the woman he had loved for more than half a century.</p><p><em>In the UK and Ireland, <a href=\"https://www.samaritans.org/\">Samaritans</a> can be contacted on freephone 116 123, or by emailing <a href=\"mailto:jo@samaritans.org\">jo@samaritans.org</a> or <a href=\"mailto:jo@samaritans.ie\">jo@samaritans.ie</a>. In the US, the <a href=\"https://suicidepreventionlifeline.org/\">National Suicide Prevention Lifeline</a> is at 988 or chat for support. You can also text HOME to 741741 to connect with a crisis text line counselor. In Australia, the crisis support service <a href=\"https://www.lifeline.org.au/\">Lifeline</a> is 13 11 14. Other international helplines can be found at <a href=\"http://www.befrienders.org/\">befrienders.org</a></em></p> <a href=\"https://www.theguardian.com/world/2023/may/15/briton-tells-cyprus-court-wife-begged-him-to-end-her-cancer-pain\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/15/briton-tells-cyprus-court-wife-begged-him-to-end-her-cancer-pain", "date_published": "2023-05-15 18:19:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lucy Letby said hospital staffing was ‘completely unsafe’, murder trial told", "description": "<p>Nurse who denies murdering seven babies and attempting to kill 10 others gives third day of evidence</p><p>Lucy Letby believed staffing levels on a hospital’s neonatal unit were completely unsafe during what was an “increasingly busy” period, her murder trial has heard.</p><p>A lot of staff on the unit at the Countess of Chester hospital were drained “physically and emotionally”, Letby said on Monday, her third day of giving evidence at Manchester crown court.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/15/lucy-letby-said-hospital-staffing-was-completely-unsafe-trial-told\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/15/lucy-letby-said-hospital-staffing-was-completely-unsafe-trial-told", "date_published": "2023-05-15 18:01:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Chelsea keen on Napoli’s Victor Osimhen for rebuild under Pochettino", "description": "<ul><li>Striker, goalkeeper and central midfielders targeted</li><li>Mason Mount expected to leave despite change of manager</li></ul><p>Chelsea are lining up an ambitious move for Napoli’s Victor Osimhen, with Mauricio Pochettino keen to bring in a striker <a href=\"https://www.theguardian.com/football/2023/may/13/chelsea-agree-terms-mauricio-pochettino-manager\">when he takes over</a> as head coach this summer.</p><p>Pochettino is flying to London this week to sign a three-year deal and will have funds to strengthen his squad. Chelsea want a goalkeeper, additions in central midfield and a potent No 9. They have toiled in the final third this season and have not had a clinical striker since selling Diego Costa in 2017.</p> <a href=\"https://www.theguardian.com/football/2023/may/15/chelsea-victor-osimhen-napoli-mauricio-pochettino-mason-mount\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/15/chelsea-victor-osimhen-napoli-mauricio-pochettino-mason-mount", "date_published": "2023-05-15 18:00:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Piers Morgan knew his journalists were using voicemails for stories, court told", "description": "<p>Royal biographer tells Prince Harry phone-hacking trial he heard former Mirror editor being told story information came from voicemails</p><ul><li><strong><a href=\"https://www.theguardian.com/media/2023/may/11/what-piers-morgan-knew-about-phone-hacking-in-his-own-words\">What Morgan knew about phone hacking – in his own words</a></strong></li></ul><p>Piers Morgan knew his journalists were using private voicemails as the basis of their stories, the royal biographer Omid Scobie has told Prince Harry’s phone-hacking trial.</p><p>Scobie, who co-wrote a sympathetic book about the Duke and Duchess of Sussex, told the high court he was doing work experience at the Daily Mirror in 2002 when he overheard Morgan discussing the source of a story about Kylie Minogue with a reporter.</p> <a href=\"https://www.theguardian.com/media/2023/may/15/piers-morgan-knew-mirror-journalists-were-using-voicemails-for-stories-court-told\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/may/15/piers-morgan-knew-mirror-journalists-were-using-voicemails-for-stories-court-told", "date_published": "2023-05-15 17:57:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Campaigners welcome Kate Winslet plea about online safety and children", "description": "<p>Actor urged ‘people in power’ to criminalise harmful digital content when she accepted Bafta award </p><p>Online safety campaigners have welcomed Kate Winslet’s call on “people in power” to criminalise harmful digital content during her Bafta acceptance speech, as the UK parliament debates legislation to rein in social media platforms.</p><p>The actor won the <a href=\"https://www.theguardian.com/tv-and-radio/2023/may/14/meera-syal-calls-for-more-diversity-in-tv-industry-as-she-wins-bafta-award\">television award</a> on Sunday for her portrayal of a mother whose teenage daughter suffers from mental health problems as a result of viewing damaging online content.</p><p><em>In the UK, the youth suicide charity Papyrus can be contacted on 0800 068 4141 or email pat@papyrus-uk.org, and in the UK and Ireland Samaritans can be contacted on freephone 116 123, or email jo@samaritans.org or jo@samaritans.ie. In the US, the National Suicide Prevention Lifeline is at 800-273-8255, or chat for support. You can also text HOME to 741741 to connect with a crisis text line counsellor. In Australia, the crisis support service Lifeline is 13 11 14. Other international helplines can be found at befrienders.org</em></p> <a href=\"https://www.theguardian.com/society/2023/may/15/campaigners-welcome-kate-winslet-plea-about-online-safety-and-children\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/may/15/campaigners-welcome-kate-winslet-plea-about-online-safety-and-children", "date_published": "2023-05-15 17:45:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sunderland: brothers jailed over £2m Ehic scam", "description": "<p>Damien Sartip Zadeh and his brother Dale used fraudulent website to trick people into paying for the cards</p><p>Two brothers have been jailed for defrauding £2m from “unsuspecting, ordinary, busy” people who were tricked into thinking they needed to pay for European health insurance cards (Ehics).</p><p>Damien Sartip Zadeh, 32, was jailed for nine and a half years and his brother Dale, 35, got eight years after being found guilty of fraudulent trading and laundering the proceeds between February 2013 and October 2019.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/15/sunderland-brothers-jailed-2m-ehic-scam-damien-and-dale-sartip-zadeh\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/15/sunderland-brothers-jailed-2m-ehic-scam-damien-and-dale-sartip-zadeh", "date_published": "2023-05-15 17:30:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘If you go down, I’m going down too’: the music stars protesting US anti-drag laws", "description": "<p>As anti-drag legislation continues to affect states across the US, stars such as Lizzo and Orville Peck have been using their stages to fight back</p><p>“The energy was honestly like nothing I’ve ever experienced,” recalls the drag performer <a href=\"https://www.instagram.com/thebritneybanks/\">Britney Banks</a> of her recent surprise appearance at a Lizzo concert at Knoxville, Tennessee’s Thompson-Boling arena. “The roof could have come off.”</p><p>Banks is referring to the moment she and a group of fellow performers were invited onstage by Lizzo for a performance of the star’s 2022 song Everybody’s Gay in direct defiance of the restrictive anti-LGBTQ+ laws and sentiment bubbling up in the state.</p> <a href=\"https://www.theguardian.com/music/2023/may/15/musicians-anti-drag-laws-protest-lizzo\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/may/15/musicians-anti-drag-laws-protest-lizzo", "date_published": "2023-05-15 17:24:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Former Met PC ‘missed chance’ to investigate Wayne Couzens", "description": "<p>Former PC accused of failing to properly investigate two instances of flashing before murder of Sarah Everard</p><p>A Metropolitan police officer allegedly “did not bother” to properly investigate Wayne Couzens over two incidents of flashing hours before he kidnapped, raped and murdered Sarah Everard.</p><p>Former PC Samantha Lee is accused of conducting an “extremely poor” investigation after Couzens exposed himself to female staff at a drive-through McDonald’s in Kent on 14 and 27 February 2021, a police disciplinary hearing was told.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/15/former-met-pc-missed-chance-to-investigate-wayne-couzens\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/15/former-met-pc-missed-chance-to-investigate-wayne-couzens", "date_published": "2023-05-15 17:22:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Images of Lukashenko released after rumours over Belarusian leader’s health", "description": "<p>Authorities posted photographs and video on Telegram channel after authoritarian ruler missed events</p><p>Belarusian authorities have released photographs and video of Alexander Lukashenko, attempting to put an end to <a href=\"https://www.theguardian.com/world/2023/may/15/alexander-lukashenko-belarus-president-sick-illness-speculation\">a week of speculation</a> about the authoritarian leader’s health.</p><p>The footage showed Lukashenko visiting an army control point, but the ruler’s heavily bandaged arm and hoarse, exhausted voice appeared to confirm rumours that he has been in poor health.</p> <a href=\"https://www.theguardian.com/world/2023/may/15/images-of-lukashenko-released-after-rumours-over-belarusian-leaders-health\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/15/images-of-lukashenko-released-after-rumours-over-belarusian-leaders-health", "date_published": "2023-05-15 17:16:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "School caterers in England and Wales ‘facing a precipice’ as costs rise", "description": "<p>Survey finds caterers changing their menus and cutting back on choice because of supply issues</p><p>Some schools are substituting lentils and beans for meat while others are cutting pupils’ portion sizes because of rising costs, food shortages and problematic supply chains, according to caterers, who say they are “facing a precipice”.</p><p>In a survey by LACA – the School Food People, which represents caterers in England and Wales, 77% of respondents said they had changed their menus because of supply issues, while 26% had cut back on choice.</p> <a href=\"https://www.theguardian.com/education/2023/may/15/school-caterers-in-england-and-wales-facing-a-precipice-as-costs-rise\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2023/may/15/school-caterers-in-england-and-wales-facing-a-precipice-as-costs-rise", "date_published": "2023-05-15 17:12:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Replacing sugar with sweeteners does not affect weight control in long term, WHO says", "description": "<p>Long-term use of substances such as aspartame could raise risk of type 2 diabetes and cardiovascular diseases, analysis finds</p><p>Replacing sugar with sweeteners does not help people manage their weight in the long term, the <a href=\"https://www.who.int/news/item/15-05-2023-who-advises-not-to-use-non-sugar-sweeteners-for-weight-control-in-newly-released-guideline\">World Health Organization has said</a>.</p><p>Long-term use of non-sugar sweeteners (NSS) could raise the risk of various health problems including type 2 diabetes and cardiovascular diseases, they added.</p> <a href=\"https://www.theguardian.com/society/2023/may/15/replacing-sugar-with-sweeteners-does-not-affect-weight-control-in-long-term-who-says\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/may/15/replacing-sugar-with-sweeteners-does-not-affect-weight-control-in-long-term-who-says", "date_published": "2023-05-15 17:09:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "GMC to investigate ‘stalker’ doctor who shared patient’s records", "description": "<p>Exclusive: consultant at Addenbrooke’s improperly accessed health history of woman who dated her ex-boyfriend</p><p>The UK medical regulator has launched an investigation into a “stalker” doctor who accessed intimate details of the health history of a woman who had begun dating the doctor’s ex-boyfriend.</p><p>The General Medical Council (GMC) is investigating whether the doctor – a consultant at Addenbrooke’s hospital in Cambridge – breached their professional, ethical and legal duties to protect the woman’s personal information.</p><p>“Doctors are under both ethical and legal duties to protect patients’ personal information from improper disclosure.”</p><p>“Good doctors work in partnership with patients and respect their rights to privacy and dignity.”</p><p>“You must make sure that your conduct justifies your patients’ trust in you and the public’s trust in the profession.”</p> <a href=\"https://www.theguardian.com/society/2023/may/15/gmc-investigate-stalker-doctor-shared-patient-records\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/may/15/gmc-investigate-stalker-doctor-shared-patient-records", "date_published": "2023-05-15 17:05:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Kaye Donachie: Song for the Last Act review – painted women who refuse to sit still and be pretty", "description": "<p><strong>Pallant House Gallery, Chichester<br /></strong>Flawed, preoccupied and animated, Donachie’s vivid portraits intrigue and charm in a lively exhibition; Gwen John feels anaemic by comparison</p><p>The longer you look at Kaye Donachie’s portraits, the weirder they get. All of them avoid looking you in the eye. Their gazes slide away; they look to the side, are cast down or are occupied elsewhere. Consumed by the unseen, they can appear distracted or appalled. These are paintings, after all, not beings trapped in a frame. They aren’t even portraits. They have their beginnings in old black and white photographs, but their faces belong to no one.</p><p>Donachie uses these photographic faces as an armature for her brushstrokes. With their fades, shadows and blushes, their swipes and flickers recall other paintings as much as they animate these imaginary people. Donachie’s painted women are knowing constructs, and I get the feeling they could lose their composure at any moment, turn and smile, laugh, fly apart, disintegrate. She makes use of the play between the paint and the makeup her women wear, the patches of rouge, the shadows under a cheekbone, the interplay of nature and artifice. It is all a complicated game. Lively, animated, disturbed, motivated by something other than our attention, these painted women refuse to sit still and be pretty. The paintings also seem to have built-in flaws and glitches, places where modelling misregisters or goes awry and description falters. This is clearly deliberate. Displayed in the largest room of Pallant House’s original Queen Anne townhouse, they surround us, and you have the feeling that their gazes are communing among themselves rather than with us.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/may/15/kaye-donachie-song-for-the-last-act-review-pallant-house-gallery-chichester-gwen-john\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/may/15/kaye-donachie-song-for-the-last-act-review-pallant-house-gallery-chichester-gwen-john", "date_published": "2023-05-15 17:01:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sale dreaming of Premiership glory and northern rugby union revival | Gerard Meagher", "description": "<p>Alex Sanderson aims to grow the Premiership finalists’ fanbase but may need RFU help in what can be a southern-centric sport</p><p>There was one sentence uttered on Sunday that best summed up the challenge Sale Sharks face. It did not come from the director of rugby, Alex Sanderson, or man-of-the-match George Ford, rather from the taxi driver on the way to the AJ Bell Stadium. He had not heard of it and needed the postcode to get there. “Are you sure you don’t mean the Etihad?”</p><p>Sale are fighting what can sometimes feel like a losing battle for exposure and for eyeballs against two of the biggest football teams in the world. They must coexist in rugby league territory for good measure and that they can feel ignored in the north of England in what is often a southern-centric sport only adds to the challenge.</p> <a href=\"https://www.theguardian.com/sport/2023/may/15/sale-dreaming-of-premiership-glory-and-northern-rugby-union-revival\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/may/15/sale-dreaming-of-premiership-glory-and-northern-rugby-union-revival", "date_published": "2023-05-15 17:00:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I’ll wear it with pride’: Geraint Thomas in pink jersey as Covid hits Giro d’Italia", "description": "<ul><li>Previous leader Remco Evenepoel tested positive for Covid-19</li><li>‘It’s not the way you want to take the lead’ admits Ineos rider</li></ul><p>Geraint Thomas will wear the race leader’s jersey on Tuesday in the 10th stage of the Giro d’Italia following the withdrawal, late on Sunday night, <a href=\"https://www.theguardian.com/sport/2023/may/14/remco-evenepoel-reclaims-pink-jersey-after-stage-nine-victory-at-giro-ditalia\">of the race leader Remco Evenepoel</a> following a positive test for Covid-19.</p><p>The 23-year-old Belgian had been the outstanding favourite to take final victory in Rome on 28 May, but after a weary performance on Sunday in the 35-kilometre time trial, in which he beat the 36-year-old Thomas by a single second, he withdrew that evening. The world road race champion relinquished the leader’s pink jersey, or maglia rosa, to Thomas.</p> <a href=\"https://www.theguardian.com/sport/2023/may/15/geraint-thomas-giro-ditalia-remco-evenepoel\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/may/15/geraint-thomas-giro-ditalia-remco-evenepoel", "date_published": "2023-05-15 16:57:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Thai election may be turning point as taboo over monarchy fades", "description": "<p>Campaign to reform laws that shield royal family is now part of mainstream but making it happen will be difficult</p><ul><li><a href=\"https://www.theguardian.com/world/2023/may/15/thailand-election-2023-national-elections-opposition-parties-crushing-blow-military-rule-junta\">Thai opposition parties start alliance talks</a></li></ul><p>Just a few years ago, talking publicly about the status or role of Thailand’s monarchy was taboo. But on Sunday night, a political party that had campaigned for reform of strict laws that shield the royal family from criticism came out on top in a general election, winning the most votes and seats, according to an unofficial count.</p><p>Napon Jatusripitak, a visiting fellow at the ISEAS – Yusof Ishak Institute, said it was an “extremely significant” moment. “They have the popular mandate – <a href=\"https://www.theguardian.com/world/2023/may/15/thailand-election-2023-national-elections-opposition-parties-crushing-blow-military-rule-junta\">14 million people voted for this party</a>. And, of course, the party will proclaim this as a sign that Thailand has some readiness for more extensive structural reforms, no matter the institution.”</p> <a href=\"https://www.theguardian.com/world/2023/may/15/thai-election-may-be-turning-point-as-taboo-over-monarchy-fades\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/15/thai-election-may-be-turning-point-as-taboo-over-monarchy-fades", "date_published": "2023-05-15 16:41:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How Barcelona won La Liga: the story behind success for a new era | Sid Lowe", "description": "<p>This is a different Barça. It is, as Xavi insists, a team in construction, but it is one whose success has brought stability</p><p>In the end, no one could catch Barcelona, not even the Espanyol fans who chased them off the pitch and <a href=\"https://twitter.com/samuelmarsden/status/1657851538558132228?s=20\">down the tunnel</a> – although they got closer than anybody else. The banner at the RCD stadium on Sunday had declared “we are Espanyol and this is our life”, yet it wasn’t one they chose, still less one they liked. They had never seen their team win a derby <a href=\"https://www.theguardian.com/football/blog/2010/apr/19/espanyol-barcelona-la-liga-sid-lowe\">in the place they made home</a>, and this time not only did they witness <a href=\"https://www.theguardian.com/sport/2023/may/14/lewandowski-fires-barca-to-liga-title-but-invoke-espanyol-fans-wrath?CMP=share_btn_tw\">another defeat</a> that pushed them ever closer to a second relegation in three seasons, but the few who hadn’t left early also watched their rivals <a href=\"https://www.theguardian.com/football/blog/2020/jul/09/espanyol-slip-away-to-barcelonas-tune-but-the-silence-will-sting-too\">celebrate becoming champions</a> in their own back garden. For some – morons, mostly – it was too much to take.</p><p>Out there in the centre circle Barcelona were dancing a <em>sardana</em>, a ring of players and staff spinning, when suddenly they broke into a sprint instead. There had been no provocation and they hadn’t even been there three minutes, coach Xavi Hernández already deciding it was enough, that this was neither the time or the place and calling them to come in, when it happened. In the south stand, some Espanyol fans – a couple of hundred perhaps, many with faces covered – smashed barriers, climbed onto the pitch and began a stampede, heading for the players. Alerted just in time, Barça set off straight for the sideline, bundling in. Some fell as they went, others were caught up in it all, scared. As he ducked beyond the forming cordon, Frank Kessié smiled.</p> <a href=\"https://www.theguardian.com/football/2023/may/15/how-barcelona-won-la-liga-the-stories-behind-success-for-a-new-era\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/15/how-barcelona-won-la-liga-the-stories-behind-success-for-a-new-era", "date_published": "2023-05-15 16:30:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Erdoğan is too nationalistic’: readers on their vote in Turkey’s election", "description": "<p>Many Kılıçdaroğlu supporters said they wanted to force end to Erdoğan’s presidency; some readers still back the incumbent</p><p>Turkey will go to the polls again in a fortnight after <a href=\"https://www.theguardian.com/world/2023/may/15/turkey-election-runoff-erdogan-first-round-lead-president-kemal-klcdaroglu\">neither of the leading candidates</a> managed to secure 50% of the vote in the country’s presidential elections on Sunday.</p><p>Recep Tayyip Erdoğan of the Justice and Development party (AKP) received 49.51% of the vote, the head of the country’s election council said, while his rival Kemal Kılıçdaroğlu, the leader of the Republican People’s party (CHP), gained 44.88%. The third-placed candidate, the ultra-nationalist Sinan Oğan, won 5.17%.</p> <a href=\"https://www.theguardian.com/world/2023/may/15/erdogan-is-too-nationalistic-readers-on-their-vote-in-turkeys-election\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/15/erdogan-is-too-nationalistic-readers-on-their-vote-in-turkeys-election", "date_published": "2023-05-15 16:28:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Company directors jailed after wall collapse killed five workers in Birmingham", "description": "<p>Two directors of scrap metal recycling plant were jailed for nine months after collapse of 45-tonne wall crushed five men</p><p>Two company directors have been jailed for nine months after five workers died when a wall collapsed at a scrap metal recycling plant in Birmingham.</p><p>Wayne Hawkeswood and Graham Woodhouse were in charge of the site when the 45-tonne wall collapsed in July 2016 in the Nechells area of the city, and were each found guilty of four health and safety offences.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/15/company-directors-jailed-after-wall-collapse-killed-five-workers-in-birmingham\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/15/company-directors-jailed-after-wall-collapse-killed-five-workers-in-birmingham", "date_published": "2023-05-15 16:25:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Cynthia Erivo to star in movie adaptation of hit play Prima Facie", "description": "<p>Oscar-nominated actor will take on role that Jodie Comer played and won an Olivier award for her performance as a lawyer grappling with sexual assault</p><p>Cynthia Erivo is set to star in a big-screen adaptation of award-winning one-woman play Prima Facie.</p><p>According to <a href=\"https://variety.com/2023/film/news/cynthia-erivo-prima-facie-movie-1235612640/\">Variety</a>, the Oscar-nominated star of Harriet will take on the lead role that Jodie Comer played in the West End before recently transferring to Broadway. The show first opened in Australia in 2020.</p> <a href=\"https://www.theguardian.com/culture/2023/may/15/cynthia-erivo-prima-facie-movie\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/may/15/cynthia-erivo-prima-facie-movie", "date_published": "2023-05-15 16:18:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Toronto mayor’s race draws more than 100 candidates – including one dog", "description": "<p>Former police chief, comedian and rescue dog Molly among those vying to replace John Tory, who resigned in February over an affair</p><p>More than 100 candidates, including a former police chief, a comedian and a dog, are all vying for the chance to be mayor of Canada’s largest city.</p><p><a href=\"https://www.toronto.ca/city-government/elections/by-election/by-election-candidate-list/\">One hundred and two prospective mayors</a> formally registered before Friday’s deadline as candidates in the mayoral byelection at the end of June.</p> <a href=\"https://www.theguardian.com/world/2023/may/15/toronto-mayor-election-candidates-dog\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/15/toronto-mayor-election-candidates-dog", "date_published": "2023-05-15 16:05:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "True equality is an idea the Tories just don’t get | Letters", "description": "<p>Justine Greening’s proposed solution to the government’s unpopularity at the recent local elections does not impress <strong>Henry Thompson, Philip Smith</strong> and <strong>Ben Kenyon</strong></p><p>Justine Greening’s oft-proposed bromide to solve problems of public finances, growth and productivity through the removal of inequality of opportunity is no more than a soft-soap UK variant of the American dream (<a href=\"https://www.theguardian.com/commentisfree/2023/may/12/tories-levelling-up-election-social-mobility-rishi-sunak-boris-johnson\" title=\"\">What’s the big idea that could win the Conservatives the next election? Social mobility, 12 May</a>). In the US, so the argument goes, if you work hard you will make it. The corollary of course is that if (and probably when) you don’t make it, you didn’t work hard enough – it was your fault.</p><p>Without addressing the underlying structural problems of inequality – in health, housing, transport and education – any Tory panacea of equality of opportunity is simply a device to get a few strivers to the top of the pile, while leaving the structural inequalities still in place. If you make it, that’s great, and if you don’t, well you can’t complain as you had an equal chance to succeed.</p> <a href=\"https://www.theguardian.com/politics/2023/may/15/true-equality-is-an-idea-the-tories-just-dont-get\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/may/15/true-equality-is-an-idea-the-tories-just-dont-get", "date_published": "2023-05-15 16:02:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rainbow sea slug found in Falmouth rock pool indicates warming sea", "description": "<p>Sighting of rare animal – more often found in Spain, Portugal and France – in rock pool believed to be first in UK</p><p>Vicky Barlow was hoping to find a spider crab when she began poking around a rock pool on a beach in Falmouth.</p><p>But when she turned over a promising-looking stone, she was astonished to find something much rarer and much more colourful – a rainbow sea slug.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/15/rainbow-sea-slug-found-in-falmouth-rock-pool-indicates-warming-sea\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/15/rainbow-sea-slug-found-in-falmouth-rock-pool-indicates-warming-sea", "date_published": "2023-05-15 16:01:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A just and democratic society that benefits all: that’s what Palestinians are fighting for | Mustafa Barghouti", "description": "<p>We can’t change the past. On the 75th anniversary of the Nakba, we strive for a single state where all citizens have equal rights</p><p>For us Palestinians, 15 May marks the 75th anniversary of the Nakba (the “catastrophe” of 1948), during which about <a href=\"https://imeu.org/article/quick-facts-the-palestinian-nakba#:~:text=Between%20750%2C000%20and%20one%20million,approximately%2075%25%20of%20all%20Palestinians.\">70% of the Palestinian population was forcibly displaced</a> and more than <a href=\"https://www.972mag.com/photos-nakba-depopulated-villages/\">500 communities were wiped out</a> completely, in addition to the massacres committed by Zionist militias.</p><p>The Nakba of 1948 marked the destruction of the indigenous Palestinian population’s way of life and the establishment of the state of Israel. In the <a href=\"https://www.bbc.co.uk/news/world-middle-east-39960461\">1967 war, another important turning point</a>, Israel occupied the <a href=\"https://www.aljazeera.com/features/2018/6/4/the-naksa-how-israel-occupied-the-whole-of-palestine-in-1967\">remaining 22%</a> of historic Palestine.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/15/nakba-democratic-society-palestinians-mustafa-barghouti\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/15/nakba-democratic-society-palestinians-mustafa-barghouti", "date_published": "2023-05-15 16:00:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Anna Nicole Smith: You Don’t Know Me review –  sympathetic retelling of a tragic life", "description": "<p>Ursula Macfarlane’s documentary recounts the sad story of the smalltown girl turned Playboy model who ended up a victim of the celeb industry and addiction</p><p>The strange, sad story of Anna Nicole Smith is retold in this Netflix documentary by Ursula Macfarlane, who made <a href=\"https://www.theguardian.com/tv-and-radio/2019/sep/01/untouchable-rise-fall-harvey-weinstein-review-films-like-this-change-the-world\">Untouchable, about Harvey Weinstein</a>. Smith was the former Playboy centrefold and Guess Jeans model who wound up dead of a drug overdose <a href=\"https://www.theguardian.com/world/2007/feb/09/filmnews.usa\">in 2007 at the age of 39</a>, soon after her 20-year-old son had tragically died the same way. There are eerie similarities with the life of Pamela Anderson, also <a href=\"https://www.theguardian.com/film/2023/jan/27/pamela-a-love-story-review-pamela-anderson-looks-back-baywatch-sex-tape\">a recent Netflix subject</a>, though Anderson survives and thrives.</p><p>Smith was a smalltown Texas girl from a tough background – although she was accused by her mother of manufacturing abuse stories for publicity. She embraced Playboy superstardom, tabloid notoriety and media letching that so easily flipped over into misogynist hate. Like Anderson, Smith used the “blonde” image as a kind of persona or disguise or armour and (as with Anderson) it is strange to see her pre- or non-blonde normality from private photos.</p> <a href=\"https://www.theguardian.com/film/2023/may/15/anna-nicole-smith-you-dont-know-me-review-documentary\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/may/15/anna-nicole-smith-you-dont-know-me-review-documentary", "date_published": "2023-05-15 16:00:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Did you solve it? Succession", "description": "<p>The answers to today’s puzzles</p><p>Earlier today I set you these six puzzles about succession with a lower case ‘s’. Here they are again with solutions.</p><p><strong>1. Nob job</strong></p> <a href=\"https://www.theguardian.com/science/2023/may/15/did-you-solve-it-succession\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/may/15/did-you-solve-it-succession", "date_published": "2023-05-15 16:00:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "We’re witnessing the end of our right to protest | Letters", "description": "<p><strong>Paul Phillips</strong> on how protest used to be policed, <strong>Louise Christian</strong> on the history of<strong> </strong>suppression, <strong>John Barnett</strong> on<strong> </strong>diminishing freedoms, and <strong>Elizabeth Morley</strong> on why her parents would turn in their graves </p><p>These are worrying times (<a href=\"https://www.theguardian.com/commentisfree/2023/may/12/coronation-protest-arrests-police\" title=\"\">The coronation arrests are just the start. Police can do what they want to us now, 12 May</a>). When I policed protest, across 30 years of service (1986-2016), in a variety of roles that included holding a riot shield myself, the police were simply there to protect life and property. We were the visible safety barrier between the protesters and those they were protesting against. We allowed them both to be heard.<br /><strong>Paul Phillips</strong><br /><em>Retired chief superintendent</em></p><p>• Andy Beckett (<a href=\"https://www.theguardian.com/commentisfree/2023/may/11/republican-protest-britain-police-public-order-act\" title=\"\">Is there a future for protest in Britain? Standing in the muted republican crowd, my fears only grew, theguardian.com, 11 May</a>) mentions the past suppression of protest by the practice of “kettling” – corralling protesters in a confined space for hours. As a human rights solicitor in 2005, I challenged this practice by means of a judicial review. I instructed Keir Starmer QC (as he then was) to appear for our clients. We lost the case. The judge who decided the case was Mr Justice Tugendhat, father of the MP Tom Tugendhat, who is now security minister.</p> <a href=\"https://www.theguardian.com/world/2023/may/15/were-witnessing-the-end-of-our-right-to-protest\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/15/were-witnessing-the-end-of-our-right-to-protest", "date_published": "2023-05-15 15:59:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "2025 Rugby League World Cup in doubt after France pull out of staging event", "description": "<ul><li>Decision made due to funding cuts from French government</li><li>Officials to consider options at summer board meeting</li></ul><p>The 2025 Rugby League World Cup is in serious doubt after the hosts, France, confirmed they would not be able to stage the tournament. The French had been preparing to be sole hosts of the event for the first time in 1972, but have now admitted they have pulled out after funding cuts from the French government.</p><p>The government had demanded a guarantee surrounding the possibility of the event making a loss, considering that the conditions initially set to secure the economic viability of the event no longer existed, after additional time and funding provided to the committee had come to an end. That left the organisers unable to commit to hosting and plummeting into doubt the biggest event in world rugby league.</p> <a href=\"https://www.theguardian.com/sport/2023/may/15/2025-rugby-league-world-cup-in-doubt-after-france-pull-out-of-staging-event\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/may/15/2025-rugby-league-world-cup-in-doubt-after-france-pull-out-of-staging-event", "date_published": "2023-05-15 15:56:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘The Velvet Hammer’: who is Twitter’s new CEO and can she fix its problems?", "description": "<p>Linda Yaccarino is praised for understanding of advertisers – but Elon Musk must cede enough control</p><p>“I see I have some new followers,” said Linda Yaccarino, <a href=\"https://twitter.com/lindayacc/status/1657534131788554240?s=20\">adding side-eyes and waving hand emojis to a tongue-in-cheek post</a> responding to the social media explosion that followed her unveiling as Twitter’s new chief executive on Friday.</p><p>Still weeks away from taking up the role, Yaccarino, a respected media veteran known in advertising circles as the “Velvet Hammer” for her silky but tough negotiating style, has already had a taste of the shambolic corporate environment that has swept the platform since billionaire Elon Musk <a href=\"https://www.theguardian.com/technology/2022/oct/28/elon-musk-twitter-hate-speech-concerns-stock-exchange-deal\">bought it for $44bn last October</a>.</p> <a href=\"https://www.theguardian.com/technology/2023/may/15/velvet-hammer-twitter-new-ceo-linda-yaccarino-elon-musk\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/may/15/velvet-hammer-twitter-new-ceo-linda-yaccarino-elon-musk", "date_published": "2023-05-15 15:40:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK white supremacist jailed over racist podcasts", "description": "<p>James Allchurch, of Pembrokeshire, sentenced for distributing material to stir up racial hatred</p><p>The white supremacist host of a podcast that made “vile” racist attacks in an attempt to stir up hatred, divide communities and spread fear has been jailed for two and a half years.</p><p>James Allchurch, 51, from Pembrokeshire, south-west Wales, and his guests used extreme racial slurs and propagated racist ideology while discussing topics such as grooming gangs, immigration, slavery and crime.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/15/uk-white-supremacist-jailed-over-racist-podcasts\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/15/uk-white-supremacist-jailed-over-racist-podcasts", "date_published": "2023-05-15 15:30:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bin crews to work four-day week as UK trials extend to public sector frontline", "description": "<p>South Cambridgeshire council will test 32-hour week on principle that staff will work ‘more intensely and productively’</p><p>Bin crews could soon be putting their feet up on a Monday as the wave of four-day-week trials spreading across the UK finally reaches frontline public services.</p><p>South Cambridgeshire district council has agreed to test a 32-hour working week for 150 refuse loaders and drivers this summer after successful experiments with reduced working hours with office- and laptop-based staff. Workers who investigate fly-tipping, undertake dredging and are council caretakers will also try the new working pattern.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/15/bin-crews-work-four-day-week-uk-trials-public-sector-south-cambridgeshire-council\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/15/bin-crews-work-four-day-week-uk-trials-public-sector-south-cambridgeshire-council", "date_published": "2023-05-15 15:21:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Turkey election: what can we expect from Erdoğan v Kılıçdaroğlu runoff?", "description": "<p>Key questions answered about state of play in Turkey after presidential election goes to a second round</p><p>Turkey’s election is widely considered to be the most important in the world this year – as a fight for the future of Turkish democracy, a referendum on a strongman populist leader, and a possible shift in Turkey’s influential role on the world stage.</p><p>After a long and tense vote count, neither Recep Tayyip Erdoğan – the dominant figure in Turkish politics for 20 years – nor his main rival, Kemal Kılıçdaroğlu, <a href=\"https://www.theguardian.com/world/2023/may/15/turkey-election-runoff-erdogan-first-round-lead-president-kemal-klcdaroglu\">reached the 50% threshold for outright victory</a>. They will go to a runoff in two weeks’ time.</p> <a href=\"https://www.theguardian.com/world/2023/may/15/turkey-election-what-can-we-expect-from-erdogan-v-kilicdaroglu-runoff\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/15/turkey-election-what-can-we-expect-from-erdogan-v-kilicdaroglu-runoff", "date_published": "2023-05-15 15:20:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK government wins right to take back control of military homes worth £8bn", "description": "<p>High court deals blow to Guy Hands’s Annington Property with ruling that privatisation was ‘bad deal’</p><p>The UK government has won the right to take back control of <a href=\"https://www.theguardian.com/business/2023/feb/13/guy-hands-firm-challenges-mod-over-controversial-8bn-property-estate\">thousands of military homes worth £8bn</a> after a court ruled that the previous privatisation was a “bad deal” for the government, in a significant blow to the private equity investor Guy Hands.</p><p>London’s high court ruled on Monday that the Ministry of Defence (MoD) has the right to buy back the remaining 38,000 homes, which were bought in 1996 by Annington, a group of companies ultimately controlled by Hands, for £1.7bn.</p> <a href=\"https://www.theguardian.com/business/2023/may/15/uk-government-military-homes-guy-hands-annington-property\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/may/15/uk-government-military-homes-guy-hands-annington-property", "date_published": "2023-05-15 15:12:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Police chief leading racism plan retires after bullying claims made against him", "description": "<p>Tyron Joyce was programme director of race action plan and in secondment from West Yorkshire force</p><p>A police chief in one of Britain’s biggest forces has retired after allegations of bullying and discrimination were made against him.</p><p>Tyron Joyce stepped down while deputy chief constable leading police chiefs’ national effort <a href=\"https://www.theguardian.com/uk-news/2022/may/20/police-chiefs-to-apologise-for-racism-discrimination-and-bias-in-race-plan\">to fix the race crisis plaguing law enforcement.</a> He was on secondment from the West Yorkshire force.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/15/national-police-chiefs-council-chief-retires-after-bullying-claims\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/15/national-police-chiefs-council-chief-retires-after-bullying-claims", "date_published": "2023-05-15 15:07:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Is this really going to work?’: the makers of mega-hit video game The Legend of Zelda: Tears of the Kingdom", "description": "<p>For three decades, the search for Princess Zelda has been thrilling fans and smashing records. As its latest incarnation grips players in their millions, Nintendo’s Hidemaro Fujibayashi and Eiji Aonuma reveal how they took Hyrule to new heights</p><p>The release of a new Zelda game is always a major event worldwide. Ever since 1986, when famed Japanese game designer Shigeru Miyamoto first attempted to capture in code some of the wonder he experienced exploring the Kyoto countryside as a child, Zelda games have been pushing the boundaries of what’s possible in virtual worlds. Look at any best-games-of-all-time list and you’ll see Zelda in the Top 10, often more than once.</p><p>But 2017’s The Legend of Zelda: Breath of the Wild was particularly special. Launching alongside the Nintendo Switch console, which has since sold more than 125m units, it was perhaps the best realisation yet of the promise of boundless freedom and adventure that video games have been dangling in front of players’ noses for decades. It got rave reviews and sales hit 30m, many millions of those buyers new to the fantasy world of Hyrule. Pretty much everyone loved it. Soon, indie-pop star St Vincent was confessing to putting <a href=\"https://kotaku.com/after-confessing-to-playing-300-hours-of-breath-of-the-1841841140\">300 hours into it</a>.</p> <a href=\"https://www.theguardian.com/games/2023/may/15/makers-mega-hit-video-game-legend-of-zelda-tears-of-the-kingdom-hyrule\">Continue reading...</a>", "link": "https://www.theguardian.com/games/2023/may/15/makers-mega-hit-video-game-legend-of-zelda-tears-of-the-kingdom-hyrule", "date_published": "2023-05-15 15:06:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ben Stokes a fitness doubt for England’s first Test of summer against Ireland", "description": "<ul><li>Test captain has not played in the IPL for six weeks</li><li>England have concerns over several bowlers as Ashes looms</li></ul><p>Ben Stokes is the latest player whose fitness for England’s opening Test of the summer has been thrown into doubt, with the coach of his Indian Premier League team admitting that the Test captain is unable to bowl and is being seen simply as “batting cover”, six weeks after his last appearance in the competition.</p><p>Despite being signed for around £1.6m in December’s player auction Stokes has so far played only the first two of Chennai Super Kings’ 13 games, scoring seven and eight and conceding 18 runs in his solitary over. Stephen Fleming has said Stokes is unlikely to appear in their last two matches as the team seeks to seal a place in the playoffs. “Ben’s ability to bowl overs at the moment is still a bit of a challenge but he’s there as batting cover,” the New Zealander said, adding of his potential selection in the remainder of the season that “it’s not our style to chop and change”.</p> <a href=\"https://www.theguardian.com/sport/2023/may/15/ben-stokes-fitness-doubt-england-test-ireland-ashes\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/may/15/ben-stokes-fitness-doubt-england-test-ireland-ashes", "date_published": "2023-05-15 15:05:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "What’s fashionable and goes ping? The microwave gets Vogue’s seal of approval", "description": "<p>You thought that box in the kitchen was only good for reheating coffee? That’s so last season</p><p><strong>Name: </strong>The microwave.</p><p><strong>Age: </strong>78. It was invented in 1945 after the US radar engineer Percy Spencer realised the device he was standing next to was melting his chocolate bar.</p> <a href=\"https://www.theguardian.com/food/2023/may/15/whats-fashionable-and-goes-ping-the-microwave-gets-vogues-seal-of-approval\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/may/15/whats-fashionable-and-goes-ping-the-microwave-gets-vogues-seal-of-approval", "date_published": "2023-05-15 15:02:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK advertising watchdog to crack down on carbon offsetting claims", "description": "<p>ASA to begin stricter enforcement on use of terms such as ‘carbon neutral’ amid concerns over offsets</p><p>Adverts that claim products are carbon neutral using offsets are to be banned by the UK’s advertising watchdog unless companies can prove they really work, the Guardian can reveal, as Gucci becomes the latest company to struggle with a high-profile environmental commitment based on offsetting.</p><p>Amid growing concern that firms are misleading consumers about the environmental impact of their products, the Advertising Standards Authority’s (ASA) is to begin stricter enforcement around the use of terms like “carbon neutral”, “net zero” and “nature positive” as part of a greenwashing crackdown later this year after a six-month review.</p> <a href=\"https://www.theguardian.com/environment/2023/may/15/uk-advertising-watchdog-to-crack-down-on-carbon-offsetting-claims-aoe\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/may/15/uk-advertising-watchdog-to-crack-down-on-carbon-offsetting-claims-aoe", "date_published": "2023-05-15 15:00:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Germany's change of heart is now pivotal to the war in Ukraine. Here’s why | John Kampfner", "description": "<p>Olaf Scholz’s about-turn on military aid policy will be transformative – and shows how German attitudes to the war are shifting</p><p>Unlike British or French politicians, Olaf Scholz doesn’t do pomp. Nor does he do charm. A man who screws up his eyes when he tries to smile, the German chancellor <a href=\"https://www.theguardian.com/world/2023/may/14/ukraine-can-defeat-russia-by-end-of-year-with-western-help-zelenskiy-says\">welcomed Ukraine’s president</a> to Berlin on Sunday with characteristic stiffness.</p><p>Yet of all Volodymyr Zelenskiy’s meetings with fellow European leaders over the past few days – from Rome to Paris <a href=\"https://www.theguardian.com/world/2023/may/15/volodymyr-zelenskiy-to-meet-rishi-sunak-in-london-on-monday\">to Chequers</a> for more hardware and more embraces with Rishi Sunak – his day in Germany may be remembered as the most important. The announcement on the eve of his visit of a doubling of military aid to Ukraine to a total of more than €5bn finally brings Germany in from the cold. The consequences may take months to be seen on the battlefield, but in geo-strategic terms they are immediate.</p><p>John Kampfner is an author and broadcaster</p><p><em><strong>Do you have an opinion on the issues raised in this article? If you would like to submit a response of up to 300 words by email to be considered for publication in our<a href=\"https://www.theguardian.com/tone/letters\"> letters</a> section, please <a href=\"mailto:guardian.letters@theguardian.com?body=Please%20include%20your%20name,%20full%20postal%20address%20and%20phone%20number%20with%20your%20letter%20below.%20Letters%20are%20usually%20published%20with%20the%20author%27s%20name%20and%20city/town/village.%20The%20rest%20of%20the%20information%20is%20for%20verification%20only%20and%20to%20contact%20you%20where%20necessary.\">click here</a>.</strong></em></p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/15/germany-war-in-ukraine-olaf-scholz-volodymyr-zelenskiy-military-aid-policy\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/15/germany-war-in-ukraine-olaf-scholz-volodymyr-zelenskiy-military-aid-policy", "date_published": "2023-05-15 14:57:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mikel Arteta must improve Arsenal’s strength in depth in summer revamp | Nick Ames", "description": "<p>The Gunners squad overperformed this season and the head coach must replace the senior figures likely to be moving on</p><p>It felt like a throwback to darker days when Mikel Arteta, wan and downcast, faced the media after <a href=\"https://www.theguardian.com/football/2023/may/14/arsenal-brighton-premier-league-match-report\">his side’s destruction by Brighton</a>. There have been few reasons for dejection this season and, even after draws or defeats, he has generally emphasised the sunny aspects of Arsenal’s revival. This time, though, there was the clear sense a title dream had died and the note Arteta struck was bleak.</p><p>“If a team is capable of doing that when it comes to the biggest stage, there’s a lot of things to analyse and think about because it cannot happen,” he said ominously, subsequently reiterating they were short of the level needed to compete for honours domestically and in the Champions League.</p> <a href=\"https://www.theguardian.com/football/2023/may/15/mikel-arteta-must-improve-arsenals-strength-in-depth-in-summer-revamp\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/15/mikel-arteta-must-improve-arsenals-strength-in-depth-in-summer-revamp", "date_published": "2023-05-15 14:57:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Suella Braverman rails against ‘experts and elites’ in partisan speech", "description": "<p>Home secretary attacks ‘radical left’ and identity politics and warns against ‘fratricide’ on right</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/may/15/local-election-results-labour-tactical-voting-considered-keir-starmer-tories-conservatives-rishi-sunak-uk-politics-live\">UK politics live – latest updates</a></li></ul><p>Suella Braverman has railed against “experts and elites” and what she called the divisive politics of identity, in a highly partisan speech that is likely to be viewed as setting out ideas for a post-election Conservative leadership bid.</p><p>Addressing the National Conservatism conference in Westminster, the home secretary made <a href=\"https://www.theguardian.com/politics/2023/may/14/suella-braverman-to-rebuff-cabinet-calls-for-easing-of-visa-rules\">comments trailed in advance</a> about the need for the UK to cut back on legal migration and train domestic workers for jobs such as fruit picking.</p> <a href=\"https://www.theguardian.com/politics/2023/may/15/suella-braverman-rails-against-experts-and-elites-in-partisan-speech\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/may/15/suella-braverman-rails-against-experts-and-elites-in-partisan-speech", "date_published": "2023-05-15 14:53:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "What are Labour’s plans for giving foreign nationals the right to vote?", "description": "<p>Keir Starmer has said it ‘feels wrong’ to stop people who live and pay tax in the UK from voting, but what is he proposing?</p><p>Keir Starmer’s <a href=\"https://www.theguardian.com/politics/2023/may/15/keir-starmer-says-it-feels-wrong-eu-citizens-living-in-uk-cant-vote\">plan to extend the right to vote</a> in a general election to foreign nationals has been politically polarising. Many see it is a fundamental democratic right; others have seized on it as a leftwing plot to reverse Brexit.</p><p>The Conservative party chair, Greg Hands, accused the Labour leader of a plot to “rig the electorate”, while his predecessor in the role, Nadhim Zahawi, claimed it was a move to “soften the nation” to get the UK back into the EU.</p> <a href=\"https://www.theguardian.com/politics/2023/may/15/what-are-labours-plans-for-giving-foreign-nationals-the-right-to-vote\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/may/15/what-are-labours-plans-for-giving-foreign-nationals-the-right-to-vote", "date_published": "2023-05-15 14:52:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mormon church has $100bn ‘clandestine hedge fund’, says whistleblower", "description": "<p>Former church investment manager claims funds were intended for charity work but spent on for-profit initiatives as a tax dodge</p><p>A former investment manager for the Church of Jesus Christ of Latter-day Saints says that the organization stockpiled more than $100bn in funding intended for charity work but never spent it on such projects.</p><p>“It was really a clandestine hedge fund,” David A Nielsen said during <a href=\"https://www.cbsnews.com/news/mormon-whistleblower-ensign-peak-church-investment-fund-allegations-60-minutes-transcript-2023-05-14/\">an interview with CBS’s 60 Minutes</a>. “Once the money went in, it didn’t go out.”</p> <a href=\"https://www.theguardian.com/world/2023/may/15/mormon-church-whistleblower-taxes-hedge-fund\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/15/mormon-church-whistleblower-taxes-hedge-fund", "date_published": "2023-05-15 14:48:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "EU approves Microsoft’s takeover of Activision Blizzard", "description": "<p>Brussels at loggerheads with UK regulator over acquisition of Call of Duty maker</p><p>The EU has approved Microsoft’s $69bn (£55bn) acquisition of the Call of Duty creator Activision Blizzard, in a move that puts Brussels at loggerheads with its UK counterpart over the gaming mega-deal.</p><p>The EU accepted Microsoft’s concessions on cloud gaming, the same problem that led the Competition and Markets Authority to <a href=\"https://www.theguardian.com/technology/2023/apr/26/microsoft-bid-for-activision-blizzard-blocked-by-uk-competition-regulator\">block the transaction last month</a>. The proposed deal would bring together Microsoft, the maker of the Xbox console, with the video game developer behind titles including World of Warcraft, Hearthstone, Candy Crush Saga and Overwatch.</p> <a href=\"https://www.theguardian.com/technology/2023/may/15/eu-approves-microsoft-takeover-activision-blizzard-call-of-duty\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/may/15/eu-approves-microsoft-takeover-activision-blizzard-call-of-duty", "date_published": "2023-05-15 14:48:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Why enjoy the sunshine when you could torment yourself in a shopping centre? | Zoe Williams", "description": "<p>It’s 15 years since I last visited the immense Westfield in Shepherd’s Bush, dreaming of the collapse of capitalism. It’s still standing and I’m still waiting …</p><p>It was the first beautiful day of 2023 and everyone in the country was in a park, except for me. I was in Westfield’s west London outpost, in Shepherd’s Bush. I’m not allowed to write about the kids any more – I’ve had article eight of the Human Rights Act thrown at me – so let’s just say that two children belonging to someone else made me do it.</p><p>I hadn’t set foot in the place since 30 October 2008, when I covered its opening, which was newsworthy because it was the largest covered shopping centre in the UK. Boris Johnson had recently been elected as mayor of London; the country was yet to clock how tragic the consequences of that would be. He was at the opening, but I missed him because I ran into my school friend’s mum.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/15/why-enjoy-the-sunshine-when-you-could-torment-yourself-in-a-shopping-centre\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/15/why-enjoy-the-sunshine-when-you-could-torment-yourself-in-a-shopping-centre", "date_published": "2023-05-15 14:42:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Royal Mail faces possible fine as regulator looks into late deliveries", "description": "<p>Only 73.7% of first-class mail and 90.7% of second class met delivery targets, according to the postal service</p><p>The communications regulator has launched an investigation into poor performance at Royal Mail that could lead to a fine after more than a quarter of first-class mail was not delivered on time.</p><p>Ofcom said it would examine the postal service operator’s failure to meet targets during a year marked by a long-running industrial dispute, which led to the <a href=\"https://www.theguardian.com/business/2023/may/12/royal-mail-boss-steps-down-after-bitter-dispute-with-unions\">resignation of the chief executive on Friday</a>.</p> <a href=\"https://www.theguardian.com/business/2023/may/15/royal-mail-faces-possible-fine-as-regulator-looks-into-late-deliveries\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/may/15/royal-mail-faces-possible-fine-as-regulator-looks-into-late-deliveries", "date_published": "2023-05-15 14:42:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Supermarket bosses face grilling on fuel prices from watchdog", "description": "<p>CMA says it has found evidence retailers are putting up petrol and diesel prices to unnecessarily high levels</p><p>The competition watchdog is to question supermarket bosses after finding evidence that retailers have increased fuel prices to unnecessarily high levels, squeezing consumers who are hit by the cost of living crisis.</p><p>The Competition and Markets Authority (CMA) said that high pump prices could not be solely blamed on global factors, such as Russia’s invasion of Ukraine. It added it had found evidence that weakening competition among the supermarkets had pushed up prices for drivers at the pump.</p> <a href=\"https://www.theguardian.com/business/2023/may/15/supermarket-bosses-fuel-prices-cma\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/may/15/supermarket-bosses-fuel-prices-cma", "date_published": "2023-05-15 14:24:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nurse in Germany murdered two patients so he could be ‘left in peace’", "description": "<p>Mario G convicted of two murders and six attempted murders after admitting injecting unprescribed drugs</p><p>A Munich court has sentenced a 27-year-old nurse to life in prison for murdering two patients by deliberately administering unprescribed drugs so he could be “left in peace”.</p><p>The nurse, identified only as Mario G, was also found guilty on six counts of attempted murder, a spokesperson for the Munich district court in southern <a href=\"https://www.theguardian.com/world/germany\">Germany</a> said on Monday.</p> <a href=\"https://www.theguardian.com/world/2023/may/15/nurse-in-germany-murdered-two-patients-so-he-could-be-left-in-peace\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/15/nurse-in-germany-murdered-two-patients-so-he-could-be-left-in-peace", "date_published": "2023-05-15 14:23:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "US TV shows are ending earlier than usual, and that’s a great thing | Stuart Heritage", "description": "<p>The over-extended bloat of American shows seems to be dying out with dramas like Succession, Barry and The Marvelous Mrs Maisel all bowing out early</p><p>It used to be so easy to tell the difference between a British TV show and an American one. The British show would have a maximum of 12 episodes, and the American one would have several hundred, and run for about a decade and a half.</p><p>And this meant that they had to be viewed in a different way. These long American shows – think Grey’s Anatomy or NCIS or even 24 – had a habit of rattling on for so long that quality control became much less important than simply keeping the train on the rails. To think of a show like this is to think of a show that burst out of the gates with a ton of promise, then dwindled on to fewer plaudits and smaller audiences until the network did the decent thing and cancelled them. It is roughly the television equivalent of wanting to split up with someone but, rather than simply dumping them, just deciding to grow more neglectfully distant until they can’t take it and break up with you.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/may/15/tv-shows-ending-succession-barry-marvelous-mrs-maisel\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/may/15/tv-shows-ending-succession-barry-marvelous-mrs-maisel", "date_published": "2023-05-15 14:15:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mystery tremors on Danish Baltic island puzzle scientists", "description": "<p>Minor tremors on Bornholm caused by acoustic pressure waves originated from ‘unknown source’, seismologists say</p><p>A series of minor tremors recorded on the Danish Baltic island of Bornholm has puzzled scientists, who now say they were caused by “acoustic pressure waves from an unknown source”.</p><p>At first the tremors on Saturday were thought to have been caused by earthquakes. Then, seismologists theorised they originated from controlled explosions in Poland, more than 90 miles (140km) to the south.</p> <a href=\"https://www.theguardian.com/world/2023/may/15/mystery-tremors-on-danish-baltic-island-puzzle-scientists-bornholm\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/15/mystery-tremors-on-danish-baltic-island-puzzle-scientists-bornholm", "date_published": "2023-05-15 14:13:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Carlos Alcaraz stunned by world No 135 Fabian Marozsan in Rome Open", "description": "<ul><li>Hungarian pulls off biggest shock of season</li><li>No 2 seed loses 6-3, 7-6(4) in third round</li></ul><p>Hungarian qualifier Fabian Marozsan produced the biggest shock of the ATP season so far as he pulled off a stunning 6-3, 7-6(4) win over second seed Carlos Alcaraz in the third round of the Italian Open on Monday afternoon.</p><p>Marozsan, a 23-year-old Hungarian ranked No 135, is the lowest ranked player to defeat Alcaraz since July 2021. Until he came through the qualifying draw in Rome and defeated No 67 Corentin Moutet, Marozsan had never won an ATP match.</p> <a href=\"https://www.theguardian.com/sport/2023/may/15/carlos-alcaraz-stunned-by-world-no-135-fabian-marozsan-in-rome-open-tennis\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/may/15/carlos-alcaraz-stunned-by-world-no-135-fabian-marozsan-in-rome-open-tennis", "date_published": "2023-05-15 14:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The biggest ever space explosion has occurred – what do you mean you don’t care? | Rhiannon Neads", "description": "<p>It happened 8 billion lightyears away and was unprecedentedly bright and powerful. And I for one am pretty excited about it</p><p>Something pretty huge happened in space recently. Well, that’s not strictly true – to be more accurate, something truly <em>gargantuan </em>happened in space approximately 8 billion years ago, that we are only just finding out about now. Last Friday, scientists revealed the <a href=\"https://www.theguardian.com/science/2023/may/12/astronomers-capture-largest-cosmic-explosion-ever-witnessed\">largest cosmic explosion</a> ever witnessed: like a supernova, but more than 10 times brighter and more powerful than any other seen before. And its cause? A giant cloud of gas being sucked into a supermassive black hole.</p><p>If you want people to be excited about something, it’s important to come up with a catchy name. So, taking a leaf out of <a href=\"https://www.bbc.co.uk/news/world-us-canada-52557291\">Elon Musk’s book of baby names</a>, scientists called it AT2021lwx. But I’m gonna call her Sue. Sue Pernova. (You’re welcome.)</p><p>Rhiannon Neads is a writer and actor</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/15/biggest-ever-space-explosion-8-billion-lightyears\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/15/biggest-ever-space-explosion-8-billion-lightyears", "date_published": "2023-05-15 14:00:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Center Parcs UK goes up for sale with near £5bn price tag", "description": "<p>Private equity owners hope to cash in on post-Covid trend for UK domestic breaks with sale of firm’s six resorts</p><p>Center Parcs holiday resort group is being put up for sale by its private equity owners with a price tag of up to £5bn aiming to cash in on the growing trend for domestic breaks kickstarted by the Covid pandemic.</p><p>Advisers to Brookfield Property Partners have been sounding out potential buyers over the past week, according to the Financial Times which first reported the move, with possible suitors expected to include other private equity firms.</p> <a href=\"https://www.theguardian.com/business/2023/may/15/center-parcs-uk-goes-up-for-sale-with-near-5bn-price-tag\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/may/15/center-parcs-uk-goes-up-for-sale-with-near-5bn-price-tag", "date_published": "2023-05-15 13:55:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Doyle Brunson, the ‘Godfather of Poker’, dies at age of 89", "description": "<ul><li>American won 10 World Series of Poker tournaments</li><li>Texan also wrote influential book on poker strategy</li></ul><p>Doyle Brunson, one of the most influential poker players of all time and twice world champion, died on Sunday at the age of 89.</p><p>Brian Balsbaugh, Brunson’s agent, <a href=\"https://twitter.com/Balsbaugh/status/1657916897327992832?s=20\">posted a statement on Twitter</a> from the family.</p> <a href=\"https://www.theguardian.com/sport/2023/may/15/doyle-brunson-the-godfather-of-poker-dies-at-age-of-89\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/may/15/doyle-brunson-the-godfather-of-poker-dies-at-age-of-89", "date_published": "2023-05-15 13:48:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I used to do tarot readings but it got too scary’: Sting on making Shape of My Heart", "description": "<p>‘I’d see this dark stuff and was apprehensive about telling people. But I remained fascinated. So for this song, I came up with a kind of soldier whose weapons are his cards’</p><p>The guitarist Dominic Miller and I would get together at my house in Wiltshire every Wednesday. One week, Dom came in with four chords. I said, “I like the sound of that” – and eventually we had the shape of a song. I took it out into the garden on headphones and just walked around thinking, “What is the story this music is trying to tell?” The chords weren’t sexy – they were contemplative. So I was thinking of somebody who uses their brain.</p> <a href=\"https://www.theguardian.com/culture/2023/may/15/tarot-readings-scary-sting-shape-of-my-heart\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/may/15/tarot-readings-scary-sting-shape-of-my-heart", "date_published": "2023-05-15 13:46:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nigerian musician Seun Kuti arrested for allegedly assaulting police officer", "description": "<p>Son of Afrobeat legend Fela Kuti arrested after he was shown on video shouting and apparently smacking an officer, police say</p><p>The Nigerian musician Seun Kuti, son of Afrobeat legend Fela Kuti, was arrested for allegedly assaulting a police officer, Lagos state police said on Monday.</p><p>An order was made for the arrest of Kuti, a Grammy-nominated saxophonist and singer, on Saturday after a viral video showed him on a road, shouting and apparently pushing and smacking a police officer, police said.</p> <a href=\"https://www.theguardian.com/world/2023/may/15/nigerian-musician-seun-kuti-arrested-for-allegedly-assaulting-police-officer\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/15/nigerian-musician-seun-kuti-arrested-for-allegedly-assaulting-police-officer", "date_published": "2023-05-15 13:45:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sunday Mirror ‘did dodgy stuff’ on every story, phone-hacking trial told", "description": "<p>Former reporter, giving evidence in support of Prince Harry and others, says editor Tina Weaver taught journalists to hack phones</p><p>The Sunday Mirror’s editor personally taught journalists how to hack voicemails, a former reporter has told the high court.</p><p>Dan Evans told the phone-hacking trial that illegal activity was “bog-standard” at the tabloid newspaper. “The paper did dodgy stuff on basically every story and that is how we operated,” he said.</p> <a href=\"https://www.theguardian.com/media/2023/may/15/sunday-mirror-did-dodgy-stuff-on-every-story-phone-hacking-trial-told\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/may/15/sunday-mirror-did-dodgy-stuff-on-every-story-phone-hacking-trial-told", "date_published": "2023-05-15 13:42:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Chelsea’s new monsters, bench depth and other Women’s FA Cup final lessons | Suzanne Wrack", "description": "<p>Turmoil and transition are not preventing Emma Hayes from succeeding and do not write off Sam Kerr dominating the World Cup</p><p>After Chelsea had navigated their way <a href=\"https://www.theguardian.com/football/2021/may/02/chelsea-bayern-munich-womens-champions-league-match-report\">past Bayern Munich</a> in 2021 to earn a place in their first Champions League final, Emma Hayes labelled her gutsy side “mentality monsters”. They went on to lose the final to Barcelona by a humbling <a href=\"https://www.theguardian.com/football/2021/may/16/chelsea-barcelona-womens-champions-league-final-match-report\">4-0 scoreline</a>. However, the “mentality monsters” moniker stuck and has been reaffirmed in three back-to-back FA Cup wins and two consecutive WSL titles, with a third in sight. After the Blues <a href=\"https://www.theguardian.com/football/2023/may/14/chelsea-manchester-united-womens-fa-cup-final-match-report\">beat Manchester United</a> 1-0 to win the FA Cup at Wembley on Sunday, Hayes had a new label for her side. “What the team has become is the most flexible team,” she said. “Our team has become ‘hybrid monsters’. We can float between things in ways that takes years to master. They are so adaptable.”</p> <a href=\"https://www.theguardian.com/football/2023/may/15/chelsea-womens-fa-cup-final-lessons-emma-hayes-sam-kerr\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/15/chelsea-womens-fa-cup-final-lessons-emma-hayes-sam-kerr", "date_published": "2023-05-15 13:41:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Swiss academic Tariq Ramadan goes on trial accused of rape", "description": "<p>Islamic studies scholar, who took leave of absence from Oxford University in 2017, is also accused of sexual coercion</p><p>The prominent Swiss academic and Islam scholar Tariq Ramadan has gone on trial in Geneva on charges of rape and sexual coercion.</p><p>The 60-year-old told the court he denied allegations that he carried out an attack on a Swiss woman in a Geneva hotel in 2008.</p> <a href=\"https://www.theguardian.com/world/2023/may/15/swiss-academic-tariq-ramadan-goes-on-trial\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/15/swiss-academic-tariq-ramadan-goes-on-trial", "date_published": "2023-05-15 13:37:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Police hunt suspects after more than a dozen cars set alight in Dorset", "description": "<p>Apparently random incidents in Poole and Wimborne Minster led to 65 calls to fire service</p><p>Police are hunting suspected arsonists who caused havoc when <a href=\"https://www.dwfire.org.uk/incident/car-fires-wimborne-and-poole/\">they set fire to 13 cars in usually peaceful Dorset neighbourhoods.</a></p><p>The apparently random incidents in suburbs of Poole and Wimborne Minster took place over a three-hour period and led to 65 calls to the fire service.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/15/police-hunt-suspects-cars-set-alight-dorset\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/15/police-hunt-suspects-cars-set-alight-dorset", "date_published": "2023-05-15 13:34:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Dog rescued after scaling England’s highest mountain", "description": "<p>Akita, which refused to budge after climbing Scafell Pike, stayed ‘positively regal’ as it was carried down by mountain rescue</p><p>A mountain rescue team has praised the “cool, calm and positively regal” demeanour of the subject of a weekend call-out: an injured and exhausted dog who got up England’s highest peak but refused to come down.</p><p>The unnamed akita and its owners successfully climbed Scafell Pike in the Lake District on Saturday.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/15/dog-rescued-after-scaling-englands-highest-mountain-scafell-pike\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/15/dog-rescued-after-scaling-englands-highest-mountain-scafell-pike", "date_published": "2023-05-15 13:26:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "West Ham to appoint director of football in attempt to fix transfer shortcomings", "description": "<ul><li>Former Liverpool sporting director Edwards among candidates</li><li>Hammers yet to make decision on future of David Moyes</li></ul><p>West Ham are set to appoint a director of football in an attempt to address misgivings over their recent transfer strategy. A recruitment process is under way and changes are expected at the club this summer.</p><p>Potential candidates have been identified and include the former Liverpool sporting director Michael Edwards, Monaco’s Paul Mitchell, Brentford’s Lee Dykes and Atalanta’s Lee Congerton. There have been discussions with Victor Orta, who recently <a href=\"https://www.theguardian.com/football/2023/may/02/sam-allardyce-leeds-talks-javi-gracia-manager\">parted company with Leeds</a>, but the Spaniard is regarded as an unlikely appointment.</p> <a href=\"https://www.theguardian.com/football/2023/may/15/west-ham-to-appoint-director-of-football-in-attempt-to-fix-transfer-shortcomings\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/15/west-ham-to-appoint-director-of-football-in-attempt-to-fix-transfer-shortcomings", "date_published": "2023-05-15 13:14:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "95-year-old London woman unable to use breathing machine due to persistent home flooding", "description": "<p>Asabu Laher, 95, is receiving end-of-life care at her council-run house in Clapham, south London</p><p>A 95-year-old woman receiving palliative care has been left unable to use her breathing equipment due to power cuts caused by persistent flooding at her council-run house.</p><p>Asabu Laher, who lives in Clapham, south London, is bed-bound, blind and suffering from organ failure. She is receiving end-of-life support at the home she shares with her three children, who have learning difficulties.</p> <a href=\"https://www.theguardian.com/society/2023/may/15/95-year-old-london-woman-unable-to-use-breathing-machine-due-to-persistent-home-flooding\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/may/15/95-year-old-london-woman-unable-to-use-breathing-machine-due-to-persistent-home-flooding", "date_published": "2023-05-15 13:13:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Philadelphia Inquirer severely disrupted by cyber-attack", "description": "<p>Attack has caused worst disruption in decades to city’s paper of record and it is unclear when normal editorial services will resume</p><p>The <a href=\"https://www.inquirer.com/\">Philadelphia Inquirer</a> is scrambling to restore its systems and resume normal operations after it became the latest major media organization to be targeted in a cyber-attack.</p><p>With no regular Sunday newspaper and online stories also facing some delays, the cyber-attack has triggered the worst disruption to the Inquirer in decades.</p> <a href=\"https://www.theguardian.com/us-news/2023/may/15/philadelphia-inquirer-cyber-attack\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/may/15/philadelphia-inquirer-cyber-attack", "date_published": "2023-05-15 13:03:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rent outside London passes £1,000 for first time, figures show", "description": "<p>Tenants in Great Britain now typically paying 25% more than they were at the start of Covid pandemic, according to data</p><ul><li><a href=\"https://www.theguardian.com/business/live/2023/may/15/uk-avoid-recession-currys-profit-outlook-europe-forecasts-turkey-lira-business-live\">Business live – latest updates</a></li></ul><p>The average new monthly rent outside London has passed £1,000 for the first time, figures show, with tenants in Great Britain now typically paying 25% more than they were at the start of the Covid pandemic.</p><p>The estate agent Hamptons, which issued the data, warned that the rate of rent rises was “unlikely to slow considerably due to the number of landlords looking to pass on their rising costs” and this may force some tenants to downsize or relocate to a cheaper area.</p> <a href=\"https://www.theguardian.com/money/2023/may/15/rent-outside-london-passes-1000-for-first-time-figures-show\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/may/15/rent-outside-london-passes-1000-for-first-time-figures-show", "date_published": "2023-05-15 12:57:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "George Osborne to lead £2.4bn investment management firm", "description": "<p>Former chancellor adds to roster of jobs with role as chair of Lingotto, owned by Agnelli family’s Exor</p><p>George Osborne has been hired to lead a new $3bn (£2.4bn) investment management firm, adding to a growing roster of lucrative jobs the former UK chancellor has taken up <a href=\"https://www.theguardian.com/politics/2017/apr/19/george-osborne-to-stand-down-as-mp-for-now\">since stepping down as an MP in 2017</a>.</p><p>Osborne, who led the Treasury under David Cameron from 2010 to 2016, has been appointed chair of Lingotto Investment Management, which is owned by the billionaire Agnelli family’s Exor group.</p> <a href=\"https://www.theguardian.com/politics/2023/may/15/george-osborne-investment-management-lingotto-agnelli-exor\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/may/15/george-osborne-investment-management-lingotto-agnelli-exor", "date_published": "2023-05-15 12:54:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Italian man fined nearly €900 for filling in pothole hits out at ‘injustice’", "description": "<p>Claudio Trenta, 72, has triggered a national debate after deciding to fix 30cm hole himself in Lombardy</p><p>An Italian pensioner has pledged to fight against the “injustice” of being fined almost €900 for fixing a pothole.</p><p>Claudio Trenta was so frustrated by the local council’s failure to repair the 30cm pothole on a pedestrian crossing in Barlassina, a small town in Lombardy, that the 72-year-old decided to take action himself by filling it with cold bitumen.</p> <a href=\"https://www.theguardian.com/world/2023/may/15/italy-man-fined-for-filling-in-pothole\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/15/italy-man-fined-for-filling-in-pothole", "date_published": "2023-05-15 12:52:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Turkey election goes to runoff after Erdoğan takes first-round lead", "description": "<p>Neither the president nor his rival Kılıçdaroğlu secured more than 50% of vote in closely fought national poll</p><p></p><p>Turkey’s presidential election is going to a runoff after Recep Tayyip Erdoğan comfortably defeated his chief rival Kemal Kılıçdaroğlu but failed to clear the 50% vote threshold needed to avoid a second round.</p><p>The 69-year-old conservative incumbent confounded pollsters’ predictions and his secular rival to win the first round of the country’s pivotal election, scoring 49.51% against Kılıçdaroğlu’s 44.88% with a small number of overseas votes left to count. The runoff will take place on 28 May.</p> <a href=\"https://www.theguardian.com/world/2023/may/15/turkey-election-runoff-erdogan-first-round-lead-president-kemal-klcdaroglu\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/15/turkey-election-runoff-erdogan-first-round-lead-president-kemal-klcdaroglu", "date_published": "2023-05-15 12:48:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Donald Trump refuses to say whether a six-week abortion ban goes too far – live", "description": "<p>Former US president evasive on new Florida abortion law and critical on rival Ron DeSantis in latest interview</p><p>Good morning, US politics blog readers. Days after participating in <a href=\"https://www.theguardian.com/us-news/2023/may/10/trump-voters-republican-new-hampshire-cnn-town-hall\">a contentious and criticized</a> town hall with CNN, <strong>Donald Trump</strong> continued what appears to be a mainstream media blitz by granting <a href=\"https://themessenger.com/news/exclusive-trump-interview-with-the-messenger-hits-desantis-abortion-new-media-blitz\">an interview</a> to online startup The Messenger. Journalist <strong>Marc Caputo</strong> is not successful in getting the former president to clarify his stance on abortion, including the six-week ban now in place in Florida, but Trump does hold forth on potential primary foe <strong>Ron DeSantis</strong>, and shines some light on why he remains so adamant with his baseless claims that the 2020 election was stolen.</p><p>Here’s a rundown of what we expect to happen today:</p><p><strong>Debt limit talks</strong> continue and comments from <strong>Joe Biden</strong> and his top officials over the weekend indicate progress may actually be being made ahead of the 1 June deadline for a potential US government default.</p><p><strong>There’s no</strong> White House press briefing today, and Biden is spending it flying from Delaware to Philadelphia and finally back to Washington DC.</p><p><strong>Kamala Harris</strong> is having a similarly quiet one, at least when it comes to interactions with the masses. She has no public events scheduled.</p> <a href=\"https://www.theguardian.com/us-news/live/2023/may/15/trump-abortion-ban-desantis-biden-debt-ceiling-politics-live-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/live/2023/may/15/trump-abortion-ban-desantis-biden-debt-ceiling-politics-live-updates", "date_published": "2023-05-15 12:44:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "German Greens suffer setback in Bremen local election", "description": "<p>Social Democrats emerge on top in projected results from Sunday’s poll</p><p>The German Green party has endured another disappointing election night in the country’s smallest state, Bremen, as voters voice concerns about the social consequences of green transformation projects.</p><p>The northern city state’s incumbent Social Democratic party mayor, Andreas Bovenschulte, emerged top in projected results from Sunday’s poll published by the local statistics office, with about 29.5% of the vote. This gives the centre-left the option to either continue governing with the Greens and the left-wing Die Linke, or form a “grand coalition” with the second-placed conservatives.</p> <a href=\"https://www.theguardian.com/world/2023/may/15/german-greens-suffer-setback-in-bremen-local-election\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/15/german-greens-suffer-setback-in-bremen-local-election", "date_published": "2023-05-15 12:35:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Vernon Kay on Radio 2 review – not even a ‘warring’ Holly and Phil can hold the new man back", "description": "<p>Taking up the hallowed slot filled by Ken Bruce for 31 years, Kay was incredibly nervous, very touching – and placated the haters despite two embarrassing slips</p><p>There was one extra sung syllable in the name jingle – “Ver-non Kay!” instead of “Ken Bruce!” – but the new host, stepping in after <a href=\"https://www.theguardian.com/tv-and-radio/2023/mar/03/ken-bruce-bbc-radio-2-after-31-years\">his predecessor’s 31-year reign</a>, seemed keen to reassure Bruce fans that the new regime would not be too revolutionary.</p><p>After variously exclaiming: “Right, here we go! The adventure! Let it begin! Let’s do this!” the first two tracks were U2’s hit Beautiful Day and Chic’s Good Times, both of which he called “absolute classics”, possibly seeing off the social media fear-smear from Bruce devotees that the new man would fill the show with the sort of grungy stuff 49-year-olds like Kay are into.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/may/15/vernon-kay-on-radio-2-review-not-even-a-warring-holly-and-phil-can-hold-the-new-man-back\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/may/15/vernon-kay-on-radio-2-review-not-even-a-warring-holly-and-phil-can-hold-the-new-man-back", "date_published": "2023-05-15 12:31:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Emanuel Ax review – quicksilver agility and a model of good musical sense", "description": "<p><strong>St James’ Church, Chipping Campden<br /></strong>A recital devoted to Schubert and Liszt perfectly showcased this outstanding pianist’s unfussy approach</p><p>C<a href=\"https://www.campdenmayfestivals.co.uk/music/events\">hipping Campden music festival</a> regularly boasts a lineup of soloists that would put many of its better-known counterparts to shame. Outstanding pianists are a feature of its programmes: <a href=\"https://emanuelax.com/\">Emanuel Ax</a> has become an almost annual visitor to the Cotswold town, and the two weeks of concerts this year, the last to be planned by Charlie Bennett who founded the festival in 2002, also include recitals by <a href=\"https://www.paullewispiano.co.uk/\">Paul Lewis</a> (the festival’s president), András Schiff and <a href=\"https://www.anderszewski.net/\">Piotr Anderszewski</a>, as well as Christine Rice and <a href=\"https://www.kateroyal.net/\">Kate Royal</a>, the <a href=\"https://aam.co.uk/\">Academy of Ancient Music</a> and the <a href=\"https://www.takacsquartet.com/\">Takács</a> and <a href=\"https://www.skampaquartet.cz/home-en\">Škampa</a> Quartets.</p><p>Ax’s recital was devoted to <a href=\"https://www.theguardian.com/music/2020/sep/30/schubert-where-to-start-with-his-music\">Schubert</a> and <a href=\"https://www.theguardian.com/music/franz-liszt\">Liszt</a>. His wonderfully straightforward, unfussy approach to piano playing is perfectly matched to Schubert’s sonatas, and his performances of the two that framed this programme, the early A major sonata D664, and the last of all, the B flat major D960, were models of intelligence and good musical sense. The account of the A major seemed relaxed but never indulgent; every phrase was perfectly weighted and individually coloured and given its own expressive space.</p> <a href=\"https://www.theguardian.com/music/2023/may/15/emanuel-ax-review-st-james-church-chipping-campden-music-festival\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/may/15/emanuel-ax-review-st-james-church-chipping-campden-music-festival", "date_published": "2023-05-15 12:25:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Milan flinch in the shadow of the Curva as moment of destiny awaits | Nicky Bandini", "description": "<p>After a little extra ‘motivation’ from their fans following defeat to Spezia, Stefano Pioli’s side need a turnaround against Inter</p><p>Defeat was a disaster, but it was the aftermath that made international headlines: Milan’s players and manager silently facing their supporters in the away section of Spezia’s Stadio Alberto Picco while one fan addressed them <a href=\"https://twitter.com/btsportfootball/status/1657465079028219904\">with a monologue</a>. There were no TV microphones close enough to listen in but bowed heads and solemn expressions made it appear as an act of submission: disobedient students being scolded by a master.</p><p>Those present told it differently. “What happened beneath the Curva was something positive,” said Stefano Pioli. “They were only motivating us, pushing us to give our all.” The defender Simon Kjær echoed that sentiment, adding: “Our fans have surprised me in lots of good ways since we won the league. They have always been close to us.”</p> <a href=\"https://www.theguardian.com/football/blog/2023/may/15/milan-fans-curva-ultras-spezia-inter-champions-league\">Continue reading...</a>", "link": "https://www.theguardian.com/football/blog/2023/may/15/milan-fans-curva-ultras-spezia-inter-champions-league", "date_published": "2023-05-15 12:24:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "US professor breaks record for longest time living underwater", "description": "<p>Joseph Dituri set the record on his 74th day at a lodge situated at the bottom of a 30ft-deep lagoon and plans to stay 100 days</p><p>A university professor broke a record for the longest time living underwater without depressurization this weekend at a Florida Keys lodge for scuba divers.</p><p>Joseph Dituri’s 74th day residing in Jules’ Undersea Lodge, situated at the bottom of a 30ft-deep lagoon in Key Largo, wasn’t much different than his previous days there since he submerged on 1 March.</p> <a href=\"https://www.theguardian.com/us-news/2023/may/15/us-professor-breaks-record-longest-time-living-underwater\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/may/15/us-professor-breaks-record-longest-time-living-underwater", "date_published": "2023-05-15 12:17:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Erdoğan is in the lead in Turkey’s elections – and democracy is likely to be the loser | Constanze Letsch", "description": "<p>The opposition had to face down a hostile media and the president’s entrenched power. This disappointment could further skew the second round</p><p>It was a tense and confusing night after election polls closed in Turkey yesterday. The <a href=\"https://www.theguardian.com/world/ng-interactive/2023/may/15/turkey-elections-2023-latest-presidential-and-parliamentary-results\">official result</a> is still unclear, but a runoff between the president, Recep Tayyip Erdoğan, and his main challenger, Kemal Kılıçdaroğlu, <a href=\"https://www.theguardian.com/world/2023/may/14/turkish-polls-close-after-record-numbers-vote-in-test-of-erdogans-rule\">looks increasingly likely</a>. Neither seem to have reached the necessary 50% threshold to win the election outright, but Erdoğan is clearly in the lead. In a press conference in the early morning hours, Kılıçdaroğlu said he that he was confident that he would win the runoff. However, enthusiasm, both onstage and among his supporters, was muted. These were not the faces of winners.</p><p>While many thought that the opposition’s campaign, centred around <a href=\"https://www.theguardian.com/world/2023/may/14/could-a-diverse-alliance-end-recep-tayyip-erdogans-authoritarian-rule\">political reform</a>, unity and an end to the toxic polarisation in the country, was a breath of fresh air; others have criticised Kılıçdaroğlu’s approach for targeting mostly those who already agreed with his views, for his blue-sky attitude and focus on positive soundbites on social media.</p><p>Constanze Letsch is a former Turkey correspondent for the Guardian and has recently finished a PhD on urban renewal in Istanbul</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/15/recep-tayyip-erdogan-turkey-elections-democracy-kemal-kilicdaroglu\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/15/recep-tayyip-erdogan-turkey-elections-democracy-kemal-kilicdaroglu", "date_published": "2023-05-15 12:15:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "County cricket talking points: Surrey and Warwickshire go clear of the pack", "description": "<p>Kent frustrated Hampshire and a Sunday morning shootout went Durham’s way to pile on the misery for Yorkshire</p><p>By <a href=\"https://twitter.com/garynaylor999\">Gary Naylor</a> for the <a href=\"https://nestaquin.wordpress.com/\">99.94 Cricket Blog</a></p><p>The Trans-Thames derby illustrated why the southern county can expect another tussle for the pennant come September and why the northern side face a nervous battle for survival. Two seam attacks full of experience and talent had, yet again this heatless spring, handy conditions for bowling and both did well. The difference was, to nobody’s surprise, in the batting.</p> <a href=\"https://www.theguardian.com/sport/99-94-cricket-blog/2023/may/15/county-cricket-talking-points-surrey-warwickshire-go-clear-kent-hampshire-yorkshire\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/99-94-cricket-blog/2023/may/15/county-cricket-talking-points-surrey-warwickshire-go-clear-kent-hampshire-yorkshire", "date_published": "2023-05-15 12:13:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "John Lewis owner picks Saatchi & Saatchi to replace agency behind hit Christmas ads", "description": "<p>Retailer parts ways with Adam&amp;eveDDB as it attempts turnaround after slumping to a loss</p><p>The owner of John Lewis and Waitrose has replaced its advertising partner of 14 years with Saatchi &amp; Saatchi, the agency famous for its 1979 “Labour isn’t working” Conservative party election campaign.</p><p>The deal ends the relationship with Adam&amp;eveDDB, which created a run of highly successful promotions based on a cosy emotional feel without a hard focus on price and turned John Lewis’s tearjerking Christmas ads <a href=\"https://www.theguardian.com/global/2022/nov/11/best-john-lewis-christmas-ads-ranked\">into an annual event</a>, with Monty the penguin, Edgar the excitable dragon and Buster the bouncing boxer dog all capturing the nation’s attention.</p> <a href=\"https://www.theguardian.com/business/2023/may/15/john-lewis-owner-saatchi-saatchi-agency-ads-adameveddb\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/may/15/john-lewis-owner-saatchi-saatchi-agency-ads-adameveddb", "date_published": "2023-05-15 12:05:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "I’m a drag queen in Tennessee. The state’s anti-drag law is silly, nasty, and wrong | Bella DuBalle", "description": "<p>Even a Trump-appointed judge agrees that this law is probably a blatant violation of the first amendment</p><p>I am the show director at Atomic Rose, a nightclub in Memphis, Tennessee. I first discovered drag through Shakespeare. I’m a founding member of Tennessee Shakespeare Company, and I got to play some drag roles there. Growing up in the conservative south, I had learned to suppress anything considered feminine as a safety mechanism. Drag was the first time I was able to put the feminine parts of me forefront, as a source of pride and strength rather than shame or weakness. I fell in love with the art, and I’ve been doing it now for over a decade.</p><p>On 2 March, Tennessee Governor Bill Lee signed into law two bills targeting the LGBTQ+ community. The first, SB1, <a href=\"https://wapp.capitol.tn.gov/apps/BillInfo/default.aspx?BillNumber=SB0001&amp;GA=113\">outlaws</a> all gender-affirming healthcare for minors. SB3, the “anti-drag bill,” <a href=\"https://wapp.capitol.tn.gov/apps/BillInfo/default.aspx?BillNumber=SB0003\">redefines</a> drag performers as adult cabaret artists and classifies drag as a prurient art form. “Prurient” is a legal term referring to a shameful or morbid interest in sex.</p><p>Bella DuBalle is a drag artist in Tennessee</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/15/im-a-drag-queen-in-tennessee-the-states-anti-drag-law-is-silly-nasty-and-wrong\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/15/im-a-drag-queen-in-tennessee-the-states-anti-drag-law-is-silly-nasty-and-wrong", "date_published": "2023-05-15 12:00:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "My dad is ill, but his flat's ceiling is falling in and our food bill has doubled. There’s no one to help us | Siobhan", "description": "<p>I’m stumped by the endless bureaucracy of the system. Why can’t we just find him somewhere warm and safe?</p><ul><li>This article is part of <a href=\"https://www.theguardian.com/commentisfree/series/the-heat-or-eat-diaries\">the heat or eat diaries</a>: a series from the frontline of Britain’s cost of living emergency</li></ul><p>We take things day by day with my dad. After more than <a href=\"https://www.theguardian.com/commentisfree/2022/jul/20/hours-on-phone-dwp-my-dad-carer\">10 years as his full-time carer</a>, I know not to get my hopes up that things will magically get better. At the end of last year, he had some polyps removed from his colon. The surgery helped him to start eating again and gain some weight, something I had been hoping for. I bought him some clothes in bigger sizes for Christmas and now they fit him, which is so good to see. He has his appetite back and can stand long enough in the kitchen to make himself something to eat. Sometimes he’ll even go out for a little walk, which can make you feel as if he is making progress.</p><p>But then I will arrive the next day and he can’t get out of bed. He tells me he can’t move. He rolls and groans but can’t say what’s wrong. He’s not an old man so there’s clearly something. He used to be so fit: he played football, he had a dog he’d walk for miles, he baked his own bread. Yesterday was one of those bad days so he has another GP appointment tomorrow. This is how we live now – one day at a time without planning or hoping, or looking too far into the future.</p><p>As told to Anna Moore. Siobhan is in her 30s and lives in the Midlands. Names have been changed</p><p>The Trussell Trust is an anti-poverty charity that campaigns to end the need for food banks. Show your support at: <a href=\"http://www.trusselltrust.org/guardian\">www.trusselltrust.org/guardian</a></p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/15/dad-ill-flat-food-bill-help-bureaucracy\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/15/dad-ill-flat-food-bill-help-bureaucracy", "date_published": "2023-05-15 12:00:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "One can of chickpeas, two recipes: Nancy Birtwhistle’s budget midweek meal", "description": "<p>Vegetarian, gluten-free and hearty to boot: a chunky vegetable soup/stew and an egg-free chocolate mousse</p><p>This colourful, satisfying soup is great for those wanting to cut down on their meat intake, and ticks the gluten- and dairy-free boxes, too. It can be cooked on the hob, or in the oven, slow cooker or pressure cooker. Save the liquid from the tin of chickpeas and whip it up into a deliciously light chocolate mousse for afters.</p><p>Nancy Birtwhistle is the author of The Green Gardening Handbook: Grow, Eat and Enjoy, published by One Boat at £14.99. To order a copy for £13.19, go to <a href=\"https://guardianbookshop.com/the-green-gardening-handbook-9781035003716\">theguardianbookshop.com</a></p> <a href=\"https://www.theguardian.com/food/2023/may/15/1-pound-meals-budget-midweek-meal-chickpeas-nancy-birtwhistle-vegan\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/may/15/1-pound-meals-budget-midweek-meal-chickpeas-nancy-birtwhistle-vegan", "date_published": "2023-05-15 12:00:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘It proves he is capable’: the extreme sports offering release for disabled people", "description": "<p>From boxing to climbing to sensory tennis, a Sport England grant scheme is transforming the lives of people with complex disabilities</p><p>Dieumerci Yanga never recovered from the seizure which, at the age of three, left him in a coma for three weeks. He woke up with significant brain damage, unable to talk or see clearly.</p><p>But last week, the 27-year-old was to be found working out in his local boxing ring in Rotherham with as much focus and skill as any other beginner.</p> <a href=\"https://www.theguardian.com/sport/2023/may/15/it-proves-he-is-capable-the-extreme-sports-offering-release-for-disabled-people\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/may/15/it-proves-he-is-capable-the-extreme-sports-offering-release-for-disabled-people", "date_published": "2023-05-15 12:00:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Gone, but still here’: how vanished flight MH370 is reflected in a father’s dementia", "description": "<p>A new theatre show by Helgard Haug weaves together the tragedy of the 2014 flight disaster with the slow decline of her parent. She explains how the two stories came together</p><p>On 8 March 2014, Malaysia Airlines flight MH370 took off from Kuala Lumpur airport. Somewhere over the Indian Ocean the plane, carrying 227 passengers and 12 crew, vanished from air traffic radar.</p><p>Though the subsequent search was the biggest in aviation history, the mystery of what happened to the passengers and crew has never been solved. The families have been left in a state of uncertainty, their questions unanswered.</p><p>All Right. Good Night. is at <a href=\"https://factoryinternational.org/whats-on/all-right-good-night/\">Home, Manchester</a>, 6-8 July, as part<br />of Manchester international festival</p> <a href=\"https://www.theguardian.com/stage/2023/may/15/gone-but-still-here-how-vanished-flight-mh370-is-reflected-in-a-fathers-dementia\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/may/15/gone-but-still-here-how-vanished-flight-mh370-is-reflected-in-a-fathers-dementia", "date_published": "2023-05-15 11:36:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘We are a forgotten people’: how rap music processed trauma in Iraq", "description": "<p>In the first of two features exploring Iraqi music 20 years on from the Iraq war, the country’s rappers explain why using a US artform carries such satirical power</p><p>The 2003 invasion of Iraq left a small but noticeable impression on US hip-hop. “Stomp, push, shove, mosh, fuck Bush / Until they bring our troops home,” as Eminem rapped on Mosh, and he begged: “No more blood for oil, we got our own battles to fight on our own soil,” alongside a bitingly direct <a href=\"https://www.youtube.com/watch?v=9wRLd5l7WYE&amp;t=44s\">video</a>. “We rebellious … screaming ‘leave Iraq alone!’” Jay-Z rapped in 2003, and a year after the invasion, MF Doom questioned what the point of it all was on the Madvillain track Strange Ways: “All you get is lost children / While the bosses sit up behind the desks, it cost billions / To blast humans in half, into calves and arms / Only one side is allowed to have bombs.”</p><p>But the rap scene in Iraq hadn’t taken off in the same way it has now – Iraqi musicians such as the hugely popular Kadim al Saher continued to produce music influenced by the usual <em>choubi</em> and <em>chalgi</em> folk and pop styles – and so these relatively infrequent interjections from US rappers came to dominate the conversation around the war. In the 20 years since, though, rappers in Iraq and its diaspora have voiced their lived experience of the conflict and their reflections on its legacy, often striking a noticeably different tone to how the conflict was documented in western rap.</p> <a href=\"https://www.theguardian.com/music/2023/may/15/we-are-a-forgotten-people-how-rap-music-processed-trauma-in-war-damaged-iraq\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/may/15/we-are-a-forgotten-people-how-rap-music-processed-trauma-in-war-damaged-iraq", "date_published": "2023-05-15 11:36:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Leaders embrace and a stage invasion: Monday’s best photos", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/news/gallery/2023/may/15/leaders-embrace-and-a-stage-invasion-mondays-best-photos\">Continue reading...</a>", "link": "https://www.theguardian.com/news/gallery/2023/may/15/leaders-embrace-and-a-stage-invasion-mondays-best-photos", "date_published": "2023-05-15 11:36:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "BBC Westwood inquiry chief says it has received ‘significant’ new information", "description": "<p>Team examining what corporation knew about sexual misconduct allegations says phone line will close on 19 May as planned</p><p>A BBC inquiry into what the corporation knew about allegations of sexual misconduct against the DJ Tim Westwood has received “significant” new information.</p><p>It comes after the independent review team, led by Gemma White KC, opened a confidential phone line in an attempt to “expand the ways in which people can come forward” to report information.</p> <a href=\"https://www.theguardian.com/media/2023/may/15/bbc-tim-westwood-inquiry-chief-says-it-has-received-significant-new-information\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/may/15/bbc-tim-westwood-inquiry-chief-says-it-has-received-significant-new-information", "date_published": "2023-05-15 11:33:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The big idea: why we need a new definition of junk food", "description": "<p>Ultra-processed products now make up 60% of our diet – and they’re killing us</p><p>Strange as it may seem, food has replaced tobacco as the leading cause of early death globally. Each year, <a href=\"https://harvardpublichealth.org/nutrition/processed-foods-make-us-sick-its-time-for-government-action/\" title=\"\">more people die in America</a> from illnesses caused by poor diet than were killed fighting in every war in US history combined. In the UK the situation is equally dire.</p><p>Officially, the health effects of food are entirely due to its nutritional content – the amount of fat, salt, sugar and fibre it contains. The current system leaves it up to you to read the detailed information on the pack and decide how much to eat based on recommended values, and if you have children you’ll need to know the values for them too. This is nigh-on impossible for most people – but even if you were able to calculate exactly how much fat, salt and sugar you were consuming in each mouthful, you would still be neglecting one vital determinant of health – how the food was processed.</p> <a href=\"https://www.theguardian.com/books/2023/may/15/the-big-idea-why-we-need-a-new-definition-of-junk-food\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/may/15/the-big-idea-why-we-need-a-new-definition-of-junk-food", "date_published": "2023-05-15 11:30:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Two charged after Hitler speeches played on Austrian train intercom", "description": "<p>Suspects are also thought to be responsible for two other incidents on trains last week</p><p>Two people have been charged in Austria for allegedly playing speeches by Adolf Hitler via the loudspeaker system of a train running from Bregenz to Vienna, Austrian news agency APA reported.</p><p>The two suspects, who were not identified, also allegedly blasted “Heil Hitler” via the train’s intercom several times on Sunday. The authorities tracked them down by analysing video from the train cameras. Spreading Nazi propaganda is a criminal offence in Austria.</p> <a href=\"https://www.theguardian.com/world/2023/may/15/two-charged-after-hitler-speeches-played-on-austrian-train-intercom\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/15/two-charged-after-hitler-speeches-played-on-austrian-train-intercom", "date_published": "2023-05-15 11:08:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Charities call for scrapping of VAT on sunscreen amid skin cancer fears", "description": "<p>Removing VAT from sunscreens would cut incidence of skin cancer and could save lives, says cancer charity chief</p><p>The high cost of sunscreen is resulting in more skin cancer cases, according to charities who are calling on the UK government to scrap VAT on protective creams.</p><p>Melanoma skin cancer is on the rise and 4,000 cases annually are linked to poverty, according to the Melanoma Focus charity, which argues that a VAT cut would reduce the number of deaths.</p> <a href=\"https://www.theguardian.com/society/2023/may/15/charities-call-for-scrapping-of-vat-on-sunscreen-amid-skin-cancer-fears\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/may/15/charities-call-for-scrapping-of-vat-on-sunscreen-amid-skin-cancer-fears", "date_published": "2023-05-15 11:02:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "We don’t know if jury-less trials will convict more rapists, but don’t shut down the debate | Nicola Sturgeon", "description": "<p>Since I stood down as Scotland’s first minister, I have been struck by the polarisation in politics. This vital discussion must not become part of that</p><p>Back in February, one of the reasons I gave for my decision to <a href=\"https://www.theguardian.com/uk-news/2023/feb/15/nicola-sturgeon-expected-to-resign-as-first-minister-of-scotland\">stand down as first minister</a> was a concern about the part I might be playing, however unwittingly, in the polarisation of our politics.</p><p>Polarised, often highly toxic, public discourse is not a uniquely Scottish phenomenon. And by no stretch of the imagination was I the sole or even primary cause of it in Scotland. But I had come to feel that the duration of my time in the trenches of frontline politics was making it harder for me to broker the common ground necessary to advance difficult or controversial policy changes.</p><p>Nicola Sturgeon is a member of the Scottish parliament and a former first minister of Scotland</p><p>Information and support for anyone affected by rape or sexual abuse issues is available from the following organisations. In the UK, <a href=\"https://rapecrisis.org.uk/\">Rape Crisis</a> offers support on 0808 500 2222 in England and Wales, 0808 801 0302 in <a href=\"https://www.rapecrisisscotland.org.uk/\">Scotland</a>, or 0800 0246 991 in <a href=\"https://rapecrisisni.org.uk/\">Northern Ireland</a>. In the US, <a href=\"https://www.rainn.org/\">Rainn</a> offers support on 800-656-4673. In Australia, support is available at <a href=\"https://www.1800respect.org.au/\">1800Respect</a> (1800 737 732). Other international helplines can be found at <a href=\"http://ibiblio.org/rcip/internl.html\">ibiblio.org/rcip/internl.html</a></p><p><em><strong>Do you have an opinion on the issues raised in this article? If you would like to submit a response of up to 300 words by email to be considered for publication in our<a href=\"https://www.theguardian.com/tone/letters\"> letters</a> section, please <a href=\"mailto:guardian.letters@theguardian.com?body=Please%20include%20your%20name,%20full%20postal%20address%20and%20phone%20number%20with%20your%20letter%20below.%20Letters%20are%20usually%20published%20with%20the%20author%27s%20name%20and%20city/town/village.%20The%20rest%20of%20the%20information%20is%20for%20verification%20only%20and%20to%20contact%20you%20where%20necessary.\">click here</a>.</strong></em></p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/15/jury-less-trials-rapists-scotland-nicola-sturgeon\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/15/jury-less-trials-rapists-scotland-nicola-sturgeon", "date_published": "2023-05-15 11:00:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Impossible to hold him accountable’: DeSantis signs laws to ease 2024 run", "description": "<p>Measures would let him campaign while serving as Florida governor and shield travel records from public</p><p>Ron DeSantis is using the final weeks before he reportedly launches a presidential campaign to modify Florida law to allow him to run while serving as governor and reduce transparency over political spending and his travel.</p><p>DeSantis is poised to sign a bill that would exempt him from Florida’s <a href=\"https://www.votepinellas.gov/Candidates-Committees/Candidates/-Resign-to-Run#:~:text=The%20%E2%80%9Cresign%2Dto%2Drun%20law%E2%80%9D%20essentially%20prohibits%20an,office%20the%20person%20presently%20holds.\">“resign-to-run” </a>law, so that he won’t have to give up his office in order to run for president. Under existing state law, if he were to run, DeSantis would have had to submit a resignation letter before Florida’s qualifying deadline this year and step down by inauguration day in 2025. Last month, Republicans in the state legislature passed a measure that says the restriction does not apply to those running for president or vice-president.</p> <a href=\"https://www.theguardian.com/us-news/2023/may/15/ron-desantis-florida-laws-presidential-run\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/may/15/ron-desantis-florida-laws-presidential-run", "date_published": "2023-05-15 11:00:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sturgeon calls for both sides to ‘take a breath’ in rape trial reform row", "description": "<p>Sturgeon laments polarisation in first policy intervention since stepping down as Scotland’s first minister</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/may/15/local-election-results-labour-tactical-voting-considered-keir-starmer-tories-conservatives-rishi-sunak-uk-politics-live\">UK politics live – latest updates</a></li></ul><p>Nicola Sturgeon says the furious backlash to Scottish government plans to pilot jury-less trials for rape cases is the latest example of the polarisation of politics that contributed to her resignation as first minister.</p><p>The proposal, part of a wide-ranging justice reform bill introduced by her successor, Humza Yousaf, aims to tackle endemic low conviction rates for rape prosecution, and would make Scotland the first part of the UK to use specialist courts and judge-only trials for serious sexual assaults.</p> <a href=\"https://www.theguardian.com/politics/2023/may/15/sturgeon-calls-for-both-sides-to-take-a-breath-in-trial-reform-row\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/may/15/sturgeon-calls-for-both-sides-to-take-a-breath-in-trial-reform-row", "date_published": "2023-05-15 11:00:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Awkward? Phillip Schofield and Holly Willoughby ignore reports of rift on This Morning", "description": "<p>On first show since rumours of spat, pair avoid subject altogether – but viewers say they can see signs of strain</p><p>Phillip Schofield and Holly Willoughby, the co-hosts of ITV’s flagship daytime TV programme, chose to ignore multiple headlines about their off-air feud as they tried to present a cosy front on the studio sofa.</p><p>Following days of front page headlines about reports of their strained relationship, Monday’s show opened with a review of the papers that avoided the subject altogether.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/may/15/awkward-phillip-schofield-and-holly-willoughby-ignore-reports-of-rift-on-this-morning\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/may/15/awkward-phillip-schofield-and-holly-willoughby-ignore-reports-of-rift-on-this-morning", "date_published": "2023-05-15 10:57:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Weather tracker: Cyclone Mocha batters Bangladesh and Myanmar", "description": "<p>Refugee camps bear brunt of deadly category-5 storm, while temperature divide is expected in North America</p><p>Cyclone Mocha brought strong winds and torrential rain to parts of Bangladesh and Myanmar on Sunday, with refugee camps bearing the brunt of the category-5 storm, leaving at least five dead and causing half a million people to be evacuated.</p><p>The region was rocked by sustained winds of more than 160mph as Mocha made landfall, whipping up gusts closer to 200mph and a storm surge of up to 4 metres. The world’s largest refugee camp, Cox’s Bazar, was <a href=\"https://www.theguardian.com/world/2023/may/13/cyclone-mocha-threatens-worlds-largest-refugee-camp-on-myanmar-bangladesh-border\">badly hit</a> and more than 1,300 shelters were destroyed. Heavy rain triggered landslides and floods.</p> <a href=\"https://www.theguardian.com/environment/2023/may/15/weather-tracker-cyclone-mocha-bangladesh-myanmar\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/may/15/weather-tracker-cyclone-mocha-bangladesh-myanmar", "date_published": "2023-05-15 10:53:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Currys sales improve as shoppers ‘chase deals’ with credit", "description": "<p>Customers seek energy-saving tech, repair services and consumer finance deals to stretch budgets, says CEO</p><ul><li><a href=\"https://www.theguardian.com/business/live/2023/may/15/uk-avoid-recession-currys-profit-outlook-europe-forecasts-turkey-lira-business-live\">Business live – latest updates</a></li></ul><p>Currys has reported improved sales as customers in Britain increasingly turn to loans to pay for energy-saving items such as air fryers and heat-pump tumble dryers <a href=\"https://www.theguardian.com/business/2023/may/09/uk-shoppers-cut-spending-bank-of-england-inflation-retail-sales-credit-card\">amid the cost of living crisis</a>.</p><p>The UK’s biggest electrical retailer said cost cuts and a focus on promoting the sale of more profitable goods and services had improved its margins.</p> <a href=\"https://www.theguardian.com/business/2023/may/15/currys-sales-improve-as-shoppers-chase-deals-with-credit\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/may/15/currys-sales-improve-as-shoppers-chase-deals-with-credit", "date_published": "2023-05-15 10:49:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "European economy expected to grow faster than forecast, says EU", "description": "<p>Revised outlook for 2023 and 2024 puts average growth for 27-member bloc at 1%</p><ul><li><strong><a href=\"https://www.theguardian.com/business/live/2023/may/15/uk-avoid-recession-currys-profit-outlook-europe-forecasts-turkey-lira-business-live\">Eurozone growth and inflation forecasts lifted – business live</a></strong></li></ul><p>Europe’s economy is expected to grow faster than previously thought this year and next, despite high inflation and rising interest rates, according to the European Commission.</p><p>The commission said the EU’s 27 members would grow at an average of 1% in 2023, up from a previous estimate of 0.8%. It nudged its forecast for growth in 2024 to 1.7% from 1.6%.</p> <a href=\"https://www.theguardian.com/business/2023/may/15/european-economy-expected-to-grow-faster-than-forecast-says-eu\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/may/15/european-economy-expected-to-grow-faster-than-forecast-says-eu", "date_published": "2023-05-15 10:38:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Keir Starmer says it ‘feels wrong’ EU citizens living in UK can’t vote", "description": "<p>Change to voting status could enfranchise about 5 million EU citizens over the age of 18</p><p>Keir Starmer has said it “feels wrong” not to allow EU citizens who live and pay tax in the UK not to have the right to vote in general elections.</p><p>While the Labour leader said there was “no settled policy”, he confirmed in an interview on LBC radio that the party was “looking at some of the voting issues”.</p> <a href=\"https://www.theguardian.com/politics/2023/may/15/keir-starmer-says-it-feels-wrong-eu-citizens-living-in-uk-cant-vote\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/may/15/keir-starmer-says-it-feels-wrong-eu-citizens-living-in-uk-cant-vote", "date_published": "2023-05-15 10:38:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Japanese talent agency apologises over claims founder sexually abused boys", "description": "<p>Johnny Kitagawa’s niece issues apology to men who have made abuse claims while not commenting on veracity of allegations</p><p>The president of one of <a href=\"https://www.theguardian.com/world/japan\">Japan</a>’s most powerful talent agencies has apologised over allegations that the firm’s late founder and pop impresario, Johnny Kitagawa, sexually abused multiple boys.</p><p>In a <a href=\"https://www.johnny-associates.co.jp/news/info-700/\">video and statement</a> released on Sunday evening, Julie Fujishima, Kitagawa’s niece, issued the apology to young men who had stepped forward with abuse claims, although she did not comment on the veracity of the allegations.</p> <a href=\"https://www.theguardian.com/world/2023/may/15/japanese-talent-agency-apologises-over-claims-founder-sexually-abused-boys\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/15/japanese-talent-agency-apologises-over-claims-founder-sexually-abused-boys", "date_published": "2023-05-15 10:31:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Butterfly Vision review – grim drama about Ukrainian prisoners of the Donbas war", "description": "<p>This film offers an unsparing view of how PoWs are treated when they return home – but it may not reflect  the current mood</p><p>Ukrainian film-maker Maksym Nakonechnyi finished war drama Butterfly Vision last February, just days before the Russian invasion. His film tells a fictional story about a shellshocked female Ukrainian soldier held prisoner for two months by Russian-backed separatists in Donbas during the conflict that began in 2014. It’s a tough, unsparing movie, and possibly not the Ukrainian film that anyone wants to watch right now as the country fights for survival. Nakonechnyi’s reflective script, co-written with Iryna Tsilyk, doesn’t have Russia in its crosshairs; instead there are some inconveniently downbeat insights into the divided attitudes the soldier faces when she returns home.</p><p>The soldier’s name is Lilya (Rita Burkovska), nicknamed “Butterfly”, an aerial reconnaissance expert who is released in a prisoner swap. We watch her reunion with her family in the format of a news bulletin, with the emojis and comments of online viewers flashing across the screen. One is an OMG about Lilya’s bedraggled appearance: “What happened to her gorgeous hair?” Others are more sympathetic: “It’s hard to imagine what she’s been through.”</p> <a href=\"https://www.theguardian.com/film/2023/may/15/butterfly-vision-review-ukrainian-war-film-maksym-nakonechnyi\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/may/15/butterfly-vision-review-ukrainian-war-film-maksym-nakonechnyi", "date_published": "2023-05-15 10:00:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Living in the Alaska rainforest with 1,000 bears: ‘Not the easiest place to be homeless’", "description": "<p>As housing prices increase in the picturesque town of Sitka, those already living on the edge are pushed off further into the wilderness</p><ul><li><a href=\"https://www.theguardian.com/us-news/2023/may/10/tell-us-have-you-struggled-with-us-housing-costs\">Tell us: have you struggled with the US housing crisis?</a></li></ul><p>At a bend in a rushing river in the Alaska wilderness, the hatch of a nylon tent unzipped. A slight, curly-haired man in a vest emerged.</p><p>Unhoused in the world’s largest temperate rainforest, Jacob Carroll said it was “no one’s goddamn business” how long he had been living in the woods, just outside the remote fishing town of Sitka. But he did agree to recount a few of his “multiple encounters” with bears.</p> <a href=\"https://www.theguardian.com/us-news/2023/may/15/sitka-alaska-bears-unhoused-rainforest\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/may/15/sitka-alaska-bears-unhoused-rainforest", "date_published": "2023-05-15 10:00:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "More than 1,600 homeless families left in English hotels and B&Bs past legal limit", "description": "<p>Number of families stuck in temporary rooms for more than six weeks is highest since 2003</p><p>The number of homeless families being housed by English councils in hotels and B&amp;Bs for longer than the legal limit is at its highest in 20 years.</p><p>The latest government figures show that 1,630 families were being housed in hotels and B&amp;Bs by councils in England past the six-week legal limit between October and December last year. This is the highest reported figure since 2003. It also marks the highest quarterly increase ever recorded, jumping 35% since data was last reported, for July to September last year.</p> <a href=\"https://www.theguardian.com/society/2023/may/15/more-than-1600-homeless-families-left-in-english-hotels-and-bbs-past-legal-limit\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/may/15/more-than-1600-homeless-families-left-in-english-hotels-and-bbs-past-legal-limit", "date_published": "2023-05-15 10:00:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The pet I’ll never forget: every night I would sing to Cackles the goose. Then tragedy struck", "description": "<p>Just knowing this fierce, odd creature made me feel special. The neighbours were less keen – and one day she put a big webbed foot wrong</p><p>Cackles was not technically a pet, I suppose, and certainly not the border collie I desperately craved, but she was my favourite goose. She was difficult to pet physically, but I tried my best, stroking her long, muscular neck. I sang to her nightly while she sat there quacking along. Or quacking in protest. It was hard to know the difference.</p><p>I was very proud of her. No one else I knew had geese, except for the Ballantine’s distillery down the road, who had about 100 guarding the whisky. But no one from Ballantine’s went to my school, so that didn’t count. In short, it was unusual in the 80s to have geese, especially where we lived. But we kept a few at the old wreck of a cottage with a bit of land that my parents had managed to buy cheap – a tiny scrap of country in the middle of a council estate in Dumbarton.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/may/15/the-pet-ill-never-forget-every-night-i-would-sing-to-cackles-the-goose-then-tragedy-struck\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/may/15/the-pet-ill-never-forget-every-night-i-would-sing-to-cackles-the-goose-then-tragedy-struck", "date_published": "2023-05-15 10:00:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rachel Roddy’s recipe for spaghetti with asparagus, butter and lemon | A kitchen in Rome", "description": "<p>Introducing a peculiarly Italian kitchen implement, the <em>tagliapuntarelle</em>, which shreds veg into fat strings to be enjoyed in dishes such as this spring-time spaghetti</p><p>A 10cm x 10cm wooden square with a large hole crossed with wire strings: it could be a tiny harp if it didn’t also have another set of 12 strings that cross the first, forming a mesh. Even so, it can be strummed with a long nail, the basic strum audible, if you get in close. Its actual purpose is for slicing puntarelle, the inner tubes of a variety of chicory called <em>cicoria di catalogna</em> or <em>cicoria asparago</em> (asparagus chicory). A late winter-to-early spring vegetable, succulent puntarelle, with its asparagus-like tips, or <em>punte</em>, is a popular salad in Lazio, so the basic, nifty and cheap square cutters (<em><a href=\"https://www.coltelleriacollini.com/made-in-italy-the-chicory-cut-flush-tagliapuntarelle.html\">tagliapuntarelle</a></em>) are common and easy to come by in hardware stores. And much as puntarelle migrates and thrives in soil all over the place, so do the cutters. Of course, you don’t <em>need</em> a cutter; a knife works just as well, only more slowly.</p><p>I also know several people who have made themselves a tagliapuntarelle, inspired by the larger cutters you sometimes see on market stalls: wooden boxes or frames strung with wire. Big or small, it is a fantastically satisfying tool, the crisp tubes of chicory cutting like butter into thin strips, or, if you want to keep the tips intact, puntarelle octopi! And it isn’t only for puntarelle: celery, courgettes and red pepper work on this tool, too; large vegetables turned into fat strings in two musical seconds.</p> <a href=\"https://www.theguardian.com/food/2023/may/15/spaghetti-asparagus-butter-lemon-recipe-rachel-roddy\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/may/15/spaghetti-asparagus-butter-lemon-recipe-rachel-roddy", "date_published": "2023-05-15 10:00:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Recreate UK’s Homes for Ukraine scheme for Sudan refugees, urges one of plan’s architects", "description": "<p>Exclusive: Krish Kandiah wants same help given to Ukrainians offered to Sudanese families fleeing civil war</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/may/15/local-election-results-labour-tactical-voting-considered-keir-starmer-tories-conservatives-rishi-sunak-uk-politics-live\">UK politics live – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/live/2023/may/15/russia-ukraine-war-latest-g7-reportedly-set-to-tighten-russia-sanctions-france-to-send-kyiv-military-aid-live\">Russia-Ukraine war – latest news updates</a></li></ul><p>One of the architects of Britain’s <a href=\"https://www.theguardian.com/world/2022/nov/29/ukrainian-refugees-and-hosts-petition-uk-government-for-housing-support\">Homes for Ukraine scheme</a> is calling on the government to replicate the programme for refugees from Sudan.</p><p>Dr Krish Kandiah, the director of the <a href=\"http://www.sanctuaryfoundation.org.uk\">Sanctuary Foundation</a>, which was instrumental in matching many British hosts with Ukrainian refugees, said he wanted the country to show the “same generosity of spirit” to those fleeing war in Sudan as it did to Ukrainians.</p> <a href=\"https://www.theguardian.com/world/2023/may/15/recreate-uks-homes-for-ukraine-scheme-for-sudan-refugees-urges-one-of-plans-architects\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/15/recreate-uks-homes-for-ukraine-scheme-for-sudan-refugees-urges-one-of-plans-architects", "date_published": "2023-05-15 10:00:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The US asylum rule replacing Title 42 is strict – here’s what we know", "description": "<p>Now that Covid-era immigration restrictions have ended, the Biden administration has formulated new asylum regulation</p><p>Last week, the Biden administration toughened its <a href=\"https://www.theguardian.com/us-news/2023/may/13/title-42-migration-biden-new-policy-tougher\">stance against</a> migration at the US-Mexico border through a new federal <a href=\"https://public-inspection.federalregister.gov/2023-10146.pdf\">regulation</a> that severely restricts access to asylum. This “Circumvention of Legal Pathways” rule effectively replaces the <a href=\"https://viewer.gutools.co.uk/us-news/2023/may/11/what-is-title-42-explainer-immigration\">Title 42</a> public health order, which Donald Trump introduced ostensibly to stem Covid-19 but has functioned increasingly as an <a href=\"https://www.theguardian.com/us-news/2023/may/08/us-immigration-title-42-set-to-end-what-will-it-mean\">immigration enforcement tool</a>, allowing border officials to quickly expel migrants without the chance to request asylum in the US. Title 42 <a href=\"https://viewer.gutools.co.uk/us-news/2023/may/12/strict-new-rules-come-into-force-at-us-mexico-border-as-title-42-immigration-ban-expires\">ended</a> on 11 May.</p><p>The new regulation means people fleeing their home countries because of unlivable violence and instability are rendered ineligible for asylum unless they can meet one of a handful of exceptions.</p><p>already have permission to enter through a parole process approved by the Department of Homeland Security (DHS).</p><p>use a DHS scheduling system like <a href=\"https://www.theguardian.com/us-news/2023/may/06/us-mexico-border-cbp-one-app-migrants\">CBP One</a> – a <a href=\"https://www.cbp.gov/about/mobile-apps-directory/cbpone\">recently developed </a>government phone app – to secure a coveted appointment to present themselves at an official border port of entry. Or show up at a port of entry and meet a very high bar for why they couldn’t use the scheduling system.</p><p>have sought protection in another country en route to the US and been denied it.</p> <a href=\"https://www.theguardian.com/us-news/2023/may/15/explainer-strict-asylum-rules-replacing-title-42\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/may/15/explainer-strict-asylum-rules-replacing-title-42", "date_published": "2023-05-15 10:00:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Hertha Berlin are done. The only question is how much worse it gets | Andy Brassell", "description": "<p>Amid financial worries and unrest behind the scenes, another capitulation on the pitch has left Hertha on the brink</p><p>“Maybe it was my mistake,” pondered Pal Dardai, the Hertha coach, “that we were too busy working on the offensive side [of the game] during the week. Because defensively, there was nothing at all.”</p><p>Dardai, a club legend, is too hard on himself. Nobody blames him, parachuted in during the last knockings of this shambolic season as a hopeful punt, as was evidenced by the standing ovation he received from members when taking the stage at Sunday morning’s club AGM.</p> <a href=\"https://www.theguardian.com/football/blog/2023/may/15/hertha-berlin-are-done-the-only-question-is-how-much-worse-it-gets-bundesliga\">Continue reading...</a>", "link": "https://www.theguardian.com/football/blog/2023/may/15/hertha-berlin-are-done-the-only-question-is-how-much-worse-it-gets-bundesliga", "date_published": "2023-05-15 09:43:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Vice files for bankruptcy protection amid cut-price sale to consortium", "description": "<p>Digital publisher and owner of Vice News and Vice TV was once valued at $6bn but has agreed sale for $225m</p><p>Vice, the once high-flying media startup that reached a peak valuation of nearly $6bn (£5bn), has filed for bankruptcy protection in the US as the digital publisher engineers a cut-price sale to a group of lenders.</p><p>The company, whose assets include Vice News, Motherboard, Refinery29 and Vice TV, has agreed a sale to a consortium that includes Fortress Investment Group, Soros Fund Management and Monroe Capital for $225m in the form of a credit bid for its assets as well as assuming Vice’s “significant liabilities”.</p> <a href=\"https://www.theguardian.com/media/2023/may/15/vice-files-for-bankruptcy-protection-amid-cut-price-sale-to-consortium\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/may/15/vice-files-for-bankruptcy-protection-amid-cut-price-sale-to-consortium", "date_published": "2023-05-15 09:23:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Who did Kate Winslet smooch? Getting intimate at the TV Baftas – in pictures", "description": "<p>Guardian photographer Sarah Lee went behind the scenes at the 2023 Bafta TV awards to mingle with the stars</p><ul><li><a href=\"https://www.theguardian.com/tv-and-radio/2023/may/14/bafta-tv-awards-2023-the-full-list-of-winners\">Bafta TV awards 2023: the full list of winners</a></li></ul> <a href=\"https://www.theguardian.com/tv-and-radio/gallery/2023/may/15/who-did-kate-winslet-smooch-getting-intimate-at-the-tv-baftas-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/gallery/2023/may/15/who-did-kate-winslet-smooch-getting-intimate-at-the-tv-baftas-in-pictures", "date_published": "2023-05-15 09:08:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "I used to hide behind my hair. But cancer gave me a buzzcut and helped me find my voice | Joanne Harris", "description": "<p>As an author and a woman, I felt my role was to be scrutinised, yet not to speak out. Now, nobody shuts me up</p><p>There’s a saying my grandmother liked to use: little girls should be seen and not heard. I internalised that idea for much of my life, but when I was diagnosed with breast cancer in 2020, something changed. Cancer took a great deal from me, but it gave me back my voice, and now I don’t think I’ll ever be silent again.</p><p>I must have been a difficult child. Much of my childhood features people telling me to be quiet. Schoolteachers. Family members. The man who tried to rape me. The adult who, when I told her, and after having satisfied herself that nothing much had happened, decided that it would be best for me never to mention it again.</p><p>Joanne Harris is the author of Chocolat</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/15/hair-cancer-buzzcut-voice-author-woman\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/15/hair-cancer-buzzcut-voice-author-woman", "date_published": "2023-05-15 09:00:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "People power: music, film, books and more about the madness and wisdom of crowds", "description": "<p>From Dickens’s depiction of the Gordon riots to Alessia Cara drifting around a party, our critics select culture about the seething masses</p> <a href=\"https://www.theguardian.com/culture/2023/may/15/cultural-prescription-punchdrunk-chaplin-bosch-dickens-alessia-cara\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/may/15/cultural-prescription-punchdrunk-chaplin-bosch-dickens-alessia-cara", "date_published": "2023-05-15 09:00:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Poem of the week: Der Kleiber … by Sujata Bhatt", "description": "<p>Though set in ambiguous territory, the observations of the tiny bird in these verses are precise and pin-sharp</p><p><strong>Der Kleiber: Eurasian Nuthatch<br />(</strong><em><strong>Sitta europaea</strong></em><strong>)</strong></p><p><em>… What’s the littlest thing<br />You can spin a poem out of … ?<br /></em>Michael Schmidt<br />*</p> <a href=\"https://www.theguardian.com/books/2023/may/15/poem-of-the-week-der-kleiber-by-sujata-bhatt\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/may/15/poem-of-the-week-der-kleiber-by-sujata-bhatt", "date_published": "2023-05-15 09:00:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I was sick with pain – but doctors thought I was a hypochondriac’: the spreading agony of kidney stones", "description": "<p>Up to one in 10 of us will get kidney stones, according to the NHS. Even teenagers are at risk from what was long seen as an older man’s affliction. Why – and what can we do to prevent them?</p><p>Donna, 33, from Suffolk, first developed the telltale signs of kidney problems 13 years ago when she experienced excruciating pain under her ribs. “I was being physically sick because of the pain, and kept going to hospital,” she says. “I was repeatedly dismissed by doctors because they couldn’t find anything on my scans. They thought I was a hypochondriac.”</p><p>She was diagnosed with irritable bowel syndrome and told to make lifestyle changes. “I tried different diets but nothing helped, so I learned to live with the pain,” she says. Ten years later, while living and working in Spain, she was finally diagnosed with kidney stones. “A doctor did a scan to check I wasn’t pregnant and couldn’t believe the state of my kidney.”</p> <a href=\"https://www.theguardian.com/society/2023/may/15/i-was-sick-with-pain-but-doctors-thought-i-was-a-hypochondriac-the-spreading-agony-of-kidney-stones\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/may/15/i-was-sick-with-pain-but-doctors-thought-i-was-a-hypochondriac-the-spreading-agony-of-kidney-stones", "date_published": "2023-05-15 09:00:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "S Club 7 to continue tour following death of Paul Cattermole and departure of Hannah Spearritt", "description": "<p>The remaining five-piece, officially known as S Club, rename the tour Good Times in tribute to Cattermole, who sang lead vocals on the song</p><p>S Club 7 have said they will continue with their forthcoming tour of the UK and Ireland after <a href=\"https://www.theguardian.com/music/2023/apr/07/paul-cattermole-singer-with-s-club-7-dies-aged-46\">the death of Paul Cattermole in April</a> and the subsequent departure of Hannah Spearritt.</p><p>In <a href=\"http://www.instagram.com/p/CsOt3rdoaB0/?hl=en\">an emotional video posted to Instagram</a>, the remaining five-piece, officially known as S Club, said the tour would be renamed Good Times in tribute to Cattermole, who sang lead vocals on the song.</p> <a href=\"https://www.theguardian.com/music/2023/may/15/s-club-7-to-continue-tour-following-death-of-paul-cattermole-and-departure-of-hannah-spearritt\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/may/15/s-club-7-to-continue-tour-following-death-of-paul-cattermole-and-departure-of-hannah-spearritt", "date_published": "2023-05-15 08:23:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Local election results show Labour on course for outright majority when tactical voting considered, new polling suggests – UK politics live", "description": "<p>Conclusion based on polling suggesting that significant number of people who voted Lib Dem or Green in local elections would vote Labour in general election </p><p><em>Q: Would you form a coalition with the Lib Dems if you failed to win an outright majority?</em></p><p><strong>Starmer</strong> says he is focused on getting a majority.</p> <a href=\"https://www.theguardian.com/politics/live/2023/may/15/local-election-results-labour-tactical-voting-considered-keir-starmer-tories-conservatives-rishi-sunak-uk-politics-live\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/live/2023/may/15/local-election-results-labour-tactical-voting-considered-keir-starmer-tories-conservatives-rishi-sunak-uk-politics-live", "date_published": "2023-05-15 08:16:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The apocalypse isn’t coming. We must resist cynicism and fear about AI | Stephen Marche", "description": "<p>Remember when WeWork would kill commercial real estate? Crypto would abolish banks? The metaverse would end meeting people in real life?</p><p>In the field of artificial intelligence, doomerism is as natural as an echo. Every development in the field, or to be more precise every development that the public notices, immediately generates an apocalyptic reaction. The fear is natural enough; it comes partly from the lizard-brain part of us that resists whatever is new and strange, and partly from the movies, which have instructed us, for a century, that artificial intelligence will take the form of an angry god that wants to destroy all humanity.</p><p>The recent <a href=\"https://www.theguardian.com/technology/2023/mar/31/ai-research-pause-elon-musk-chatgpt\">public letter</a> calling for a six-month ban on AI lab work will not have the slightest measurable effect on the development of artificial intelligence, it goes without saying. But it has changed the conversation: every discussion about artificial intelligence must begin with the possibility of total human extinction. It’s silly and, worse, it’s an alibi, a distraction from the real dangers technology presents.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/15/artificial-intelligence-cynicism-technology\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/15/artificial-intelligence-cynicism-technology", "date_published": "2023-05-15 08:06:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Give customers a fair deal or else, finance regulator warns sector", "description": "<p>The Financial Conduct Authority will soon launch the ‘consumer duty’, a tough new regime supposed to ensure firms put people’s needs first</p><p>New rules, taking effect in just over two months, aim to ensure that people are treated better by the companies from which they get their mortgages, current accounts, insurance and other financial products.</p><p>Banks, building societies, insurers, investment firms, and many other businesses have been warned they must be ready for one of the biggest-ever shake-ups of consumer finance in the UK.</p> <a href=\"https://www.theguardian.com/money/2023/may/15/give-customers-a-fair-deal-or-else-finance-regulator-warns-sector\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/may/15/give-customers-a-fair-deal-or-else-finance-regulator-warns-sector", "date_published": "2023-05-15 08:00:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Portrait of Kaye review – at home with an agoraphobe, in gently affectionate study", "description": "<p>In the house she grew up in, unchanged for 50 years, the creative and delightful Kaye lives with her memories and an unexpected bohemian freedom</p><p>‘Oh fiddle faddle,” mutters Kaye Mannion in the front room of her house in Hackney, east London. Kaye is a cheerful soul in her mid-70s, a chatterbox, an extrovert. She also happens to be agoraphobic; and has been since she was a teenager. In this documentary about her life, Kaye comes over like Miss Havisham crossed with the mother and daughter Edies from Grey Gardens, with a bit of Carry On thrown in. She’s what you might call a character, and the film’s director Ben Reed – one of Kaye’s neighbours – take enormous care in his gentle, affectionate film not to make fun of her or exploit her eccentricities. And sensibly, he keeps the running time to a tight 59 minutes.</p><p>Kaye lives in the Victorian terrace she grew up in – long before the gentrification added a few zeros to house prices in the area. Everything is preserved exactly as it was in the 1960s and 70s, down to the floral wallpaper in the front room, and ceiling painted raspberry pink. The place is shabby and rammed with knickknacks, the walls covered with pictures of movie stars and crooners of a certain vintage. When Kaye married a milkman in the 1960s, there was no question of her leaving home – he moved in with her, and her mum and dad. All are now dead.</p> <a href=\"https://www.theguardian.com/film/2023/may/15/portrait-of-kaye-review-agoraphobic\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/may/15/portrait-of-kaye-review-agoraphobic", "date_published": "2023-05-15 08:00:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Happy Couple by Naoise Dolan review – less love triangle, more sex pentangle", "description": "<p>The Irish writer’s follow up to Exciting Times is amusing and sympathetic about romantic fickleness – if not as spiky as her hit debut</p> <a href=\"https://www.theguardian.com/books/2023/may/15/the-happy-couple-by-naoise-dolan-review-less-love-triangle-more-sex-pentangle\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/may/15/the-happy-couple-by-naoise-dolan-review-less-love-triangle-more-sex-pentangle", "date_published": "2023-05-15 08:00:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Wayne McGregor’s UniVerse: A Dark Crystal Odyssey – in pictures", "description": "<p>The acclaimed choreographer’s new production<em> </em>reimagines Jim Henson’s epic adventure film – take a look inside</p> <a href=\"https://www.theguardian.com/stage/gallery/2023/may/15/universe-a-dark-crystal-odyssey-wayne-mcgregor-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/gallery/2023/may/15/universe-a-dark-crystal-odyssey-wayne-mcgregor-in-pictures", "date_published": "2023-05-15 07:37:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK tipped to avoid recession; Curry’s raises profit outlook – business live", "description": "<p>Rolling coverage of the latest economic and financial news</p><ul><li><a href=\"https://www.theguardian.com/politics/2023/may/15/kemi-badenoch-flying-to-switzerland-to-discuss-post-brexit-trade-deal\">Kemi Badenoch flying to Switzerland to discuss post-Brexit trade deal</a></li></ul><p><strong>Vice, the global news publisher and TV company that was once valued at nearly $6bn (£5bn), has filed for bankruptcy protection.</strong></p><p>The company, whose assets include Vice News, Motherboard, Refinery29 and Vice TV, has announced it has applied for Chapter 11 in the US Bankruptcy Court for the Southern District of New York.</p><p>Expects to Emerge As a Financially Healthy and Stronger Company in Two to Three Months.</p><p>“This accelerated court-supervised sale process will strengthen the Company and position VICE for long-term growth, thereby safeguarding the kind of authentic journalism and content creation that makes VICE such a trusted brand for young people and such a valued partner to brands, agencies and platforms.</p><p>We will have new ownership, a simplified capital structure and the ability to operate without the legacy liabilities that have been burdening our business. We look forward to completing the sale process in the next two to three months and charting a healthy and successful next chapter at VICE.”</p> <a href=\"https://www.theguardian.com/business/live/2023/may/15/uk-avoid-recession-currys-profit-outlook-europe-forecasts-turkey-lira-business-live\">Continue reading...</a>", "link": "https://www.theguardian.com/business/live/2023/may/15/uk-avoid-recession-currys-profit-outlook-europe-forecasts-turkey-lira-business-live", "date_published": "2023-05-15 07:15:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "To my friend who worries about becoming a parent: here are some things to hold on to | Rhiannon Lucy Cosslett", "description": "<p>These are the things I wish I had said to you when you asked me if being a parent was as awful as it sounded</p><p><strong>I decided to write this column in the format of a letter. I wanted to set myself the writing challenge of citing some of the many positive things about having a baby without being saccharine, resorting to clich</strong><strong>e or </strong><strong>generalising, and the only way I could find was this way. It’s addressed to one person, but I hope that those who find themselves at a similar crossroads take succour from it.</strong></p><p><strong>To my friend A,</strong></p><p>Rhiannon Lucy Cosslett is a Guardian columnist and author</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/15/friend-parent-parenthood-children-love\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/15/friend-parent-parenthood-children-love", "date_published": "2023-05-15 07:00:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A House Republican wants to prove Biden is compromised – but where’s the evidence?", "description": "<p>James Comer claims he has a whistleblower who will make ‘Watergate look like jaywalking’, but is yet to deliver</p><p>“This is a very serious investigation,” James Comer, chairman of the US House of Representatives’ oversight committee, <a href=\"https://www.youtube.com/watch?v=UgJPqg0DwHs\">told the rightwing channel Newsmax</a> recently. “The allegations and the things that we’re investigating make Watergate look like jaywalking.”</p><p>The Watergate scandal needed a whistleblower, <a href=\"https://www.theguardian.com/us-news/2022/jun/05/watergate-50th-anniversary-john-dean-interview\">John Dean</a>, to bring down President Richard Nixon half a century ago. Republican Comer claims that he, too, has a “highly credible” whistleblower who will provide evidence that Joe Biden has been compromised by a foreign power.</p> <a href=\"https://www.theguardian.com/us-news/2023/may/15/joe-biden-compromised-house-committee-whistleblower\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/may/15/joe-biden-compromised-house-committee-whistleblower", "date_published": "2023-05-15 07:00:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Premier League: 10 talking points from the weekend’s action", "description": "<p>Are Brighton the model club, should Chelsea ditch Kanté and how far can Ramsey, Eze and Mbeumo take their talent?</p><p>Sean Dyche was asked about the difference between preparing for Manchester City, Everton’s opponents on Sunday, and Brighton, who they’d clattered 5-1 in midweek. He observed that City play in various ways whereas Brighton have a particular method – and how well it’s serving them. Roberto De Zerbi has done an incredible job since replacing Graham Potter, all the more so as he’s refined their style mid-season. Next year, though, he’ll be facing opponents who know what to expect having seen various tactics deployed against it – and in all likelihood, will have European competition to contend with having lost a big player or two to richer rivals. So there’s a lot of work for the club to do: identifying replacements, signing reinforcements, and developing different ways of playing. But in the meantime, their destruction of an admittedly tired Arsenal is just the latest evidence of an almost perfectly run football club; one that should inspire others at every level. <strong>Daniel Harris</strong></p><p><em>Match report: <a href=\"https://www.theguardian.com/football/2023/may/14/arsenal-brighton-premier-league-match-report\">Arsenal 0-3 Brighton</a></em></p><p><em>Match report: Everton 0-3 Manchester City</em></p><p><em>Match report: <a href=\"https://www.theguardian.com/football/2023/may/13/manchester-united-wolves-premier-league-match-report\">Manchester United 2-0 Wolves</a></em></p><p><em>Match report: <a href=\"https://www.theguardian.com/football/2023/may/13/chelsea-nottingham-forest-premier-league-match-report\">Chelsea 2-2 Nottingham Forest</a></em></p><p><em>Match report: <a href=\"https://www.theguardian.com/football/2023/may/13/southampton-fulham-premier-league-match-report\">Southampton 0-2 Fulham</a></em></p><p><em>Match report: <a href=\"https://www.theguardian.com/football/2023/may/13/leeds-newcastle-premier-league-match-report\">Leeds 2-2 Newcastle</a></em></p><p><em>Match report: <a href=\"https://www.theguardian.com/football/2023/may/13/aston-villa-tottenham-premier-league-match-report\">Aston Villa 2-1 Tottenham</a></em></p> <a href=\"https://www.theguardian.com/football/2023/may/15/premier-league-10-talking-points-from-the-weekends-action\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/15/premier-league-10-talking-points-from-the-weekends-action", "date_published": "2023-05-15 07:00:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The targeting of Epsom is open to debate – but the right to peaceful protest is not | Greg Wood", "description": "<p>As infuriating as disruption to the most famous Classic would be, opposition to racing is likely to be around for some time </p><p>All human life is present and cheerfully incorrect in William Powell Frith’s famous painting <em><a href=\"https://www.tate.org.uk/art/artworks/frith-the-derby-day-n00615\">The Derby Day</a>. </em>Lords and ladies, rakes and scoundrels, circus performers and card sharps, high society and lowlifes and everything in between, all cheek-by-jowl at one of the very few events in Victorian Britain at which the classes mingled with relative freedom.</p><p>If Frith were to return to Epsom for the Derby next month, 167 years since the one he initially sketched in 1856, he would still find a rich assortment of characters both in the grandstands and roaming free on the Hill – with, in all likelihood, one new addition. The pink T-shirted activists from the recently-formed group Animal Rising, some of whom delayed the start of the Grand National by 15 minutes last month and also staged anti-racing protests at Ayr and Doncaster in recent weeks, are long odds-on to have Epsom on their target list too.</p> <a href=\"https://www.theguardian.com/sport/blog/2023/may/15/the-targeting-of-epsom-is-open-to-debate-but-the-right-to-peaceful-protest-is-not\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/blog/2023/may/15/the-targeting-of-epsom-is-open-to-debate-but-the-right-to-peaceful-protest-is-not", "date_published": "2023-05-15 07:00:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Why Trump’s ‘vile’ attacks against Carroll after verdict could be ‘chilling for survivors’", "description": "<p>Verdict has been hailed as victory, but sexual advocacy groups are condemning Trump’s attacks against the decision and the writer, calling them dangerous and belittling to survivors</p><p>After a New York jury found Donald Trump liable for sexually abusing advice columnist E Jean Carroll, sexual violence advocacy groups and experts are having mixed responses to the verdict, particularly in light of Trump’s public attacks against the decision and Carroll, and as top Republicans have rushed to his defense.</p><p>Despite the verdict and the jury awarding about $5m in compensatory and punitive damages to Carroll, Trump and a handful of Republican lawmakers have remained defiant: a move which sexual violence experts have condemned as risking re-traumatizing survivors.</p> <a href=\"https://www.theguardian.com/us-news/2023/may/15/trump-attacks-verdict-carroll-survivors\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/may/15/trump-attacks-verdict-carroll-survivors", "date_published": "2023-05-15 07:00:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A case of heartbreak? I prescribe Tracey Emin’s neons and Paula Rego’s dancers", "description": "<p>At moments when we need to start all over again, great art is there to salve our wounded feelings and help point the way to the future</p><p>Last Thursday night I gave a talk at the Hirshhorn in Washington DC. I always stick around afterwards so I can chat to people about their work, their favourite artists or their routes into art. On this occasion, one woman – her eyes glassy – looked at me and said: which artist can I look at to soften heartbreak?</p><p>I immediately directed her to Tracey Emin’s neons, where I’ve often gone to find answers. Text is powerful when used in art. Emin’s neons, lit up in fluorescent colours and at times loosely framed in a heart-shaped line, have read: “Meet me in heaven and I will wait for you”; “It’s a crime to live with the person you don’t love”; “The soul will always do what it needs to do’’; “I could have really loved you”; “Be brave”. Although not limited to heartbreak, these lines address experiences most people can relate to.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/may/15/a-case-of-heartbreak-i-prescribe-tracey-emins-neons-and-paula-regos-dancers\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/may/15/a-case-of-heartbreak-i-prescribe-tracey-emins-neons-and-paula-regos-dancers", "date_published": "2023-05-15 07:00:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bella Hadid’s regrets about her teenage nose job mirror my own. But now I have a new role model | Emma Forrest", "description": "<p>The actor Marisa Abela, who will play Amy Winehouse in a new biopic, is a breath of fresh air, radiating youth – and confidence in her ancestry</p><p>In a move that can be sincerely described as “Cher-Adjacent”, I was once placed next to Cher’s best friend at a dinner. Because I am a human with a heart, I love Cher. Furthermore, because at school I was viciously bullied by pale, blond girls for being too identifiably ethnic, I <em>really</em> love Cher.</p><p>Beyond her genuine talent – a Grammy, an Emmy, three Golden Globes and a Best Actress Oscar to prove it – two things remain key about Cher: one, her look was seen as pioneering, the first Armenian-American pinup until Kim Kardashian. Second, her iconic political posts on Twitter, where she rails against sexist double standards (as she always has, via all the mediums that have evolved through the decades of her stardom).</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/may/15/bella-hadids-regrets-about-her-teenage-nose-job-mirror-my-own-but-now-i-have-a-new-role-model\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/may/15/bella-hadids-regrets-about-her-teenage-nose-job-mirror-my-own-but-now-i-have-a-new-role-model", "date_published": "2023-05-15 07:00:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Can a bath in epsom salt help me get more beauty sleep?", "description": "<p>Take it from Jennifer Aniston – a splash of magnesium sulphate in a warm nightly bath can help you get some shuteye</p><p><strong>The hack</strong><br />Following <a href=\"https://www.theguardian.com/fashion/2021/sep/06/her-biggest-challenge-will-be-credibility-can-jennifer-aniston-conquer-skincare\" title=\"\">Jennifer Aniston</a>’s lead by making a bath in epsom salt part of your daily wind-down ritual.</p><p><strong>The test</strong><br />Sleep is crucial. I don’t have <a href=\"https://www.theguardian.com/lifeandstyle/2022/sep/24/want-to-get-a-good-nights-sleep-first-of-all-stop-trying\" title=\"\">insomnia</a>, but my brain does fire into anxiety mode right before bed. And actually making myself go to bed can be a battle too. But I’m hoping Aniston’s epsom salt bath solution could help.</p> <a href=\"https://www.theguardian.com/fashion/2023/may/15/can-a-bath-in-epsom-salt-help-me-get-more-beauty-sleep\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2023/may/15/can-a-bath-in-epsom-salt-help-me-get-more-beauty-sleep", "date_published": "2023-05-15 07:00:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Isle of Man to grow cannabis business to diversify economy", "description": "<p>British crown dependency hopes to license as many as 10 medicinal cannabis  firms by end of 2025 </p><p>The Isle of Man has for decades been <a href=\"https://www.theguardian.com/news/2017/nov/14/after-successive-offshore-scandals-are-there-signs-of-change-in-isle-of-man\">dominated by offshore financial services</a>, but now its government is planning a push for a new kind of economic growth: medicinal cannabis.</p><p>The British crown dependency is hoping to license as many as 10 firms by the end of 2025 to grow and export medicinal cannabis products from the island as part of a strategy to spur development.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/15/isle-of-man-grow-cannabis-business-diversify-economy\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/15/isle-of-man-grow-cannabis-business-diversify-economy", "date_published": "2023-05-15 07:00:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Share your favourite moments from The Legend of Zelda: Tears of the Kingdom", "description": "<p>We would like to hear about the places you’ve seen and the things you’ve made while playing the new Zelda game</p><p>The latest Zelda instalment, The Legend of Zelda: Tears of the Kingdom, has been called <a href=\"https://www.theguardian.com/games/2023/may/11/the-legend-of-zelda-tears-of-the-kingdom-review-pure-magic\">“glorious, hilarious, and utterly absorbing”</a> by our games editor. Now we would like to hear about your experiences.</p><p>What has been your favourite moment in the game? Whether it’s the best place you’ve been or the most interesting thing you’ve made, tell us all about it below.</p> <a href=\"https://www.theguardian.com/games/2023/may/15/share-your-favourite-moments-from-the-legend-of-zelda-tears-of-the-kingdom\">Continue reading...</a>", "link": "https://www.theguardian.com/games/2023/may/15/share-your-favourite-moments-from-the-legend-of-zelda-tears-of-the-kingdom", "date_published": "2023-05-15 07:00:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Our children are gay and proudly African’: a mother’s plea to a president | Linda Mafu", "description": "<p>Uganda’s Yoweri Museveni led the fight against Aids. To finish the job, he must set aside his country’s anti-LGBTQ+ bill</p><p>A toxic wave of homophobia is surging across east Africa. It is crashing down in Uganda, where members of parliament recently passed a bill that makes <a href=\"https://www.theguardian.com/world/2023/mar/21/ugandan-mps-pass-bill-imposing-death-penalty-homosexuality\">being gay a crime punishable by death</a> and not reporting homosexuality a criminal offence. The most common refrain echoed by the anti-gay movement is that homosexuality is “un-African”.</p><p>That belief is totally unfounded and ahistorical. As an African mother who has raised a gay child, it breaks my heart to hear such arguments. I know that my son and thousands of other children across Africa are both gay and fully, proudly African.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/15/our-children-gay-proudly-african-mothers-plea-uganda-president-museveni\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/15/our-children-gay-proudly-african-mothers-plea-uganda-president-museveni", "date_published": "2023-05-15 07:00:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Depp v Heard: The Unreal Story by Nick Wallis review – fear and loathing in Hollywood", "description": "<p>The journalist who exposed the Post Office scandal depicts the actors’ filthy  fallout as a showreel for our narcissistic age</p><p>After ending their chaotic, punch-drunk marriage, Johnny Depp and Amber Heard generously treated us to a pair of legal epilogues. First, Depp sued the<em> Sun</em> for calling him a wife beater, only to have the judge in London accept Heard’s account of his brutality and dismiss his case. He then <a href=\"https://www.theguardian.com/film/2022/dec/19/amber-heard-johnny-depp-legal-settlement\">sued Heard</a> for defamation in the US, where a jury awarded him $15m in damages.</p><p><a href=\"https://www.nickwallis.com/\">Nick Wallis</a>, the journalist best known for exposing the shameful <a href=\"https://www.postofficescandal.uk/post/the-1bn-disaster/\">prosecution of postmasters</a> who took the blame for a faulty computer system, followed Depp’s wrangling with Heard in both courts and has now written up the affair as a contemporary moral fable. Extracting grand conclusions from trivia, his book documents the clash between two “alternative universes, terraformed by subpoenas, depositions and witness statements”, in which truth has become entirely subjective and relative; Wallis defines his chronicle as an “unreal story” because its astral principals long ago lost contact with the reality that tethers the rest of us to the humdrum earth.</p> <a href=\"https://www.theguardian.com/books/2023/may/15/depp-v-heard-the-unreal-story-by-nick-wallis-review-fear-and-loathing-in-hollywood\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/may/15/depp-v-heard-the-unreal-story-by-nick-wallis-review-fear-and-loathing-in-hollywood", "date_published": "2023-05-15 06:00:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Do women’s trousers have to be ugly or ill-fitting?", "description": "<p>I’ve been trying to buy a pair made from good material, comfortable, with pockets. But the search has led me to a place I never thought I’d reach</p><p>There is trouser trouble afoot. All of mine fell apart simultaneously – a function of finding some I didn’t hate, bulk-buying them, then wearing nothing else for the past eight years. This leaves me needing more, which in 2023 is a terrible place to be.</p><p>It shouldn’t be this hard. It’s not like buying a swimsuit, or spectacles, activities for which I would happily be placed in a medically induced coma, leaving someone else to choose for me. But judging by my targeted ads, trouser consensus has collapsed entirely, leaving an anarchic free-for-all of style and fabric. Scrolling the gen Z resale app Depop confirms it: crops, ruching, massive flares, “Y2K” combats and patterns so reminiscent of a Magic Eye poster I expect a unicorn to appear from the crotch.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/15/do-womens-trousers-have-to-be-ugly-or-ill-fitting\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/15/do-womens-trousers-have-to-be-ugly-or-ill-fitting", "date_published": "2023-05-15 06:00:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "SSE and Ovo: prepay meter pain and distressing demands", "description": "<p>One reader says SSE takes 70% off every time they top up their meter, while another gets erroneous Ovo payment letters</p><p><strong>I have a serious issue with <a href=\"https://www.theguardian.com/business/scottishandsouthernenergy\">SSE</a> Energy, as every time I top up my prepayment meter, it puts 70% of the money towards the debt on my account.</strong></p><p><strong>Over four days, the company has taken £77 out of £110 of top-ups. I’m a single mum with two children and can’t afford repayments at this level</strong><strong> but no one will listen.</strong></p> <a href=\"https://www.theguardian.com/money/2023/may/15/sse-and-ovo-prepay-meter-pain-and-distressing-demands\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/may/15/sse-and-ovo-prepay-meter-pain-and-distressing-demands", "date_published": "2023-05-15 06:00:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "US supreme court pursuing rightwing agenda via ‘shadow docket’, book says", "description": "<p>Steve Vladeck says conservative majority is bypassing public scrutiny with unsigned orders on religion, abortion and more</p><p>Conservative justices on the US supreme court consciously broke with decades-old congressional rules and norms to shift laws governing religious freedom sharply to the right through a series of shadowy unsigned and unexplained emergency orders, a new book reveals.</p><p>Five of the six conservatives who now command the majority on the US’s most powerful court have rammed through some of their most contentious and extreme partisan decisions using the so-called “shadow docket” – unsigned orders issued frequently late at night, in literal and metaphorical darkness. The orders do not reveal who voted for them or why, often providing one-line explanations of the legal thinking behind them.</p> <a href=\"https://www.theguardian.com/books/2023/may/15/us-supreme-court-shadow-docket-book-rightwing-agenda\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/may/15/us-supreme-court-shadow-docket-book-rightwing-agenda", "date_published": "2023-05-15 06:00:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A new start after 60: I embraced being single and became an international pet-sitter", "description": "<p>Bernadine Swale thought she couldn’t cope after her divorce. Now, she loves her life cycling around Florida with terriers and fine-dining with schnauzers in New Zealand</p><p>When Bernadine Swale’s marriage ended after 36 years, when she was 57, her first instinct – once she had recovered from the shock – was that she couldn’t manage alone. “The standard, cookie-cutter way you have to be in your 60s is man and woman, and you travel together,” she says. It took her a few years to realise: “Actually, no.”</p><p>Now 68, Swale, a retired pharmacist, travels the world as a pet-sitter. Last year, she spent only 23 nights in her own bed, in a loft that looks out over downtown Denver. Pet-sitting stops have included London, New York, Athens, Botswana, Tokyo and New Zealand. “I absolutely love my life,” she says. “I have the best retirement there ever was.”</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/may/15/a-new-start-after-60-i-embraced-being-single-and-became-an-international-pet-sitter\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/may/15/a-new-start-after-60-i-embraced-being-single-and-became-an-international-pet-sitter", "date_published": "2023-05-15 06:00:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Google Pixel 7a review: the best mid-range phone gets even better", "description": "<p>Fast, slick screen, excellent camera and great software makes for a hard to beat combination</p><p>Google’s latest mid-range phone brings high-end features down to a reasonable price, including the firm’s top chip and class-leading camera.</p><p>The Pixel 7a costs £449 (€509/$449) – £50 more than the initial price of <a href=\"https://www.theguardian.com/technology/2022/jul/22/google-pixel-6a-review-this-mid-range-master-is-a-true-bargain\">last year’s 6a</a> but £150 cheaper than the <a href=\"https://www.theguardian.com/technology/2022/oct/31/google-pixel-7-review-camera-price-android-software\">Pixel 7</a> – while offering almost the same features.</p><p><strong>Screen:</strong> 6.1in 90Hz FHD+ OLED (429ppi)</p><p><strong>Processor:</strong> Google Tensor G2</p><p><strong>RAM:</strong> 8GB</p><p><strong>Storage:</strong> 128GB</p><p><strong>Operating system:</strong> Android 13</p><p><strong>Camera:</strong> 64MP + 13MP ultrawide, 13MP selfie</p><p><strong>Connectivity:</strong> 5G, eSIM, wifi 6E, NFC, Bluetooth 5.3 and GNSS</p><p><strong>Water resistance:</strong> IP67 (1m for 30 minutes)</p><p><strong>Dimensions:</strong> 152.4 x 72.9 x 9mm</p><p><strong>Weight:</strong> 193g</p> <a href=\"https://www.theguardian.com/technology/2023/may/15/google-pixel-7a-review-mid-range-phone-camera-screen\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/may/15/google-pixel-7a-review-mid-range-phone-camera-screen", "date_published": "2023-05-15 06:00:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Would not having a permanent UK address affect my a mortgage application?", "description": "<p>I’m renting now but want to spend a year as a digital nomad before trying to buy a house</p><p><strong>Q</strong> I’m a would-be first-time buyer looking to buy by myself, which I expect to be ready to do in about a year’s time. I’m currently renting in the UK but – as I work remotely – I am considering putting my things into storage and spending about a year as a digital nomad in a few different, less expensive countries. Hopefully, this would save me some money on what I’m currently paying in rent and bills. I would plan to be in Europe, so I’d be able to come back to the UK without too much difficulty for house-hunting purposes.</p><p>What’s holding me back is the question of how this would affect a mortgage application. Would it count against me if I didn’t have a permanent UK address at the time of application? I could give my parents’ address, but it obviously wouldn’t be where I was actually residing. Can you think of any other factors that might make it harder for me to buy a house if I took this option? Buying the house is my priority, so I would only go ahead with the digital nomad plan if it wasn’t going to jeopardise my chances. Any advice you can give would be very much appreciated.<br /><strong>JS</strong></p> <a href=\"https://www.theguardian.com/money/2023/may/15/would-not-having-a-permanent-uk-address-affect-my-a-mortgage-application\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/may/15/would-not-having-a-permanent-uk-address-affect-my-a-mortgage-application", "date_published": "2023-05-15 06:00:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "De Humani Corporis Fabrica review – gruesome surgery film gets under the skin", "description": "<p>The latest film by the directors of Leviathan combines disorientating, brutal surgery closeups with doctors’ candid chats to powerful effect</p><p>Lucien Castaing-Taylor and Véréna Paravel are the French documentary film-makers <a href=\"https://www.theguardian.com/film/2013/nov/28/leviathan-film-review\">who in 2012 gave us Leviathan</a>, an experimental and immersively strange account of life on a fishing trawler in the north Atlantic. In 2017 their Somniloquies was a hallucinatory, image-driven film about sleep-talking, while Caniba was about the <a href=\"https://en.wikipedia.org/wiki/Issei_Sagawa\">notorious Japanese murderer and cannibal Issei Sagawa</a> and the strange half-life of his later years, when he was immobilised by a cerebral infarction.</p><p>Their new film does for the human body what Leviathan did for the alien world of the sea: an account of surgical and clinical procedures in a number of Paris hospitals, with extreme, disorientating closeups and some deeply disturbing images, including one mortuary scene of a dead body being dressed in the “civilian” clothes of the living. It gives us brutally candid images of operations on the eye, the brain and the penis, and takes us into the surreal, microsurgical inner-space of the body: you might find yourself thinking of the 60s sci-fi classic Fantastic Voyage with Raquel Welch and other miniaturised adventurers journeying through the body’s macrocosmos. The title is taken from <a href=\"https://www.lrb.co.uk/the-paper/v17/n20/peter-bradshaw/washed-and-spiced\">Andreas Vesalius’s classic anatomical study of 1543</a>, revolutionary in its day for its fiercely rationalist, materialist emphasis on examining what the body really is, but with bizarre, nonrational illustrations of animated corpses appearing to open themselves up, like Jesus and the sacred heart.</p> <a href=\"https://www.theguardian.com/film/2023/may/15/de-humani-corporis-fabrica-review-gruesome-surgery-film-gets-under-the-skin\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/may/15/de-humani-corporis-fabrica-review-gruesome-surgery-film-gets-under-the-skin", "date_published": "2023-05-15 06:00:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rhinos return to Zimbabwe and a new kind of safari starts to take shape", "description": "<p>Near the Hwange national park, a reintroduction project protects animals, attracts tourists and ensures locals aren’t neglected</p><p>Inside a stockade of tall wooden stakes, cattle are waiting to be let out for the day. Golden sunlight stutters through the acacia trees and lights up the homestead beyond, a large, bare-earth courtyard containing five neatly thatched mud-walled buildings.</p><p>Hygiene Moyo, 75, and her teenage granddaughter Lucricia live here, just outside one of Zimbabwe’s largest and most important national parks, Hwange. They take me to greet their favourite animal, Booster the bull, who comes trotting across the enclosure when called, pushing his nose forward to be scratched. Ten new calves mill around in a separate inner stockade, eagerly waiting to be reunited with their mothers. Not all of the herd, however, are present. Since the start of the year three cows have been killed by hyenas.</p> <a href=\"https://www.theguardian.com/travel/2023/may/15/rhinos-return-to-zimbabwe-and-a-new-kind-of-safari-starts-to-take-shape\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2023/may/15/rhinos-return-to-zimbabwe-and-a-new-kind-of-safari-starts-to-take-shape", "date_published": "2023-05-15 06:00:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Design me a chair made from petals!’: The artists pushing the boundaries of AI", "description": "<p>From restoring artefacts destroyed by Isis to training robot vacuum cleaners, architects, artists and game developers are discovering the potential – and pitfalls – of the virtual world</p><p>A shower of pink petals rains down in slow motion against an ethereal backdrop of minimalist white arches, bathed in the soft focus of a cosmetics advert. The camera pulls back to reveal the petals have clustered together to form a delicate puffy armchair, standing in the centre of a temple-like space, surrounded by a dreamy landscape of fluffy pink trees. It looks like a luxury zen retreat, as conceived by <a href=\"https://www.wired.co.uk/article/how-to-build-a-brand-glossier\">Glossier</a>.<br /><br />The aesthetic is eerily familiar: these are the pastel tones, tactile textures and ubiquitous arches of <a href=\"https://www.theguardian.com/artanddesign/2018/nov/23/snapping-point-how-the-worlds-leading-architects-fell-under-the-instagram-spell\">Instagram architecture</a>, an amalgamation of design tropes specifically honed for likes. An ode to millennial pink, this computer-rendered scene has been finely tuned to seduce the social media algorithm, calibrated to slide into your feed like a sugary tranquilliser, promising to envelop you in its candy-floss embrace.<br /><br />What makes it different from countless other such CGI visions that populate the infinite scroll is that this implausible chair now exists in reality. In front of the video, on show in the Museum of Applied Arts in Vienna (MAK), stands the <a href=\"https://reisinger.studio/hortensiachair/\">Hortensia chair</a>, a vision of blossomy luxury plucked from the screen and fabricated from thousands of laser-cut pink fabric petals – yours for about £5,000.</p><p>It is the work of digital artist Andrés Reisinger, who minted the original digital chair design as an NFT after his images went viral on Instagram in 2018. He was soon approached by collectors asking where they could buy the real thing, so he decided to make it – with the help of product designer Júlia Esqué and furniture brand Moooi – first as a limited edition, and now adapted for serial production. It was the first time that an armchair had been willed into being by likes and shares, a physical product spawned from the dark matter of the algorithm.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/may/15/design-me-a-chair-made-from-petals-the-artists-pushing-the-boundaries-of-ai\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/may/15/design-me-a-chair-made-from-petals-the-artists-pushing-the-boundaries-of-ai", "date_published": "2023-05-15 06:00:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "TV tonight: Nick Broomfield delves into the life of the unknown Rolling Stone", "description": "<p>Founder and guitarist Brian Jones was the ‘heart and soul’ of the band. Plus: is everything about to go up in flames on Succession? Here’s what to watch this evening</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/may/15/tv-tonight-nick-broomfield-delves-into-the-life-of-the-unknown-rolling-stone\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/may/15/tv-tonight-nick-broomfield-delves-into-the-life-of-the-unknown-rolling-stone", "date_published": "2023-05-15 05:20:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Russia-Ukraine war latest: G7 reportedly set to tighten Russia sanctions; France to send Kyiv military aid – live", "description": "<p>G7 leaders will reportedly target Moscow’s energy exports; France will send Ukraine dozens of armoured vehicles and light tanks in coming weeks</p><ul><li><a href=\"https://www.theguardian.com/world/2023/may/15/russia-ukraine-war-at-a-glance-what-we-know-on-day-446-of-the-invasion\">What we know on day 446 of Russia’s invasion</a></li></ul><p><strong>Wagner head offered to reveal Russian troop locations to Ukraine</strong></p><p><strong>Yevgeny Prigozhin</strong>, the head of the Wagner mercenary force, offered to reveal the position of Russian troops to the Ukranian government, the Washington Post reported on Sunday, citing leaked U.S. intelligence documents.</p> <a href=\"https://www.theguardian.com/world/live/2023/may/15/russia-ukraine-war-latest-g7-reportedly-set-to-tighten-russia-sanctions-france-to-send-kyiv-military-aid-live\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2023/may/15/russia-ukraine-war-latest-g7-reportedly-set-to-tighten-russia-sanctions-france-to-send-kyiv-military-aid-live", "date_published": "2023-05-15 05:10:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Talking to babies may help shape brain structure, research finds", "description": "<p>Scientists find link between levels of adult speech and infant myelin, which surrounds nerves and makes signals more efficient</p><p>The amount of adult speech children are exposed to in their early years may help to shape the structure of their brains, researchers say.</p><p>Studies have previously suggested there are benefits to talking to young children, with research suggesting it can help <a href=\"https://www.theguardian.com/science/2014/feb/14/talking-to-babies-brain-power-language\">improve their language processing</a> and <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5510534/\">boost their vocabularies</a>.</p> <a href=\"https://www.theguardian.com/science/2023/may/15/talking-to-babies-may-help-shape-brain-structure-research-finds\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/may/15/talking-to-babies-may-help-shape-brain-structure-research-finds", "date_published": "2023-05-15 05:00:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "This government has cut the NHS to the bone, and left doctors holding the knife | Nesrine Malik", "description": "<p>It’s a horribly effective ploy: underinvest in the health service, then encourage patients to blame staff for any failures</p><p>Sometimes there is a bleakly effective logic to underinvesting in public services. If they survive, then great, the money was saved. If they fail, then even better, because privatisation is here and ready to pick up the pieces. A classic example of this strategy is the NHS.</p><p>Junior doctors are working longer and harder, being paid next to nothing for it, and then blamed when things go wrong. There may soon be <a href=\"https://www.telegraph.co.uk/news/2023/04/24/junior-doctors-coordinated-strike-with-consultants/\">future strikes</a> as their requests have not yet been met. Even though it is primarily about pay restoration, there is a wider context. They are now expected to put in extra shifts, compromise their career progression, and do work above their pay grade with no training or reward. This is by design.</p><p>Nesrine Malik is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/15/nhs-doctors-staff-health-service-patients\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/15/nhs-doctors-staff-health-service-patients", "date_published": "2023-05-15 05:00:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Listen to a toadfish’s grunt! AI helps decode a ‘symphony’ of ocean sounds", "description": "<p>In ‘a major breakthrough’, scientists are using algorithms to identify the clicks, calls and bleeps of marine life, as part of a 10-year project mapping noise under the sea</p><p>On Goa’s coral reef in India, the marine scientists lowered their underwater microphones beneath the waves and recorded a complex cacophony of swirling currents, fish and plantlife.</p><p>But rather than spend months deciphering it using human ears, arguing over which click was a snapping shrimp and which snort a type of grunter fish, they plugged the sounds into an algorithm that correctly identified four species in a matter of minutes.</p> <a href=\"https://www.theguardian.com/environment/2023/may/15/listen-to-a-toadfishs-grunt-ai-helps-decode-a-symphony-of-ocean-sounds\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/may/15/listen-to-a-toadfishs-grunt-ai-helps-decode-a-symphony-of-ocean-sounds", "date_published": "2023-05-15 05:00:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ministers call for immigration and UK food prices to increase", "description": "<p><strong>Exclusive:</strong> Sunak urged to take urgent action to solve food crisis at meeting with Defra and farmers</p><p>Immigration and food prices must increase to solve the food crisis, ministers are to say at a summit.</p><p>Rishi Sunak will be joined by ministers from the Department for Environment, Food and Rural Affairs (Defra) as well as farmers and industry leaders at the meeting at No 10 on Tuesday.</p> <a href=\"https://www.theguardian.com/environment/2023/may/15/ministers-call-for-immigration-and-uk-food-prices-to-increase\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/may/15/ministers-call-for-immigration-and-uk-food-prices-to-increase", "date_published": "2023-05-15 05:00:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Senior doctors in England to vote on industrial action", "description": "<p>BMA says consultant pay has declined by 35% since 2008-9</p><p>Senior doctors in England are to vote on whether to strike amid the continued row over pay in healthcare, as teachers’ unions also plan to hold a ballot for industrial action.</p><p>The ballot will open on Monday until 27 June as the British Medical Association urges members to approve.</p> <a href=\"https://www.theguardian.com/society/2023/may/15/senior-doctors-in-england-to-vote-on-industrial-action\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/may/15/senior-doctors-in-england-to-vote-on-industrial-action", "date_published": "2023-05-15 05:00:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tell us: how do you feel about your smartphone use?", "description": "<p>We would like to hear from readers around the world about their screen time and what changes – if any – they’d like to make</p><p>Two hours a day, three, even five: the time we spend on our screens is gradually ticking up.</p><p>According to Nielsen, Americans <a href=\"https://www.nielsen.com/insights/2019/us-consumers-are-shifting-the-time-they-spend-with-media/#:~:text=According%20to%20Q3%202018%20Nielsen,minutes%20available%20in%20a%20day.\">now spend</a> almost half of their days gazing into their various devices, while in the UK a study <a href=\"https://www.leeds.ac.uk/news-coronavirus/news/article/5059/screen-use-soars-among-uk-adults-post-lockdown\">found</a> that screen time has surged since pandemic lockdowns, with 50% of respondents clocking up 11 hours or more a day.</p> <a href=\"https://www.theguardian.com/technology/2023/may/15/smartphone-use-time-reader-callout\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/may/15/smartphone-use-time-reader-callout", "date_published": "2023-05-15 05:00:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK could unlock £70bn a year in renewable energy, report claims", "description": "<p>Plausible for UK to become global clean energy superpower if investment is ramped up</p><p>The UK could unlock £70bn every year by generating enough clean electricity to become a major exporter of energy to mainland Europe, according to a former government economist.</p><p>A new report has found that by increasing Britain’s clean electricity generation 50% above its current projections for 2050 it could become a clean energy superpower capable of exporting £17bn of green electricity to Europe a year.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/15/uk-could-unlock-70bn-a-year-in-renewable-energy-report-claims\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/15/uk-could-unlock-70bn-a-year-in-renewable-energy-report-claims", "date_published": "2023-05-15 05:00:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A third of Britons wait ‘more than a month’ to discuss dementia concerns", "description": "<p>Alzheimer’s Society says fear and confusion delays discussion for 33% of those who think they or a loved one may have dementia</p><p>A third of Britons who have concerns about whether they, or a loved one, might have dementia wait more than a month to discuss their worries with others, a leading charity has found, despite early diagnosis being important for treatment, support and planning.</p><p>According to the World Health Organization, <a href=\"https://www.who.int/news-room/fact-sheets/detail/dementia\">more than 55 million people have dementia worldwide,</a> with 60-70% of cases thought to be down to Alzheimer disease.</p> <a href=\"https://www.theguardian.com/society/2023/may/15/a-third-of-britons-wait-more-than-a-month-to-discuss-dementia-concerns\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/may/15/a-third-of-britons-wait-more-than-a-month-to-discuss-dementia-concerns", "date_published": "2023-05-15 05:00:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Hertz apologizes after refusing rental car to Puerto Rican customer", "description": "<p>A worker at the rental chain demanded to see the American man’s passport, apparently unaware that the island is part of the US</p><p>The US rental car giant <a href=\"https://www.theguardian.com/us-news/2022/dec/17/hertz-car-rental-accused-customers-auto-theft\">Hertz</a> has apologized and pledged to retrain its staff after an employee denied a Puerto Rican customer a prepaid vehicle on the mistaken belief that he was from a foreign country and needed a passport.</p><p>During the encounter with the customer at New Orleans’s Louis Armstrong international airport, the Hertz employee also waved over a law enforcement officer who allegedly threatened to turn the man over to immigration authorities even though Puerto Rico has been a US territory since 1898 and has a representative in Congress as well, according to a stunning report which CBS correspondent David Begnaud published on Twitter and <a href=\"https://www.instagram.com/p/CsM0ptrt2vm/\">Instagram</a> late Saturday.</p> <a href=\"https://www.theguardian.com/us-news/2023/may/15/hertz-apologizes-puerto-rican-customer-new-orleans\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/may/15/hertz-apologizes-puerto-rican-customer-new-orleans", "date_published": "2023-05-15 05:00:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sadiq Khan hails surpassing of affordable housing target in London", "description": "<p>Capital’s mayor lauds achievement but warns skyrocketing rents pose threat to ‘the soul of our city’</p><p>Sadiq Khan is to announce the surpassing of a landmark housebuilding target in London, but will warn that the capital’s skyrocketing rents pose a threat to “the soul of our city”.</p><p>In a speech on Monday setting out his stall before the 2024 election for city hall, the mayor of London will say that nearly 120,000 affordable homes have been built in the capital since 2015, equivalent to the housing stock of Plymouth.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/15/sadiq-khan-hails-surpassing-of-affordable-housing-target-in-london\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/15/sadiq-khan-hails-surpassing-of-affordable-housing-target-in-london", "date_published": "2023-05-15 05:00:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Succession plot twists and the climate crisis: Edith Pritchett’s week in Venn diagrams – cartoon", "description": "<a href=\"https://www.theguardian.com/lifeandstyle/ng-interactive/2023/may/15/succession-plot-twists-and-the-climate-crisis-edith-pritchetts-week-in-venn-diagrams-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/ng-interactive/2023/may/15/succession-plot-twists-and-the-climate-crisis-edith-pritchetts-week-in-venn-diagrams-cartoon", "date_published": "2023-05-15 05:00:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I saw many bodies’: having escaped one conflict, Tigray refugees face new terrors", "description": "<p>Living in UN camps in a rapidly collapsing Sudan, refugees from Ethiopia are being kidnapped, taken across the Sahara, and tortured for ransom – in a brutal, multimillion-dollar industry</p><p>Selassie’s nightmare began when men who said they were farmers picked him up, promising him agricultural work.</p><p>After managing to leave behind the violence of the <a href=\"https://www.theguardian.com/world/2021/nov/05/ethiopia-tigray-war-who-is-fighting-and-what-has-been-the-toll\">civil war in his home region of Tigray</a>, northern Ethiopia, in late 2020, he had done several such casual jobs, harvesting sorghum and digging irrigation ditches for farmers near Tunaydbah, a refugee camp in south-eastern Sudan.</p> <a href=\"https://www.theguardian.com/global-development/2023/may/15/i-saw-many-bodies-having-escaped-one-conflict-tigray-refugees-face-new-terrors\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/may/15/i-saw-many-bodies-having-escaped-one-conflict-tigray-refugees-face-new-terrors", "date_published": "2023-05-15 05:00:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘It turns the stomach’ – the biggest mistake from the 2023 TV Baftas", "description": "<p>Here are the most egregious shocks from the TV Bafta awards – and the many miraculous shows that went home empty-handed</p><p>If this year’s TV Baftas are to be remembered for anything at all, then I am afraid they will be remembered for a mistake. This year’s best international category was already notable for its absences (where for the absolute love of god was Better Call Saul?) but at least we could console ourselves with the fact that a couple of bangers made it in. In The White Lotus, it recognised the sort of wild word-of-mouth sensation that can only come about organically. And in The Bear, it recognised what must surely, hands down, be the very best television show in the world.</p><p>And yet, once the Southbank Centre had been crammed to the gills, the winner of the category was announced as <a href=\"https://www.theguardian.com/tv-and-radio/2022/sep/23/jeffrey-dahmer-netflix-ryan-murphy-exploitative-tv\">Dahmer – Monster: The Jeffrey Dahmer Story</a>. The state of that series! Not only was it genuinely witless – less a compelling drama, more a rough clod of true crime dug up and listlessly tossed into the streaming quarry for the sake of it – but the glee it took in fetishising a real-life serial killer turned the stomach. All that, plus look at the title. Nobody in their right mind should ever give an award to a series that not only contains both a colon and an em-dash in its title, but also repeats the name of the subject like a cheap SEO hack.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/may/15/it-turns-the-stomach-the-biggest-mistake-from-the-2023-tv-baftas\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/may/15/it-turns-the-stomach-the-biggest-mistake-from-the-2023-tv-baftas", "date_published": "2023-05-15 05:00:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Why are so many young Americans adopting fake British accents?", "description": "<p>Whether deflecting an awkward moment or lightening the mood in an argument, affecting an accent has become a Gen Z verbal tic</p><p>Kyra Green lives with anxiety, and when she misplaced her boarding pass at the airport gate just before her flight was due to leave, the 26-year-old’s nerves started acting up. As she looked around for it, the native New Yorker began speaking in a British accent.</p><p>“I was throwing shit all over the place, and I was like, ‘No, I cannot do this. This is terrible,’” Green said, with the posh inflection of someone who went to a British boarding school. “I was literally scrounging through the trash looking for my boarding pass, but that voice added a little bit of confidence and pizazz when I didn’t feel it internally.”</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/may/14/fake-british-accents-americans-gen-z\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/may/14/fake-british-accents-americans-gen-z", "date_published": "2023-05-15 05:00:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘America is not as divided as we’re made out to be’: The Daily Show’s Roy Wood Jr on making the other side laugh", "description": "<p>The comedian weighs in on the hosting gig, the White House dinner and why Ron DeSantis needs to slow down</p><p>Before he headlined the White House Correspondents’ Association dinner, Roy Wood Jr solicited advice from Hasan Minhaj, Michelle Wolf and other Daily Show alums who have landed the gig. They all told him the same thing: don’t have any regrets. But more than a week after his 25-minute set, Wood is still grappling with a bridge bit he did on mass shootings. “Drag queens are not at the school to groom your kids,” he intoned three minutes in. “And even if they were, most of them kids [are] going to get shot at school; it ain’t no problem.”</p><p>As groans filled the air, he further prodded the lawmakers in the room to “pass legislation” if they couldn’t take his joke – ca callback to Barack Obama’s “don’t boo, vote”. The joke sparked even stronger backlash outside the room, with many dismissing Wood as the most insensitive agent of wokeness yet. That it was followed by another mass shooting in Texas days later didn’t help – but it certainly made his point. “There are always going to be people who will use any opportunity to misconstrue a joke for political points, which some people are doing with that joke online,” he tells me, a little defensively, over the phone.</p> <a href=\"https://www.theguardian.com/culture/2023/may/14/roy-wood-jr-interview-daily-show-white-house-correspondents-dinner\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/may/14/roy-wood-jr-interview-daily-show-white-house-correspondents-dinner", "date_published": "2023-05-15 05:00:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I’d tell myself: you’re a loser, a failure, ugly …’ Matilda’s Mara Wilson on the price of fame", "description": "<p>A star at nine, the actor was soon struggling with the death of her mother as well as nosy journalists and demanding fans. Angry, confused and thoroughly lost, how did she ever find her way back?</p><p>It never made sense to her, Mara Wilson writes in Good Girls Don’t, that the enduring image of a child actor is of a spoilt brat. “A bratty child is one who won’t do what they’re told; child actors <em>only </em>do what they’re told. Brats are selfish and greedy; child actors often support their families. A spoilt and misbehaving child will not get very far in the entertainment industry.” Wilson, the star of some of the biggest family films of the 90s, including Mrs Doubtfire, Miracle on 34th Street and Matilda, only wanted to please.</p><p>She wrote the short-form memoir – an ebook and audiobook for the digital platform Scribd – after thinking a lot about what a “good girl” she had been and the impact it has had on her life. It opens at a teen disco on a cruise with her family; Wilson, then about 16, was made to feel she had to dance with a boy, just because he was a fan (he didn’t really speak, just grinded on her). Rather than think of herself, she was worried about what everyone else would think when they saw: “Matilda’s a slut!” What she felt, or wanted, didn’t come into it. Eventually, in her later teens and 20s, Wilson rebelled against all this pressure and became, she says, angry and “a bitch”.</p> <a href=\"https://www.theguardian.com/film/2023/may/15/matildas-mara-wilson-on-the-price-of-fame\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/may/15/matildas-mara-wilson-on-the-price-of-fame", "date_published": "2023-05-15 05:00:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Shake your Sugar Bum Bum! The return of the classic film capturing calypso’s riotous brilliance", "description": "<p>It is seen as the joyous, rum-soaked music of the carnival, but it is so much more than that – as One Hand Don’t Clap shows. We<strong> </strong>talk to the film’s star, the astonishing Calypso Rose, still thrilling crowds</p><p>During the finals of the 1986 Trinidad Calypso Monarch contest, the defending champion, Black Stalin, was hoping to beat rising stars David Rudder and Duke to keep his crown. One Hand Don’t Clap, a beautiful documentary that captured the event, follows the competitors as they prepare to perform – but its director, Kavery Kaul, doesn’t seem hugely concerned with who wins.</p><p>Her film, newly restored and rereleased, is much more focused on two legendary calypso giants who are attending the contest. Looking on from the sidelines, they reflect on their own lives, their triumphs and setbacks – and their love for their music. Lord Kitchener and his protege Calypso Rose are the film’s unrivalled stars.</p> <a href=\"https://www.theguardian.com/music/2023/may/15/sugar-bum-classic-film-calypso-rose-one-hand-dont-clap\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/may/15/sugar-bum-classic-film-calypso-rose-one-hand-dont-clap", "date_published": "2023-05-15 05:00:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Vučić created this atmosphere of hate’: Serbians wary of president’s gun pledge", "description": "<p>Mass shootings prompted arms amnesty, but many see politicians and media as part of the problem</p><p>In the first three days of an amnesty after mass shootings plunged their country into shock and soul-searching, Serbians surrendered more than 6,000 unregistered weapons, 300,000 rounds of ammunition and 470 explosive devices.</p><p>But in a deeply divided nation awash with lethal weaponry, where war criminals are glorified, reality shows on state TV star convicted murderers, and memories of savage recent conflicts run deep, many doubt whether the president’s <a href=\"https://www.theguardian.com/world/2023/may/05/serbia-eight-killed-in-second-mass-shooting-in-days-with-attacker-on-the-run\">pledge to “disarm”</a> the country will be enough.</p> <a href=\"https://www.theguardian.com/world/2023/may/15/vucic-created-this-atmosphere-of-hate-serbians-wary-of-presidents-gun-pledge\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/15/vucic-created-this-atmosphere-of-hate-serbians-wary-of-presidents-gun-pledge", "date_published": "2023-05-15 05:00:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ukrainian artist Dmytro Moldovanov: ‘I try to explain the meaning of this Russian fascism’", "description": "<p>Ukraine’s leading primitivist painter recalls moment of Russian invasion and says conflict has spurred his creativity</p><p>Dmytro Moldovanov awoke to what sounded like a loud knocking. It was 4am on 24 February 2022 and the Russian army had just invaded Ukraine. “I looked out my balcony window and saw a plane. There were explosions. I felt the pressure wave,” he recalled.</p><p>Moldovanov, who lived next to a military aerodrome in the southern port city of Mykolaiv, downed a shot of vodka and went out into the street. Neighbours were building barricades using bins and tyres. Between them, they gathered three hunting rifles and a couple of molotov cocktails – not enough to stop an enemy tank.</p> <a href=\"https://www.theguardian.com/world/2023/may/15/ukrainian-artist-dmytro-moldovanov-i-try-to-explain-the-meaning-of-this-russian-fascism\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/15/ukrainian-artist-dmytro-moldovanov-i-try-to-explain-the-meaning-of-this-russian-fascism", "date_published": "2023-05-15 04:00:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Is the UK in the grip of ‘greedflation’? - podcast", "description": "<p>Prices in the UK are continuing to rise on everything from groceries to energy bills and mortgage costs. Meanwhile, some companies are reporting record profits. Richard Partington reports</p><p>Millions of households in the UK are feeling a prolonged pinch as inflation eats away at their standard of living. Rising bills for weekly shopping, energy use and housing costs have meant many people are cutting back on luxuries and essentials.</p><p>As the Guardian’s economics correspondent, <strong>Richard Partington</strong>,<strong> </strong>tells <strong>Michael Safi, </strong>the story spun by the government has been a simple one: the blame lies with Vladimir Putin and a global pandemic. But not everyone is suffering from these higher costs. Look at the country’s top 350 companies and, according to a team of researchers at Unite, the UK’s largest private-sector trade union, average profit margins increased from 5.7% in the first half of 2019 to 10.7% in the first half of 2022. It’s a concept that is being called ‘greedflation’ – where companies are using the alibi of a global crisis to bolster their profit margin by putting up prices more than they could otherwise get away with. So is that what’s happening? And if so, what can we do about it?</p> <a href=\"https://www.theguardian.com/news/audio/2023/may/15/is-the-uk-in-the-grip-of-greedflation-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/news/audio/2023/may/15/is-the-uk-in-the-grip-of-greedflation-podcast", "date_published": "2023-05-15 02:00:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Belarus president Lukashenko misses another event prompting speculation of illness", "description": "<p>Leader has not been seen publicly in nearly a week, as opposition news outlet says he was taken to an elite clinic on weekend</p><p>Belarusian president Alexander Lukashenko, who has not been seen in public since 8 May, did not appear at a ceremony in the capital of Minsk on Sunday, triggering speculation the longtime leader is seriously ill.</p><p>The prime minister, Roman Golovchenko, read a message from Lukashenko during an annual ceremony at which young people swear allegiance to the ex-Soviet state’s flag, the BelTA state news agency reported.</p> <a href=\"https://www.theguardian.com/world/2023/may/15/alexander-lukashenko-belarus-president-sick-illness-speculation\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/15/alexander-lukashenko-belarus-president-sick-illness-speculation", "date_published": "2023-05-15 01:43:22+00:00", "persistent": false, "user": null, "language": "en-UK"}]