[{"source": "https://businessinsider.com.pl/.feed", "title": "Rosja rozmieściła bombowce blisko granicy NATO", "description": "Zdjęcie satelitarne pokazuje 16 rosyjskich bombowców strategicznych rozmieszczonych na Półwyspie Kolskim, około 200 km od granic Finlandii i Norwegii — pisze norweski dziennik \"The Barents Observer\".", "link": "https://businessinsider.com.pl/wiadomosci/rosja-rozmiescila-bombowce-blisko-granicy-z-nato-wiadomo-w-jakim-celu/r02fp7t", "date_published": "2023-05-15 19:44:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "800 plus i inne obietnice wyborcze. Premier o kosztach dla budżetu", "description": "Programy, które ogłosiliśmy, to dodatkowy koszt ok. 26 mld zł dla budżetu — powiedział w poniedziałek w Polsat News premier Mateusz Morawiecki. Podkreślił, że waloryzacja 500 plus do 800 plus jest znacznie powyżej inflacji. Ocenił, że ta będzie spadać w Polsce bardzo szybko.", "link": "https://businessinsider.com.pl/gospodarka/800-plus-i-obietnice-wyborcze-pis-premier-mowi-ile-beda-nas-kosztowac/zq2cc8f", "date_published": "2023-05-15 19:05:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Coraz bliżej 14. emerytury na stałe. We wtorek kolejny krok", "description": "Rząd we wtorek zajmie się projektem ustawy wprowadzającej 14. emeryturę na stałe. W tym tygodniu Rada Ministrów ma zająć się też propozycjami ogłoszonymi na weekendowej konwencji programowej PiS.", "link": "https://businessinsider.com.pl/twoje-pieniadze/14-emerytura-na-stale-we-wtorek-wazny-krok/zpqs0er", "date_published": "2023-05-15 18:23:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kontrowersyjna fuzja zatwierdzona przez KE. To największe przejęcie w historii gamingu", "description": "Unijny organ antymonopolowy zatwierdził fuzję Activision-Blizzard z Microsoftem. Wartość transakcji to 69 mld dol. Temat ten od dawna budził wielkie kontrowersje. W zeszłym miesiącu brytyjski urząd postawił veto i nie jest w swojej opinii odosobniony.", "link": "https://businessinsider.com.pl/biznes/to-najwieksze-przejecie-w-historii-gamingu-kontrowersyjna-fuzja-zatwierdzona/zgrkfx5", "date_published": "2023-05-15 17:48:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "NBP jak wielki kantor. Ministerstwo Finansów ujawniło kwoty transakcji", "description": "W ubiegłym roku Ministerstwo Finansów wymieniło walutę o równowartości prawie 18 mld euro. Większą część stanowiły transakcje w NBP, który spełnił funkcję wielkiego kantoru. Transakcje były m.in. przedmiotem kontroli NIK.", "link": "https://businessinsider.com.pl/gospodarka/nbp-jak-wielki-kantor-ministerstwo-finansow-ujawnilo-kwoty-transakcji/rcexjpm", "date_published": "2023-05-15 17:22:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Jadwiga Emilewicz została wiceministrem i pełnomocnikiem rządu. Czym będzie się zajmować?", "description": "Jadwiga Emilewicz została powołana na pełnomocnika rządu do spraw polsko-ukraińskiej współpracy rozwojowej oraz wiceministra funduszy i polityki regionalnej — podał w poniedziałek resort funduszy.", "link": "https://businessinsider.com.pl/wiadomosci/jadwiga-emilewicz-znow-w-rzadzie-czym-bedzie-sie-zajmowac/jjbxc30", "date_published": "2023-05-15 17:14:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Radość pracowników Rafako nie trwała długo. Wielu straci pracę", "description": "Wydawało się, że po wielu miesiącach niepewności pracowników największego zakładu w Raciborzu, zatrudniającego tysiąc pracowników, nadszedł spokój. Wszystko za sprawą zakończenia sporu z Tauronem. Nic z tych rzeczy. Firma właśnie poinformowała o zwolnieniach grupowych.", "link": "https://businessinsider.com.pl/biznes/zatrudniaja-tysiac-pracownikow-duzy-zaklad-oglasza-zwolnienia-grupowe/evm1zv3", "date_published": "2023-05-15 16:55:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Rekordowa inflacja w UE to niejedyny problem Orbana. Wzrost gospodarczy niższy niż w Ukrainie", "description": "W tym roku będziemy mieli najwyższą inflację w całej UE i niższy wzrost PKB od Ukrainy — komentują najnowsze unijne prognozy węgierskie media. Węgry będą jedynym krajem unijnym, który będzie miał wyższą inflację w 2023 r. niż w roku poprzednim.", "link": "https://businessinsider.com.pl/gospodarka/orban-ma-problem-inflacja-najwyzsza-w-unii-wzrost-pkb-nizszy-niz-w-ukrainie/lg888vc", "date_published": "2023-05-15 16:43:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kot odkręcił kran w ratuszu. Szkody sięgają kilkunastu tysięcy euro", "description": "Kot odkręcił kran z wodą w budynku remontowanego ratusza i spowodował szkody liczone w tysiącach euro — informują holenderskie media. Media publikują \"dowody\" winy kota.", "link": "https://businessinsider.com.pl/wiadomosci/szkody-liczone-w-tysiacach-euro-oskarzyli-kota/djyrleh", "date_published": "2023-05-15 16:28:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Lewandowski się nie zatrzymuje. Gra na butelce w nowej reklamie [WIDEO]", "description": "Robert Lewandowski nie zatrzymuje się w zdobywaniu trofeów i najnowszy sukces świętuje w reklamie jednego z głównych sponsorów Barcelony. Wykazał się w niej muzycznym talentem.", "link": "https://businessinsider.com.pl/wiadomosci/robert-lewandowski-swietuje-tytul-w-nowej-reklamie-gra-na-butelce-wideo/fk1kzn1", "date_published": "2023-05-15 16:18:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Tusk odpowiada w sprawie 800 plus", "description": "Jarosław Kaczyński zapowiedział podwyżkę sztandarowego świadczenia od stycznia. Teraz mamy odpowiedź Donalda Tuska.", "link": "https://businessinsider.com.pl/gospodarka/tusk-odpowiada-w-sprawie-800-plus/ef4rcwt", "date_published": "2023-05-15 16:13:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Niemcy mogą się cieszyć. Ceny mieszkań idą w dół", "description": "Nieruchomości w największych niemieckich miastach długo drożały. Wygląda jednak na to, że trend się wreszcie odwrócił. W niektórych miastach widać nawet 20-proc. spadki.", "link": "https://businessinsider.com.pl/gospodarka/niemcy-moga-sie-cieszyc-ceny-mieszkan-wreszcie-spadly/9qhbgf6", "date_published": "2023-05-15 16:04:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Łukaszenko w końcu pokazał się narodowi. Uwagę zwraca jeden szczegół", "description": "Dyskusje o stanie zdrowia Łukaszenki trwają od 9 maja, gdy nie wygłosił on tradycyjnego przemówienia w Mińsku i przestał pojawiać się publicznie. W poniedziałek opublikowano zdjęcie dyktatora, na którym uwagę zwraca jego ręka.", "link": "https://businessinsider.com.pl/wiadomosci/co-sie-dzieje-z-lukaszenka-przywodca-bialorusi-przestal-wystepowac-publicznie/77rbwy9", "date_published": "2023-05-15 16:03:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Te dane znacząco umocniły złotego. Do Polski wpływa coraz więcej pieniędzy", "description": "Ceny ropy i gazu spadły na tyle, że wartość importu spada. A tymczasem polski eksport idzie jak burza. Co więcej, mimo sankcji na Rosję i Białoruś polskie usługi wypracowują rekordowe nadwyżki z zagranicą. Pieniędzy do Polski napłynęło w marcu o 7,7 mld zł więcej niż wypłynęło. Takie dane to woda na młyn wzrostów złotego.", "link": "https://businessinsider.com.pl/gospodarka/te-dane-znaczaco-umocnily-zlotego-do-polski-wplywa-coraz-wiecej-pieniedzy/mbzw3wt", "date_published": "2023-05-15 15:46:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Zaufany ekonomista rządu mówi o wpływie 800 plus na inflację. Wskazuje inny \"problem\"", "description": "Wzrost świadczenia na dzieci z 500 do 800 zł i inne tego typu wydatki nie zmienią trendów inflacyjnych — uważa prezes PFR Paweł Borys. Uzasadnia to niewielką skalą wzrostu gospodarczego, która jest poniżej potencjału. Według ekonomisty większym zagrożeniem dla dezinflacji jest ciągle szybki wzrost płac.", "link": "https://businessinsider.com.pl/gospodarka/zaufany-ekonomista-rzadu-o-wplywie-800-plus-na-inflacje-wskazuje-inny-problem/blhqn2k", "date_published": "2023-05-15 15:36:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Oto najlepsze uczelnie świata. Kiepskie wiadomości dla Warszawy", "description": "Uniwersytet Harvarda już po raz dwunasty został najlepszą uczelnią w rankingu The Center for World University Rankings (CWUR). Jak wypadają polskie uczelnie? Niestety, niezbyt dobrze.", "link": "https://businessinsider.com.pl/wiadomosci/oto-najlepsze-uczelnie-swiata-kiepskie-wiadomosci-dla-warszawy/hln726y", "date_published": "2023-05-15 15:21:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Jak przez rok podrożało utrzymanie domu? Eksperci wyliczyli", "description": "Statystyczna polska rodzina wydaje na utrzymanie i wyposażenie mieszkania 1360 zł miesięcznie. To aż o 19 proc. więcej niż przed rokiem – wynika z analizy HRE Investment Trust.", "link": "https://businessinsider.com.pl/twoje-pieniadze/jak-przez-rok-podrozalo-utrzymanie-domu/1czxmeb", "date_published": "2023-05-15 14:53:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Sekretne plany Kremla i rosyjskich oligarchów. Liczą na wsparcie \"większego partnera\"", "description": "Rosyjska delegacja z premierem Michaiłem Miszustinem na czele planuje wyjazd do Chin, gdzie 23 maja weźmie udział w forum biznesowym w Szanghaju. W jej skład mają wejść najpotężniejsi rosyjscy oligarchowie. Według agencji Bloomberg biznesmeni liczą, że Pekin pomoże im wytrzymać presję ekonomiczną związaną z zachodnimi sankcjami.", "link": "https://businessinsider.com.pl/wiadomosci/sekretne-plany-kremla-i-oligarchow-licza-na-wsparcie-wiekszego-partnera/2m3814e", "date_published": "2023-05-15 14:23:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Elon Musk przyjechał do Macrona. Wiadomo, o czym rozmawiali", "description": "Emmanuel Macron przyjął w Pałacu Elizejskim Elona Muska. Prezydent Francji zdradził nieco szczegółów spotkania.", "link": "https://businessinsider.com.pl/gospodarka/elon-musk-przyjechal-do-macrona-o-tym-prezydent-rozmawial-z-szefem-tesli/v5p1tph", "date_published": "2023-05-15 14:12:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Szwecja rezygnuje z cyfryzacji dzieci. Najpierw czytanie i pisanie", "description": "Szwedzkie dzieci miały być najlepsze na świecie w korzystaniu z cyfrowych narzędzi w szkole. Jednak minister edukacji zrezygnowała z planu cyfryzacji i stwierdziła, że dzieci muszą najpierw nauczyć się czytać i pisać. Dodała, że narzędzia cyfrowe utrudniają dzieciom nabywanie wiedzy.", "link": "https://businessinsider.com.pl/wiadomosci/szwecja-wstrzymuje-cyfryzacje-tradycyjne-zabawki-lepsze-niz-tablet/rbqtv9z", "date_published": "2023-05-15 14:02:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Zaplanuj urlop na Cyprze. Polecamy hotele z widokiem na morze", "description": "Cypr to niewielka wyspa położona we wschodniej części basenu Morza Śródziemnego. Cypr od lat cieszy się dużą popularnością wśród turystów. Na wyspie panuje ciepły śródziemnomorski klimat, ponad 300 dni w roku świeci słońce, dlatego warto to miejsce odwiedzić o każdej porze roku. Wyspę Afrodyty, jak jest często nazywana, charakteryzują malownicze plaże i zatoki, piękne góry, antyczne zabytki i klimatyczne miasteczka. W artykule polecamy sprawdzone hotele, które mają dostępne terminy, a jednocześnie są różnorodne pod względem standardu i ceny. Zapraszamy!", "link": "https://businessinsider.com.pl/lifestyle/podroze/zaplanuj-urlop-na-cyprze-polecamy-hotele-z-widokiem-na-morze/y5sb7p8", "date_published": "2023-05-15 14:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Porażający sondaż. Duża część wyborców PiS myli spadek inflacji ze spadkiem cen", "description": "Aż 21 proc. badanych popierających PiS myli spadek inflacji ze spadającymi cenami. W przypadku zwolenników KO i Lewicy taki błąd popełniło jedynie 1 proc. respondentów. Najnowszy sondaż pokazuje bardzo duże braki w wiedzy finansowej Polaków.", "link": "https://businessinsider.com.pl/gospodarka/porazajacy-sondaz-duza-czesc-wyborcow-pis-myli-spadek-inflacji-ze-spadkiem-cen/hzhn3md", "date_published": "2023-05-15 13:56:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "800 plus i zniesienie opłat za autostrady. Muller o planach rządu", "description": "Chcemy przyjąć projekt podnoszący świadczenie wychowawcze z 500 zł do 800 zł jeszcze w tej kadencji. Wyższe świadczenie będzie wypłacane od stycznia 2024 r. — powiedział w poniedziałek na konferencji prasowej rzecznik rządu Piotr Muller. Zapowiedział też, kiedy rząd zajmie się zniesieniem opłat na autostradach prywatnych.", "link": "https://businessinsider.com.pl/twoje-pieniadze/od-kiedy-800-plus-i-zniesienie-oplat-za-autostrady-rzecznik-o-planach-rzadu/b1k8tkw", "date_published": "2023-05-15 13:43:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Od kiedy 800 plus? Rzecznik rządu zdradza datę", "description": "Chcemy przyjąć projekt podnoszący świadczenie wychowawcze z 500 zł do 800 zł jeszcze w tej kadencji. Wyższe świadczenie będzie wypłacane od stycznia 2024 r. — powiedział w poniedziałek na konferencji prasowej w Warszawie rzecznik rządu Piotr Muller.", "link": "https://businessinsider.com.pl/twoje-pieniadze/od-kiedy-800-plus-rzecznik-rzadu-zdradza-date/b1k8tkw", "date_published": "2023-05-15 13:43:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Zamiast \"następna stacja\" usłyszeli przemówienie Hitlera. Koleje reagują", "description": "Pasażerowie pociągów dalekobieżnych austriackiego operatora ÖBB usłyszeli z głośników... nazistowskie pozdrowienia i przemówienia Adolfa Hitlera. W ostatnim czasie miało dość \"do kilku takich przypadków\".", "link": "https://businessinsider.com.pl/wiadomosci/zamiast-nastepna-stacja-uslyszeli-przemowienie-hitlera-koleje-reaguja/3b76s9e", "date_published": "2023-05-15 13:31:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Polska wyjątkowo hojna z 800 plus. Ale Niemcy znowu nas wyprzedzili", "description": "Choć do wyborów zostało sporo czasu, Jarosław Kaczyński już wytoczył kampanijne \"ciężkie działa\" i zapowiedział zastąpienie 500 plus przez 800 plus. Jeśli propozycja wejdzie w życie, to jak nasze sztandarowe \"dziecięce\" świadczenie będzie wyglądać na tle Europy? Okazuje się, że będziemy naprawdę hojni dla rodziców. Hojniejsi niż nawet Skandynawowie.", "link": "https://businessinsider.com.pl/gospodarka/800-plus-niemcy-znow-nas-wyprzedzili/3qwpz42", "date_published": "2023-05-15 13:14:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Płacisz raz i lecisz, gdzie chcesz. Wyciekły ceny rewolucyjnej usługi", "description": "Na dniach linia lotnicza Wizz Air powinna wystartować z abonamentem na loty. Sześciomiesięczna subskrypcja pozwoli na loty w stałych, z góry określonych cenach. Najnowsze informacje wskazują, że będą dostępne dwie opcje. Tańsza ma kosztować ponad 200 zł.", "link": "https://businessinsider.com.pl/biznes/abonament-na-latanie-wyciekly-ceny-rewolucyjnej-uslugi/b4gdzcd", "date_published": "2023-05-15 13:01:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "AI wkracza do branży nieruchomości. Morizon i Gratka jako pierwsi w Polsce stawiają na sztuczną inteligencję", "description": "Morizon i Gratka, czołowe platformy nieruchomości w Polsce, jako pierwsze w kraju wprowadzają nowoczesne systemy wyszukiwania oparte na języku naturalnym i sztucznej inteligencji (AI) o nazwach mieszkAI (Morizon) i szukAI (Gratka). Innowacyjna technologia GPT – ta sama, która stoi za popularnym rozwiązaniem ChatGPT – umożliwia użytkownikom jeszcze bardziej intuicyjne i efektywne znajdowanie odpowiednich mieszkań, domów czy lokali usługowych. Firmy zapowiadają dalszy rozwój platform oraz wprowadzanie kolejnych rozwiązań opartych na sztucznej inteligencji.", "link": "https://businessinsider.com.pl/nieruchomosci/ai-wkracza-do-branzy-nieruchomosci-morizon-i-gratka-jako-pierwsi-w-polsce-stawiaja-na/8nkvrjk", "date_published": "2023-05-15 13:00:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Pięć golarek męskich, które golą do zera", "description": "Jeśli szukasz golarki męskiej, która goli do zera, dobrze trafiłeś. Wybraliśmy pięć modeli w różnych cenach, z których użytkowania większość mężczyzn powinna być bardzo zadowolona.", "link": "https://businessinsider.com.pl/technologie/piec-golarek-meskich-ktore-gola-do-zera/3jgqr5s", "date_published": "2023-05-15 13:00:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Na wyspach  Epsteina powstanie luksusowy kurort", "description": "Miliarder kupił dwie prywatne wyspy Jeffreya Epsteina za 60 mln dol. To mniej niż połowa ceny wywoławczej.", "link": "https://businessinsider.com.pl/lifestyle/luksus/wyspy-epsteina-sprzedane-za-pol-darmo-powstanie-luksusowy-kurort/y2k5tsf", "date_published": "2023-05-15 12:58:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Sądy swoje, Ziobro swoje. Walka o \"wyjątki\" w niedzielnym handlu", "description": "Czy sklep może być klubem czytelnika – i dzięki temu otwierać się również w niedziele? Zgody tu nie ma. Co innego bowiem wydają się uważać sądy, a co innego – minister sprawiedliwości.", "link": "https://businessinsider.com.pl/gospodarka/sady-swoje-ziobro-swoje-trwa-walka-o-niedzielny-handel/s7z12x2", "date_published": "2023-05-15 12:54:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Stawki za śmieci powinny zostać obniżone. Władze Warszawy pobrały za duże opłaty", "description": "Warszawa pobrała w ubiegłym roku od mieszkańców ponad 180 mln zł za dużo za gospodarkę odpadami, dlatego w tym roku musi obniżyć stawki za odbiór śmieci – uznała Regionalna Izba Obrachunkowa. Radni PiS zarzucają Rafałowi Trzaskowskiemu bierność i apelują o jak najszybsze zmiany.", "link": "https://businessinsider.com.pl/wiadomosci/za-duze-oplaty-za-smieci-w-warszawie-stawki-powinny-zostac-obnizone/3q88xte", "date_published": "2023-05-15 12:19:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Czy będą zwolnienia przez sztuczną inteligencję? Firmy odpowiedziały", "description": "Większość firm w Polsce na razie nie zamierza zwalniać ludzi ze względu na coraz bardziej dostępne narzędzia sztucznej inteligencji – wynika z analizy EY. Niemniej jest całkiem sporo przedsiębiorstw, które takie ruchy analizują.", "link": "https://businessinsider.com.pl/gospodarka/czy-beda-zwolnienia-przez-sztuczna-inteligencje-firmy-odpowiedzialy/xrej201", "date_published": "2023-05-15 12:05:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Znany ukraiński oligarcha z zarzutami. \"Defraudowano gaz\"", "description": "Jak donosi \"Financial Times\", Ukraina oskarżyła tamtejszego oligarchę Dmytro Firtasza o defraudację paliwa o wartości prawie 500 mln dol. Odpowiedzialne miały być za to jego firmy zaangażowane w dostawy gazu ziemnego do Ukrainy.", "link": "https://businessinsider.com.pl/wiadomosci/znany-ukrainski-oligarcha-z-zarzutami-defraudowal-gaz/dgz0mfg", "date_published": "2023-05-15 12:02:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Ekipa Friza ma w gotówce miliony złotych. Pokazała swoje finanse", "description": "Ile zarabiają youtuberzy i influencerzy? Przykład Ekipy stworzonej przez Karola \"Friza\" Wiśniewskiego pokazuje, że w grę wchodzą ogromne pieniądze. W trzy miesiące wpływy przekroczyły 6 mln zł, co dało ponad 800 tys. zł zysku. Znacznie więcej pieniędzy leży na kontach.", "link": "https://businessinsider.com.pl/gielda/wiadomosci/ekipa-friza-ma-w-gotowce-miliony-zlotych-pokazala-swoje-finanse/ly5ezbh", "date_published": "2023-05-15 11:56:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Pierwsze prognozy po ujawnieniu 800 plus. Polska inflacja najwyższa w Europie", "description": "Może i mamy jedne z najniższych cen w Europie, ale nie potrwa to długo. Inflacja w tym roku ma być w Polsce najwyższa po Węgrzech i Czechach, a w przyszłym roku zadziwimy cały Stary Kontynent. Ceny mają wtedy u nas rosnąć najszybciej, no być może damy wyprzedzić się Turcji. Nowe prognozy Komisji Europejskiej ogłoszono po prezentacji planów o 800 plus i wyglądają, jakby je już uwzględniały. Pozostałe prognozy dla naszego kraju są już bardziej pocieszające.", "link": "https://businessinsider.com.pl/gospodarka/prognozy-komisji-europejskiej-po-ogloszeniu-800-plus-polska-inflacja-najwyzsza-w/pkb7yep", "date_published": "2023-05-15 11:50:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Dramat oponiarzy. \"Jest jak za pandemii\"", "description": "Sprzedaż opon do aut osobowych w pierwszym kwartale 2023 spadła o 25 proc. w porównaniu do zeszłego roku – podał Polski Związek Przemysłu Oponiarskiego. Spadek sprzedaży opon do pojazdów przemysłowych spadł natomiast aż o ponad 60 proc.", "link": "https://businessinsider.com.pl/gospodarka/dramat-oponiarzy-jest-jak-za-pandemii/559rbqw", "date_published": "2023-05-15 11:42:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kurs EUR/PLN 15 maja 2023 r.", "description": "Oto bieżący waluty euro na dzień 2023-5-15. Euro to obecnie najważniejsza waluta w Unii Europejskiej, a od kursu euro uzależniona jest cena wielu importowanych i eksportowanych towarów i produktów. Jak wyglądają jej aktualne notowania oraz ile wynosi wartość względem złotówki? Wczoraj kurs euro wynosił: 4.5135 zł.", "link": "https://businessinsider.com.pl/gielda/kursy-walut/kurs-eurpln-15-maja-2023-r/se0e3x8", "date_published": "2023-05-15 11:36:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "G7 przygotowuje nowe embargo przeciw Rosji. Chodzi o gaz", "description": "Jak podał w poniedziałek dziennik \"Financial Times\", kraje skupione w grupie G7 oraz Unia Europejska wprowadzą zakaz importu rosyjskiego gazu gazociągami, przez które Rosja odcięła dostawy po inwazji na Ukrainę.", "link": "https://businessinsider.com.pl/gospodarka/g7-przygotowuje-nowe-embargo-przeciw-rosji-uderzy-w-gazprom/zyrrngl", "date_published": "2023-05-15 11:16:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Co teraz będzie z bramkami na autostradach? Minister wyjaśnia", "description": "Spodziewamy się, że zniesienie opłat za przejazd aut osobowych autostradami spowoduje przeniesienie na nie części ruchu z dróg alternatywnych. A to poprawi poziom bezpieczeństwa na drogach w okolicy autostrad – uważa Andrzej Adamczyk. Minister infrastruktury powiedział też, co ma się stać z bramkami na autostradach.", "link": "https://businessinsider.com.pl/gospodarka/co-sie-zmieni-gdy-autostrady-beda-darmowe-minister-adamczyk-wyjasnia/v8fwjvm", "date_published": "2023-05-15 11:15:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Obietnice PiS mogą przełożyć się na ceny i raty. To nie ucieszy wyborców [ANALIZA]", "description": "Koszt pierwszych obietnic wyborczych PiS może w przyszłym roku sięgnąć 30-40 mld zł. To duży zastrzyk gotówki dla budżetów domowych, który podbije konsumpcję i tempo wzrostu PKB. Efektem ubocznym może być jednak zahamowanie spadku inflacji, a co za tym idzie odłożenie w czasie obniżek stóp procentowych, które część ekonomistów przewidywała na koniec tego roku.", "link": "https://businessinsider.com.pl/gospodarka/makroekonomia/za-wyborcze-obietnice-pis-zaplacimy-wyzszymi-cenami-to-nie-jedyny-efekt-uboczny/qvwjl43", "date_published": "2023-05-15 11:09:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Niemcy chcieli ukarać Niemca za polskie prawo jazdy. Nie wyszło", "description": "Niemiec z Berlina stracił niemieckie \"prawko\" z powodu jazdy po narkotykach. Stwierdził natomiast, że wyrobi w Polsce sobie nowe. Policjanci nałożyli na niego gigantyczną karę, ale kierowca się nie poddał i poszedł do sądu.", "link": "https://businessinsider.com.pl/wiadomosci/niemcy-chcieli-ukarac-niemca-za-polskie-prawo-jazdy-ale-to-wyszlo/dck2rhs", "date_published": "2023-05-15 11:01:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Medialna grupa składa wniosek o upadłość. Nikt nie rzucił jej koła ratunkowego", "description": "Doniesienia o bardzo trudnej sytuacji finansowej medialnej grupy Vice potwierdziły się i firma złożyła wniosek o upadłość. Koncern, który swoje treści w dużej mierze kierował do młodych ludzi i robił na rynku furorę, a jego biznes wyceniano na prawie 6 mld dol., nie przetrwał ostatnich zawirowań.", "link": "https://businessinsider.com.pl/biznes/vice-media-sklada-wniosek-o-upadlosc-nikt-nie-rzucil-jej-kola-ratunkowego/de8r04q", "date_published": "2023-05-15 10:55:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Nowa prezes Twittera przemówiła. \"Nie jestem jak Elon Musk\"", "description": "Linda Yaccarino w sobotę, dzień po tym, jak Elon Musk ogłosił objęcie przez nią stanowiska, po raz pierwszy wypowiedziała się na temat swojej nowej roli jako szefowa Twittera.", "link": "https://businessinsider.com.pl/technologie/nowa-prezes-twittera-przemowila-nie-jestem-jak-elon-musk/y71ybqd", "date_published": "2023-05-15 10:53:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Próbował podpalić bombowiec w fabryce. Rosjanin zatrzymany", "description": "Sąd w Nowosybirsku zadecydował o aresztowaniu mężczyzny podejrzanego o podpalenie samolotu wojskowego Su-34 w tamtejszych zakładach lotniczych. Zarzuty dotyczą dywersji i grożą 20 latami więzienia – podała rosyjska redakcja BBC.", "link": "https://businessinsider.com.pl/wiadomosci/probowal-podpalic-bombowiec-w-fabryce-rosjanin-zatrzymany/n8rb9f4", "date_published": "2023-05-15 10:38:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Hulajnogi elektryczne do 1000 zł — czy warto?", "description": "Hulajnogi elektryczne nie są aż tak drogie, jak mogłoby się wydawać. W sklepach stacjonarnych zazwyczaj wystawione są droższe modele, ale w internecie można kupić też pojazdy z niższej półki. Przedstawiamy pięć modeli do ok. 1000 zł.", "link": "https://businessinsider.com.pl/technologie/hulajnogi-elektryczne-do-1000-zl-czy-warto/9ftkgjf", "date_published": "2023-05-15 10:30:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Premier chce równości na stanowiskach kierowniczych. \"Nadchodzi czas kobiet\"", "description": "— Aby panie mogły i chciały piąć się po kolejnych szczeblach kariery zawodowej, potrzebna jest równość na stanowiskach kierowniczych — powiedział premier Mateusz Morawiecki. Podkreślił, że w Polsce wciąż za mało kobiet zajmuje stanowiska w zarządach.", "link": "https://businessinsider.com.pl/wiadomosci/premier-chce-rownosci-na-stanowiskach-kierowniczych-nadchodzi-czas-kobiet/qmn29ed", "date_published": "2023-05-15 10:23:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Wybory w Turcji komplikują sprawę wejścia Szwecji do NATO", "description": "Jak opisują w poniedziałek szwedzkie media, brak rozstrzygnięcia w pierwszej turze wyborów prezydenckich w Turcji może opóźnić wejście Szwecji do NATO. Największym zagrożeniem jest jednak podział wyborców, mogący wpłynąć na destabilizację kraju.", "link": "https://businessinsider.com.pl/wiadomosci/wybory-w-turcji-komplikuja-sprawe-wejscia-szwecji-do-nato/4rqcc3w", "date_published": "2023-05-15 10:06:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "TSUE wyda wyrok w sprawie Getin Banku. Chodzi o zawieszanie rat", "description": "Trybunał Sprawiedliwości Unii Europejskiej w czwartek 15 czerwca br. odpowie, czy można zawiesić spłatę raty na czas postępowania sądowego przeciwko bankowi w restrukturyzacji. Chodzi o spory z Getin Bankiem. W jednym dniu  unijny sąd wyda więc dwa ważne wyroki dla frankowiczów.", "link": "https://businessinsider.com.pl/prawo/tsue-wyda-wyrok-w-sprawie-getin-banku-chodzi-o-zawieszanie-rat/gp4xvm9", "date_published": "2023-05-15 10:04:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Rynki załamane wygraną Erdogana w pierwszej turze wyborów w Turcji. Akcje i waluta ostro w dół", "description": "Mało brakowało, żeby urzędujący prezydent Turcji wygrał już w pierwszej turze wyborów. Jednak po wynikach pierwszej tury wyborów prawdopodobieństwo, że jego rywal ma szanse na zwycięstwo wygląda na tak niskie, że kolejną kadencję Erdogana uznano niemal za pewnik. Rynki zareagowały wyprzedażą tureckich aktywów.", "link": "https://businessinsider.com.pl/gielda/wiadomosci/rynki-zalamane-wygrana-erdogana-w-pierwszej-turze-wyborow-w-turcji-akcje-i-waluta/dzhg3sh", "date_published": "2023-05-15 09:45:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Rynki załamane wynikiem wyborów w Turcji. Akcje i waluta ostro w dół", "description": "Mało brakowało, żeby urzędujący prezydent Turcji wygrał już w pierwszej turze wyborów. Jednak po wynikach pierwszej tury wyborów prawdopodobieństwo, że jego rywal ma szanse na zwycięstwo wygląda na tak niskie, że kolejną kadencję Erdogana uznano niemal za pewnik. Rynki zareagowały wyprzedażą tureckich aktywów.", "link": "https://businessinsider.com.pl/gielda/wiadomosci/rynki-zalamane-wynikiem-wyborow-w-turcji-akcje-i-waluta-ostro-w-dol/dzhg3sh", "date_published": "2023-05-15 09:45:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "USA i UE handlują z tymi krajami na potęgę. To pomaga Rosji", "description": "Grupa państw Azji Środkowej i Kaukazu stała się hubem przeładunkowym amerykańskich i europejskich chipów, laserów i innych produktów wysyłanych do Rosji z ominięciem zachodnich sankcji, nałożonych na ten kraj z powodu jego inwazję na Ukrainę. Łącznie eksport USA i UE do Armenii, Gruzji, Kirgistanu, Uzbekistanu i Kazachstanu wzrósł do 24,3 mld dolarów w 2022 r. z 14,6 mld dolarów w 2021 r.", "link": "https://businessinsider.com.pl/gospodarka/usa-i-ue-handluja-z-tymi-krajami-na-potege-to-trzyma-gospodarke-rosji/k7hmbk6", "date_published": "2023-05-15 09:35:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Lider Grupy Wagnera chciał sprzedać Putina", "description": "Konflikt lidera Grupy Wagnera z Władimirem Putina. Jewgienij Prigożyn chciał podać Ukrainie lokalizacje rosyjskich wojsk w zamian za oszczędzenie swoich żołnierzy.", "link": "https://businessinsider.com.pl/wiadomosci/lider-grupy-wagnera-chcial-sprzedac-putina/epdtcdx", "date_published": "2023-05-15 09:30:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Czeka nas wodny blackout? Wodociągi nie mają dobrych wiadomości", "description": "Jak opisuje Interia, wodociągi wielu miast wciąż toczą batalię o to, by mogły podnosić rachunki za wodę. Zdaniem przedstawicieli branży dalsze dostarczanie wody poniżej kosztów może skutkować przerwami zaopatrywaniu gospodarstw domowych i firm.", "link": "https://businessinsider.com.pl/gospodarka/czeka-nas-wodny-blackout-wodociagi-nie-maja-dobrych-wiadomosci/6b2pjgk", "date_published": "2023-05-15 09:07:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Dwa luksusowe auta elektryczne z prawdziwie solidnymi zasięgami", "description": "Mercedes ma w swojej ofercie dwie luksusowe limuzyny, które przekonują nie tylko nowoczesną elegancją, lecz także dopracowanymi technologiami na pokładzie, znakomitą dynamiką i zasięgami - w przypadku jednego z modeli całkowity zasięg w cyklu mieszanym według WLTP potrafi wynieść 732 km.", "link": "https://businessinsider.com.pl/motoryzacja/dwa-luksusowe-auta-elektryczne-z-prawdziwie-solidnymi-zasiegami/88ld1p2", "date_published": "2023-05-15 08:42:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Może zabraknąć ważnego składnika do napojów i słodyczy", "description": "Konflikt w Sudanie może spowodować braki w dostawie ważnego składnika do napojów i słodyczy. Chodzi o gumę arabską — pisze portalspozywczy.pl.", "link": "https://businessinsider.com.pl/wiadomosci/moze-zabraknac-waznego-skladnika-do-napojow-i-slodyczy/7wkz9qy", "date_published": "2023-05-15 08:39:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Ile kosztuje system HIMARS? Kwota, jaką trzeba wydać na tę super-broń robi wrażenie", "description": "Już dziś w Polsce zostaną oficjalnie zaprezentowane systemy HIMARS, którymi będzie dysponować polskie wojsko. Ile kosztuje tego rodzaju broń i dlaczego jest ona tak cenna?", "link": "https://businessinsider.com.pl/wiadomosci/ile-kosztuje-system-himars-kwota-jaka-wyda-polska-robi-wrazenie/8d5q9sg", "date_published": "2023-05-15 08:09:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Inflacja w Polsce mocno w dół. Oto co o tym zadecydowało", "description": "Inflacja spadła w kwietniu do 14,7 proc. O tym było już jednak wiadomo od początku miesiąca, po wstępnych danych GUS. Tym razem GUS ujawnił szczegóły. Te pokazują, co jest hamulcem wzrostu cen.", "link": "https://businessinsider.com.pl/gospodarka/inflacja-w-polsce-mocno-w-dol-oto-co-o-tym-zadecydowalo/zre29zw", "date_published": "2023-05-15 08:00:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Ceny ropy i gazu poniżej ważnych poziomów. Od wielu miesięcy nie były tak tanie", "description": "Ceny ropy spadły w poniedziałek poniżej 74 dol. za baryłkę, a europejskiego gazu poniżej 32 euro za megawatogodzinę. W oby przypadkach to powrót do poziomów najniższych od grudnia 2021 r. Putin nie będzie zachwycony.", "link": "https://businessinsider.com.pl/gielda/wiadomosci/ceny-ropy-i-gazu-ponizej-waznych-poziomow-od-wielu-miesiecy-nie-byly-tak-tanie/wysfr0p", "date_published": "2023-05-15 07:52:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Trwa ofensywa dyplomatyczna Ukrainy. Oto, co przekaże Wielka Brytania", "description": "Premier Wielkiej  Brytanii Rishi Sunak spotka się z Wołodymyrem Zełenskim, by omówić w jaki sposób Londyn może Ukrainie w przeprowadzeniu kontrofensywy. \"Financial Times\" opisuje, jaki sprzęt zdecyduje się przekazać Wielka Brytania.", "link": "https://businessinsider.com.pl/gospodarka/trwa-ofensywa-dyplomatyczna-ukrainy-oto-co-przekaze-wielka-brytania/q785h68", "date_published": "2023-05-15 07:36:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Wielkie plany PGZ. Pięciokrotnie zwiększy produkcję amunicji", "description": "PGZ chce zwiększyć produkcję z 30-40 tys. sztuk amunicji rocznie do ponad 200 tys. Grupa liczy, że będzie to możliwe, dzięki wspólnym zamówieniom realizowanym w ramach Unii Europejskiej.", "link": "https://businessinsider.com.pl/gospodarka/wielkie-plany-pgz-chce-pieciokrotnie-zwiekszyc-produkcje-amunicji/nydzleh", "date_published": "2023-05-15 06:44:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Skorzystali nieliczni, miliardy zostały. Rząd tak chciał chronić przemysł przed drogą energią", "description": "Jak opisuje \"Puls Biznesu\", w ramach mechanizmu, który miał pomóc energochłonnemu przemysłowi przetrwać kryzys energetyczny pozostały miliardy. Ze wsparcia skorzystało znacznie mniej firm niż spodziewał się rząd, bo wiele z nich nie spełniało wyznaczonych kryteriów. Teraz resort rozwoju uruchamia kolejne, wielomiliardowe transze.", "link": "https://businessinsider.com.pl/gospodarka/skorzystali-nieliczni-miliardy-zostaly-rzad-tak-chcial-chronic-przemysl/r3bf42l", "date_published": "2023-05-15 05:52:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Widoczny efekt inflacji? Tak Polacy spędzili majówkę", "description": "Jak podaje \"Rzeczpospolita\", blisko 70 proc. Polaków spędziło długi weekend majowy w swoich domach. Badacze zwrócili uwagę na kilka najpopularniejszych zachowań podczas tegorocznego długiego wypoczynku. Mogą wskazywać na to, jak radzimy sobie z wysoką inflacją.", "link": "https://businessinsider.com.pl/gospodarka/widoczny-efekt-inflacji-tak-polacy-spedzili-dlugi-weekend-majowy/7zw6khn", "date_published": "2023-05-15 05:30:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Drogie prezenty dla polityków PiS od Glapińskiego", "description": "Nie tylko Mateusz Morawiecki, ale też Elżbieta Witek dostała z NBP monety kolekcjonerskie za kilka tysięcy złotych — informuje \"Rzeczpospolita\".", "link": "https://businessinsider.com.pl/wiadomosci/drogie-prezenty-dla-politykow-pis-od-glapinskiego/t6zdb86", "date_published": "2023-05-15 05:24:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Dziś Polska przyjmie kluczową broń z USA. A to nie koniec zakupów", "description": "Pierwsze wyrzutnie artylerii rakietowej HIMARS zostaną dziś oficjalnie przyjęte w Warszawie. Pozostałe z 20 zakontraktowanych wyrzutni mają zostać dostarczone do końca roku. A Polska ma zamiar przeprowadzić znacznie większe zakupy.", "link": "https://businessinsider.com.pl/wiadomosci/dzis-polska-przyjmie-kluczowa-bron-z-usa/s3ef1k9", "date_published": "2023-05-15 05:06:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "500 plus tak naprawdę będzie zwiększone tylko o kilka procent", "description": "500 plus od nowego roku ma się zmienić w 800 plus, rolnicy ciągle czekają na rekompensaty z Brukseli, a Amerykanie i rynek finansowy czekają na porozumienie polityków w sprawie limitu długu. Okazuje się też, że jawność płac w firmach szkodzi pracownikom, a KNF twierdzi, że banki są przygotowane na większe straty w związku z kredytami frankowymi. Oto pięć najciekawszych wydarzeń w gospodarce teraz.", "link": "https://businessinsider.com.pl/gospodarka/pis-obiecuje-waloryzacje-500-plus-do-800-zl/y1zc60w", "date_published": "2023-05-15 05:01:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Tak negocjują państwowe spółki. Azoty chcą od Orlenu tańszego gazu", "description": "Jak przyznał prezes Grupy Azoty Tomasz Hinc, spółka negocjuje z Orlenem nową umowę na dostawy gazu. Ta obecna kończy się we wrześniu. Prezes Azotów liczy na to, że nowe porozumienie okaże się korzystniejsze.", "link": "https://businessinsider.com.pl/gospodarka/tak-negocjuja-panstwowe-spolki-azoty-chca-od-orlenu-tanszego-gazu/h0h2vl2", "date_published": "2023-05-15 04:53:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Prąd z Ukrainy już płynie do Polski. Nowe połączenie ruszyło po cichu", "description": "Bez konferencji, przemówień polityków i przecinania wstęgi — w poniedziałek 15 maja ruszył komercyjny przesył energii elektrycznej nową linią Rzeszów-Chmielnicka. Aktualnie do Polski płynie prąd z Chmielnickiej Elektrowni Jądrowej.", "link": "https://businessinsider.com.pl/gospodarka/prad-z-ukrainy-juz-plynie-do-polski-polaczenie-rzeszow-chmielnicki-ruszylo-po-cichu/rkms0y6", "date_published": "2023-05-15 04:40:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Tak Francja wesprze Ukrainę. Macron obiecał konkretną rzecz", "description": "Emmanuel Macron i Wołodymyr Zełenski wydali wspólne oświadczenie na temat wsparcia, jakiego Paryż udzieli Ukrainie. Opisano w nim na co może liczyć ukraińska armia.", "link": "https://businessinsider.com.pl/gospodarka/tak-francja-wesprze-ukraine-macron-obiecal-1-konkretna-rzecz/jepbbwn", "date_published": "2023-05-15 04:36:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Lidl chce być jak Google. Polska może być dla niego poligonem", "description": "Lidl kojarzy się z popularnymi dyskontami, ale ambicje firmy – jak donosi niemiecka prasa – są znacznie większe. Zarządzający siecią koncern przechodzi właśnie gigantyczną przemianę i chce zagrozić... największym gigantom branży technologicznej. Niektórzy uważają plan za genialny, inni – za zarozumiały. Pewne jest, że Polska będzie miała kluczową rolę w tej transformacji.", "link": "https://businessinsider.com.pl/gospodarka/lidl-chce-byc-jak-google-polska-moze-byc-dla-niego-poligonem/4169yer", "date_published": "2023-05-15 04:31:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Szef KNF: musimy dbać o równowagę między ryzykiem konsumenta a korzyściami rynku", "description": "Biznes zarzuca Komisji Nadzoru Finansowego przeregulowanie rynku, zarówno finansowego, jak i ubezpieczeniowego. Jacek Jastrzębski, szef KNF, nie zgadza się z tym poglądem. Wskazuje wyraźnie, jakie ma priorytety na 2023 r. — Powinniśmy szukać równowagi między korzyściami dla biznesu i ryzykiem dla konsumenta — podkreśla. Dlaczego?", "link": "https://businessinsider.com.pl/prawo/firma/szef-knf-musimy-dbac-o-rownowage-miedzy-ryzykiem-konsumenta-a-korzysciami-rynku/nytlwkp", "date_published": "2023-05-15 04:25:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Brytyjski dziennik zaskoczony decyzją Polaków. \"Ceny są tak niskie\"", "description": "Jak pisze dziennik \"The Sun\", tysiące Polaków uciekają z Wielkiej Brytanii przed rosnącymi kosztami życia i wraca do swojego kraju. Gazeta wskazuje, że w Polsce gospodarka przeżywa obecnie boom.", "link": "https://businessinsider.com.pl/gospodarka/brytyjski-dziennik-zaskoczony-decyzja-polakow-ceny-sa-tak-niskie/pc1npt9", "date_published": "2023-05-15 04:23:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Amerykanie z wizytą w KGHM. Będą ustalać szczegóły inwestycji w mały atom [TYLKO U NAS]", "description": "Prezes amerykańskiego NuScale Power John Hopkins przyleciał do Polski, by rozmawiać o możliwości wdrożenia w naszym kraju małych reaktorów SMR — dowiedział się Business Insider Polska. Firma podpisała wcześniej porozumienie w tej sprawie z KGHM. W pierwszej kolejności szef atomowej spółki odwiedzi siedzibę miedziowego koncernu, a w środę spotka się z wicepremierem i ministrem aktywów państwowych Jackiem Sasinem.", "link": "https://businessinsider.com.pl/biznes/amerykanie-z-wizyta-w-kghm-beda-ustalac-szczegoly-inwestycji-w-smr-y/et6yeyl", "date_published": "2023-05-15 04:12:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Cztery konkrety i długa lista ogólników. Oto co obiecuje PiS", "description": "500 plus wzrośnie do 800 zł, znikną opłaty za przejazdy autostradami, a dzieci, młodzież i kolejna grupa seniorów otrzyma prawo do korzystania z bezpłatnych leków. Do tego uproszczenie systemu podatkowego, obniżenie inflacji i utrzymanie bezrobocia w ryzach oraz środki na inwestycje dla samorządów. To zaledwie część obietnic, które usłyszeliśmy podczas dwudniowej konwencji PiS. Zebraliśmy wszystkie w jednym miejscu, by już wkrótce łatwiej było polityków rozliczać z ich słów.", "link": "https://businessinsider.com.pl/gospodarka/cztery-konkrety-i-dluga-lista-ogolnikow-tak-obiecuje-pis/vcvvq6p", "date_published": "2023-05-15 04:07:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Świetne wieści z półek. Wreszcie jest taniej [Koszyk zakupowy Business Insidera i aplikacji PanParagon]", "description": "Podstawowe zakupy są najtańsze od miesiąca – wynika z analizy koszyka zakupowego Business Insidera i aplikacji PanParagon. Są w zestawieniu artykuły, których ceny są wyraźnie niższe – zwłaszcza tyczy się to pomidora i papryki.", "link": "https://businessinsider.com.pl/gospodarka/swietne-wiesci-z-polek-wreszcie-zakupy-sa-tansze/4plvd24", "date_published": "2023-05-15 04:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]