[{"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Industrial Cellular Routers at Risk: 11 New Vulnerabilities Expose OT Networks", "description": "Several security vulnerabilities have been disclosed in cloud management platforms associated with three industrial cellular router vendors that could expose operational technology (OT) networks to external attacks.\nThe findings were presented by Israeli industrial cybersecurity firm OTORIO at the Black Hat Asia 2023 conference last week.\nThe 11 vulnerabilities allow \"remote code execution and", "link": "https://thehackernews.com/2023/05/industrial-cellular-routers-at-risk-11.html", "date_published": "2023-05-15 13:24:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "New Ransomware Gang RA Group Hits U.S. and South Korean Organizations", "description": "A new ransomware group known as RA Group has become the latest threat actor to leverage the leaked Babuk ransomware source code to spawn its own locker variant.\nThe cybercriminal gang, which is said to have been operating since at least April 22, 2023, is rapidly expanding its operations, according to cybersecurity firm Cisco Talos.\n\"To date, the group has compromised three organizations in the", "link": "https://thehackernews.com/2023/05/new-ransomware-gang-ra-group-hits-us.html", "date_published": "2023-05-15 11:59:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Why High Tech Companies Struggle with SaaS Security", "description": "It's easy to think high-tech companies have a security advantage over other older, more mature industries. Most are unburdened by 40 years of legacy systems and software. They draw some of the world’s youngest, brightest digital natives to their ranks, all of whom consider cybersecurity issues their entire lives.\nPerhaps it is due to their familiarity with technology that causes them to overlook", "link": "https://thehackernews.com/2023/05/why-high-tech-companies-struggle-with.html", "date_published": "2023-05-15 11:25:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Researchers Uncover Powerful Backdoor and Custom Implant in Year-Long Cyber Campaign", "description": "Government, aviation, education, and telecom sectors located in South and Southeast Asia have come under the radar of a new hacking group as part of a highly-targeted campaign that commenced in mid-2022 and continued into the first quarter of 2023.\nSymantec, by Broadcom Software, is tracking the activity under its insect-themed moniker Lancefly, with the attacks making use of a \"powerful\"", "link": "https://thehackernews.com/2023/05/researchers-uncover-powerful-backdoor.html", "date_published": "2023-05-15 10:17:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "New 'MichaelKors' Ransomware-as-a-Service Targeting Linux and VMware ESXi Systems", "description": "A new ransomware-as-service (RaaS) operation called MichaelKors has become the latest file-encrypting malware to target Linux and VMware ESXi systems as of April 2023.\nThe development points to cybercriminal actors increasingly setting their eyes on the ESXi, cybersecurity firm CrowdStrike said in a report shared with The Hacker News.\n\"This trend is especially noteworthy given the fact that ESXi", "link": "https://thehackernews.com/2023/05/new-michaelkors-ransomware-as-service.html", "date_published": "2023-05-15 10:09:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "CLR SqlShell Malware Targets MS SQL Servers for Crypto Mining and Ransomware", "description": "Poorly managed Microsoft SQL (MS SQL) servers are the target of a new campaign that's designed to propagate a category of malware called CLR SqlShell that ultimately facilitates the deployment of cryptocurrency miners and ransomware.\n\"Similar to web shell, which can be installed on web servers, SqlShell is a malware strain that supports various features after being installed on an MS SQL server,", "link": "https://thehackernews.com/2023/05/clr-sqlshell-malware-targets-ms-sql.html", "date_published": "2023-05-15 07:16:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Former Ubiquiti Employee Gets 6 Years in Jail for $2 Million Crypto Extortion Case", "description": "A former employee of Ubiquiti has been sentenced to six years in jail after he pleaded guilty to posing as an anonymous hacker and a whistleblower in an attempt to extort almost $2 million worth of cryptocurrency while working at the company.\nNickolas Sharp, 37, was arrested in December 2021 for using his insider access as a senior developer to steal confidential data and sending an anonymous", "link": "https://thehackernews.com/2023/05/former-ubiquiti-employee-gets-6-years.html", "date_published": "2023-05-15 06:59:00+00:00", "persistent": false, "user": null, "language": "en-US"}]