[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "This Next-Gen Open World Game Looks Too Good to Be True", "description": "The current generation of consoles, namely the PS5 and Xbox Series X/S, is set to usher in a new era for gaming with amazing games that have higher fidelity levels and a scope that dwarfs that of the last generation. We have already seen glimpses of what’s possible with the power of this hardware with the likes of Horizon: Forbidden West, and there’s a slew of upcoming games that look to be pushing boundaries in many significant ways. \n\nThe upcoming Chrono Odyssey is also one such game, which is an MMORPG that’s currently in development at Chrono Studio and is published by Korean gaming giant NPixel. It was originally scheduled to release in 2022, but the game was delayed without any notice. However, the game has now resurfaced once again with a comprehensive trailer that has us excited about what’s in store.", "link": "https://www.youtube.com/watch?v=Jm5BjcQfElQ", "date_published": "2023-05-15 15:30:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "15 BIG Exclusive Games That Were Complete Disasters", "description": "Console exclusives are one of the biggest reasons why fans flock towards one platform over the other. These games need to hit a level of quality that would entice anyone to buy a console and experience them immediately, and we have seen plenty of such compelling system sellers over the years. \n\nBut every so often, it happens that a highly anticipated exclusive fails to fulfill its lofty promises, and what we get are games that are complete disasters. In this feature, we will be looking at a few examples and what they did wrong to end up in this rundown of 15 of the biggest exclusives that failed miserably.", "link": "https://www.youtube.com/watch?v=a1K80Z9aOaQ", "date_published": "2023-05-15 13:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}]