[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Zelda Creators Are 'Interested' in a Tears of the Kingdom Movie - IGN The Fix\" Entertainment", "description": "On today's The Fix: Entertainment\n\nTears of the Kingdom producer Eiji Aonuma and director Hidemaro Fujibayashi have shared that they are \"interested\" in a film adaptation of The Legend of Zelda, especially after the incredible success of The Super Mario Bros. Movie. James Gunn has responded to reports that claim Superman: Legacy cast contenders include Nicholas Hoult, David Corenswet, Rachel Brosnahan, and more, saying he would never comment on who is or isn't auditioning and that only one person has been cast in the film so far. Finally, Willem Dafoe is the latest to sign on for Beetlejuice 2.\n\n#IGN #Zelda #Nintendo", "link": "https://www.youtube.com/watch?v=5ixX2YRCVWM", "date_published": "2023-05-15 23:36:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Zelda Players are Committing War Crimes On Koroks in Tears of the Kingdom - IGN Daily Fix", "description": "In today's Daily Fix:\nThe Legend of Zelda: Tears of the Kingdom is out, and players are just having way too much fun torturing those adorable Koroks. No, there's no penalty for doing so, but that's just messed up, man. In actual news, the European Commission gave the thumbs up to Microsoft's Activision Blizzard deal, but it's still not smooth sailing for the acquisition. The U.K.'s Competition and Market's Authority isn't budging on their position that the deal is bad for the cloud gaming space. And finally, a new Lord of the Rings MMO is in the works, from the developers of the recently-released New World. But don't get too excited—it sounds like it's still a long way off.\n\n#IGN #LegendofZelda", "link": "https://www.youtube.com/watch?v=kLwfkWNGAkg", "date_published": "2023-05-15 23:31:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Diablo 4 - Official \"A New Saga\" Game Overview", "description": "Join members of the development team for a deep dive into the story of Diablo IV, including key characters, new characters, and events in the Sanctuary, as well as your role as the player. \n\nDiablo IV will be available on June 6, 2023.\n\n#IGN #Diablo4", "link": "https://www.youtube.com/watch?v=b0SvpNy7UJk", "date_published": "2023-05-15 23:00:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Silica - Official Announcement Trailer", "description": "Watch the action-packed trailer for Silica to learn about the story and see the aliens of this upcoming game, which is a mix of FPS and RTS genres. Silica is available now in Early Access.\n\nSilica is a crossover of FPS and RTS where up to 3 factions battle for control over the planet of Baltarus. Lead from above as commander, or experience the action first-hand, either alone, or with friends. Join one of two human armies, or hunt them down as the territorial aliens.\n\n#IGN #GameTrailers", "link": "https://www.youtube.com/watch?v=2P1NZuUpeyk", "date_published": "2023-05-15 22:00:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "White Men Can't Jump - Official 'White Dudes Can Hoop Now' Clip (2023) Sinqua Walls, Jack Harlow", "description": "Watch as Kamal (Sinqua Walls) and Jeremy (Jack Harlow) discuss a plan and who the greatest living director is in this clip from White Men Can't Jump, an upcoming comedy movie starring Sinqua Walls, Jack Harlow, Teyana Taylor, Laura Harrier, Vince Staples, Myles Bullock, and Lance Reddick.\n\nWhite Men Can’t Jump is a modern retelling of the iconic 1992 film that celebrates the streetball hustling culture of Los Angeles. Sinqua Walls stars as Kamal, once a promising player who derailed his future in the sport, and multi-platinum rap superstar Jack Harlow makes his movie debut as Jeremy, a former star of the game whose injuries stalled his own career. Juggling tenuous relationships, financial pressures, and serious internal struggles, the two ballers—opposites who are seemingly miles apart—find they might have more in common than they imagined possible.\n\nThe film is written by Kenya Barris and Doug Hall. White Men Can’t Jump is produced by Kenya Barris and Paul Hall, and it is executive produced by Blake Griffin, Ryan Kalil, Noah Weinstein, Calmatic, Doug Hall, E. Brian Dobbins, and James Powers.\n\nWhite Men Can't Jump, directed by Calmatic, begins streaming on May 19, 2023, exclusively on Hulu in the U.S., Star+ in Latin America, and Disney+ under the Star banner in all other territories.\n\n#IGN #Movies", "link": "https://www.youtube.com/watch?v=mve-xBOVuIg", "date_published": "2023-05-15 21:00:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "White Men Can't Jump - Official 'Boy Get Out of Here' Clip (2023) Sinqua Walls, Jack Harlow", "description": "Check out this clip from White Men Can't Jump, an upcoming comedy movie starring Sinqua Walls, Jack Harlow, Teyana Taylor, Laura Harrier, Vince Staples, Myles Bullock, and Lance Reddick.\n\nWhite Men Can’t Jump, which is a modern remix of the 1992 film, celebrates the streetball hustling culture of Los Angeles. Sinqua Walls stars as Kamal, once a promising player who derailed his future in the sport, and multi-platinum rap superstar Jack Harlow makes his movie debut as Jeremy, a former star of the game whose injuries stalled his own career. Juggling tenuous relationships, financial pressures, and serious internal struggles, the two ballers—opposites who are seemingly miles apart—find they might have more in common than they imagined possible.\n\nThe film is written by Kenya Barris and Doug Hall. White Men Can’t Jump is produced by Kenya Barris and Paul Hall, and it is executive produced by Blake Griffin, Ryan Kalil, Noah Weinstein, Calmatic, Doug Hall, E. Brian Dobbins, and James Powers.\n\nWhite Men Can't Jump, directed by Calmatic, begins streaming on May 19, 2023, exclusively on Hulu in the U.S., Star+ in Latin America, and Disney+ under the Star banner in all other territories.\n\n#IGN #Movies", "link": "https://www.youtube.com/watch?v=6iCi8G7_Uec", "date_published": "2023-05-15 21:00:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Avatar: The Way of Water - Official Disney+ Release Date Trailer (2023) Sam Worthington, Zoe Saldaña", "description": "Avatar: The Way of Water is streaming on Disney+ on June 7. Watch the latest teaser for the film starring Sam Worthington, Zoe Saldaña, Sigourney Weaver, Kate Winslet, and Stephen Lang.\n\n#IGN #Avatar #Movies", "link": "https://www.youtube.com/watch?v=hqnpSj1A5po", "date_published": "2023-05-15 20:00:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Little Mermaid - Official 'So Here's The Deal' Clip (2023) Melissa McCarthy, Halle Bailey", "description": "Here's your look at Melissa McCarthy's Ursula and Halle Bailey's Ariel in this new clip from The Little Mermaid. The pair prepare to strike a deal in this scene from Disney's upcoming live-action remake of the classic fairy tale.\n\nThe Little Mermaid, directed by Rob Marshall and written by David Magee, debuts in theaters on May 26, 2023. The movie also stars Jonah Hauer-King as Prince Eric, Javier Bardem as King Triton, Daveed Diggs as Sebastian, Jacob Tremblay as Flounder, Awkwafina as Scuttle, Noma Dumezweni, Jude Akuwudike, and more.\n\n#IGN #TheLittleMermaid #Movies", "link": "https://www.youtube.com/watch?v=UzuLUaghLxw", "date_published": "2023-05-15 19:00:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Fast X - Official Final Trailer (2023) Vin Diesel, Michelle Rodriguez, Jason Momoa", "description": "Check out the final trailer for Fast X. Fast X, the tenth film in the Fast & Furious saga, stars Vin Diesel, Michelle Rodriguez, Tyrese Gibson, Chris “Ludacris” Bridges, Jason Momoa, Nathalie Emmanuel, Jordana Brewster, John Cena, Jason Statham, Sung Kang, Alan Ritchson, Daniela Melchior, Scott Eastwood, Leo Abelo Perry, with Helen Mirren, Charlize Theron, Brie Larson, and Rita Moreno.\n\nOver many missions and against impossible odds, Dom Toretto (Vin Diesel) and his family have outsmarted, out-nerved and outdriven every foe in their path. Now, they confront the most lethal opponent they’ve ever faced: A terrifying threat emerging from the shadows of the past who’s fueled by blood revenge, and who is determined to shatter this family and destroy everything—and everyone—that Dom loves, forever. \n\nIn 2011’s Fast Five, Dom and his crew took out nefarious Brazilian drug kingpin Hernan Reyes and decapitated his empire on a bridge in Rio De Janeiro. What they didn’t know was that Reyes’ son, Dante (Aquaman’s Jason Momoa), witnessed it all and has spent the last 12 years masterminding a plan to make Dom pay the ultimate price. \n\nDante’s plot will scatter Dom’s family from Los Angeles to the catacombs of Rome, from Brazil to London and from Portugal to Antarctica. New allies will be forged and old enemies will resurface. But everything changes when Dom discovers that his own 8-year-old son (Leo Abelo Perry, Black-ish) is the ultimate target of Dante’s vengeance. \n\nFast X is produced by Neal H. Moritz, Vin Diesel, Justin Lin, Jeff Kirschenbaum, and Samantha Vincent. The executive producers are Joseph M. Caracciolo, Jr., David Cain, Chris Morgan, Amanda Lewis, and Mark Bomback.\n\nFast X, directed by Louis Leterrier, opens in theaters on May 19, 2023.\n\n#IGN #Movies #FastX", "link": "https://www.youtube.com/watch?v=vSV9HX4jzeg", "date_published": "2023-05-15 18:26:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "American Born Chinese - Official 'Epic Adventure' Teaser Trailer (2023) Ben Wang, Michelle Yeoh", "description": "Watch the latest teaser trailer for American Born Chinese, a new original series coming to Disney+ on May 24, 2023.\n\nBased on Gene Luen Yang's graphic novel, American Born Chinese follows Jin Wang, an average teenager looking to level up his high school social life. However, his plans are quickly derailed when he meets a new student called Wei-Chen Sun and becomes unwittingly entangled in a battle of Chinese mythological gods.\n\nAmerican Born Chinese stars Ben Wang, Ke Huy Quan, Michelle Yeoh, Daniel Wu, Yeo Yann Yann, Chin Han, Jimmy Liu, and Sydney Taylor.\n\n#IGN #Disney #TV", "link": "https://www.youtube.com/watch?v=5yJbwojSapk", "date_published": "2023-05-15 18:00:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Legend of Zelda: Tears of the Kingdom - How to Make Money Fast Early On", "description": "It’s a rough life out there in Hyrule, and if you're in the mood for some rupee farming, you'll need a good “get rich quick scheme.” So here are our The Legend of Zelda Tears of the Kingdom: How to Make Money fast tips and tricks to bring in thousands of rupees per hour by hunting high-value game.\n\n#TheLegendOfZeldaTearsOfTheKingdom #HowToMakeMoneyFast", "link": "https://www.youtube.com/watch?v=XEIVhc4OemU", "date_published": "2023-05-15 17:11:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Legend of Zelda: Tears of the Kingdom - How To Get The Hylian Shield", "description": "Here's how to find the Tears of the Kingdom Hylian Shield. Like every great Zelda game before, the Hylian Shield makes it’s triumphant return in The Legend of Zelda: Tears of the Kingdom, and with an armor rating of 90, you’ll definitely want to snag it early. Here’s how to find the Zelda TotK Hylian Shield location!\n\n#IGN #Gaming #Zelda", "link": "https://www.youtube.com/watch?v=1RZ5y71GHN0", "date_published": "2023-05-15 17:00:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Humanity Review", "description": "Humanity reviewed by Gabriel Moss on PlayStation 5 and PlayStation VR 2. Also available on PS4, PSVR, and PC.\n\nHumanity is a beautiful, modern reimagining of Lemmings that feels as esoteric and artsy as Enhance’s previous games, while ambitiously stepping onto new terrain for the action puzzle genre with the pitter-patter of countless little feet. It somehow manages to intermingle platforming, action, and real-time strategy elements with mind-bending finesse, and its open-endedness means I could be sitting here and tinkering with it for years – much like I have with other games with great level creators like Dreams and Little Big Planet. Humanity bursts out of left field with something so unexpectedly brilliant that I can’t help but recommend it to everyone who’s ever enjoyed a puzzle game.\n\n#Humanity", "link": "https://www.youtube.com/watch?v=DXaPjqUq-JU", "date_published": "2023-05-15 16:00:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Street Fighter 6 - Official Open Beta Characters & Battle System Overview", "description": "Get a deep dive into what you can expect from the Street Fighter 6 open beta, including the eight playable SF6 characters--Ryu, Chun-Li, Luke, Jamie, Guile, Juri, Kimberly, and Ken. The overview video also showcases a breakdown of the two control types for classic controls and modern controls, as well as how to use the Drive System mechanic, including Overdrive, Drive Impact, and Drive Reversal.\n\nStreet Fighter 6's Open Beta runs from May 19-21 on PS5, PS4, Xbox Series X/S, and Steam.\n\n#IGN #Gaming #StreetFighter", "link": "https://www.youtube.com/watch?v=cIbJ99Lay60", "date_published": "2023-05-15 15:51:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Street Fighter 6 - Official Ryu Overview Trailer", "description": "See what Ryu is capable of in this new Street Fighter 6 character overview trailer showing off his basic moves, projectiles, special moves, and more. Ryu is an excellent pick, whether you're a brand new player learning the basics, or a fighting game veteran looking to show off your expertise. Here's a look at Ryu's abilities and a quick explainer on what his fighting style is all about in the next Street Fighter installment.\n\nStreet Fighter 6 will be released on June 2, 2023 on PS5, Xbox Series X/S, PS4, and PC. Ryu joins the Street Fighter 6 roster alongside Luke, Ken, Chun-Li, Guile, Cammy, E. Honda, Zangief, Manon, JP, Lily, Marisa, Dee Jay, Dhalsim, Blanka, Juri, Kimberly, and Jamie.\n\n#IGN #StreetFighter #Gaming", "link": "https://www.youtube.com/watch?v=KNGXFmYiaOE", "date_published": "2023-05-15 15:00:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Little Mermaid - Official 'Halle Bailey's Ariel Featurette (2023) Halle Bailey", "description": "Join Halle Bailey (Ariel), Melissa McCarthy (Ursula), Jonah Hauer-King (Prince Eric) director Rob Marshall, and producer/lyricist Lin-Manuel Miranda as they discuss Ariel's character, story, and behind the scenes journey in this new featurette for the upcoming Disney live-action reimagining of The Little Mermaid.\n\nThe Little Mermaid debuts in theaters on May 26, 2023. The movie also stars Javier Bardem, Daveed Diggs, Jacob Tremblay, Awkwafina, Noma Dumezweni, Jude Akuwudike, and more.\n\n#IGN #TheLittleMermaid #Movies", "link": "https://www.youtube.com/watch?v=elzjhGTLydQ", "date_published": "2023-05-15 14:00:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "10 Best Games with Weapon Durability", "description": "What are the best games with weapon durability? From oceans full of life to lands that belong to the dead. Here are some of the best games (not ranked in any particular order) that are home to weapons with a limited lifespan and why they work so well. From Zelda: Breath of the Wild to Red Dead Redemption 2, check out our full list.\n\nWhat are your thoughts on weapon degradation in games, and what do you think are the best games that utilise this interesting mechanic? Let us know in the comments!\n\n#IGN #Gaming #Games", "link": "https://www.youtube.com/watch?v=5Y8y44xDifU", "date_published": "2023-05-15 13:12:27+00:00", "persistent": false, "user": null, "language": "en-US"}]