[{"source": "https://www.theguardian.com/international/rss", "title": "World gymnastics championships: women’s team final – in pictures", "description": "<p>We take a look at the best images from Antwerp as USA take their seventh consecutive gold medal in the event, with help from the returning Simone Biles</p> <a href=\"https://www.theguardian.com/sport/gallery/2023/oct/04/world-gymnastics-championships-womens-team-final-simone-biles-gallery\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/gallery/2023/oct/04/world-gymnastics-championships-womens-team-final-simone-biles-gallery", "date_published": "2023-10-04T21:53:47+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/international/rss", "title": "Global heat is now ‘gobsmackingly bananas’, but there’s hope humanity can limit the climate damage | Adam Morton", "description": "<p>It’s hard to overstate just how exceptionally high global temperatures are now, but we have the technology to avert disaster </p><p>“<a href=\"https://bsky.app/profile/hausfath.bsky.social/post/3kauavxkgkb2s\">Absolutely gobsmackingly bananas</a>” is not standard scientific language, but these are not standard times, scientifically.</p><p>New data shows average global temperatures in September were not just the hottest ever recorded, but 0.5C above the previous record for the month. They were about 1.8C <a href=\"https://www.theguardian.com/commentisfree/2023/jul/27/extreme-weather-heatwaves-fire-climate-change-europe-greece-scientists-northern-hemisphere\">above temperatures in pre-industrial times</a>, before humans started pumping vast amounts of heat-trapping greenhouse gases into the atmosphere.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2021/dec/21/sign-up-for-five-great-reads-guardian-australias-wrap-of-our-best-summer-stories\">Sign up for a weekly email ", "link": "https://www.theguardian.com/environment/commentisfree/2023/oct/05/global-heating-weather-temperatures-climate-impact", "date_published": "2023-10-04T21:09:35+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/international/rss", "title": "Bill Sweeney insists he is right man to lead RFU despite members’ rebellion", "description": "<ul><li>Sweeney: ‘I believe we are on the cusp of something spectacular’</li><li>CEO faced leadership challenge from 30 RFU council members</li></ul><p>Bill Sweeney has insisted he is the right man to lead the Rugby Football Union despite the swirling chaos around Twickenham, claiming that “we are on the cusp of something quite spectacular”.</p><p>Last week Sweeney faced down a rebellion from 30 RFU council members who had signed a resolution challenging his leadership and raising fears over the union’s financial position. It was the latest in a string of setbacks in the past 12 months including the demises of Wasps, Worcester, London Irish and Jersey Reds, the shambolic handling of the tackle height, a £40m shortfall in this year’s budget and the refusal of the council to allow him to appoint an independent adviser to oversee governance reforms – tantamount to a show of no confidence.</p> <a href=\"https://www.theguardian.com/sport/2023/oct/04/bill-sweeney-says-he-is-right-man-to-lea", "link": "https://www.theguardian.com/sport/2023/oct/04/bill-sweeney-says-he-is-right-man-to-lead-rfu-despite-rebellion-from-members", "date_published": "2023-10-04T21:00:04+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/international/rss", "title": "Cricket World Cup has low-key buildup but tumbling records hint at thrills to come", "description": "<p>Lavish opening ceremony has been cancelled but hosts India are scoring faster and every country emphasises attack more</p><p>There is only one stadium in the world larger than the Narendra Modi Stadium and that, in Pyongyang, is unlikely to host cricket any time soon. Even when empty, a massive ring filled with 132,000 seats in bright orange, yellow and blue, Ahmedabad’s sporting superbowl is a remarkable sight. Before the World Cup, every available surface has been decorated in the tournament’s predominantly pink and purple livery and the result is, in the best possible way, like the aftermath of a riot in a poster-paint factory.</p><p>But step outside the ground – literally just outside, to the concrete concourse that encircles it, and anywhere beyond that – and there is little sign that this tournament exists. Only international arrivals to the city’s airport see the small stand there marking it, and there is barely a banner or a signpost to advertise it to the city’s 7.5 milli", "link": "https://www.theguardian.com/sport/2023/oct/04/cricket-world-cup-has-low-key-buildup-but-tumbling-records-hint-at-thrills-to-come", "date_published": "2023-10-04T17:00:49+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/international/rss", "title": "Stephen Colbert on Kevin McCarthy’s historic ouster: ‘Unprecedented humiliation’", "description": "<p>Late-night hosts discuss McCarthy’s removal after nine months, and Trump ordering McDonald’s to his New York trial</p><p>Late-night hosts reacted to the historic <a href=\"https://www.theguardian.com/us-news/2023/oct/03/kevin-mccarthy-oust-republican-house-speaker-vote-result-matt-gaetz\">ouster of Kevin McCarthy</a> from his position as speaker of the House, after a recall vote led by his fellow Republican Matt Gaetz and backed by every Democrat. “Seems like strange bedfellows between those two groups,” said Stephen Colbert on Tuesday’s Late Show, but in a Democratic meeting on Tuesday, the California representative Adam Schiff quoted The Big Lebowski: Gaetz “isn’t wrong, he’s just an asshole”.</p> <a href=\"https://www.theguardian.com/culture/2023/oct/04/stephen-colbert-kevin-mccarthy-late-night-tv\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/oct/04/stephen-colbert-kevin-mccarthy-late-night-tv", "date_published": "2023-10-04T14:51:01+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/international/rss", "title": "The ouster of Kevin McCarthy shows Republicans don’t care about governing | Moira Donegan", "description": "<p>The party is beholden to a base that it has fed misinformation and trained to view politics as high-stakes entertainment</p><p>The worst job in America has just become available. On Tuesday, after a weeks-long struggle with his caucus to fund the government and avert a government shutdown had proved fruitless and Kevin McCarthy had at last conceded to compromise with the Democrats, Republicans, led by Florida’s Matt Gaetz and other members of the far-right, Trumpist Freedom Caucus, voted McCarthy out of the House speakership.</p><p>He is the first speaker of the House to ever be removed from his post by a vote – a technique that was only possible because McCarthy had made so many procedural concessions to get the speakership in the first place. It took McCarthy 15 votes to achieve the speakership when the Republicans took control of the House back in January; it took him 269 days to lose it. Now, the job will be someone else’s problem.</p> <a href=\"https://www.theguardian.com/comm", "link": "https://www.theguardian.com/commentisfree/2023/oct/04/republicans-freedom-caucus-kevin-maccarthy", "date_published": "2023-10-04T14:05:45+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/international/rss", "title": "Given up on book clubs? Why not try a short story club instead | Laura Jean McKay", "description": "<p>Author<strong> Laura Jean McKay</strong> raises her pint to pithy writing that provokes questions – and still get you home in time for tea</p><p>I started <a href=\"https://www.theguardian.com/books/australian-books\">a book club</a> and we don’t read books. We love novels – we are novelists, as well as nonfiction writers, academics and editors; voracious readers, all. But we’ve dragged ourselves through enough boozy, emotional “I hated it/I didn’t read it/well, I loved it” book clubs to run screaming.</p><p>Now we gather at a hippy pub clutching a slim volume or tapping on a link. One published short story, one hour, once a month (or so). Arrive, order chips and beer, rip through the story, done. Raymond Carver said of the form: “Get in, get out. Don’t linger. Go on.” We’re sprinters. And after each session I feel buzzed, already looking forward to the next race.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2021/dec/21/sign-up-for-five-great-reads-guardian-aust", "link": "https://www.theguardian.com/books/2023/oct/05/short-story-club-laura-jean-mckay-the-animals-in-that-country", "date_published": "2023-10-04T14:00:46+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/international/rss", "title": "Jürgen Klopp calls for Spurs-Liverpool replay after VAR error", "description": "<ul><li>Liverpool goal wrongly disallowed with game goalless</li><li>‘It probably won’t happen,’ Liverpool manager admits</li></ul><p>Jürgen Klopp has called for Liverpool’s game at Tottenham to be replayed after his team were on the wrong end of <a href=\"https://www.theguardian.com/football/2023/oct/03/pgmol-prepared-to-send-liverpool-audio-relating-to-luis-diaz-gaffe-at-spurs\">a VAR error</a> during their 2-1 defeat.</p><p>Liverpool had a goal wrongly ruled out for offside with the game goalless and on Wednesday Klopp said: “I think the only outcome for the Tottenham-Liverpool game should be a replay.”</p> <a href=\"https://www.theguardian.com/football/2023/oct/04/jurgen-klopp-calls-for-spurs-liverpool-replay-after-var-error\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/oct/04/jurgen-klopp-calls-for-spurs-liverpool-replay-after-var-error", "date_published": "2023-10-04T12:39:04+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/international/rss", "title": "Loss of power led to Super Bowl winner Russ Francis’s fatal plane crash", "description": "<ul><li>Francis, 70, was a Super Bowl champion and qualified pilot</li><li>Plane attempted to return to New York-area airport</li></ul><p>The plane crash that killed former NFL tight end Russ Francis and another man at an airport in New York state occurred after the craft’s engine apparently lost power, a federal investigator said on Tuesday.</p><p>Francis, 70, and Richard McSpadden, 63, had taken off from the Lake Placid Airport on Sunday afternoon in a single-engine Cessna 177 when the plane encountered trouble. The plane, which has two steering columns, had turned around in an attempt to land, officials said.</p> <a href=\"https://www.theguardian.com/sport/2023/oct/04/russ-francis-fatal-plan-crash-new-york-super-bowl-champion\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/oct/04/russ-francis-fatal-plan-crash-new-york-super-bowl-champion", "date_published": "2023-10-04T11:51:19+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/international/rss", "title": "Hermoso joining Liga MX Femenil was huge, but inequalities still remain", "description": "<p>The Spanish superstar is back playing for Pachuca but some players in the Mexican top flight earn as little as $400 a month</p><ul><li><a href=\"https://www.theguardian.com/football/2022/mar/22/sign-up-for-our-new-womens-football-newsletter-moving-the-goalposts\">Moving the Goalposts: sign up for our free newsletter</a></li></ul><p>After weeks and weeks of being the face of world news, Jenni Hermoso is now back doing what she prefers to do: playing football. The fallout from the World Cup final, when the Spanish FA president, Luis Rubiales, grabbed Hermoso by the head and planted an unsolicited kiss on her lips, is far from over but with 9,000 km between her Mexican club, Pachuca, and Madrid, there is at least some room to breathe.</p><p>On Sunday, Pachuca hosted América in Liga MX Femenil, a long-awaited game between last season’s top two sides. América took a two-goal lead but Hermoso led the comeback, supplying two assists as Pachuca ran out 4-2 winners at the Estadio Hidalgo.</p", "link": "https://www.theguardian.com/football/2023/oct/04/hermoso-joining-liga-mx-femenil-was-huge-but-inequalities-still-remain", "date_published": "2023-10-04T10:57:39+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/international/rss", "title": "Cricket World Cup 2023: all you need to know about this year’s event", "description": "<p>From the intricacies of net run rate to the weather at the venues and the likely winners, here’s our essential lowdown</p><p><strong>Cricket World Cup, you say? Haven’t we just had one of those? </strong>You’re probably thinking of the one England <a href=\"https://www.theguardian.com/sport/2022/nov/13/england-pakistan-cricket-t20-world-cup-final-ben-stokes-match-report\">won in 2022</a>, or the one Australia <a href=\"https://www.theguardian.com/sport/2021/nov/14/australia-win-their-first-t20-world-cup-after-eight-wicket-victory-over-new-zealand\">won in 2021</a>, and there’ll be another one in 2024, but those were and will be all in the Twenty20 format – 20 overs a side, to the uninitiated – while this one offers two-and-a-half times the fun with each innings lasting 50 overs. The last men’s World Cup in this format was way back in 2019. This one starts on 5 October and ends 46 giddy days later on 19 November.</p><p><strong>Who’s involved?</strong> There are 10 teams: all but three ", "link": "https://www.theguardian.com/sport/2023/oct/04/cricket-world-cup-2023-all-you-need-to-know-about-this-years-event", "date_published": "2023-10-04T10:00:41+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/international/rss", "title": "Honk honk! Can noise cameras reduce ‘potentially fatal’ sound pollution?", "description": "<p>As noise detectors are installed in a rich neighborhood of Manhattan, experts worry they will punish people of color</p><p>Honking cars, blasting stereos, babbling neighbors: consider it all part of the symphony that plays daily on New York City streets. Everyone knows the city is loud, and politicians have waged a long, losing war against noise. Now they have a new weapon: noise cameras.</p><p>The cameras, which are paired with a sound meter to detect noise of at least 85 decibels from a source 50ft or more away, have recently been installed on certain streets in Manhattan’s wealthy Upper West Side.</p> <a href=\"https://www.theguardian.com/us-news/2023/oct/04/new-york-noise-cameras\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/oct/04/new-york-noise-cameras", "date_published": "2023-10-04T10:00:40+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/international/rss", "title": "The Postcard by Anne Berest review – an autofictional tale of family survival", "description": "<p>The author sets out to discover what happened to her ancestors during the Holocaust in this gripping, poignant work</p><p>Anne Berest’s work of autofiction, a bestseller in France and a finalist for the Prix Goncourt, opens on a snowy Paris morning in 2003. The protagonist’s mother, Léila, steps outside for her first cigarette of the day, only to find a mysterious postcard in the mailbox. On it are four names: Ephraim, Emma, Noémie, Jacques. Her grandfather, grandmother, aunt and uncle – all killed at Auschwitz. No signature, no explanation. “Who could have sent me this terrible thing?”</p><p>For Léila, the postcard is a threat, a provocation. For Anne, it poses a question: why does she know so little about those ancestors? Her quest to find the sender will open rifts between mother and daughter; it will also unearth the family’s origin story. Their early years of wandering; their fate under Vichy France and the Nazis; the risks her grandparents undertook in the Resistance. And th", "link": "https://www.theguardian.com/books/2023/oct/04/the-postcard-by-anne-berest-review-an-autofictional-tale-of-family-survival", "date_published": "2023-10-04T10:00:40+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/international/rss", "title": "From fasting to pregame prayers: how religion shapes the NBA", "description": "<p>Christians, Muslims and Jews have starred in the league. But even those without a faith can benefit from spiritual practice</p><p>Before every game, Bob Hill brought his teams together for a moment of silence. Hill, who coached in places like New York, Indianapolis, San Antonio and Seattle, didn’t insist on any particular message. It was simply a moment of togetherness before the start of another NBA battle. But it was in 1994 when he got to San Antonio, where <a href=\"https://www.youtube.com/watch?v=24NLqvKER1c\">David Robinson starred</a>, that Hill was exposed to a more pointed pregame process. During a preseason game against the Knicks, Robinson, <a href=\"https://vault.si.com/vault/1996/04/29/trials-of-david-san-antonio-spurs-center-and-born-again-christian-david-robinson-is-trying-to-lead-his-team-to-an-nba-title-and-remain-pure-in-a-world-beset-by-the-seven-deadly-sins\">a born-again Christian</a>, began to lead the team in prayer. Then, before the next game, the 7ft 1in cente", "link": "https://www.theguardian.com/sport/2023/oct/04/from-fasting-to-pregame-prayers-how-religion-shapes-the-nba", "date_published": "2023-10-04T09:00:39+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/international/rss", "title": "Names of Nobel prize in chemistry winners apparently leaked before announcement", "description": "<p>Sweden’s Royal Academy of Sciences names scientists behind quantum dot technology as 2023 winners in email</p><p>The names of two American chemists and a Russian physicist may have been leaked as the winners of this year’s Nobel prize in chemistry, although Sweden’s Royal Academy of Sciences said the decision was still not confirmed.</p><p>In an email to a Swedish newspaper, <a href=\"https://www.aftonbladet.se/\">Aftonbladet</a>, the award-giving body wrote that the prize would be given to Moungi Bawendi, Louis E Brus and Alexei Ekimov for the discovery of quantum dot technology, which revolutionised industries from consumer electronics to healthcare.</p> <a href=\"https://www.theguardian.com/science/2023/oct/04/nobel-prize-in-chemistry-winners-2023\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/oct/04/nobel-prize-in-chemistry-winners-2023", "date_published": "2023-10-04T08:46:10+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/international/rss", "title": "Italian authorities to conduct review into Venice crash after 21 people die when coach veers off overpass – latest Europe updates", "description": "<p>Venice’s chief prosecutor Bruno Cherchi says it is not yet possible to reconstruct what happened after tourist bus crashed off overpass in northern Italy</p><p><strong>Four injured people in intensive care</strong></p><p>Four people between the ages of 20 and 30 are in intensive care, TGcom24 <a href=\"https://www.tgcom24.mediaset.it/cronaca/mestre-venezia-bus-cade-cavalcavia-strage-news-diretta_70844481-202302k.shtml\">reports</a>.</p> <a href=\"https://www.theguardian.com/world/live/2023/oct/04/venice-coach-bus-crash-italy-europe-latest-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2023/oct/04/venice-coach-bus-crash-italy-europe-latest-updates", "date_published": "2023-10-04T07:35:37+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/international/rss", "title": "What does speaker Kevin McCarthy’s ousting mean for US aid to Ukraine?", "description": "<p>Joe Biden said this week he expected the speaker to keep a commitment to secure support needed for Ukraine, but with McCarthy ousted, the outlook is less clear</p><p>The historic <a href=\"https://www.theguardian.com/us-news/2023/oct/03/kevin-mccarthy-oust-republican-house-speaker-vote-result-matt-gaetz\">ousting</a> of House speaker Kevin McCarthy adds further uncertainty to the outlook for US aid to Ukraine, after support for Kyiv was excluded from the recent US government funding bill, leaving Joe Biden to rely on the Republican speaker for a separate deal.</p><p>The president said at the weekend that US support for Ukraine could not be interrupted “under any circumstances” and that he fully expected McCarthy “to keep his commitment to secure the passage and support needed to help Ukraine as they defend themselves against aggression and brutality”.</p> <a href=\"https://www.theguardian.com/world/2023/oct/04/us-house-speaker-kevin-mccarthy-republican-ousting-aid-to-ukraine-joe-bide", "link": "https://www.theguardian.com/world/2023/oct/04/us-house-speaker-kevin-mccarthy-republican-ousting-aid-to-ukraine-joe-biden", "date_published": "2023-10-04T02:36:23+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/international/rss", "title": "New Zealand records hottest September on record", "description": "<p>Some parts of the country exceeded normal daily maximum temperatures for the peak of summer</p><p>After the northern hemisphere sweltered through the <a href=\"https://www.theguardian.com/environment/ng-interactive/2023/sep/29/the-hottest-summer-in-human-history-a-visual-timeline\">hottest summer in human history</a>, New Zealand’s usually cool start to spring has also hit record high temperatures that are usually reserved for its summer months.</p><p>The country recorded its hottest September on record, with every region in the country experiencing above-average temperatures, with one area hitting 29.6 C.</p> <a href=\"https://www.theguardian.com/world/2023/oct/04/new-zealand-october-temperature-record-heat-september\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/oct/04/new-zealand-october-temperature-record-heat-september", "date_published": "2023-10-04T02:16:48+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/international/rss", "title": "I left my ‘bubble’ to talk to people about the voice – it was better than I could have imagined | Laura Thompson", "description": "<p>I thought doorknocking would mean butting heads with people who shared different values. But people approached the topic with curiosity and respect</p><ul><li><a href=\"https://www.theguardian.com/australia-news/2023/oct/02/what-is-the-indigenous-voice-to-parliament-australia-when-referendum-2023-explained-yes-no-campaign-wording\">Voice referendum explainer</a>; <a href=\"https://www.theguardian.com/news/datablog/ng-interactive/2023/oct/02/indigenous-voice-to-parliament-referendum-2023-poll-results-polling-latest-opinion-polls-yes-no-campaign-newspoll-essential-yougov-news-by-state-australia\">latest voice poll results</a>; help us <a href=\"https://www.theguardian.com/australia-news/2023/sep/04/help-us-monitor-campaign-advertising-for-the-2023-indigenous-voice-to-parliament-referendum\">monitor ads and misinformation</a></li></ul><ul><li>Get our <a href=\"https://www.theguardian.com/email-newsletters?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://app.adjust.com/w", "link": "https://www.theguardian.com/commentisfree/2023/oct/04/indigenous-voice-to-parliament-referendum-yes-campaign-success-chances", "date_published": "2023-10-04T02:02:33+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/international/rss", "title": "Pacific Islands Forum head says yes vote on Indigenous voice would ‘elevate Australia’ on world stage", "description": "<p>Henry Puna’s intervention comes after Vanuatu’s ex-foreign minister said a no win on 14 October would be a blow to Australia’s relationships with region</p><ul><li><strong><a href=\"https://www.theguardian.com/australia-news/live/2023/oct/04/australia-news-live-patrick-dodson-noel-pearson-indigenous-voice-to-parliament-referendum-fire-victoria-nsw-bega-floods\">Follow our Australia news live blog for latest updates</a></strong></li><li><strong>Get our <a href=\"https://www.theguardian.com/email-newsletters?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></strong></li></ul><p>Australia’s credibility would be boosted on the world stage if the yes vote wins the looming Indigenous voice referendum, a senior Pacific leader says.</p><p>Henry Puna, the head of the Pacific Islands Forum, said on Wednesday that while he respect", "link": "https://www.theguardian.com/australia-news/2023/oct/04/indigenous-voice-to-parliament-referendum-australia-credibility-pacific-islands-forum-boss-henry-puna", "date_published": "2023-10-04T00:41:58+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}]