[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Enter Middle-earth with LEGO's The Lord of the Rings: Rivendell Set | Collector's Corner", "description": "Few places in Middle-earth stoke the imagination like Rivendell, the home of the highest elves and a place where joy and splendor make even the passage of time feel unimportant. This ancient Elven city is where the Council of Elrond was held to determine what was to be done about the great evil known as The One Ring, and this incredible Lord of the Rings LEGO Rivendell set captures that moment, and the splendor of the site as a whole, in a level of LEGO detail that's nearly as astonishing as the location upon which it's based.\n\nComposed of 6167 pieces, this build will take you as long as watching both The Lord of The Rings and Hobbit trilogies. And yes, we're talking about the extended cuts. Set #10316 is a beautifully designed Elven town that comes with 15 Minifigures and we haven't been able to take our eyes off it. Play with it at your own risk as this particular set's designed for the collectors.\n\nSet built by: Tim Russell (Instagram/timb0russell)\n\n#IGN #Lego", "link": "https://www.youtube.com/watch?v=9vbmiMMac-g", "date_published": "2023-03-20 23:00:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Pulling the PlayStation Plus Collection Hurts New PS5 Owners - Podcast Beyond Clip", "description": "The PS+ Collection is being pulled, and Akeem and the Podcast Beyond crew discuss how this will hurt new PS5 owners. Why are they doing this? Why shouldn't these games be taken away if you subscribe to PlayStation Plus? Whether you're new or old to the ecosystem, there's no denying the PlayStation Plus Collection was a great addition to PS Plus subscribers.\n\n#IGN #Gaming #PS5", "link": "https://www.youtube.com/watch?v=GVlUx1iq6Dw", "date_published": "2023-03-20 22:00:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Diablo 4 - Official Open Beta Gameplay Trailer", "description": "Give. Them. Hell. Check out the latest Diablo IV trailer ahead of the open beta, which runs from March 24 through March 26, 2023.\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=8fLhD_AZqxM", "date_published": "2023-03-20 21:00:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Future Games Show Spring Showcase", "description": "The Future Games Show Spring Showcase returns March 23rd, at 3PM (PT) with an exciting lineup of games coming out this year. Featuring more than 40 games including HYENAS, The Expanse: A Telltale Series, and Dying Light 2 Stay Human, the show features a mix of titles across the console and gaming spectrum. Tune in for new announcements and reveals!\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=ib10gzGE3gw", "date_published": "2023-03-20 20:57:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Need for Speed Unbound - Official VOL 2 Update Trailer", "description": "Watch the trailer to see what to expect with Need for Speed Unbound's VOL 2 content update, featuring new rewards, new daily challenges, the new Keys to the Map DLC, and more. The free VOL 2 content update will be available starting March 21, 2023.\n\nThe streets of Lakeshore just got hotter! Hit up your homies for exhilarating cop chases through the streets and battle it out on packed grids in brand-new Rumble and Endurance races introducing more opportunities for you to risk it all for some crazy new rewards.\n\nReturn to the city every day for 3 new Daily Challenges and receive XP and Bank in return. Take part in new Playlist events, or put your pace to the test in new Hot Laps circuits to earn “The Ultimate Luxury” ride or take home a new Custom Build, the Lotus Emira Balmain Edition 2021.\n\nWant to build Bank faster? Cut straight to the chase and unlock all collectibles and activities in every district across Lakeshore thanks to the new Keys To The Map DLC.\n\n#IGN #Gaming #NeedForSpeed", "link": "https://www.youtube.com/watch?v=O-jQwPqr_Js", "date_published": "2023-03-20 20:00:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "WWE 2K23 Review", "description": "WWE 2K23 reviewed by Jarrett Green on PlayStation 5, also available on PlayStation 4, Xbox, and PC.\n\nWhether you want to experience a TV-inspired story of young wrestling talent rising to glory or take a guided tour of John Cena's most humbling moments, WWE 2K23 is worth pinning down. It’s at least incrementally better in almost every way from last year’s entry in that combat feels more rewarding, flexible, and consequential. Where it overachieves, like in MyGM, it starts to finally restore the feeling that we could be on the ramp watching a new golden age of pro wrestling games make its glorious entrance.\n\n#IGN #Gaming #WWE", "link": "https://www.youtube.com/watch?v=-jjh0l3kHjc", "date_published": "2023-03-20 19:27:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Dungeons & Dragons: Honor Among Thieves - Official Behind the Scenes (2023) Chris Pine", "description": "Join cast members Chris Pine, Justice Smith, Hugh Grant, Regé-Jean Page, Sophia Lillis, and Michelle Rodriguez for a behind-the-scenes look at Dungeons & Dragons: Honor Among Thieves, including a discussion about the characters and evil forces of the upcoming movie. \n\nA charming thief and a band of unlikely adventurers undertake an epic heist to retrieve a lost relic, but things go dangerously awry when they run afoul of the wrong people. Dungeons & Dragons: Honor Among Thieves brings the rich world and playful spirit of the legendary roleplaying game to the big screen in a hilarious and action-packed adventure.\n\nDungeons & Dragons: Honor Among Thieves also stars Chloe Coleman and Daisy Head. The screenplay is by Jonathan Goldstein & John Francis Daley and Michael Gilio. The story is by Chris McKay and Michael Gilio. It is produced by Jeremy Latcham, p.g.a., Brian Goldner, and Nick Meyer. Denis L. Stewart, Jonathan Goldstein, John Francis Daley, Chris Pine, Zev Foreman, and Greg Mooradian serve as executive producers.\n\nDungeons & Dragons: Honor Among Thieves, directed by Jonathan Goldstein & John Francis Daley, opens in theaters on March 31, 2023.\n\n#IGN #Movies #DungeonsAndDragons", "link": "https://www.youtube.com/watch?v=1Kf57iynT6M", "date_published": "2023-03-20 19:00:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "What to Play Next on the PlayStation Plus Game Catalogue with Marignetic", "description": "With hundreds of titles ready and waiting, it’s easy to get overwhelmed by choice browsing the PlayStation Plus Game Catalogue. Whether you’re a fan of horror or prefer your protagonists a little more cuddly, here are some pointers from streamer Marignetic to help you decide what to play next. Sponsored by PlayStation.\n\n#IGN #Gaming #PlayStation", "link": "https://www.youtube.com/watch?v=L3-cQqbfYPg", "date_published": "2023-03-20 18:00:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Dead by Daylight - Official Prequel Comic Book Teaser Trailer", "description": "Check out the teaser trailer for the upcoming prequel comic book based on the horror survival video game, Dead by Daylight. Issue #1 of the Dead by Daylight prequel comic book will be available in comic shops on May 24, 2023.\n\nWritten by Harvey Award Winner, Nadia Shammas, and illustrated by Dillon Snook, with Emilio Lecce on colors. Issue #1 features covers by Jae Lee, Ivan Tao, and many more. Published by Titan Comics.\n\n#IGN #Comics #DeadByDaylight", "link": "https://www.youtube.com/watch?v=bx0N22ghUZ8", "date_published": "2023-03-20 17:00:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Life by You - Official Announcement Trailer", "description": "Here's your look at the announcement trailer for Life by You, an upcoming open-world life simulator game coming to Early Access on September 12, 2023. It will be available on Steam and the Epic Games Store.\n\nLife by You allows players to design and live out the lives of the humans that they create in an open game world where everything is customizable. Players create their households, build their homes and tell life’s many stories. With real language conversation and the ability to switch from third-person to direct control gameplay, players will connect with their humans on an emotional level. A wide variety of Creator Tools and Editors will allow players to tweak every aspect of their experience, giving them the ability to live life to the fullest - or break the rules, as they see fit.\n\n#IGN #Gaming #LifeByYou", "link": "https://www.youtube.com/watch?v=9K9EHI3HY1w", "date_published": "2023-03-20 16:45:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Star Wars Jedi: Survivor - Official Story Trailer", "description": "Check out the new Star Wars Jedi: Survivor story trailer. Join Cal Kestis and BD-1 as they lightsaber-slash their way through the galaxy once again.\n\n#IGN #Gaming #StarWars", "link": "https://www.youtube.com/watch?v=wQOfEbV3wDY", "date_published": "2023-03-20 16:20:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Tekken 8 - Official King Gameplay Trailer", "description": "You don't need a crown to be a King. Watch the latest gameplay trailer for Tekken 8 featuring King, and see the character in action.\n\nTekken 8 is coming to PS5, Xbox Series X/S, and Steam.\n\n#IGN #Gaming #Tekken", "link": "https://www.youtube.com/watch?v=XKGIfwQVpJ0", "date_published": "2023-03-20 15:30:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Gun Expert Reacts to Sons of the Forest Weapons", "description": "Watch a firearm and weapons expert react to Sons of the Forest guns! With The Forest sequel now released in Early Access for PC on Steam, we got Alex Pitts, the Combined Military Services Museum's current gun expert to react to Sons of the Forest weapons.\n\nFrom a fully customized pistol, including a laser sight, and a silencer, to a revolver and a shotgun, Alex breaks down these firearms, their customizations and tell's us just how realistic they are. Check out the video for this detailed Sons of the Forest reaction.\n\n00:00 - Intro\n00:35 - Sons of the Forest Pistol\n02:17 - Sons of the Forest Shotgun\n04:06 - Sons of the Forest Revolver\n05:53 - Sons of the Forest Grenade\n06:40 - Final Thoughts\n\nA massive thank you the Combined Military Services Museum, it's collection of guns, and Alex for his fantastic firearm insight! If you'd like to find out more about CMSM, click here to visit their website - https://cmsm.co.uk/\n\n#IGN #Gaming #SonsOfTheForest", "link": "https://www.youtube.com/watch?v=KIIEpfTNsNM", "date_published": "2023-03-20 14:24:21+00:00", "persistent": false, "user": null, "language": "en-US"}]