[{"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Kto odwiedził Mariupol? \"Nie ma dowodów, że to był Putin\"", "description": "W niedzielę Kreml poinformował o wizycie Władimira Putina w Mariupolu. Według przedstawicieli ukraińskiego wywiadu wojskowego osobą, która odwiedziła okupowane miasto wcale nie musiał być prezydent Rosji. - Nie ma dowodów świadczących o tym, że osoba, która odwiedziła Mariupol to Władimir Putin - stwierdził Andrij Jusow.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-20/kto-odwiedzil-mariupol-nie-ma-dowodow-ze-to-byl-putin/", "date_published": "2023-03-20 21:05:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Asteroida w piątek przeleci obok Ziemi. Będzie dwa razy bliżej niż Księżyc", "description": "W piątek asteroida 2023 DZ2 zbliży się do Ziemi na odległość dwa razy mniejszą niż ta dzieląca naszą planetę od Księżyca. Obiekt został odkryty pod koniec lutego.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-20/asteroida-w-piatek-przeleci-obok-ziemi-bedzie-dwa-razy-blizej-niz-ksiezyc/", "date_published": "2023-03-20 20:57:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Paul Grant nie żyje. Aktor znany z \"Gwiezdnych Wojen\" i \"Harry'ego Pottera\" miał 56 lat", "description": "Paul Grant nie żyje. Aktor zmarł w wieku 56 lat. Grant był znany m.in z ról w Gwiezdnych Wojnach i Harrym Potterze.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-20/paul-grant-nie-zyje-aktor-znany-z-gwiezdnych-wojen-i-harryego-pottera-mial-56-lat/", "date_published": "2023-03-20 18:23:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Ukraina. Macedonia Północna przekaże samoloty Su-25 jako części zamienne", "description": "Macedonia Północna potwierdziła przekazanie Ukrainie czterech samolotów szturmowych Su-25 - podała w poniedziałek agencja Unian. Jak się okazuje, stan maszyn jest na tyle zły, że nie będą latać, tylko zostaną przeznaczone na części zamienne.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-20/ukraina-macedonia-polnocna-przekaze-samoloty-su-25-jako-czesci-zamienne/", "date_published": "2023-03-20 17:39:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Niemcy: Tabliczka z nazwą ulicy po arabsku w Düsseldorfie", "description": "W mieście Düsseldorf na zachodzie Niemiec zainstalowano pierwszy w kraju znak z nazwą ulicy w języku arabskim. Pomysł, który miał symbolizować różnorodność, podzielił mieszkańców i internautów.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-20/tabliczka-z-nazwa-ulicy-po-arabsku-w-niemczech/", "date_published": "2023-03-20 15:49:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Rosja. Postępowanie przeciwko sędziom MTK. To odpowiedź na nakaz aresztowania Putina", "description": "Komitet Śledczy Rosji wszczął postępowanie karne przeciwko Karimowi Ahmadowi Khanowi, prokuratorowi Międzynarodowego Trybunału Karnego oraz sędziom Międzynarodowego Trybunału Karnego Tomoko Akane, Rosario Salvatore Aitala i Sergio Gerardo Ugalde Godinez - podało Ministerstwo Spraw Zagranicznych.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-20/rosja-postepowanie-przeciwko-sedziom-mtk-to-odpowiedz-na-nakaz-aresztowania-putina/", "date_published": "2023-03-20 14:11:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Raport ONZ: Finlandia najszczęśliwszym krajem na świecie. Polska zajęła 39. miejsce", "description": "Finlandia po raz szósty z rzędu znalazła się na szczycie rankingu w corocznym raporcie przygotowanym przez Sieć Rozwiązań na rzecz Zrównoważonego Rozwoju ONZ. Skandynawia i jej okolice zdają się być najlepszym obszarem do życia, o czym obecność pięciu państw regionu w pierwszej siódemce. Polska zanotowała awans, ale cały czas jest daleko poza czołówką.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-20/raport-onz-finlandia-najszczesliwszym-krajem-awans-polski/", "date_published": "2023-03-20 13:40:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Kolumbia: Katastrofa śmigłowca wojskowego. Zginęły cztery osoby", "description": "W Kolumbii doszło do katastrofy śmigłowca wojskowego. Zginęło czterech wojskowych. W sieci pojawiło się nagranie, na którym zarejestrowano dramatyczne ostatnie sekundy przez wypadkiem.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-20/kolumbia-katastrofa-smiglowca-wojskowego-zginely-cztery-osoby/", "date_published": "2023-03-20 13:08:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Mateusz Morawiecki w Niemczech. Wygłosił wykład na Uniwersytecie w Heidelberg", "description": "- Europa znalazła się obecnie w historycznym punkcie zwrotnym, poważniejszym nawet niż wtedy, gdy upadał komunizm. Wówczas zmiany miały charakter pokojowy, dzisiaj natomiast cały świat jest zagrożony agresją rosyjską - powiedział premier Mateusz Morawiecki, podczas wykładu, który wygłosił na niemieckim Uniwersytecie Ruprechta i Karola w Heidelberg.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-20/mateusz-morawiecki-w-niemczech-wyglosil-wyklad-na-uniwersytecie-w-heidelberg/", "date_published": "2023-03-20 12:54:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Rosja: Rozdawał cukierki w stroju Spider-Mana. Oskarżyli go o podpalenie placu zabaw", "description": "Mężczyzna w stroju Spider-Mana był widziany w Krasnojarsku na chwilę przed pożarem placu zabaw. Internauci oskarżyli go o podpalenie, a w sieci pojawiły się artykuły, sugerujące, że tak właśnie było. Okazało się jednak, że Spider-Man nie przeszedł na złą stronę mocy.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-20/rosja-rozdawal-cukierki-w-stroju-spider-mana-oskarzyli-go-o-podpalenie-placu-zabaw/", "date_published": "2023-03-20 12:48:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Brytyjscy urzędnicy napisali mu, że umarł. Mieli dla niego zadanie", "description": "77-letni Brytyjczyk Stuart Dobson otrzymał absurdalny list. Urzędnicy zaadresowali do niego wpis, w którym wyrażali żal z powodu jego śmierci. Na tym się jednak nie skończyło. W imiennym piśmie do rzekomego zmarłego zachęcali, by wypełnić załączony formularz i im go zwrócić.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-20/dostal-list-ze-umarl/", "date_published": "2023-03-20 12:37:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Wojna w Ukrainie. Rosyjski śmigłowiec zestrzelony, wszystko uwieczniła kamera", "description": "Ukraińską sieć obiegło nagranie, które opublikowano na jednym z rosyjskich kanałów w Telegramie. Okupanci nagrywali swój śmigłowiec Ka-52 w momencie, w którym został namierzony, a następnie zestrzelony ukraińskim pociskiem.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-20/wojna-w-ukrainie-rosyjski-smiglowiec-zestrzelony-wszystko-uwiecznila-kamera/", "date_published": "2023-03-20 11:52:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Białoruś: Więzień polityczny próbował popełnić samobójstwo. Wcześniej prowadził strajk głodowy", "description": "Igor Łosik, białoruski więzień polityczny, próbował popełnić samobójstwo - podaje Centrum Obrony Praw Człowieka Wiosna. Blogera udało się uratować.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-20/bialorus-wiezien-polityczny-probowal-popelnic-samobojstwo-wczesniej-prowadzil-strajk-glodowy/", "date_published": "2023-03-20 11:14:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Bruce Willis skończył 68 lat. Demi Moore opublikowała nagranie", "description": "Tak się cieszę, że mogliśmy dziś świętować. Kocham cię i kocham naszą rodzinę - napisała w mediach społecznościowych aktorka Demi Moore i dołączyła nagranie z 68. urodzin jej byłego męża Brucea Willisa. Aktor zmaga się z rzadkim rodzajem demencji. Żona Willisa, Emma, również zwróciła się do fanów: Dziś jest jeden z tych dni, w których odczuwa się żal i smutek.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-20/bruce-willis-skonczyl-68-lat-demi-moor-opublikowala-wzruszajace-nagranie/", "date_published": "2023-03-20 10:34:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Xi Jinping przybył do Rosji. Spotkanie z Władimirem Putinem", "description": "Prezydent Chin Xi Jinping rozpoczął swoją trzydniową wizytę w Rosji. Jest to pierwsza zagraniczna podróż Xi po zaprzysiężeniu na trzecią kadencję prezydencką i zarazem pierwsza wizyta zagranicznego przywódcy w Rosji po wydaniu przez Międzynarodowy Trybunał Karny nakazu aresztowania Władimira Putina za zbrodnie wojenne na Ukrainie.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-20/wizyta-xi-jinpinga-w-rosji/", "date_published": "2023-03-20 10:33:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Australia. Rzeka martwych ryb. \"Najgorsze nadchodzi\"", "description": "Mieszkaniec australijskiej miejscowości podzielił się na Facebooku wstrząsającym odkryciem. Na opublikowanym przez niego nagraniu widać, jak łódką przemierza rzekę Darling-Baaka. Wokół pływają martwe ryby. Ich liczbę trudno oszacować, jednak zagraniczne media, w tym telewizja CNN, piszą o milionach.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-20/australia-rzeka-martwych-ryb-najgorsze-nadchodzi/", "date_published": "2023-03-20 09:57:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Meksyk: 14-latek zamordował osiem osób. Nosi pseudonim \"El Chapito\"", "description": "Ubogie przedmieściach Chimalhuacan w Meksyku. W jednym z domów jednorodzinnych odbywa się przyjęcie. Przed budynkiem zatrzymują się dwa motocykle. Na jednym z nich siedzi 14-letni chłopak. Wyciąga broń i otwiera ogień. Zabił osiem osób i ranił siedem. Policji udało się go już zatrzymać. Jest członkiem kartelu narkotykowego i nosi pseudonim El Chapito.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-20/meksyk-14-latek-zamordowal-osiem-osob-nosi-pseudonim-el-chapito/", "date_published": "2023-03-20 08:57:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Dmitrij Miedwiediew grozi zbombardowaniem Międzynarodowego Trybunału Karnego", "description": "Decyzja Międzynarodowego Trybunału Karnego o nakazie aresztowania Władimira Putina oznacza upadek zasad prawa - napisał w mediach społecznościowych były prezydent Rosji Dmitrij Miedwiediew, odnosząc się do wydanego w piątek nakazu aresztowania przywódcy Rosji. Można sobie wyobrazić użycie hipersonicznego Onyxa na haski sąd. Obywatele sędziowie, patrzcie uważnie w niebo... - ostrzegł.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-20/dmitrij-miedwiediew-grozi-zbombardowaniem-miedzynarodowego-trybunalu-karnego/", "date_published": "2023-03-20 08:00:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Korea Północna wystrzeliła pocisk balistyczny. Kim Dzong Un zabrał na ćwiczenia swoją córkę", "description": "Korea Północna przeprowadziła w weekend ćwiczenia, które mają wzmocnić odstraszanie wojenne i zdolność kraju do przeprowadzenia kontrataku nuklearnego. W manewrach uczestniczył Kim Dzong Un, który na próbie pojawił się wraz ze swoją córką.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-20/korea-polnocna-wystrzelila-pocisk-balistyczny-kim-dzong-un-zabral-na-cwiczenia-swoja-corke/", "date_published": "2023-03-20 06:42:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Niemiecki polityk chce odbudować Nord Stream. \"Musi zostać naprawiony teraz\"", "description": "Premier Saksonii chce odbudowy Nord Stream i jego zdaniem musi zostać naprawiony teraz. Michael Kretschmer uważa, że to pozwoli odbudować Niemcom relacje z Rosją, kiedy stanowisko Putina obejmie jego ewentualny następca.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-20/niemiecki-polityk-chce-odbudowac-nord-stream-musi-zostac-naprawiony-teraz/", "date_published": "2023-03-20 05:42:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Polska przekuje samoloty MiG-29. Wielka Brytania gotowa \"uzupełnić zdolności bojowe\"", "description": "Wiceminister obrony Wielkiej Brytanii pozytywnie ocenił decyzję Polski o przekazaniu samolotów MiG-29 Ukrainie. James Heappey dodał, że kiedy Warszawa wystosuje taką prośbę, jego kraj jest gotów uzupełnić luki w polskim systemie obronnym.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-20/polska-przekuje-samoloty-mig-29-wielka-brytania-gotowa-uzupelnic-zdolnosci-bojowe/", "date_published": "2023-03-20 05:17:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}]