[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Tchia Review - The Final Verdict", "description": "In conclusion, Tchia puts a strong first impression with its faithful rendition of a hidden tropical paradise and fun traversal mechanics. But the game quickly tends to devolve into a subpar open world experience complete with all the trappings that come with that description. \n\nBoring mission design and repetitive side activities can quickly come together to make this experience a dull time, which is a shame considering that Tchia could have been so much more.", "link": "https://www.youtube.com/watch?v=xgH2KEe9rO0", "date_published": "2023-03-20 17:00:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Alan Wake 2 - 14 Things WE DO NOT WANT", "description": "Following Control’s DLC crossover Altered World Events and Alan Wake’s 2021 remaster, a sequel to Remedy’s sleeper dark thriller seemed a full-blown conclusion. \n\nAnnounced at The Game Awards 2021 with a cryptic teaser trailer, Alan Wake 2 is promised by Remedy Entertainment as their first foray into survival horror, dialing down the action in favor of tense psychological torment. Here’re 14 things we don’t want to see when Alan Wake 2 steps out of the shadows.", "link": "https://www.youtube.com/watch?v=nXRXrhGa4rg", "date_published": "2023-03-20 15:30:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Dead Island 2 vs Dead Island - 10 BIGGEST DIFFERENCES", "description": "With Dead Island 2 finally releasing on April 21st on Xbox One, Xbox Series, PS4, PS5 and PC after years in development, it's been a hell of a journey. \n\nEven more interesting is how the formula has changed compared to the first game, which launched in 2011 and developed by Techland, who would subsequently make Dying Light. Let's look at 10 of the biggest differences between Dead Island 1 and 2, and how things have changed.", "link": "https://www.youtube.com/watch?v=yAdKg9Ox-9U", "date_published": "2023-03-20 13:30:21+00:00", "persistent": false, "user": null, "language": "en-US"}]