[{"source": "https://feeds.feedburner.com/TheHackersNews", "title": "New DotRunpeX Malware Delivers Multiple Malware Families via Malicious Ads", "description": "A new piece of malware dubbed dotRunpeX is being used to distribute numerous known malware families such as Agent Tesla, Ave Maria, BitRAT, FormBook, LokiBot, NetWire, Raccoon Stealer, RedLine Stealer, Remcos, Rhadamanthys, and Vidar.\n\"DotRunpeX is a new injector written in .NET using the Process Hollowing technique and used to infect systems with a variety of known malware families,\" Check", "link": "https://thehackernews.com/2023/03/new-dotrunpex-malware-delivers-multiple.html", "date_published": "2023-03-20 13:39:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Mispadu Banking Trojan Targets Latin America: 90,000+ Credentials Stolen", "description": "A banking trojan dubbed Mispadu has been linked to multiple spam campaigns targeting countries like Bolivia, Chile, Mexico, Peru, and Portugal with the goal of stealing credentials and delivering other payloads.\nThe activity, which commenced in August 2022, is currently ongoing, Ocelot Team from Latin American cybersecurity firm Metabase Q said in a report shared with The Hacker News.\nMispadu (", "link": "https://thehackernews.com/2023/03/mispadu-banking-trojan-targets-latin.html", "date_published": "2023-03-20 12:26:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "New Cyber Platform Lab 1 Decodes Dark Web Data to Uncover Hidden Supply Chain Breaches", "description": "This article has not been generated by ChatGPT. \n2022 was the year when inflation hit world economies, except in one corner of the global marketplace – stolen data. Ransomware payments fell by over 40% in 2022 compared to 2021. More organisations chose not to pay ransom demands, according to findings by blockchain firm Chainalysis.\nNonetheless, stolen data has value beyond a price tag, and in", "link": "https://thehackernews.com/2023/03/new-cyber-platform-lab-1-decodes-dark.html", "date_published": "2023-03-20 10:44:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Researchers Shed Light on CatB Ransomware's Evasion Techniques", "description": "The threat actors behind the CatB ransomware operation have been observed using a technique called DLL search order hijacking to evade detection and launch the payload.\nCatB, also referred to as CatB99 and Baxtoy, emerged late last year and is said to be an \"evolution or direct rebrand\" of another ransomware strain known as Pandora based on code-level similarities.\nIt's worth noting that the use", "link": "https://thehackernews.com/2023/03/researchers-shed-light-on-catb.html", "date_published": "2023-03-20 10:26:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Emotet Rises Again: Evades Macro Security via OneNote Attachments", "description": "The notorious Emotet malware, in its return after a short hiatus, is now being distributed via Microsoft OneNote email attachments in an attempt to bypass macro-based security restrictions and compromise systems.\nEmotet, linked to a threat actor tracked as Gold Crestwood, Mummy Spider, or TA542, continues to be a potent and resilient threat despite attempts by law enforcement to take it down.\nA", "link": "https://thehackernews.com/2023/03/emotet-rises-again-evades-macro.html", "date_published": "2023-03-20 05:51:00+00:00", "persistent": false, "user": null, "language": "en-US"}]