[{"source": "https://thehill.com/news/feed/", "title": "Cohen rips pro-Trump witness, says his testimony was not needed Monday", "description": "Michael Cohen, ex-personal attorney to Donald Trump, says his testimony was not needed on Monday as a rebuttal witness, after the Manhattan grand jury investigating the former president over the hush-money payment to Stormy Daniels heard testimony from a pro-Trump lawyer. “I did not,” Cohen said when asked by MSNBC host Ari Melber whether he...", "link": "https://thehill.com/blogs/blog-briefing-room/3909437-cohen-blasts-pro-trump-witness-says-his-testimony-was-not-needed-monday/", "date_published": "2023-03-20 23:09:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Bush, Lee hold meeting with Democrats, DOJ on police reform", "description": "Democrats on the House Committee on Oversight and Accountability and House Judiciary Committee met with Assistant Attorney General Vanita Gupta this month to discuss the status of police reform. The meeting was orchestrated by Reps. Cori Bush (Mo.) and Summer Lee (Pa.). Both congresswomen have been open about their stance on police reform and the...", "link": "https://thehill.com/homenews/house/3909432-bush-lee-hold-meeting-with-oversight-dems-doj-on-police-reform/", "date_published": "2023-03-20 22:57:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Jackson pens solo dissent as Supreme Court vacates abortion ruling", "description": "The Supreme Court on Monday struck down a federal court ruling upholding the right for a minor to go to court to get permission to undergo an abortion, with Justice Ketanji Brown Jackson penning a solo dissent in the case. The ruling from the court on Monday vacated a lower court ruling that a state...", "link": "https://thehill.com/regulation/court-battles/3909352-jackson-pens-solo-dissent-as-supreme-court-vacates-abortion-ruling/", "date_published": "2023-03-20 22:56:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "China's Xi visits Moscow with Ukraine on agenda", "description": "Welcome to The Hill's Defense &#038; NatSec newsletter {beacon} Defense &#038;National Security Defense &#038;National Security &#8202; The Big Story  Putin, Xi meet in Moscow to discuss ongoing Ukraine war Chinese leader Xi Jinping is in Russia for a three-day visit, with Russian President Vladimir Putin signaling he is open to working with China to resolve...", "link": "https://thehill.com/newsletters/defense-national-security/3909405-chinas-xi-visits-moscow-with-ukraine-on-agenda/", "date_published": "2023-03-20 22:50:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Blinken slams Xi for providing 'diplomatic cover' to Putin during Moscow visit", "description": "Secretary of State Antony Blinken called out Chinese President Xi Jinping on Monday for providing “diplomatic cover” to Russian leader Vladimir Putin amid the Kremlin’s ongoing war with neighboring Ukraine.  Speaking at a press briefing, Blinken said that the U.S expects that China may use Xi’s Moscow visit to reiterate calls for a ceasefire between...", "link": "https://thehill.com/policy/international/3909389-blinken-slams-xi-for-providing-diplomatic-cover-to-putin-during-moscow-visit/", "date_published": "2023-03-20 22:42:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Missouri AG says state law 'already prohibits' gender-affirming health care for youth", "description": "Missouri Attorney General Andrew Bailey (R) on Monday issued an emergency regulation claiming that state law “already prohibits” gender-affirming health care for transgender youth “in the absence of specific guardrails.” “As Attorney General, I will protect children and enforce the laws as written, which includes upholding state law on experimental gender transition interventions,” Bailey wrote Monday...", "link": "https://thehill.com/homenews/state-watch/3909342-missouri-ag-says-state-law-already-prohibits-gender-affirming-health-care-for-youth/", "date_published": "2023-03-20 22:33:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Congress weighs raising FDIC insurance cap", "description": "Welcome to The Hill's Business &#038; Economy newsletter {beacon} Business &#038; Economy Business &#038; Economy &#8202; The Big Story  Congress weighs raising FDIC insurance cap Lawmakers are considering raising the Federal Deposit Insurance Corp.’s (FDIC) $250,000 insurance limit for bank deposits or temporarily waiving it to stop the outflow of deposits from small and mid-size...", "link": "https://thehill.com/newsletters/business-economy/3909332-congress-weighs-raising-fdic-insurance-cap/", "date_published": "2023-03-20 22:15:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "US lawmakers: López Obrador committed to engage with China on fentanyl", "description": "Mexican President Andrés Manuel López Obrador told U.S. lawmakers over the weekend that he would personally work with China to quell trans-Pacific shipments of fentanyl precursors that are processed into the deadly drug in Mexico, according to two of the American representatives. The commitment was made in a long meeting in Mexico City over the...", "link": "https://thehill.com/latino/3909328-us-lawmakers-lopez-obrador-committed-to-engage-with-china-on-fentanyl/", "date_published": "2023-03-20 22:11:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Officials, law enforcement brace for possible Trump charges", "description": "{beacon} Evening Report Monday, March 20   ©  AP Officials, law enforcement brace for possible Trump charges Washington is readying for the possibility of Donald Trump being indicted, which would be the first time in U.S. history a former president has been criminally charged.   Members of the GOP on Monday ramped up their rhetoric...", "link": "https://thehill.com/newsletters/evening-report/3909291-officials-law-enforcement-brace-for-possible-trump-charges/", "date_published": "2023-03-20 22:11:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Washington is shunning remote work, and we're all losing", "description": "Recent layoffs at major tech companies pose a tremendous opportunity for the federal government.", "link": "https://thehill.com/opinion/white-house/3909262-washington-is-shunning-remote-work-and-were-all-losing/", "date_published": "2023-03-20 22:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden issues first veto on green investing rule", "description": "Welcome to The Hill's Energy &#038; Environment newsletter {beacon} Energy &#038; Environment Energy &#038; Environment &#8202; The Big Story  Biden rejects anti-ESG bill in first presidential veto The president used the first veto of his presidency to block a resolution against a Labor Department rule on environmental, social and governance (ESG) investing. © The Hill,...", "link": "https://thehill.com/newsletters/energy-environment/3909296-biden-issues-first-veto-on-green-investing-rule/", "date_published": "2023-03-20 21:55:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden’s first veto spent on anti-market resolution", "description": "Congressional Republicans have launched a new battle against capitalism. Their latest expression of disdain for the free market was a resolution blocking the consideration of climate, governance and other risks in retirement plan investing. In response, President Biden's first veto was necessary to defend sensible and long-standing investment principles that congressional Republicans now deride as...", "link": "https://thehill.com/opinion/congress-blog/3909226-bidens-first-veto-spent-on-anti-market-resolution/", "date_published": "2023-03-20 21:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden signs legislation to declassify info on COVID-19 origins", "description": "President Biden on Monday signed legislation to declassify information related to the origins of COVID-19 after the measure was passed unanimously in Congress. The House had passed the bill earlier this month, but the White House had been non-committal about whether Biden would sign it into law. “We need to get to the bottom of...", "link": "https://thehill.com/policy/healthcare/3909281-biden-signs-legislation-to-declassify-info-on-covid-19-origins/", "date_published": "2023-03-20 21:20:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Gun safety advocacy group launches $500K ad targeting Daniel Kelly in Wisconsin judicial race", "description": "A gun safety advocacy group launched a $500,000 ad campaign on Monday targeting former Wisconsin Supreme Court Justice Daniel Kelly over abortion and gun safety in the state Supreme Court race. “You already know Dan Kelly worked for a radical anti-abortion group, and on the court, could uphold Wisconsin’s 1849 abortion ban — with no...", "link": "https://thehill.com/homenews/campaign/3909214-gun-safety-advocacy-group-launches-500k-ad-targeting-daniel-kelly-in-wisconsin-judicial-race/", "date_published": "2023-03-20 21:19:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "House GOP turn knives on Manhattan DA over potential Trump arrest", "description": "ORLANDO, Fla. – House Republicans are taking aim at Manhattan District Attorney Alvin Bragg (D) as former President Trump teases his own imminent arrest stemming from Bragg’s investigation into hush money payments ahead of the 2016 election. Republicans are backing up Trump’s outrage about a “witch hunt” — a familiar talking point since he ascended...", "link": "https://thehill.com/homenews/house/3909254-house-gop-turn-knives-on-manhattan-da-over-potential-trump-arrest/", "date_published": "2023-03-20 21:17:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden signs resolution overturning DC crime bill", "description": "President Biden on Monday signed into law legislation that would overturn a District of Columbia crime bill, a controversial move that has angered the progressive wing of his party for weeks. Republicans championed the resolution of disapproval that would block the implementation of the D.C. law, which aimed to eliminate most mandatory sentences, lower penalties...", "link": "https://thehill.com/homenews/3903352-biden-signs-resolution-overturning-dc-crime-bill/", "date_published": "2023-03-20 21:10:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Springsteen, Julia Louis-Dreyfus among those set to get National Medal of Arts from Biden in COVID-delayed ceremony", "description": "President Biden will host a star-studded White House ceremony this week — honoring big names including Bruce Springsteen, Julia Louis-Dreyfus, Gladys Knight, Vera Wang and more — as he presents them with the highest award given to artists by the United States government in an event that had been delayed due to COVID-19. While the...", "link": "https://thehill.com/blogs/in-the-know/3909222-springsteen-julia-louis-dreyfus-among-those-set-to-get-national-medal-of-arts-from-biden-in-covid-delayed-ceremony/", "date_published": "2023-03-20 21:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "White House, reporters push back on disruptive journalist at press briefing", "description": "A White House press briefing featuring the cast of “Ted Lasso” was briefly derailed on Monday after a correspondent and frequent disruptor repeatedly interjected, prompting pushback from the White House Correspondents Association and other reporters. Simon Ateba, a correspondent for Today News Africa, began shouting out as press secretary Karine Jean-Pierre stepped to the podium,...", "link": "https://thehill.com/homenews/administration/3909243-white-house-reporters-push-back-on-disruptive-journalist-at-press-briefing/", "date_published": "2023-03-20 20:57:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Anti-trans rant at San Francisco Cheesecake Factory caught on video", "description": "A transgender woman enjoying her meal was faced with an anti-trans rant from a fellow diner, and she caught it all on a livestream.", "link": "https://thehill.com/changing-america/respect/equality/3909173-anti-trans-rant-at-san-francisco-cheesecake-factory-caught-on-video/", "date_published": "2023-03-20 20:55:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden administration announces nearly $200 million for wildfire resilience", "description": "The Biden administration on Monday announced a new award of $197 million toward wildfire resilience through Bipartisan Infrastructure Law (BIL) funds. On a call with reporters Monday, Vice President Harris, Agriculture Secretary Tom Vilsack and Infrastructure Coordinator Mitch Landrieu said the funding would aid in 100 specific resilience efforts for communities in 22 states. Resilience...", "link": "https://thehill.com/policy/energy-environment/3909186-biden-administration-announces-nearly-200-million-for-wildfire-resilience/", "date_published": "2023-03-20 20:44:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Six Oath Keeper associates convicted on Jan. 6 charges", "description": "A Washington, D.C., jury on Tuesday found six associates of the far-right group Oath Keeper guilty on charges connected to the Jan. 6, 2021, insurrection at the U.S. Capitol. Four of the associates — Sandra Parker, of Morrow, Ohio; Laura Steele, of Thomasville, N.C.; William Isaacs, of Kissimmee, Fla., and Connie Meggs, of Dunnellon, Fla....", "link": "https://thehill.com/regulation/court-battles/3909000-six-oath-keeper-associates-convicted-on-jan-6-charges/", "date_published": "2023-03-20 20:40:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Jim Jordan says 'bookkeeping error' at center of Trump hush-money case", "description": "Rep. Jim Jordan (R-Ohio) is saying that a \"bookkeeping error\" is pushing the investigation into former President Trump's alleged role in hush-money payments made to adult film star Stormy Daniels before the 2016 presidential election. As questions loom over whether a New York grand jury will indict Trump this week, many Republicans have come to Trump's defense...", "link": "https://thehill.com/homenews/house/3909091-jim-jordan-says-bookkeeping-error-at-center-of-trump-hush-money-case/", "date_published": "2023-03-20 20:33:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Alarmed about climate change? Here’s what we can do", "description": "If fossil fuels were our only energy options it would be a different story, but they’re not. Clean", "link": "https://thehill.com/opinion/energy-environment/3909072-alarmed-about-climate-change-heres-what-we-can-do/", "date_published": "2023-03-20 20:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "House conservatives voice opposition to any increased guarantees on bank deposits", "description": "The House Freedom Caucus voiced their disapproval on Monday to any increased guarantees on bank deposits, a proposal that has gained traction in recent weeks since the collapse of two major U.S. banks. Members of the House Freedom Caucus released a statement Monday stating their concerns of \"big government bailouts\" regarding banks. The caucus, which...", "link": "https://thehill.com/business/3908985-house-conservatives-voice-opposition-to-any-increased-guarantees-on-bank-deposits/", "date_published": "2023-03-20 19:33:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden's budget includes $3 trillion in deficit reduction: It's still not enough", "description": "To put it mildly, we are in a very deep hole and it could get even deeper than the Biden budget projects.", "link": "https://thehill.com/opinion/finance/3908749-bidens-budget-includes-3-trillion-in-deficit-reduction-its-still-not-enough/", "date_published": "2023-03-20 19:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Hawley introducing legislation revoking China's normal trade relations status", "description": "Sen. Josh Hawley (R-Mo.) is launching a legislative push to end the normalized trade relationship between the U.S. and China as tensions between the two countries flare. The bill from Hawley, which his office said is set to be introduced on Tuesday, would revoke normalized trade relation status from China within two years. The bill...", "link": "https://thehill.com/homenews/senate/3909013-hawley-introducing-legislation-revoking-chinas-normal-trade-relations-status/", "date_published": "2023-03-20 19:10:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump swipes at DeSantis over Florida governor's response to potential indictment", "description": "Former President Trump quickly took a swipe Monday at Ron DeSantis, his main potential rival for the GOP presidential nomination, after the Florida governor weighed in on a potential Trump indictment in New York. “Ron DeSanctimonious will probably find out about FALSE ACCUSATIONS &#38; FAKE STORIES sometime in the future, as he gets older, wiser,...", "link": "https://thehill.com/homenews/campaign/3908984-trump-swipes-at-desantis-over-florida-governors-response-to-potential-indictment/", "date_published": "2023-03-20 19:06:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "'Ted Lasso' cast joins White House briefing to discuss mental health", "description": "Actor Jason Sudeikis and the cast of “Ted Lasso” joined the White House daily press briefing on Monday ahead of a meeting with President Biden to discuss efforts to address mental health. Sudeikis — who plays the title character on the Apple TV+ show, which has included multiple episodes touching on mental health — called on...", "link": "https://thehill.com/policy/healthcare/3909019-ted-lasso-cast-joins-white-house-briefing-to-discuss-mental-health/", "date_published": "2023-03-20 19:04:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "If Trump is charged, what happens next?", "description": "Preparations appear to be underway for the unprecedented scenario that Donald Trump could become the first former president in U.S. history to be indicted. Barricades arrived outside the criminal courthouse in Manhattan on Monday while law enforcement agencies grapple with how to protect the former president. Questions also remain as to whether Trump would be...", "link": "https://thehill.com/regulation/court-battles/3908945-if-trump-is-charged-what-happens-next/", "date_published": "2023-03-20 19:03:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "President Biden is rock solid on Social Security, I know", "description": "Shortly after their reelection victory in 2012, I was invited as the head of our national seniors’ organization to a meeting at the White House with President Obama and then-Vice President Biden. Social Security and Medicare were prominent issues in that year’s race between Obama/Biden and Mitt Romney and his running mate, Rep. Paul Ryan...", "link": "https://thehill.com/opinion/congress-blog/3908991-president-biden-is-rock-solid-on-social-security-i-know/", "date_published": "2023-03-20 19:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "ESPN's Stephen A. Smith rips Tucker Carlson's Jan. 6 framing: 'That’s bulls--- that you’re spewing'", "description": "Sports media talk show host Stephen A. Smith went after Fox News star Tucker Carlson this week, blasting the network's top-watched host for his recent treatment of the Jan. 6, 2021, attack on the Capitol by Trump supporters. “It pissed me off,” Smith said during a recent episode of his podcast of Carlson's downplaying the...", "link": "https://thehill.com/homenews/media/3908950-espns-stephen-a-smith-rips-tucker-carlsons-jan-6-framing-thats-bulls-that-youre-spewing/", "date_published": "2023-03-20 18:58:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Howard Stern says Jon Stewart would 'win in a slam dunk' if he ran for president", "description": "Howard Stern says Jon Stewart would “win in a slam dunk” if he were to run for president, as he urged the former “Daily Show” host to launch a White House bid on Monday. If President Biden chose not to run for reelection, Stern said on his eponymous SiriusXM show, then he “figured out who...", "link": "https://thehill.com/blogs/in-the-know/3908993-howard-stern-says-jon-stewart-would-win-in-a-slam-dunk-if-he-ran-for-president/", "date_published": "2023-03-20 18:49:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Main Street banks shouldn't pay for Silicon Valley speculation", "description": "Washington should ensure any response to the closures at SVB and Signature Bank does not affect the community banks that continue to do right by their customers and hometowns.", "link": "https://thehill.com/opinion/finance/3908622-main-street-banks-shouldnt-pay-for-silicon-valley-speculation/", "date_published": "2023-03-20 18:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Manchin calls Biden administration priorities 'absolutely infuriating' after ESG veto", "description": "Sen. Joe Manchin (D-W.Va.) teed off on President Biden’s decision earlier on Monday to veto a bill that would have nixed a Labor Department rule on environmental, social and governance (ESG) investing. Manchin, who was one of two Senate Democrats to vote with Republicans to overturn the rule on March 1, called Biden’s decision “absolutely...", "link": "https://thehill.com/homenews/senate/3908944-manchin-calls-biden-administration-priorities-absolutely-infuriating-after-esg-veto/", "date_published": "2023-03-20 18:22:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Manchin calls Biden administration priorities 'absolutely infuriating' after ESG veto", "description": "Sen. Joe Manchin (D-W.Va.) teed off on President Biden’s decision earlier on Monday to veto a bill that would have nixed a Labor Department rule on environmental, social and governance (ESG) investing. Manchin, who was one of two Senate Democrats to vote with Republicans to overturn the rule on March 1, called Biden’s decision “absolutely...", "link": "https://thehill.com/policy/energy-environment/3908944-manchin-calls-biden-administration-priorities-absolutely-infuriating-after-esg-veto/", "date_published": "2023-03-20 18:22:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "US inches up to 15th on list of happiest countries", "description": "Story at a glance Americans are pretty happy compared with the rest of the world. That’s according to the latest World Happiness Report, published Monday, which ranked the United States 15th on the list of the world’s happiest countries in 2023, up from 16th place in 2022.  The report compiled data from more than 150...", "link": "https://thehill.com/changing-america/well-being/mental-health/3908922-us-inches-up-to-15th-on-list-of-happiest-countries/", "date_published": "2023-03-20 18:20:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "DeSantis faces political minefield with possible Trump indictment", "description": "Former President Donald Trump’s claim that he’ll be arrested in New York on Tuesday is putting Florida Gov. Ron DeSantis in a bind as he moves toward a likely 2024 White House bid, forcing him to reckon with his increasingly tense relationship with the former president. The bombshell prediction — and Trump’s plea for his...", "link": "https://thehill.com/homenews/campaign/3908927-desantis-faces-political-minefield-with-possible-trump-indictment/", "date_published": "2023-03-20 18:17:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Wyoming governor allows transgender athlete ban to become law", "description": "Wyoming Gov. Mark Gordon (R) on Friday allowed legislation preventing transgender women and girls from competing on female sports teams to become law without his signature, making Wyoming the 19th state to enact such a law and the first to do so this year. The new law, which will take effect July 1, restricts the ability of...", "link": "https://thehill.com/homenews/state-watch/3908867-wyoming-governor-allows-transgender-athlete-ban-to-become-law/", "date_published": "2023-03-20 18:00:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "SVB, Credit Suisse and contagion: When ignorance isn’t bliss", "description": "Policymakers have an obligation to be realistic in order to serve the public good, rather than to pursue some poorly defined ideology and damn the consequences.", "link": "https://thehill.com/opinion/finance/3908668-svb-credit-suisse-and-contagion-when-ignorance-isnt-bliss/", "date_published": "2023-03-20 18:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Watch live: White House press briefing", "description": "White House press secretary Karine Jean-Pierre will hold a press briefing Monday after President Biden issued his first veto, striking down a measure that would have prohibited retirement fund managers from considering environmental and other social issues when building an investment portfolio. But Biden has also made several recent gestures signaling an interest in bipartisan...", "link": "https://thehill.com/homenews/3908848-watch-live-white-house-press-briefing/", "date_published": "2023-03-20 18:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Woman without arms and legs doesn't want empathy – she wants a job", "description": "Eight hours a day and six days a week, 48-year-old Lisa Olson searches for a job from her home in Virginia Beach.", "link": "https://thehill.com/changing-america/respect/accessibility/3908702-woman-without-arms-and-legs-doesnt-want-empathy-she-wants-a-job/", "date_published": "2023-03-20 17:56:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "California bill seeks to eliminate five toxic chemicals from food products", "description": "California lawmakers are pushing forward a first-of-its-kind bill that seeks to rid food products of five chemicals linked to cancer and developmental issues in children. The legislation, AB 418, seeks to prohibit the manufacture, sale, delivery and distribution of food products that contain brominated vegetable oil, potassium bromate, propylparaben, red dye 3 or titanium dioxide. Introduced...", "link": "https://thehill.com/policy/equilibrium-sustainability/3908904-california-bill-seeks-to-eliminate-five-toxic-chemicals-from-food-products/", "date_published": "2023-03-20 17:55:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Goldman Sachs expects pause in Fed's interest rate hikes", "description": "Analysts at Goldman Sachs expect the Federal Reserve to pause its interest rate hikes this week, citing concerns about uncertainty in the global financial system spurred by a string of destabilizing bank failures. The Fed has been on a path of monetary tightening as it continues its fight against inflation, and it was expected to...", "link": "https://thehill.com/business/3908875-goldman-sachs-expects-pause-in-feds-interest-rate-hikes/", "date_published": "2023-03-20 17:47:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Scott Walker says no to Wisconsin Senate run", "description": "Former Wisconsin Gov. Scott Walker (R) ruled out a run for the U.S. Senate on Monday, keeping a big name on the sidelines in the GOP's push to oust Sen. Tammy Baldwin (D-Wis.) next year.  Walker told the Milwaukee-Journal Sentinel in an interview that he plans to stay put as chairman of the Young America's Foundation (YAF),...", "link": "https://thehill.com/homenews/senate/3908841-scott-walker-says-no-to-wisconsin-senate-run/", "date_published": "2023-03-20 17:30:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "US sending $350M in weapons, equipment to Ukraine in latest aid package", "description": "The United States will send Ukraine another $350 million in military assistance including more missiles and air defense ammunition, the Biden administration announced Monday.   The lethal aid package includes more ammunition for High Mobility Artillery Rocket Systems (HIMARS) and howitzers, as well as ammunition for Bradley Infantry Fighting Vehicles, High-speed Anti-radiation missiles, anti-tank weapons and riverine boats,...", "link": "https://thehill.com/policy/defense/3908806-us-sending-350m-in-weapons-equipment-to-ukraine-in-latest-aid-package/", "date_published": "2023-03-20 17:08:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden issues first veto, rejecting bill to reverse ESG rule", "description": "President Biden on Monday issued his first veto since taking office, rejecting a bill that would have reversed a Labor Department rule on environmental, social and governance (ESG) investing. \"I just vetoed my first bill,\" Biden said in a tweet announcing the move. \"This bill would risk your retirement savings by making it illegal to...", "link": "https://thehill.com/homenews/3883293-biden-issues-first-veto-rejecting-bill-to-reverse-esg-rule/", "date_published": "2023-03-20 17:00:08+00:00", "persistent": true, "user": "rumpel", "language": "en-US", "tags": ["esg"]}, {"source": "https://thehill.com/news/feed/", "title": "More proof that air travel needs to change", "description": "The line between profit and service must be traversed with care.", "link": "https://thehill.com/opinion/finance/3908716-more-proof-that-air-travel-needs-to-change/", "date_published": "2023-03-20 17:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Judge rejects effort to combine E. Jean Carroll's lawsuits against Trump into single trial", "description": "A U.S. district judge on Monday rejected a motion to combine two defamation lawsuits filed by author E. Jean Carroll against former President Trump into a single trial. Carroll, who has accused Trump of raping her in the 1990s, filed two two defamation suits stemming from two sets of comments Trump made in 2019 and...", "link": "https://thehill.com/regulation/court-battles/3908721-judge-rejects-effort-to-combine-e-jean-carrolls-lawsuits-against-trump-into-single-trial/", "date_published": "2023-03-20 16:59:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Starbucks CEO steps down early ahead of Senate testimony", "description": "Howard Schultz, the former interim CEO of Starbucks, is stepping down from his position at the head of the company earlier than expected, just days before he is expected to testify in front of a Senate committee examining the coffee giant’s treatment of union organizing efforts. Starbucks announced Monday that Laxman Narasimhan, who was selected...", "link": "https://thehill.com/business/3908763-starbucks-ceo-steps-down-early-ahead-of-senate-testimony/", "date_published": "2023-03-20 16:53:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "What's the most popular last name in your state?", "description": "Think you have a popular last name? A new study found most Americans have one of six surnames, almost regardless of where they live.", "link": "https://thehill.com/changing-america/enrichment/arts-culture/3906566-whats-the-most-popular-last-name-in-your-state/", "date_published": "2023-03-20 16:52:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Hill's 12:30 Report — A looming indictment of an ex-president", "description": "To view past editions of The Hill's 12:30 Report, click here: https://bit.ly/41ZMHnw To receive The Hill's 12:30 Report in your inbox, please sign up here: https://bit.ly/3qmIoS9  --&#62; A midday take on what's happening in politics and how to have a sense of humor about it.*  *Ha. Haha. Hahah. Sniff. Haha. Sniff. Ha--breaks down crying hysterically.  TALK OF THE MORNING   Possible...", "link": "https://thehill.com/newsletters/1230-report/3908677-the-hills-1230-report-a-looming-indictment-of-an-ex-president/", "date_published": "2023-03-20 16:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Young Latino leaders unlikely to see Jews as targets of systemic discrimination, says poll", "description": "Latino millennial and Gen-Z thought leaders are increasingly unlikely to see Jews as the target of systemic discrimination, according to a new survey commissioned by the American Jewish Committee (AJC). The survey's respondents ranked which minority groups are most likely to suffer discrimination in the United States: 62 percent said African Americans, 12 percent said...", "link": "https://thehill.com/latino/3908663-young-latino-leaders-unlikely-to-see-jews-as-targets-of-systemic-discrimination-says-poll/", "date_published": "2023-03-20 16:01:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Fed circumvented the debt ceiling to borrow billions for failed banks", "description": "In the past week, the Fed’s financial statement shows it borrowed an additional $143 billion to fund the FDIC’s bailout of Silicon Valley Bank (SVB) and Signature Bank.", "link": "https://thehill.com/opinion/finance/3908515-the-fed-circumvented-the-debt-ceiling-to-borrow-billions-for-failed-banks/", "date_published": "2023-03-20 16:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Federal agencies warn of potential impacts of GOP-backed spending cuts", "description": "Agencies across the government are sounding the alarm over the potential impact of steep spending cuts included in a Republican-backed proposal. Officials from nearly 20 agencies — including from departments of State, Treasury, Housing and Urban Development, Education and Veterans Affairs, as well as the Social Security Administration — wrote letters over the past several...", "link": "https://thehill.com/business/budget/3908596-federal-agencies-warn-of-potential-impacts-of-gop-backed-spending-cuts/", "date_published": "2023-03-20 15:53:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Warren calls for investigation of regulatory failures that led to bank collapses", "description": "Sen. Elizabeth Warren (D-Mass.) is calling on the inspectors general of the Treasury Department, Federal Deposit Insurance Corporation and the Federal Reserve to investigate the failures of Silicon Valley Bank and Signature Bank.   And Warren is insisting that investigation be conducted independently of Fed Chair Jerome Powell, citing a New York Times report that...", "link": "https://thehill.com/homenews/senate/3908630-warren-calls-for-investigation-of-regulatory-failures-that-led-to-bank-collapses/", "date_published": "2023-03-20 15:48:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "House Republicans seek testimony from Manhattan DA on Trump hush money probe", "description": "A trio of Republican House chairmen are demanding testimony from Manhattan District Attorney Alvin Bragg ahead of his potential prosecution of former President Trump in connection with hush money payments made ahead of the 2016 election. The letter to Bragg comes after Trump claimed over the weekend he could be arrested as soon as Tuesday...", "link": "https://thehill.com/homenews/house/3908625-house-republicans-seek-testimony-from-manhattan-da-on-trump-hush-money-probe/", "date_published": "2023-03-20 15:44:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The 'evil empire' is morphing into a new Sino-Russian empire", "description": "The U.S. and the Soviet Union were still waging the Cold War, immersed in concerns about arms control and nuclear proliferation, when President Ronald Reagan, on March 8, 1983, warned against “the aggressive impulses of an evil empire” in “the struggle between right and wrong and good and evil.” Four decades later, those words ring...", "link": "https://thehill.com/opinion/international/3894829-the-evil-empire-is-morphing-into-a-new-sino-russian-empire/", "date_published": "2023-03-20 15:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Barricades unloaded near Manhattan criminal court ahead of possible Trump indictment", "description": "Barricades arrived outside the Manhattan Criminal Court Monday morning as the city braces for potential charges against former President Trump, who warned over the weekend that he could be arrested as soon as Tuesday in relation to a hush-money probe. Workers were seen unloading steel barricades from a New York Police Department truck, stacking them...", "link": "https://thehill.com/homenews/state-watch/3908469-barricades-unloaded-near-manhattan-criminal-court-ahead-of-possible-trump-indictment/", "date_published": "2023-03-20 15:24:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Amazon says it will lay off another 9,000 workers", "description": "Amazon CEO Andy Jassy announced Monday that the company will be laying off another 9,000 employees, marking the second round of significant layoffs this year. These cuts are in addition to the 18,000 layoffs Jassy announced in January, which had started in November. Jassy said in a memo to employees on Monday that most of...", "link": "https://thehill.com/business/3908560-amazon-says-it-will-lay-off-another-9000-workers/", "date_published": "2023-03-20 15:23:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "DeSantis slams Manhattan DA in first remarks on potential Trump indictment", "description": "Florida Gov. Ron DeSantis (R) weighed in Monday on Donald Trump’s possible criminal indictment in New York, breaking a two-day long silence on the former president’s claim that he will be arrested this week. Asked about the rumored indictment during an event, DeSantis lambasted Manhattan District Attorney Alvin Bragg, whose office is investigating hush money...", "link": "https://thehill.com/homenews/campaign/3908580-desantis-slams-manhattan-da-in-first-remarks-on-potential-trump-indictment/", "date_published": "2023-03-20 15:13:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Ron DeSantis jumps aboard the Trump-Carlson appeasement train", "description": "Prior to Donald Trump’s 2016 presidential campaign, it would have been the kiss of death for a GOP candidate to cozy up to Russia and its autocratic head of state.", "link": "https://thehill.com/opinion/national-security/3908565-ron-desantis-jumps-aboard-the-trump-carlson-appeasement-train/", "date_published": "2023-03-20 15:10:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Judge temporarily blocks Biden water rule in Texas, Idaho", "description": "A federal judge in Texas has temporarily blocked the implementation of Biden administration water regulations in two states.  U.S. District Judge Jeffrey Brown, a Trump appointee, on Sunday halted the implementation of the Biden administration's regulation in Texas and Idaho after the states requested the action. The rule in question defines which waters get federal...", "link": "https://thehill.com/policy/energy-environment/3908547-judge-temporarily-blocks-biden-water-rule-in-texas-idaho/", "date_published": "2023-03-20 15:09:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump moves to quash Georgia election probe", "description": "Former President Donald Trump is moving to quash a Georgia investigation into his efforts to influence the outcome of the 2020 election, seeking to bar the use of any evidence presented to a grand jury reviewing the matter. In a 50-page filing in a Fulton County court, Trump’s attorneys blasted the investigation as “confusing, flawed,...", "link": "https://thehill.com/regulation/court-battles/3908571-trump-moves-to-quash-georgie-election-probe/", "date_published": "2023-03-20 15:09:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Mid-size banks asking FDIC to protect all deposits: report", "description": "Mid-size banks are reportedly asking the Federal Deposit Insurance Corp. (FDIC) to insure all bank deposits over the next two years to prevent additional bank runs.  That comes after the bank run on Silicon Valley Bank prompted large depositors to move their money from regional banks to the largest U.S. banks over fears of additional...", "link": "https://thehill.com/business/economy/3908546-mid-size-banks-asking-fdic-to-protect-all-deposits-report/", "date_published": "2023-03-20 15:05:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Alzheimer's Association: Disease will spike amid significant care shortages", "description": "Alzheimer's disease is expected to spike nationwide in future years, and according to new data released by the Alzheimer's Association, there is a significant shortage in the dementia care workforce.", "link": "https://thehill.com/changing-america/well-being/prevention-cures/3906650-alzheimers-association-disease-will-spike-amid-significant-care-shortages/", "date_published": "2023-03-20 14:59:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Putin says he welcomes Chinese leader's plan for settling 'acute crisis in Ukraine'", "description": "Russian President Vladimir Putin met with Chinese leader Xi Jinping in Moscow for a three-day visit on Monday and signaled that he is open to working with China to resolve the Russian invasion of Ukraine. The Associated Press reported that Putin welcomed Xi's plan for \"settlement of the acute crisis in Ukraine.\" Xi arrived in...", "link": "https://thehill.com/policy/international/3908422-putin-says-he-welcomes-chinese-leaders-plan-for-settling-acute-crisis-in-ukraine/", "date_published": "2023-03-20 14:57:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "American aid worker released from captivity in West Africa", "description": "An American aid worker was released on Monday after six years of captivity in West Africa, the Biden administration announced. National security adviser Jake Sullivan said he was \"relieved\" to see the release of Jeff Woodke after extensive efforts to bring him home, adding the country of Niger cooperated with authorities on his case. \"The...", "link": "https://thehill.com/homenews/3908496-american-aid-worker-released-from-captivity-in-west-africa/", "date_published": "2023-03-20 14:53:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Critical Homeland Security positions need five-year terms", "description": "Most Americans would think it would be crazy to have a new FBI Director every year, but that’s almost the exact situation we have suffered through at our immigration agencies.", "link": "https://thehill.com/opinion/immigration/3908305-critical-homeland-security-positions-need-five-year-terms/", "date_published": "2023-03-20 14:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Is Ron DeSantis slipping?", "description": "Every public poll tracking the Republican primary horserace over the last two months points to the same trend: DeSantis is losing ground, while Trump is gaining.", "link": "https://thehill.com/opinion/campaign/3908396-is-ron-desantis-slipping/", "date_published": "2023-03-20 14:15:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Can a college savings account change a child's trajectory?", "description": "Could providing a small amount of seed money for a college savings account make a big impact on poor families' aspirations?", "link": "https://thehill.com/changing-america/enrichment/education/3907426-can-a-college-savings-account-change-a-childs-trajectory/", "date_published": "2023-03-20 14:14:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Stocks rise after Credit Suisse takeover soothes some banking fears", "description": "Stocks opened with slight gains Monday following extensive efforts to shore up the global banking system.  At the market open, the Dow Jones Industrial Average rose 0.7 percent and the S&#38;P 500 rose 0.3 percent, while the Nasdaq 100 fell 0.3 percent. The Dow extended gains to 2 percent on Monday morning. That comes after UBS...", "link": "https://thehill.com/business/3908421-stocks-rise-after-credit-suisse-takeover-soothes-some-banking-fears/", "date_published": "2023-03-20 14:05:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Now is the time to guard against reckless banking legislation", "description": "The cycle of financial deregulation followed by financial calamities has a sickening familiarity to it.", "link": "https://thehill.com/opinion/finance/3908297-now-is-the-time-to-guard-against-reckless-banking-legislation/", "date_published": "2023-03-20 14:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Some Gerber infant formulas recalled over bacteria concerns", "description": "Though infections are rare, infants can suffer from sepsis or meningitis, according to the CDC.", "link": "https://thehill.com/changing-america/well-being/prevention-cures/3907853-some-gerber-infant-formulas-recalled-over-bacteria-concerns/", "date_published": "2023-03-20 13:59:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "12th atmospheric river this winter to bring more snow, rain to California", "description": "The 12th atmospheric river of the winter is making its way to California this week and is expected to bring more snow and rain to the already storm-battered state. The National Weather Service of San Diego said that the atmospheric river is expected to bring heavy rain to lower elevations of southern California and heavy...", "link": "https://thehill.com/homenews/state-watch/3908340-12th-atmospheric-river-this-winter-to-bring-more-snow-rain-to-california/", "date_published": "2023-03-20 13:58:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Buster Murdaugh denies involvement in high school classmate's 2015 death", "description": "Buster Murdaugh, the surviving son of convicted murderer Alex Murdaugh, has denied involvement in the 2015 death of a high school classmate.  Buster Murdaugh in a statement to NBC News denounced the “vicious rumors” alleging his involvement in the death of Stephen Smith, who was found dead on a road not far from the Murdaugh...", "link": "https://thehill.com/blogs/blog-briefing-room/3908368-buster-murdaugh-denies-involvement-in-high-school-classmates-2015-death/", "date_published": "2023-03-20 13:43:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "White House calls conservative GOP group's budget proposal a ‘five-alarm fire’", "description": "The White House on Monday called the House Freedom Caucus’s budget proposal a ‘five-alarm fire,’ arguing that its spending cuts would endanger Americans’ safety. The White House referred to the conservative GOP group as the “extreme MAGA Republican House Freedom Caucus” in a statement and said the proposal would be “a disaster for families in at...", "link": "https://thehill.com/homenews/administration/3908381-white-house-calls-conservative-gop-groups-budget-proposal-a-five-alarm-fire/", "date_published": "2023-03-20 13:41:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "DeSantis’s flip-flop: It’s all about Biden and 2024", "description": "Without Biden's name attached to the policy, Republicans favor a strong stand against the Russian aggression.", "link": "https://thehill.com/opinion/columnists/3907971-desantiss-flip-flop-its-all-about-biden-and-2024/", "date_published": "2023-03-20 13:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Ohio State student found dead while on spring break in Mexico", "description": "An American student was found dead while on spring break in Mexico, amid the State Departments' warnings to avoid the country due to violence.", "link": "https://thehill.com/homenews/3908346-ohio-state-student-found-dead-while-on-spring-break-in-mexico/", "date_published": "2023-03-20 13:21:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "More Americans say US is world's leading economic power: Gallup", "description": "More Americans this year think the United States is the world’s leading economic power than said the same back in 2021, new polling shows. A Gallup poll found that 44 percent of Americans now think the U.S. leads the world economy, up seven percent from 37 who said the same in 2021.  In that same...", "link": "https://thehill.com/policy/international/3908324-more-americans-say-us-is-worlds-leading-economic-power-gallup/", "date_published": "2023-03-20 13:03:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Decolonizing Putin's empire", "description": "Decolonization is in the news. Most Ukrainians now view the Russian aggression against their country as the Kremlin’s attempt to re-establish an empire. They therefore see their anti-imperial resistance as a form of decolonization. Many Eastern Europeans agree. Western academics are also grappling with the decolonization issue, with some adopting the term and others resisting....", "link": "https://thehill.com/opinion/international/3897725-decolonizing-putins-empire/", "date_published": "2023-03-20 13:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "UN warns of ‘rapidly closing’ window to avert global warming", "description": "A report from the United Nations climate change panel doubles down on calls for action to combat planetary warming amid a “rapidly closing window” in a new report released Monday. The latest report from the intergovernmental panel on climate change is a “synthesis” of three recent reports which said that climate change was “unequivocally” caused...", "link": "https://thehill.com/policy/energy-environment/3907956-climate-change-report-doubles-down-on-call-for-action-amid-rapidly-closing-window/", "date_published": "2023-03-20 13:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "USA TODAY names 2023 Women of the Year", "description": "Story at a glance To mark Women’s History Month, USA TODAY announced its annual list of Women of the Year. This year’s honorees include politicians, public figures, and activists working to spark widespread positive change.  The diverse list includes more well-known figures like former First Lady Michelle Obama, along with groups of women working together...", "link": "https://thehill.com/changing-america/respect/equality/3903072-usa-today-names-2023-women-of-the-year/", "date_published": "2023-03-20 13:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "North Korea describes latest missile launch as simulated nuclear attack on South", "description": "North Korea on Monday said it used a ballistic missile launch to simulate a nuclear attack on neighbor South Korea over the weekend.  North Korean leader Kim Jong Un oversaw the drill, according to Korean state media, as the country perceives “aggression” from enemies. It’s the latest demonstration in protest of joint military exercises from...", "link": "https://thehill.com/policy/international/3908300-north-korea-describes-latest-missile-launch-as-simulated-nuclear-attack-on-south/", "date_published": "2023-03-20 12:42:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The first indictment", "description": "In characteristic fashion, Trump denounced Bragg and Willis as partisan. They are both Democrats.", "link": "https://thehill.com/opinion/white-house/3907600-the-first-indictment/", "date_published": "2023-03-20 12:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump accuses Manhattan DA of 'interference in a presidential election'", "description": "Former President Trump on Monday accused Manhattan District Attorney Alvin Bragg of “interference in a presidential election” as prosecutors investigate a hush money payment to adult film star Stormy Daniels made amid Trump’s 2016 presidential campaign. Trump accused Bragg of “breaking the law” by using what he called “discredited testimony” from former Trump attorney Michael...", "link": "https://thehill.com/blogs/blog-briefing-room/3908287-trump-accuses-manhattan-da-of-interference-in-a-presidential-election/", "date_published": "2023-03-20 12:19:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "20 years on, ‘shock and awe’ remains relevant", "description": "New strategic thinking is essential. Shock and awe, as originally conceived, is a good starting point.", "link": "https://thehill.com/opinion/national-security/3907622-20-years-on-shock-and-awe-remains-relevant/", "date_published": "2023-03-20 12:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Xi arrives in Moscow for three-day visit", "description": "Chinese leader Xi Jinping arrived in Moscow on Monday for a three-day visit to Russia, as the two nations appear to be growing closer amid Russia's yearlong war on neighboring Ukraine.  China has billed Xi’s trip as opening “a new chapter of China-Russia friendship” as Beijing turns to Russia for oil and gas and for...", "link": "https://thehill.com/policy/international/3908263-xi-arrives-in-moscow-for-three-day-visit/", "date_published": "2023-03-20 11:44:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Inflation fight moves to Congress as bank failures limit Federal Reserve", "description": "One major consequence of the Silicon Valley Bank (SVB) and Signature Bank failures is that the fight against historic inflation will shift primarily to Congress from the Federal Reserve. The recent banking turmoil has curtailed the Fed’s ability to meaningfully hike interest rates to tame high inflation. Additional rate increases would further devalue the Treasury...", "link": "https://thehill.com/opinion/finance/3904426-inflation-fight-moves-to-congress-as-bank-failures-limit-federal-reserve/", "date_published": "2023-03-20 11:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Seattle pays the price for CHAZ", "description": "Seattle just learned a valuable civics lesson: No matter how important the cause, government cannot deprive owners of the right to access their property without first paying for it. And if it does, it shouldn’t cover up evidence by deleting thousands of text messages. The city found this out the hard way when it paid...", "link": "https://thehill.com/opinion/judiciary/3905207-seattle-pays-the-price-for-chaz/", "date_published": "2023-03-20 11:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Hill's Morning Report — Bank jitters to dominate this week", "description": "Editor’s note: The Hill’s Morning Report is our daily newsletter that dives deep into Washington’s agenda. To subscribe, click here or fill out the box below. March Madness is not just on the basketball court.  Switzerland’s largest bank, UBS, on Sunday said it will buy battered Swiss peer Credit Suisse in an emergency $3.25 billion...", "link": "https://thehill.com/newsletters/morning-report/3908217-the-hills-morning-report-bank-jitters-to-dominate-this-week/", "date_published": "2023-03-20 10:25:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Adam Sandler honored with Mark Twain Prize for American Humor", "description": "Comedians threw some roast-like barbs at their longtime pal Adam Sandler — and included some more pointed shots at former President Trump and a few shoutouts to Paul Pelosi — as they feted the “Billy Madison” star on Sunday at the Kennedy Center’s Mark Twain Prize for American Humor. The actor and “Saturday Night Live”...", "link": "https://thehill.com/blogs/in-the-know/3908205-adam-sandler-honored-with-mark-twain-prize-for-american-humor/", "date_published": "2023-03-20 10:00:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "McConnell’s absence leaves colleagues wondering about GOP’s future", "description": "Senate Minority Leader Mitch McConnell’s (R-Ky.) extended absence from the Senate has stirred speculation among Republican senators over how much longer the 81-year-old senator will lead the Senate GOP conference.  There’s no word yet on McConnell’s date of return, but some lawmakers expect he may not come back to the Senate until mid-April, after the...", "link": "https://thehill.com/homenews/senate/3907433-mcconnells-absence-leaves-colleagues-wondering-about-gops-future/", "date_published": "2023-03-20 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "To combat anti-trans legislation, state Democrats team up with unlikely ally: the filibuster", "description": "Democrats in Republican-led state legislatures are adding the filibuster to their toolkit when it comes to combating legislation targeting LGBTQ rights. Floor action in the Missouri Senate last week came to a screeching halt as a band of Democratic state senators filibustered for two straight days a bill to bar transgender minors from accessing gender-affirming health care,...", "link": "https://thehill.com/homenews/state-watch/3906056-to-combat-anti-trans-legislation-state-democrats-team-up-with-unlikely-ally-the-filibuster/", "date_published": "2023-03-20 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump's potential arrest hangs over Capitol Hill", "description": "The potential arrest of former President Trump is hanging over Capitol Hill this week, as lawmakers prepare for — and react to — what could be the first indictment of an ex-president in U.S. history. Trump suggested on his Truth Social account over the weekend that he will be arrested on Tuesday as part of the...", "link": "https://thehill.com/homenews/house/3907992-trumps-potential-arrest-hangs-over-capitol-hill/", "date_published": "2023-03-20 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Climate-incentivizing policies a contention point in farm bill", "description": "Read The Hill's full Future of Farming series Climate policies are expected to be an area of contention as Congress takes up the farm bill — particularly as lawmakers weigh whether and how to incentivize farmers to take climate-friendly approaches. The farm bill, officially titled the Agriculture Improvement Act, is a major agriculture policy bill...", "link": "https://thehill.com/policy/future-of-farming/3903959-climate-incentivizing-policies-a-contention-point-in-farm-bill/", "date_published": "2023-03-20 09:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Could the farm bill save parts of the West from turning into a Dust Bowl? Michael Bennet thinks so", "description": "Read more from The Hill's Future of Farming series Fine-tuning certain sections of the federal farm bill could help prevent the U.S. West from decaying into a Great Depression-era Dust Bowl, according to Sen. Michael Bennet (D-Colo.).  The third-term senator is on a mission to ensure that the region’s agricultural sector can continue to thrive amid...", "link": "https://thehill.com/policy/future-of-farming/3901233-could-the-farm-bill-save-parts-of-the-west-from-turning-into-a-dust-bowl-michael-bennet-thinks-so/", "date_published": "2023-03-20 09:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Five fights brewing in the crucial $1.4 trillion farm bill", "description": "Read The Hill's full Future of Farming series The future of American food production is up for grabs this year. With the nation's farm bill expiring this September — along with a wide array of crucial programs that put food on American plates — lawmakers are on the clock to craft a farm bill that...", "link": "https://thehill.com/policy/future-of-farming/3903800-five-fights-brewing-in-the-crucial-1-4-trillion-farm-bill/", "date_published": "2023-03-20 09:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The 2023 farm bill: Protecting US agriculture’s productivity, profitability and competitiveness", "description": "Agriculture is the beating heart of the American economy and the lifeblood of our rural main streets in Iowa. From hog farmers in Sioux County to corn growers in Washington County, farming runs through our veins in rural America — and federal policy must complement our proud traditions; not inhibit our productivity. For our country to remain the breadbasket of the world, we must pass...", "link": "https://thehill.com/policy/future-of-farming/3904321-the-2023-farm-bill-protecting-us-agricultures-productivity-profitability-and-competitiveness/", "date_published": "2023-03-20 09:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump cheers news of 'most important witness' in New York hush-money probe", "description": "Former President Trump applauded the news on Sunday that Robert Costello, who once served as a legal advisor to former Trump attorney Michael Cohen, will testify on Monday before the New York grand jury investigating Trump's alleged involvement in a hush-money scheme. \"Just reported that the most important witness to go before the New York...", "link": "https://thehill.com/blogs/blog-briefing-room/3907987-trump-cheers-news-of-most-important-witness-in-new-york-hush-money-probe/", "date_published": "2023-03-20 03:09:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "'We don’t want spring break': Miami Beach imposes curfew after shootings", "description": "Miami Beach Mayor Dan Gelber announced a curfew on Sunday after two fatal shootings over the weekend on Ocean Drive amid an influx of spring-breakers and out-of-city visitors. \"As I've said many times, we don't ask for spring break in our city. We don't want spring break in our city. It's too rowdy, brings too...", "link": "https://thehill.com/homenews/state-watch/3907964-we-dont-want-spring-break-miami-beach-imposes-curfew-after-shootings/", "date_published": "2023-03-20 03:01:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Jeffries slams weaponization committee in response to McCarthy tweet on Trump probe", "description": "House Minority Leader Hakeem Jeffries (D-N.Y.) took aim at the House weaponization subcommittee on Sunday, saying that he disagrees with Speaker Kevin McCarthy's (R-Calif.) recent remarks about the New York grand jury investigation into former President Trump. McCarthy accused Manhattan District Attorney Alvin Bragg on Saturday of using the investigation to pursue \"political vengeance,\" saying...", "link": "https://thehill.com/homenews/house/3907895-jeffries-slams-weaponization-committee-in-response-to-mccarthy-tweet-on-trump-probe/", "date_published": "2023-03-20 01:09:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "McCarthy calls for no protests or violence over potential Trump arrest", "description": "ORLANDO, Fla. – House Speaker Kevin McCarthy (R-Calif.) sought to tamp down former President Trump’s call for protests in response to a possible arrest of the president in connection to a Manhattan District Attorney investigation. “I don't think people should protest this stuff,” McCarthy said in a press conference at the House GOP issues retreat...", "link": "https://thehill.com/homenews/house/3907916-mccarthy-calls-for-no-protests-or-violence-over-potential-trump-arrest/", "date_published": "2023-03-20 00:30:06+00:00", "persistent": false, "user": null, "language": "en-US"}]