[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCHnyfMqiRRG1u-2MsSQLbXA", "title": "How Quantum Computers Break The Internet... Starting Now", "description": "A quantum computer in the next decade could crack the encryption our society relies on using Shor's Algorithm. Head to https://brilliant.org/veritasium to start your free 30-day trial, and the first 200 people get 20% off an annual premium subscription.\n\n▀▀▀\nA huge thank you to those who helped us understand this complex field and ensure we told this story accurately - Dr. Lorenz Panny, Prof. Serge Fehr, Dr. Dustin Moody, Prof. Benne de Weger, Prof. Tanja Lange, PhD candidate Jelle Vos, Gorjan Alagic, and Jack Hidary.\n\nA huge thanks to those who helped us with the math behind Shor’s algorithm - Prof. David Elkouss, Javier Pagan Lacambra, Marc Serra Peralta, and Daniel Bedialauneta Rodriguez.\n\n▀▀▀\nReferences:  \nJoseph, D., et al. (2022). Transitioning organizations to post-quantum cryptography. Nature, 605(7909), 237-243. - https://ve42.co/Joseph2022\n\nBernstein, D. J., & Lange, T. (2017). Post-quantum cryptography. Nature, 549(7671), 188-194. - https://ve42.co/Bernstein2017\n\nAn Insight, An Idea with Sundar Pichai - Quantum Computing, Wold Economic Forum via YouTube - https://ve42.co/QCWEFyt\n\nMigrating to Post-Quantum Cryptography, The White House - https://ve42.co/PQCWhiteHouse\n\nKotas, W. A. (2000). A brief history of cryptography. University of Tennessee - https://ve42.co/Kotas2000\n\nHellman, M. (1976). New directions in cryptography. IEEE transactions on Information Theory, 22(6), 644-654. - https://ve42.co/Hellman1976\n\nRivest, R. L., Shamir, A., & Adleman, L. (1978). A method for obtaining digital signatures and public-key cryptosystems. Communications of the ACM, 21(2), 120-126. - https://ve42.co/Rivest1978\n\nKak, A. (2023). Lecture 12: Public-Key Cryptography and the RSA Algorithm - https://ve42.co/Kak2023\n\nCalderbank, M. (2007). The RSA Cryptosystem: History, Algorithm, Primes. University of Chicago. - https://ve42.co/Calderbank2007\n\nCryptographic Key Length Recommendation, Keylength - https://ve42.co/KeyLength\n\nCoppersmith, D. (2002). An approximate Fourier transform useful in quantum factoring. arXiv preprint quant-ph/0201067. - https://ve42.co/Coppersmith2002\n\nQuantum Fourier Transform, Qiskit - https://ve42.co/Qiskit \n\nShor, P. W. (1994, November). Algorithms for quantum computation: discrete logarithms and factoring. In Proceedings 35th annual symposium on foundations of computer science (pp. 124-134). IEEE. - https://ve42.co/Shor1994\n\nShor’s algorithm, Wikipedia - https://ve42.co/ShorWiki\n\nEuler’s totient function, Wikipedia - https://ve42.co/EulerWiki\n\nAsfaw, A. (2020). Shor’s Algorithm Lecture Series, Qiskit Summer School - https://ve42.co/ShorYT\n\nHow Quantum Computers Break Encryption, minutephysics via YouTube - https://ve42.co/PQCmpyt\n\nBreaking RSA Encryption - an Update on the State-of-the-Art, QuintessenceLabs - https://ve42.co/QuintessenceLabs\n\nO'Gorman, J., & Campbell, E. T. (2017). Quantum computation with realistic magic-state factories. Physical Review A, 95(3), 032338. - https://ve42.co/OGorman2017 \n\nGidney, C., & Ekerå, M. (2021). How to factor 2048 bit RSA integers in 8 hours using 20 million noisy qubits. Quantum, 5, 433. - https://ve42.co/Gidney2021\n\n2021 Quantum Threat Timeline Report, Global Risk Institute - https://ve42.co/QuantumRisk\n\nThe IBM Quantum Development Roadmap, IBM - https://ve42.co/IBMQC\n\nPost-Quantum Cryptography, Computer Security Resource Center (NIST) - https://ve42.co/CSRCPQC\n\nAlagic, G., et al. (2022). Status report on the third round of the NIST post-quantum cryptography standardization process. US Department of Commerce, NIST. - https://ve42.co/Alagic2022\n\nThijs, L. (2015). Lattice cryptography and lattice cryptanalysis - https://ve42.co/Thijs2015\n\n▀▀▀\nSpecial thanks to our Patreon supporters:\nTj Steyn, Meg Noah, Bernard McGee, KeyWestr, Elliot Miller, Jerome Barakos, M.D., Amadeo Bee, TTST, Balkrishna Heroor, Chris LaClair, John H. Austin, Jr., Eric Sexton, john kiehl, Anton Ragin, Diffbot, Gnare, Dave Kircher, Burt Humburg, Blake Byers, Evgeny Skvortsov, Meekay, Bill Linder, Paul Peijzel, Josh Hibschman, Mac Malkawi, Juan Benet, Ubiquity Ventures, Richard Sundvall, Lee Redden, Stephen Wilcox, Marinus Kuivenhoven, Michael Krugman, Cy 'kkm' K'Nelson, Sam Lutfi.\n\n▀▀▀\nWritten by Casper Mebius & Derek Muller\nEdited by Trenton Oliver\nFilmed by Raquel Nuno\nAnimated by Ivy Tello & Mike Radjabov\nAdditional video/photos supplied by Getty Images & Pond5\nMusic from Epidemic Sound & Jonny Hyman\nProduced by Derek Muller, Petr Lebedev, & Emily Zhang", "link": "https://www.youtube.com/watch?v=-UrdExQW0cs", "date_published": "2023-03-20 18:42:22+00:00", "persistent": false, "user": null, "language": "en-US"}]