[{"source": "https://businessinsider.com.pl/.feed", "title": "Francja. Opozycja przegrała legislacyjne starcie o wiek emerytalny", "description": "Francuskie Zgromadzenie Narodowe odrzuciło dwa wnioski o wotum nieufności dla rządu Elisabetj Borne. W efekcie ustawa podnosząca wiek emerytalny z 62 do 64 lat została przyjęta. Po głosowaniu na ulicach Paryża doszło do starć z policją.", "link": "https://businessinsider.com.pl/wiadomosci/francja-opozycja-przegrala-legislacyjne-starcie-o-wiek-emerytalny/b5ephlt", "date_published": "2023-03-20 20:17:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Notowany na warszawskiej giedzie producent gier tnie zatrudnienie. Zwolni 10 proc. pracowników", "description": "Huuuge, notowany na warszawskiej giełzie producent gier komputerowych, zapowiedział zwoleninia ok. 10 proc. pracowników.", "link": "https://businessinsider.com.pl/gielda/producent-gier-tnie-zatrudnienie-zwolni-10-proc-pracownikow/jqvlcgr", "date_published": "2023-03-20 19:12:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Notowany na warszawskiej giedzie producent gier tnie zatrudnienie. Zwolni 10 proc. pracowników", "description": "Huuuge, notowany na warszawskiej giełdzie producent gier komputerowych, zapowiedział zwolnienia ok. 10 proc. pracowników.", "link": "https://businessinsider.com.pl/gielda/producent-gier-z-gpw-tnie-zatrudnienie-zwolni-10-proc-pracownikow/jqvlcgr", "date_published": "2023-03-20 19:12:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Trudnośći finansowe popychają Rosję w objęcia Chin", "description": "Putin będzie miał trudności ze sfinansowaniem deficytu budżetowego, który w tym roku może sięgnąć 90 mld dol. Trudności finansowe popychają Rosję dalej w strefę wpływów prezydenta Chin Xi Jinpinga, który w tym tygodniu odwiedza Moskwę — pisze Reuters.", "link": "https://businessinsider.com.pl/gospodarka/putinowi-nie-spina-sie-budzet-z-pomoca-przyjda-chiny/eew7gmw", "date_published": "2023-03-20 18:58:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Niemiecki dziennik ocenia wizytę premiera Morawieckiego w Niemczech. \"Nie powstrzymuje się od prowokowania\"", "description": "Niemiecki dziennik \"Die Welt\" skomentował wizytę polskiego premiera w Heidelbergu. \"Mateusz Morawiecki propaguje \"Europę ojczyzn\" — wyrażając nieufność wobec Berlina i Paryża, którą podzielają inne kraje na Wschodzie. Nie powstrzymuje się też od prowokowania niemieckiego rządu\" — napisano w tekście.", "link": "https://businessinsider.com.pl/wiadomosci/niemiecki-dziennik-o-wizycie-morawieckiego-zirytuje-berlinskich-politykow/6c4mt7g", "date_published": "2023-03-20 18:17:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Jest porozumienie. 18 państw wspólnie kupi amunicję dla Ukrainy", "description": "17 krajów Unii Europejskiej oraz Norwegia porozumiały się w poniedziałek w sprawie wspólnego zakupu amunicji w celu udzielenia pomocy Ukrainie i uzupełnienia krajowych zapasów – poinformowała Europejska Agencja Obrony (EDA).", "link": "https://businessinsider.com.pl/wiadomosci/jest-porozumienie-18-panstw-wspolnie-kupi-amunicje-dla-ukrainy/dyy97j2", "date_published": "2023-03-20 18:15:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Frankowicze otwierają kolejny front. Rusza pozew grupowy", "description": "Po wielu zwrotach akcji rozpocznie się merytoryczna część postępowania grupowego, które frankowicze wytoczyli Urzędowi Komisji Nadzoru Finansowego oraz Skarbowi Państwa. Klienci chcą uznania odpowiedzialności instytucji państwowych za ich problem z kredytami walutowymi.", "link": "https://businessinsider.com.pl/finanse/frankowicze-otwieraja-kolejny-front-rusza-wyczekiwany-pozew-grupowy/kce10e9", "date_published": "2023-03-20 18:07:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Powstanie Centralna Informacja Emerytalna. Tak w szczegółach wygląda nowy pomysł", "description": "Jak wynika z porządku obrad Rady Ministrów, rząd ma zająć się we wtorek projektem ustawy o Centralnej Informacji Emerytalnej. CIE będzie przedstawiać użytkownikowi zagregowane informacje o uczestnictwie w systemie emerytalnym opartym na trzech filarach.", "link": "https://businessinsider.com.pl/gospodarka/powstanie-centralna-informacja-emerytalna-na-czym-polega/cfzr6dk", "date_published": "2023-03-20 17:22:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Lagarde: EBC może zainterweniować. Oceniła też działanie Szwajcarii w sprawie Credit Suisse", "description": "Jak poinformowała prezes EBC Christine Lagarde, Europejski Bank Centralny uważnie monitoruje sytuację na rynku finansowym i może interweniować w celu przywrócenia stabilności w sektorze bankowym. Oceniła również działanie szwajcarskich władz w sprawie Credit Suisse.", "link": "https://businessinsider.com.pl/gospodarka/lagarde-ebc-moze-interweniowac-ocenila-tez-dzialanie-ws-credit-suisse/w27vtep", "date_published": "2023-03-20 16:51:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Rosjanin chronił prezydenta Ukrainy. Po latach dobrały się do niego służby", "description": "Służba Bezpieczeństwa Ukrainy na zlecenie sądu przejęła majątek szefa ochrony byłego prorosyjskiego prezydenta Wiktora Janukowycza o łącznej wartości ponad 50 mln hrywien (ok. 6 mln zł). Wiaczesław Zaniewski miał wspierać finansowo rosyjską inwazję.", "link": "https://businessinsider.com.pl/wiadomosci/rosjanin-chronil-prezydenta-ukrainy-po-latach-dobraly-sie-do-niego-sluzby/fbn551h", "date_published": "2023-03-20 16:50:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "To zaboli Putina. Reuters: Turcja wstrzymuje tranzyt do Rosji towarów objętych sankcjami", "description": "Turcja honoruje zachodnie sankcje. Jak wynika z ustaleń Reutersa, władze w Ankarze zdecydowały o wstrzymaniu od marca tranzytu do Rosji towarów objętych sankcjami.", "link": "https://businessinsider.com.pl/wiadomosci/to-zaboli-putina-turcja-podjela-decyzje-bolesna-dla-kremla/wvvyg4l", "date_published": "2023-03-20 16:48:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Dwa tygodnie na obowiązkową aktualizację akt osobowych. Sprawdź, jak to zrobić", "description": "Firmy muszą przenosić dokumenty dotyczące badania trzeźwości w pracy do nowej, wydzielonej części akt osobowych. Mają na to tylko dwa tygodnie. Nowe przepisy nie są jednak precyzyjne i nie jest jasne, jaka dokumentacja ma ostatecznie trafić do nowego modułu.", "link": "https://businessinsider.com.pl/prawo/praca/badanie-trzezwosci-pracownikow-niebawem-mija-wazny-termin/pncm35l", "date_published": "2023-03-20 16:28:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Nowy raport o szczęściu. Jak wypada Polska?", "description": "Organizacja Narodów Zjednoczonych przedstawiła najnowszy Światowy Raport Szczęścia. W czołówce rankingu dominują kraje nordyckie, a Finlandia jest liderem zestawienia po raz szósty z rzędu. Nasi sąsiedzi zaliczyli duży awans w rankingu. Jak wypadła Polska?", "link": "https://businessinsider.com.pl/wiadomosci/najszczesliwsze-kraje-swiata-jak-wypada-polska/fq9vcj9", "date_published": "2023-03-20 16:11:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Darowizna od rodziców czy dziadków. Kiedy z podatkiem? Jest uchwała NSA", "description": "Naczelny Sąd Administracyjny wydał ważną uchwałę. Rozstrzygnął, czy dzieci lub wnuki, które otrzymały w darowiźnie gotówkę od rodziców czy dziadków, będą musiały podzielić się nią z fiskusem. Jego stanowisko może wielu zaskoczyć.", "link": "https://businessinsider.com.pl/prawo/podatki/darowizny-dla-czlonkow-najblizszej-rodzin-lepiej-unikaj-gotowki-zapadla-uchwala-nsa/3y2jg0m", "date_published": "2023-03-20 15:49:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Wraca temat zakazu handlu w niedzielę. Związkowcy mają pomysł, jak go zlikwidować", "description": "Jak donosi portal wiadomoscihandlowe.pl, Związkowa Alternatywa rozważa nową inicjatywę obywatelską, która zmieniałaby istniejące przepisy dotyczące handlu w niedzielę. W zamyśle organizacji, praca w niedzielę miałaby dawać pracownikom dodatkowe profity. Całkiem znaczne.", "link": "https://businessinsider.com.pl/gospodarka/wraca-temat-zakazu-handlu-w-niedziele-zwiazek-ma-pomysl-jak-go-zlikwidowac/6hbd6ze", "date_published": "2023-03-20 15:37:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Nie mogą przestać zwalniać. Właśnie ogłosili, że kolejne 9 tys. osób straci pracę", "description": "Amazon zwolni kolejne 9 tys. osób. Poinformował o tym CEO firmy Andy Jassy w wiadomości rozesłanej do pracowników. Poprzednie cięcia, które zakończyły się w styczniu, objęły 18 tys. pracowników technologicznego giganta.", "link": "https://businessinsider.com.pl/biznes/nie-moga-przestac-zwalniac-amazon-oglosil-kolejne-ciecia/yblgv8p", "date_published": "2023-03-20 15:36:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Resort finansów ujawnił zadłużenie SP. Wiemy, skąd są inwestorzy, którzy pożyczają nam pieniądze", "description": "W lutym zadłużenie Skarbu Państwa wzrosło o 28,5 mld zł. Na oficjalnym liczniku długu jest już niebagatelna kwota ponad 1,2 bln zł. Prawie jedna czwarta zobowiązań jest długiem zagranicznym. Wierzyciele pochodzą z kilkudziesięciu krajów. Dwa pierwsze nie są wcale oczywiste.", "link": "https://businessinsider.com.pl/gospodarka/licznik-dlugu-ciagle-bije-kto-finansuje-polskie-zadluzenie/xe401hc", "date_published": "2023-03-20 15:36:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Koniec kryzysu energetycznego? Ogromny spadek cen gazu. Jest najtańszy od sierpnia 2021 r.", "description": "Cena gazu na holenderskim rynku kontraktów krótkoterminowych (TTF) spadła w poniedziałek do najniższego poziomu od sierpnia 2021 r. Megawatogodzina surowca kosztowała poniżej 40 euro. A możliwe, że już wkrótce spadki będą jeszcze większe. Machiel Mulder, profesor ekonomii na uniwersytecie w Groningen spodziewa się, że cena zmaleje nawet do 30 euro za MWh.", "link": "https://businessinsider.com.pl/gospodarka/koniec-kryzysu-energetycznego-gaz-najtanszy-od-sierpnia-2021-r/0shhps9", "date_published": "2023-03-20 14:52:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Rząd monitoruje sytuację banków. Widać rynkowe oznaki poprawy sytuacji", "description": "O poranku można było mówić o panice na giełdzie. Po południu sytuacja wydaje się opanowana. Notowania banków działających w Polsce odrabiają straty. Oddech ulgi widać też na parkietach Europy. Polski rząd uspokaja. Wskazuje, że w naszym kraju nie ma zagrożeń, ale monitoruje sytuację.", "link": "https://businessinsider.com.pl/gielda/wiadomosci/polskie-banki-sa-bezpieczne-rzecznik-rzadu-przyznal-ze-sa-monitorowane/x16jgxj", "date_published": "2023-03-20 14:42:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Zaskakujący wniosek patentowy Apple. Składany iPhone ma chronić ekran w razie upadku", "description": "Apple być może wciąż pracuje nad składaną wersją iPhone'a, o której pierwsze informacje pojawiały się jeszcze w 2016 r. Wskazuje na to zarejestrowany kilka dni temu wniosek patentowy, który został opisany przez amerykańskiego Insidera.", "link": "https://businessinsider.com.pl/technologie/zaskakujacy-wniosek-patentowy-apple-skladany-iphone-ma-chronic-ekran-w-razie-upadku/24w4d97", "date_published": "2023-03-20 14:28:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Pięć polecanych drukarek do domu i małego biura", "description": "Szukasz drukarki do domu lub do biura, która nie kosztuje przesadnie dużo, a przy tym oferuje oszczędną eksploatację? Wybraliśmy dla ciebie pięć modeli, które koniecznie musisz wziąć pod uwagę przy zakupie.", "link": "https://businessinsider.com.pl/technologie/piec-polecanych-drukarek-do-domu-i-malego-biura/ff8vnqm", "date_published": "2023-03-20 14:27:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Giełda w Londynie oszukana. Worki z kamieniami zamiast drogiego metalu", "description": "Giełda Metali w Londynie (LME) to światowe centrum handlu tego rodzaju produktami. Instytucja dysponuje kilkudziesięcioma magazynami w których gromadzi metale mające zabezpieczyć część kontraktów. Ostatnio okazało się jednak, że system jest nieszczelny. W jednym z takich magazynów zamiast niklu, w workach zgromadzone były... kamienie. Nikiel, jaki miał się tam znajdować, wyceniano na 1,3 mln dol.", "link": "https://businessinsider.com.pl/gospodarka/gielda-w-londynie-oszukana-worki-z-kamieniami-zamiast-drogiego-metalu/2392mkq", "date_published": "2023-03-20 14:22:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Węgrzy znaleźli winnych rekordowej inflacji. Przekaz Orbana jest skuteczny", "description": "W ciągu roku żywność zdrożała na Węgrzech średnio o ponad 40 proc. Coraz więcej Węgrów obwinia o to Unię Europejską — wynika z najnowszego sondażu. To pokazuje, że przekaz medialny rządu jest skuteczny.", "link": "https://businessinsider.com.pl/gospodarka/wegrzy-znalezli-winnych-rekordowej-inflacji-to-nie-orban-ani-putin/zdmz4f4", "date_published": "2023-03-20 14:18:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Będzie batalia o miliardy dolarów z Credit Suisse. Prawnicy twierdzą, że bank oszukiwał", "description": "Z giełdy wyparowały miliardy dolarów ulokowane wcześniej w akcjach Credit Suisse. Prawnicy twierdzą, że za straty inwestorów odpowiedzialność ponosi szwajcarski bank, który nie mówił wszystkiego i wprowadzał w błąd. Zapowiada się długa batalia sądowa, do której mogą też dołączyć polscy gracze giełdowi.", "link": "https://businessinsider.com.pl/gielda/wiadomosci/credit-suisse-zatajal-wazne-informacje-prawnicy-wytaczaja-ciezkie-dziala/qtt20mh", "date_published": "2023-03-20 13:57:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Niebawem wygasa zerowa stawka VAT na żywność. Rzecznik rządu o decyzji", "description": "Zerowy VAT na żywność, wprowadzony w ramach tarczy antyinflacyjnej, obowiązuje tylko w pierwszym półroczu 2023 r. Rzecznik rządu poinformował w poniedziałek, kiedy można spodziewać się decyzji o ewentualnym przedłużeniu niższej stawki VAT.", "link": "https://businessinsider.com.pl/gospodarka/podatki/zerowy-vat-na-zywnosc-rzecznik-rzadu-o-decyzji/j5cbcdd", "date_published": "2023-03-20 13:43:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "\"Cud matematyczny\" w transporcie drogowym. \"Łatwiej trafić szóstkę w totka\"", "description": "Wszystkie firmy transportowe zgodnie przyznają, że ich koszty bardzo szybko rosną. Ale jednocześnie nawet 40 proc. takich przedsiębiorstw chwali się, że nie podniosło cen. Serwis wnp.pl tłumaczy, kto zapłaci za ten \"matematyczny cud\".", "link": "https://businessinsider.com.pl/gospodarka/cud-matematyczny-w-transporcie-drogowym-latwiej-trafic-szostke-w-totka/0bj9svg", "date_published": "2023-03-20 13:26:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Urlop na Korfu, Rodos lub Lesbos. Polecamy hotele przy plaży", "description": "Śródziemnomorski klimat, znakomita kuchnia, starożytne zabytki, taniec zorba, oliwki oraz piękne wyspy. Grecja to z pewnością jeden z najbardziej malowniczych krajów i doskonały pomysł na urlop. U jej wybrzeża znajduje się około dwóch i pół tysiąca wysp i wysepek. Wiele z nich jest niezamieszkałych, a część z nich to perły światowej turystyki. Do najpiękniejszych i najpopularniejszych należą Rodos, Korfu i Lesbos. To na tych wyspach znaleźliśmy wolne miejsca w hotelach położonych przy samej plaży. Zapraszamy!", "link": "https://businessinsider.com.pl/lifestyle/podroze/urlop-na-korfu-rodos-lub-lesbos-polecamy-hotele-przy-plazy/bm1gjmx", "date_published": "2023-03-20 13:26:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Pieniądze z banków popłynęły w zupełnie inne miejsce. Prawdziwie złota inwestycja", "description": "W zaledwie kilkanaście dni uncja złota zdrożała o około 200 dol. W poniedziałek pierwszy raz od roku przekroczyła psychologiczną granicę 2 tys. dol. Eksperci wskazują na przepływ kapitału inwestorów z banków w kierunku bezpiecznych przystani.", "link": "https://businessinsider.com.pl/gielda/wiadomosci/inwestorzy-wycofuja-pieniadze-z-akcji-bankow-to-tam-plyna-szerokim-strumieniem/e2q8lf6", "date_published": "2023-03-20 12:56:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Eksperci zwiastują przełom na rynku samochodów. Oto ich lista aut dostępnych \"od ręki\"", "description": "Jak wynika z danych platformy Carsmile, w ciągu zaledwie jednego kwartału średni czas potrzebny do wyprodukowania auta według indywidulanej konfiguracji skrócił się z 10 do 8 miesięcy. Jak szacuje Carsmile, liczba samochodów dostępnych \"od ręki’ wzrosła już dwukrotnie.", "link": "https://businessinsider.com.pl/technologie/motoryzacja/przelom-na-rynku-samochodow-oto-lista-aut-dostepnych-od-reki/ntl35k1", "date_published": "2023-03-20 12:39:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Nieuzbrojeni Rosjanie wbiegają pod ostrzał Ukraińców", "description": "W trakcie walk o Bachmut pod ostrzał Ukraińców wysyłani są nieuzbrojeni mężczyźni, których jedynym celem jest kopanie okopów lub noszenie amunicji — komentują dla \"The New York Times\" żołnierze ukraińskiej armii.", "link": "https://businessinsider.com.pl/wiadomosci/nieuzbrojeni-rosjanie-ida-pod-ostrzal-ukraincow-sa-pod-wplywem-narkotykow/mzcfzgk", "date_published": "2023-03-20 12:35:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Iga Świątek ma nowego sponsora. Ubierze ją firma Rogera Federera", "description": "Szwajcarska firma odzieżowa ON, w której udziałowcem jest m.in. legendarny tenisista Roger Federer, została nowym sponsorem Igi Świątek. Liderka rankingu WTA do tej pory występowała w butach i ubraniach japońskiego producenta Asics.", "link": "https://businessinsider.com.pl/biznes/iga-swiatek-ma-nowego-sponsora-ubierze-ja-firma-rogera-federera/qqbbcb5", "date_published": "2023-03-20 12:29:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Masz 30 lat? Oto 7 sposobów, aby zaoszczędzić pieniądze", "description": "Wielu 30-latków zastanawia się, co robić, aby już oszczędzić pieniądze na przyszłość. Jak się okazuje, istnieją sposoby, które pochodzą od ekspertów, ale także od osób, które dawno młodość mają za sobą, więc teraz dzielą się z innymi swoim doświadczeniem.", "link": "https://businessinsider.com.pl/poradnik-finansowy/oszczedzanie/masz-30-lat-oto-7-sposobow-aby-zaoszczedzic-pieniadze/5py1wnx", "date_published": "2023-03-20 12:26:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Jakie opony letnie wybrać - poradnik zakupowy", "description": "Przy wyborze nowych opon letnich warto pamiętać, że od odpowiedniego ogumienia zależy komfort jazdy i bezpieczeństwo podróżujących pojazdem. Jeśli zależy tobie na dobrze dobranym modelu opon na letnie miesiące, zwróć uwagę na te wskazówki.", "link": "https://businessinsider.com.pl/technologie/motoryzacja/jakie-opony-letnie-wybrac-poradnik-zakupowy/3fkt40v", "date_published": "2023-03-20 12:10:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Generacja Z jest najbardziej samotnym pokoleniem – i to wina ich rodziców", "description": "Pokolenie Z jest imponujące pod każdym względem. Mają więcej lat formalnej edukacji i niższy odsetek osób przedwcześnie kończących szkołę średnią w porównaniu do wszystkich wcześniejszych generacji. Częściej unikają zażywania narkotyków i rzadziej zachodzą w ciążę. Są świadomymi konsumentami informacji i bystrymi użytkownikami technologii. Ulegają też w mniejszym stopniu dezinformacji i teoriom spiskowym. Jednak pomimo tych wszystkich cech, wielu przedstawicieli generacji Z jest niewiarygodnie samotnych.", "link": "https://businessinsider.com.pl/technologie/nowe-technologie/generacja-z-jest-najbardziej-samotnym-pokoleniem/cspbkeg", "date_published": "2023-03-20 12:09:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Rosjanie boją się telefonów z USA. Zaskakujący krok Kremla", "description": "Jak podaje największy niezależny dziennik w Rosji \"Kommiersant\", pracownicy administracji prezydenta Władimira Putina dostali zakaz korzystania z iPhone’ów. Ci, którzy posiadają telefony firmy Apple, do końca marca muszą przestać ich używać. Decyzję tę podjęto w obawie przed szpiegostwem.", "link": "https://businessinsider.com.pl/wiadomosci/rosjanie-boja-sie-telefonow-z-usa-zaskakujacy-krok-kremla/5xepblw", "date_published": "2023-03-20 12:08:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Komisja Europejska wyda miliony na gazociąg w Polsce. Umożliwi transport paliwa na południe poprzez \"Bramę Północną\"", "description": "Komisja Europejska zatwierdziła ponad 124 mln euro z Europejskiego Funduszu Rozwoju Regionalnego na okres programowania 2014-2020 na budowę 253-kilometrowego odcinka gazociągu przesyłowego między Leśniewicami a Wronowem w województwach mazowieckim, łódzkim i lubelskim. Odcinek ten jest częścią liczącego ponad 300 km gazociągu biegnącego z Gustorzyna do Wronowa.", "link": "https://businessinsider.com.pl/gospodarka/komisja-europejska-wyda-miliony-na-gazociag-w-polsce-otworzy-brame-polnocna/09gtv6r", "date_published": "2023-03-20 12:08:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Czy Putin korzysta z sobowtóra? Zwolennicy tej teorii wskazują na uszy", "description": "Władimir Putin złożył w ten weekend niespodziewaną wizytę na okupowanych terenach Ukrainy, co przyczyniło się do wznowienia spiskowych teorii, głoszących, iż rosyjski przywódca korzysta z zespołu sobowtórów podczas wystąpień publicznych. Na poparcie swoich twierdzeń krytycy wskazują jedną niepasującą część jego ciała, a mianowicie uszy.", "link": "https://businessinsider.com.pl/wiadomosci/czy-putin-korzysta-z-sobowtora-zwolennicy-tej-teorii-wskazuja-na-uszy/13pvqp6", "date_published": "2023-03-20 11:57:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Ministerstwo wprowadza nowy przedmiot. Brakuje nauczycieli, którzy mogą go uczyć", "description": "Od przyszłego roku szkolnego język łaciński będzie mógł być nauczany nie tylko w szkołach średnich, ale też podstawówkach. Jak opisuje jednak \"Portal Samorządowy\", w całej Polsce jest zaledwie... 168 nauczycieli mogących prowadzić ten przedmiot.", "link": "https://businessinsider.com.pl/lifestyle/ministerstwo-wprowadza-nowy-przedmiot-brakuje-do-niego-nauczycieli/7gpt7e0", "date_published": "2023-03-20 11:52:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Śląsk to dopiero początek. Tusk może wyprowadzać władze z Warszawy", "description": "Donald Tusk zapowiedział przywrócenie Ministerstwa Przemysłu – którego siedzibą będzie Śląsk, a nie Warszawa. Jak dowiaduje się Business Insider, to tylko część znacznie większego planu decentralizacyjnego. Poza stolicą mogą się znaleźć również siedziby innych resortów. Dotąd podobnych pomysłów było wiele – i żaden na dobre się nie zmaterializował.", "link": "https://businessinsider.com.pl/wiadomosci/ministerstwo-na-slasku-to-tylko-poczatek-tusk-ma-plan/tny6v73", "date_published": "2023-03-20 11:52:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Śląsk to dopiero początek. Tusk może wyprowadzać władze z Warszawy", "description": "Donald Tusk zapowiedział przywrócenie Ministerstwa Przemysłu – którego siedzibą będzie Śląsk, a nie Warszawa. Jak dowiaduje się Business Insider, to tylko część znacznie większego planu decentralizacyjnego. Poza stolicą mogą się znaleźć również siedziby innych resortów. Dotąd podobnych pomysłów było wiele – i żaden na dobre się nie zmaterializował.", "link": "https://businessinsider.com.pl/wiadomosci/slask-to-dopiero-poczatek-tusk-moze-wyprowadzac-wladze-z-warszawy/tny6v73", "date_published": "2023-03-20 11:52:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Paczka danych z polskiej gospodarki zaskoczyła. Co to oznacza dla naszych portfeli?", "description": "Zaskakujący wzrost płac cieszy tylko częściowo. Ceny rosną jeszcze szybciej i presja inflacyjna pozostaje duża. Ekonomiści dostrzegają spowolnienie na rynku pracy i mniejszą aktywność przemysłu. Wskazują, od czego głównie będzie zależeć kondycja w kolejnych miesiącach.", "link": "https://businessinsider.com.pl/gospodarka/zaskakujacy-wzrost-plac-cieszy-tylko-czesciowo-sprawdz-opinie-ekspertow/b2pl8hr", "date_published": "2023-03-20 11:48:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Pierwszy stały garnizon wojsk USA w Polsce. We wtorek wyjątkowa uroczystość", "description": "Armia USA ustanowi pierwszy stały garnizon w Polsce 21 marca. Będzie to ósma taka placówka w Europie i pierwszy stały garnizon wojsk amerykańskich w Polsce.", "link": "https://businessinsider.com.pl/wiadomosci/garnizon-us-army-w-polsce-znamy-date/1dg8wqk", "date_published": "2023-03-20 11:31:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Trusted Economy Forum 2023: Biznes nie może wybierać między doświadczeniami użytkownika, a bezpieczeństwem", "description": "Zaufanie w biznesie ma kluczowe znaczenie, w szczególności w cyfrowych czasach. Technologie ułatwiają i przyśpieszają zawieranie wszelkiego rodzaju transakcji zdalnie, ale jednocześnie wymuszają rozwój narzędzi umożliwiających potwierdzanie wiarygodności i zapewniających bezpieczeństwo. Weryfikacja tożsamości kontrahentów w sposób niebudzący wątpliwości musi przebiegać sprawnie, aby nie spowolnić procesów biznesowych. Z drugiej strony organizacje muszą stawić czoła licznym zagrożeniom, takim jak kradzież tożsamości czy danych uwierzytelniających oraz deepfake. O tym, jak sprawnie balansować na krawędzi bezpieczeństwa i dobrych doświadczeń użytkownika będzie można usłyszeć podczas tegorocznej edycji Trusted Economy Forum, największej w Europie konferencji poświęconej elektronicznym usługom zaufania.", "link": "https://businessinsider.com.pl/firmy/trusted-economy-forum-2023-biznes-nie-moze-wybierac-miedzy-doswiadczeniami/s94jthp", "date_published": "2023-03-20 11:23:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Organizacja pracodawców ostrzega. \"Najbliższe miesiące będą sprawdzianem dla przemysłu\"", "description": "Jak ocenia ekspert ekonomiczny Konfederacji Lewiatan Mariusz Zielonka, najbliższe miesiąca będą oznaczać spory sprawdzian dla polskiego przemysłu. Dodał, że większość branż energochłonnych notuje spadki sięgające 20 proc.", "link": "https://businessinsider.com.pl/wiadomosci/biznes-ostrzega-najblizsze-miesiace-beda-sprawdzianem-dla-przemyslu/5rs2rr8", "date_published": "2023-03-20 11:21:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Dystrybutor znanych rowerów z drakońską karą od UOKiK. Poszło o sprzedaż w sieci", "description": "Prezes UOKiK nałożył prawie 2,5 mln zł kary na spółkę Merida Polska za naruszenie zasad konkurencji. To wyłączny dystrybutor rowerów marki Merida na terenie naszego kraju, który ukarany został za uniemożliwianie sprzedaży przez internet. Firma nie zgadza się z decyzją Prezesa UOKiK i już zapowiedziała będzie się od niej odwoływać.", "link": "https://businessinsider.com.pl/biznes/dystrybutor-znanych-rowerow-z-drakonska-kara-od-uokik-jest-reakcja/re12qjv", "date_published": "2023-03-20 11:18:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Oto skala fotowoltaicznego boomu w Polsce. URE pokazał dane", "description": "Produkcja energii elektrycznej w mikroinstalacjach wzrosła ponad dwukrotnie w 2022 r., w porównaniu do 2021 r., wynika z najnowszego raportu Urzędu Regulacji Energetyki (URE). Zdecydowana większość mikroinstalacji to fotowoltaika.", "link": "https://businessinsider.com.pl/wiadomosci/oto-skala-fotowoltaicznego-boomu-w-polsce-ure-pokazal-dane/rdzy84k", "date_published": "2023-03-20 10:56:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "W tych miastach za wodę płaci się najwięcej. Rekordziści podnieśli cenę o 45 proc.", "description": "\"Portal Samorządowy\" dokonał przeglądu taryf za wodę w 20 największych polskich miastach. Wiemy już, gdzie za wodę płaci się najwięcej. Rekordziści w latach 2018-2023 podnieśli ceny nawet o 45 proc.", "link": "https://businessinsider.com.pl/gospodarka/gdzie-rachunki-za-wode-sa-najwyzsze-rekordzisci-podniesli-cene-o-45-proc/zll9gjk", "date_published": "2023-03-20 10:54:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Wskaźnik cen producentów zrównał się inflacją konsumencką.  Jest duże zaskoczenie", "description": "Okazuje się, że pierwotnie urzędnicy mocno nie doszacowali inflacji producentów w styczniu, a w lutym podwyżki wyhamowały, ale mniej niż oczekiwano. Ostatecznie inflacja producencka zrównała się z konsumencką.", "link": "https://businessinsider.com.pl/gospodarka/presja-na-podwyzki-cen-pozostaje-duza-nowe-dane-negatywnie-zaskoczyly/h4zj3w8", "date_published": "2023-03-20 10:25:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Niepokojące dane o polskich winniczkach. Słabnie populacja, spada eksport", "description": "Do 100 ton winniczków będzie można pozyskać w tym roku na Warmii i Mazurach — podała w poniedziałek Regionalna Dyrekcja Ochrony Środowiska (RDOŚ) w Olsztynie. Przez kolejne dwa lata zbiór winniczków w województwie zostanie wstrzymany.", "link": "https://businessinsider.com.pl/wiadomosci/niepokojace-dane-o-polskich-winniczkach-slabnie-populacja-spada-eksport/z65rypj", "date_published": "2023-03-20 10:24:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Ukraińska \"poczta\" rozpycha się w Polsce. Szykuje nowe placówki", "description": "Nova Poszta Polska do końca marca otworzy w Polsce 10 nowych placówek, zwiększając łączną ich liczbę do 30, a do połowy lata w Polsce będzie ich ponad 50. To ukraiński operator pocztowy, z którego coraz śmielej korzystają również Polacy.", "link": "https://businessinsider.com.pl/biznes/ukrainska-poczta-rozpycha-sie-w-polsce-szykuje-nowe-placowki/8xcvbpr", "date_published": "2023-03-20 09:57:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Problemy Volkswagena w Rosji. Błyskawiczna decyzja sądu po wniosku oligarchy", "description": "W poniedziałek rosyjski sąd zamroził aktywa Volkswagena w Rosji — podaje Reuters. Zajęcia majątku chciała inna grupa motoryzacyjna należąca do oligarchy Olega Deripaski. Wszystko rozegrało się w ciągu trzech dni.", "link": "https://businessinsider.com.pl/technologie/motoryzacja/problemy-volkswagena-w-rosji-blyskawiczna-decyzja-sadu-po-wniosku-oligarchy/x0bkty5", "date_published": "2023-03-20 09:50:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Przemysł w końcu poddał się spowolnieniu. Produkcja niespodziewanie spadła", "description": "Produkcja przemysłowa w lutym była o 1,2 proc. mniejsza niż w analogicznym okresie poprzedniego roku, a z miesiąca na miesiąc spadła o 1 proc. — wynika z najnowszych danych GUS. To pierwszy taki wynik od maja 2020 r. W kluczowym dla gospodarki sektorze wyraźnie widać skutki spowolnienia. Wyniki okazały się gorsze od prognoz ekonomistów.", "link": "https://businessinsider.com.pl/gospodarka/przemysl-w-koncu-poddal-sie-spowolnieniu-produkcja-niespodziewanie-spadla/btq7m15", "date_published": "2023-03-20 09:09:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Przemysł w końcu poddał się spowolnieniu. Produkcja niespodziewanie spadła", "description": "Produkcja przemysłowa w lutym była o 1,2 proc. mniejsza niż w analogicznym okresie poprzedniego roku, a z miesiąca na miesiąc spadła o 1 proc. — wynika z najnowszych danych GUS. To pierwszy taki wynik od maja 2020 r. Okazał się gorszy od prognoz. W kluczowym dla gospodarki sektorze wyraźnie widać skutki spowolnienia w gospodarce.", "link": "https://businessinsider.com.pl/gospodarka/fatalne-wiesci-z-polskiego-przemyslu-w-produkcji-nastapilo-przelamanie/btq7m15", "date_published": "2023-03-20 09:09:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Przeciętna płaca przebiła psychologiczną granicę. Niestety podwyżki nie nadążają za cenami", "description": "W lutym 2023 r. przeciętne wynagrodzenie w Polsce przebiło 7 tys. zł brutto — podał Główny Urząd Statystyczny. To o 13,6 proc. wyższa kwota niż odnotowana w analogicznym okresie poprzedniego roku. Wzrost jest spory, ale znacznie szybciej w tym samym czasie zwiększyły się ceny, co oznacza, że realnie nasz wynagrodzenia spadają.", "link": "https://businessinsider.com.pl/gospodarka/przecietna-placa-przebila-psychologiczna-granice-niestety-podwyzki-nie-nadazaja-za/h1ehkyc", "date_published": "2023-03-20 09:02:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Przeciętna płaca przebiła psychologiczną granicę. Niestety podwyżki nie nadążają za cenami", "description": "W lutym 2023 r. przeciętne wynagrodzenie w Polsce przebiło 7 tys. zł brutto — podał Główny Urząd Statystyczny. To o 13,6 proc. wyższa kwota niż odnotowana w analogicznym okresie poprzedniego roku. Wzrost jest spory, ale znacznie szybciej w tym samym czasie zwiększyły się ceny, co oznacza, że realnie nasze wynagrodzenia spadają.", "link": "https://businessinsider.com.pl/gospodarka/twoje-zarobki-siegaja-sredniej-sprawdz-ile-teraz-wynosi/h1ehkyc", "date_published": "2023-03-20 09:02:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Pokazał zdjęcie sklepu w Moskwie. Cola z Polski, Węgier i Turcji", "description": "Choć Zachód nałożył na Rosję szereg sankcji, a marki takie jak Coca-Cola wycofały się z kraju Putina, to wciąż można dostać tam ich produkty. Co ciekawe, są tam też puszki napojów z polskimi napisami.", "link": "https://businessinsider.com.pl/wiadomosci/pokazal-zdjecie-sklepu-w-moskwie-cola-z-polski-wegier-i-turcji-jakim-cudem/dyn3vgr", "date_published": "2023-03-20 08:53:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Brat Obajtka stawia kolejną posiadłość. Dane inwestora mogą zmylić", "description": "Bartłomiej Obajtek, brat prezesa Orlenu, buduje w okolicach Łeby dom na półhektarowej działce. Na tablicy informacyjnej trudno jednak szukać jego danych. Jest za to nazwisko kobiety, która prowadzi pensjonat w budynku Daniela Obajtka - pisze trójmiejski oddział \"Gazety Wyborczej\".", "link": "https://businessinsider.com.pl/wiadomosci/brat-obajtka-stawia-kolejna-posiadlosc-dane-inwestora-moga-zmylic/hz6fmxt", "date_published": "2023-03-20 08:51:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Credit Suisse uratowany, ale na giełdach wyprzedaż nie ustaje", "description": "Na giełdach ciągle jest bardzo nerwowo, mimo przełomu w sprawie banku Credit Suisse. Kapitał ucieka do bezpieczniejszych przystani. W Azji dzień upłynął już na wyraźnych spadkach cen akcji. Podobnie rozpoczyna się sesja na giełdach w Europie. Na starcie blisko 3 proc. tracił m.in. indeks WIG20.", "link": "https://businessinsider.com.pl/gielda/wiadomosci/credit-suisse-uratowany-ale-na-gieldach-wyprzedaz-nie-ustaje/f7hj094", "date_published": "2023-03-20 08:15:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Credit Suisse uratowany, ale na giełdach wyprzedaż nie ustaje. Załamanie na akcjach banków", "description": "Na giełdach ciągle jest bardzo nerwowo, mimo przełomu w sprawie banku Credit Suisse. Kapitał ucieka do bezpieczniejszych przystani. W Azji dzień upłynął już na wyraźnych spadkach cen akcji. Podobnie rozpoczyna się sesja na giełdach w Europie. Na starcie blisko 3 proc. tracił m.in. indeks WIG20. Notowania Santandera czy PKO BP były 5 proc. pod kreską.", "link": "https://businessinsider.com.pl/gielda/wiadomosci/panika-na-gieldach-nie-ustaje-notowania-akcji-bankow-polecialy/f7hj094", "date_published": "2023-03-20 08:15:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kurs euro 20 marca powyżej 4,7 zł", "description": "Kurs euro powyżej 4,7 zł. W poniedziałek rano 20 marca 2023 r. kurs EUR/PLN wynosił 4,7113 zł.", "link": "https://businessinsider.com.pl/gielda/kursy-walut/kurs-euro-eurpln-notowania-walut-20-marca-2023/7dywbqf", "date_published": "2023-03-20 08:07:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kurs dolara 20 marca powyżej 4,4 zł", "description": "Kurs dolara powyżej 4,4 zł. W poniedziałek rano 20 marca 2023 r. kurs USD/PLN wynosi 4,4202.", "link": "https://businessinsider.com.pl/gielda/kursy-walut/kurs-dolara-usdpln-notowania-walut-20-marca-2023/18zgnmm", "date_published": "2023-03-20 08:04:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kurs franka 20 marca poniżej 4,8 zł", "description": "Frank szwajcarski poniżej 4,8 zł. W poniedziałek rano 20 marca 2023 r. kurs tej waluty wobec polskiego złotego wynosi 4,7640.", "link": "https://businessinsider.com.pl/gielda/kursy-walut/kurs-franka-frank-szwajcarski-chfpln-20-marca-2023/dylt039", "date_published": "2023-03-20 08:02:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Czeski prezydent o sytuacji Ukrainy. \"Będzie miała tylko jedną próbę\"", "description": "Ukraina będzie miała tylko jedną próbę na przeprowadzenie wielkiej kontrofensywy; po następnej zimie skrajnie trudne będzie utrzymanie obecnego poziomu pomocy — podkreśla w wywiadzie dla \"Rzeczpospolitej\" prezydent Czech Petr Pavel. Zwraca uwagę m.in. na sytuację wyborczą w USA.", "link": "https://businessinsider.com.pl/wiadomosci/czeski-prezydent-o-sytuacji-ukrainy-bedzie-miala-tylko-jedna-probe/skqnn3j", "date_published": "2023-03-20 07:13:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Eksport z Polski do Rosji spadł, ale i wzrósł. Eurostat obnażył paradoksalną prawdę", "description": "W drugim półroczu 2022 r. Polska wysyłała do Rosji mniej towarów niż rok wcześniej, ale za to więcej niż tuż po inwazji Putina na Ukrainę — wynika z danych Eurostatu, które przytacza \"Dziennik Gazeta Prawna\". Eksport w ostatnich trzech miesiącach roku wyniósł 1,2 mld euro.", "link": "https://businessinsider.com.pl/gospodarka/eksport-z-polski-do-rosji-znowu-wzrosl-eurostat-obnazyl-prawde/95t9d8s", "date_published": "2023-03-20 06:49:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Stalowe plany rządu. Wiadomo, gdzie ma powstać nowy zakład", "description": "Ministerstwo Aktywów Państwowych przygotowuje się do budowy nowej stalowni w Polsce. Trwają prace analityczne, a kolejnym etapem będzie przygotowanie dokumentacji projektowej oraz uzyskanie wszystkich pozwoleń.", "link": "https://businessinsider.com.pl/wiadomosci/stalowe-plany-rzadu-wiadomo-gdzie-ma-powstac-nowy-zaklad/2fhgrls", "date_published": "2023-03-20 06:26:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Sasin przejmie kontrolę nad Bogdanką. Chce, by wydobywała nie tylko węgiel", "description": "W lipcu rząd planuje finalizację procesu przejęcia spółki LW Bogdanka przez Skarb Państwa - poinformował w niedzielę wicepremier, minister aktywów państwowych Jacek Sasin. Dodał, że dzisiaj Bogdanka wydobywa węgiel, ale w przyszłości planujemy, że będzie sięgała po inne surowce, po inne złoża.", "link": "https://businessinsider.com.pl/gospodarka/nie-tylko-wegiel-sasin-chce-by-bogdanka-wydobywala-inne-zloza/ghy5thb", "date_published": "2023-03-20 06:18:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Samoobrona wraca do gry. Partia Leppera reaktywowana przed wyborami", "description": "Samoobrona RP, która w latach 2006–2007 współrządziła Polską, znów działa i zapowiada start w najbliższych wyborach — informuje w poniedziałek \"Rzeczpospolita\".", "link": "https://businessinsider.com.pl/wiadomosci/samoobrona-wraca-do-gry-partia-leppera-reaktywowana-przed-wyborami/hvm6kpc", "date_published": "2023-03-20 06:10:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Credit Suisse zostawił ich z niczym. Stracili 17 mld dol.", "description": "Po przejęciu przez UBS Credit Suisse poinformował o umorzeniu ponad 16 mld franków szwajcarskich (ok. 17 mld dol.) długu z obligacji AT1. To oznacza, że ich posiadacze zostali z niczym, bo papiery wartościowe w jednej chwili stały się bezwartościowe.", "link": "https://businessinsider.com.pl/wiadomosci/credit-suisse-zostawil-ich-z-niczym-stracili-17-mld-dol/34kj5b5", "date_published": "2023-03-20 06:01:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Credit Suisse przestaje istnieć, rynek nie chce się uspokoić", "description": "Banki znikają ostatnio w tempie jeden co weekend. Tydzień temu padł amerykański Silicon Valley Bank, a tego weekendu nie przeżył szwajcarski Credit Suisse – został on przejęty przez bank UBS. Stracili na tym posiadacze obligacji tego banku, co, zamiast uspokoić sytuację, może ją dodatkowo zaognić. Niejako wyprzedzającą skoordynowaną akcję dostarczania pożyczek dolarowych dla banków ogłosiły największe banki centralne. U nas KNF prosi banki o to, aby nie wypłacały dywidend bez konsultacji z Komisją. Tanieją za to paliwa, a koszty pracy wprawdzie nadal rosną szybko, ale też nieco wolniej niż poprzednio. Oto pięć najciekawszych wydarzeń w gospodarce teraz.", "link": "https://businessinsider.com.pl/gospodarka/credit-suisse-przestaje-istniec-rynek-nie-chce-sie-uspokoic/bj45szj", "date_published": "2023-03-20 05:55:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Były prezes PKO BP wywołał burzę. \"Być może będziemy musieli włączyć się w wojnę\"", "description": "- Jeśli Ukraina nie obroni swojej niepodległości, to możemy być zmuszeni włączyć się w tę wojnę - stwierdził w wywiadzie dla francuskiej telewizji Jan Emeryk Rościszewski, były prezes PKO BP, a obecnie ambasador RP w Paryżu. Wypowiedź dyplomaty wywołała burzę w sieci, więc głos zabrała już w tej sprawie ambasada.", "link": "https://businessinsider.com.pl/wiadomosci/byly-prezes-pko-bp-byc-moze-bedziemy-musieli-wlaczyc-sie-w-wojne/smgr1yf", "date_published": "2023-03-20 05:37:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Co z VAT-em po wykupie samochodu z leasingu? Jest nowe stanowisko fiskusa", "description": "Prowadzący działalność wciąż chętnie biorą auta w leasing, bo opłaca się to podatkowo. Polski Ład skomplikował jednak zasady wykupu i odsprzedaży takiego auta. Nałożył obowiązek odprowadzenia podatku przez 6 lat. Jest sposób na jego uniknięcie, ale wtedy z kolei pojawiał się problem z VAT-em. Fiskus wydał korzystne stanowisko w tej sprawie.", "link": "https://businessinsider.com.pl/prawo/podatki/samochod-w-leasingu-co-z-pit-em-i-vat-em-po-wykupie-jest-nowe-stanowisko-fiskusa/5n96rl0", "date_published": "2023-03-20 05:32:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Umacniamy energetyczne więzi z Ukrainą. Rząd wyciąga stary projekt z szuflady", "description": "Ukraina wciąż jest bombardowana przez rosyjskie wojska, ale Polska już rozmawia z ukraińskimi spółkami o możliwych inwestycjach w rozbudowę lub budowę zupełnie nowych połączeń w obszarze gazu, ropy i energii elektrycznej. — W przypadku ropy wracamy do starego projektu Sarmatia. Nowy rurociąg pozwoli nam eksportować do Ukrainy nasze produkty — mówi Business Insiderowi minister Mateusz Berger, pełnomocnik rządu ds. strategicznej infrastruktury energetycznej.", "link": "https://businessinsider.com.pl/gospodarka/umacniamy-energetyczne-wiezi-z-ukraina-rzad-wyciaga-stary-projekt-z-szuflady/1cfxlsd", "date_published": "2023-03-20 05:09:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Mamy najtańszy czy najdroższy prąd w UE? Trzy mapy, które to pokazują", "description": "Polacy za prąd płacą niemal najmniej w Europie — wynika z danych Komisji Europejskiej. Równocześnie ceny energii dla przedsiębiorców są zdecydowanie bliżej europejskiej średniej, niejednokrotnie ją przekraczając i plasując Polskę w czołówce rankingu drogiego prądu. Jak tłumaczy ekspert, to efekt \"niepisanej\" zasady stosowanej w Polsce od lat.", "link": "https://businessinsider.com.pl/gospodarka/mamy-najtanszy-czy-najdrozszy-prad-w-ue-trzy-mapy-ktore-to-pokazuja/d3q7tvb", "date_published": "2023-03-20 05:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kredytobiorcy w tych regionach mogą się cieszyć. Raty \"cofnęły się\" o prawie rok [MAPA]", "description": "Rada Polityki Pieniężnej, choć wciąż nie zakomunikowała tego oficjalnie, powoli kończy cykl podwyżek stóp procentowych. Raty przestają więc rosnąć, ale jednocześnie pensje wciąż są coraz wyższe. Dzięki temu obciążenie zadłużeniem spadało do poziomów z marca 2022 r. To spora ulga dla wielu domowych budżetów. Szczególnie w trzech regionach Polski.", "link": "https://businessinsider.com.pl/gospodarka/kredytobiorcy-moga-sie-cieszyc-raty-cofnely-sie-o-prawie-rok/n1150q8", "date_published": "2023-03-20 04:59:00+00:00", "persistent": false, "user": null, "language": "en-US"}]