[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Forza Motorsport - 15 Things You Need To Know Before You Buy", "description": "It’s been a while since Turn 10 Studios and Microsoft last released a Forza Motorsport game, but the acclaimed racing sim series will soon be back with what’s being billed as a reboot of the franchise- and as is often the case with this series, its upcoming instalment is shaping up to be a promising one. \n\nFrom its unrivaled attention to detail and dedication to absolute authenticity to the significant changes it’s making to the play experience on both, the single player and multiplayer side of things, the upcoming Forza Motorsport is looking like an exciting evolution of the franchise. \n\nIn previous features, we’ve already spoken plenty about the game and what it’ll be bringing to the table, but there’s plenty else that we haven’t yet spoken about, so as we count the days down to Forza Motorsport’s launch less than a month from now, here, we’ll be going over a few more crucial details that you should know about it.", "link": "https://www.youtube.com/watch?v=1o1vlyQzWx0", "date_published": "2023-09-17T20:30:01+00:00", "bookmarked": false, "dead": null, "artist": "GamingBolt", "album": "GamingBolt", "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/1o1vlyQzWx0/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Lords of the Fallen – 15 Things You Need To Know Before You Buy", "description": "After its initial announcement in 2015, Lords of the Fallen is finally on track to release. It's coming to Xbox Series X/S, PS5 and PC and offers not one but two worlds for players to traverse - Axiom, the Land of the Living, and Umbral, the Land of the Dead.\n\nPlayers venture through the Souls-like world with the game being developed on Unreal Engine 5. There are multiple starting weapons, magic types and an entire mechanic revolving around bridging the lands of life and death.\n\nLords of the Fallen launches on October 13th. Here's everything you need to know before playing.", "link": "https://www.youtube.com/watch?v=Y97AB1_C85U", "date_published": "2023-09-17T11:30:11+00:00", "bookmarked": false, "dead": null, "artist": "GamingBolt", "album": "GamingBolt", "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/Y97AB1_C85U/hqdefault.jpg"}]