[{"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Wojna w Ukrainie. Ucieczka oddziału Rosjan spod Bachmutu. Agresorzy pozostawili 500 zabitych", "description": "Rosyjska brygada uciekła spod Bachmutu na wschodzie Ukrainy - poinformowała 3. samodzielna brygada szturmowa Sił Zbrojnych Ukrainy. Dodano, że agresorzy pozostawili 500 ciał zabitych żołnierzy. Miasto jest atakowane przez Rosję od ponad dziewięciu miesięcy.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-09/wojna-w-ukrainie-ucieczka-rosjan-spod-bachmutu-agresorzy-pozostawili-500-zabitych-zolnierzy/", "date_published": "2023-05-09 20:12:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA. Donald Trump oskarżony o gwałt. Zapadł wyrok", "description": "Dziewięcioosobowa ława przysięgłych w sądzie federalnym na Manhattanie w Nowym Jorku stwierdziła, że Donald Trump nie zgwałcił Jean Carroll - przekazał Reuters. Stwierdzono jednak, że były prezydent jest winny napaści i zniesławienia kobiety. Trump przekazał, że ten werdykt to hańba.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-09/lawa-przysieglych-stwierdza-ze-trump-wykorzystal-seksualnie-carroll-rozprawa-sadowa/", "date_published": "2023-05-09 19:07:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Wenezuela: Mieszkańcy cierpią z powodu chorób i głodu. \"Nie dało się go wytrzymać\"", "description": "Wenezuela od lat pogrążona jest w kryzysie gospodarczym, który zmusił miliony ludzi do ucieczki z kraju. Prawie 2,5 mln uchodźców schroniło się w Kolumbii, jednak cierpią oni z powodu głodu, chorób, braku dostępu do pracy. Przez miniony rok Caritas Polska wsparła blisko 11 tysięcy Wenezuelczyków paczkami z żywnością i bonami zakupowymi. W 2023 planuje dalej rozszerzać program pomocy.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-09/wenezuela-mieszkancy-cierpia-z-powodu-chorob-i-glodu-nie-dalo-sie-go-wytrzymac/", "date_published": "2023-05-09 17:43:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "14-latka bawiła się w jego ogrodzie. Mężczyzna postrzelił ją w potylicę", "description": "Podczas zabawy w chowanego 14-latka z Luizjany postanowiła ukryć się na posesji sąsiada. Dziewczyna została postrzelona przez mężczyznę w tył głowy z broni palnej. Nastolatka trafiła do szpitala z poważnymi obrażeniami.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-09/14-latka-bawila-sie-w-jego-ogrodzie-mezczyzna-postrzelil-ja-w-potylice/", "date_published": "2023-05-09 17:28:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Rosja: Alaksandr Łukaszenka w złej kondycji. Wezwano karetkę", "description": "Alaksandr Łukaszenka dotarł na moskiewskie lotnisko w asyście karetki - podają rosyjskie i ukraińskie źródła. W relacjach z Parady Zwycięstwa spływają obrazy zgarbionego przywódcy Białorusi.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-09/rosja-alaksandr-lukaszenka-w-zlej-kondycji-wezwano-karetke/", "date_published": "2023-05-09 16:16:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Niezwykły gołąb z opierzonymi stopami. Film jest hitem sieci", "description": "Media społecznościowe obiegło nagranie ukazujące niezwykłą rasę gołębia. Uwieczniony na filmie osobnik charakteryzuje się masywną budową ciała i opierzonymi stopami. W ciągu kilku dni wideo obejrzano ponad 10 mln razy. Co to za nowy Pokemon? - zapytał w komentarzu jeden z komentujących. Wyjątkowy ptak - dodała kolejna osoba.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-09/niezwykly-golab-z-opierzonymi-stopami-film-jest-hitem-sieci/", "date_published": "2023-05-09 16:11:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Czechy. Aktywistka wykąpała się w czerwonej farbie przed ambasadą Rosji", "description": "Przed ambasadą Rosji w Pradze aktywistka Julia Levkova wykąpała się w czerwonej farbie. Miała na sobie nakrycie głowy ozdobione literą Z. Aktywistka wyjaśniła, że chce zwrócić uwagę na to, że kraj Putina jest państwem faszystowskim.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-09/czechy-aktywistka-wykapala-sie-w-czerwonej-farbie-przed-ambasada-rosji/", "date_published": "2023-05-09 15:55:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Rosja. Hasbulla został zatrzymany za niebezpieczną jazdę. Influencer wystosował przeprosiny", "description": "Gwiazda mediów społecznościowych, nazywany Mini Khabibem Rosjanin Hasbulla Magomedov, przeprosił za to, że wraz z przyjaciółmi zablokował drogę w Machaczkale w Dagestanie. Grupa gości weselnych wykonywała niebezpieczne manewry samochodami, za co została zatrzymana przez policję. To się już nie powtórzy - przekazał Hasbulla.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-09/rosja-hasbulla-zostal-zatrzymany-za-niebezpieczna-jazde-influencer-wystosowal-przeprosiny/", "date_published": "2023-05-09 14:27:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "MSZ Chin zapowiedziało działania odwetowe na ewentualne sankcje Komisji Europejskiej", "description": "Szef MSZ Chin Qin Gang powiedział, że Pekin będzie utrzymywał stosunki ze wszystkimi stronami wojny w Ukrainie. - Jako odpowiedzialny kraj, Chiny nie będą dodawać oliwy do ognia - przekazał podczas wizyty w Berlinie. Dodał, że Pekin podejmie działania odwetowe, jeśli Komisja Europejska nałoży sankcje na chińskie firmy handlujące z Rosją.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-09/msz-chin-zapowiedzialo-dzialania-odwetowe-na-ewentualne-sankcje-komisji-europejskiej/", "date_published": "2023-05-09 14:17:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Niemcy. Wypadek polskiego autobusu. Kilkadziesiąt osób poszkodowanych", "description": "W poniedziałek doszło do wypadku polskiego autobusu w Niemczech na autostradzie A12 między węzłami Storkow i Fürstenwalde w kierunku Berlina. Na miejsce są już polscy funkcjonariusze. Według różnych źródeł poszkodowanych może być nawet 60 osób.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-09/niemcy-wypadek-polskiego-autobusu-kilkanascie-osob-poszkodowanych/", "date_published": "2023-05-09 13:07:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Agencja AFP: Leo Messi podpisze kontrakt z saudyjskim klubem Al Hilal", "description": "Lionel Messi zagra w przyszłym sezonie w Arabii Saudyjskiej w ramach ogromnej umowy - podała we wtorek agencja AFP, powołująca się na swoje źródła zbliżone do stron negocjujących transfer. Argentyńczyk dołączyłby w ten sposób, do ligi, w której od kilku miesięcy gra jego największy boiskowy rywal Cristiano Ronaldo.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-09/agencja-afp-leo-messi-podpisze-kontrakt-z-saudyjskim-klubem-al-hilal/", "date_published": "2023-05-09 12:08:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA: Nauczyciel zabrał jej telefon. Spryskała go gazem pieprzowym", "description": "Nastolatka ze stanu Tennessee spryskała nauczyciela gazem pieprzowym po tym, jak skonfiskował jej telefon. To nie pierwszy atak na tego mężczyznę.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-09/usa-nauczyciel-zabral-jej-telefon-spryskala-go-gazem-pieprzowym/", "date_published": "2023-05-09 11:01:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Dzień Zwycięstwa w Rosji. Rosja chciała pokazać Estończykom paradę w Moskwie. Estonia odpowiedziała", "description": "Rosyjska propaganda w dniu święta państwowego tego kraju działa wyjątkowo prężnie. Przemówienie Władimira Putina postanowiła pokazać nie tylko obywatelom Rosji, ale też sąsiadom z zachodniej granicy - Estończykom. Ci nie pozostali dłużni i odpowiedzieli na działania Rosjan.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-09/dzien-zwyciestwa-w-rosji-rosja-chciala-pokazac-estonczykom-parade-w-moskwie-estonia-odpowiedziala/", "date_published": "2023-05-09 10:05:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Holandia: Włożył ciało zmarłego ojca do zamrażarki. Tłumaczy, że chciał \"nadal z nim rozmawiać\"", "description": "Policja z Landgraaf na południu Holandii znalazła zwłoki mężczyzny w zamrażarce. To 101-letni mieszkaniec miasta. Ciało seniora miał tam ukryć jego 82-letni syn - podaje portal L1mburg.nl. - Nie chciałem go stracić. Inaczej by mi go brakowało - tłumaczy mężczyzna.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-09/holandia-wlozyl-cialo-zmarlego-ojca-do-zamrazarki-tlumaczy-ze-chcial-nadal-z-nim-rozmawiac/", "date_published": "2023-05-09 09:34:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Australia. Gigantyczne fale uderzyły w wybrzeże. Niektóre dochodziły nawet do 12m wysokości", "description": "Nawet do 12 metrów miały fale, które uderzyły w poniedziałek w wybrzeże na południowym wschodzie Australii, w stanie Nowa Południowa Walia - poinformował portal news.com.au. Władze ostrzegają mieszkańców.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-09/australia-gigantyczne-fale-uderzyly-w-wybrzeze-niektore-dochodzily-nawet-do-12m-wysokosci/", "date_published": "2023-05-09 08:40:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Ursula von der Leyen w Kijowie. Ukraina po raz pierwszy obchodzi Dzień Europy", "description": "- Co roku, 9 maja, będziemy upamiętniać naszą historyczną jedność – jedność wszystkich Europejczyków, którzy zniszczyli nazizm i pokonają rusyzm - ogłosił Wołodymyr Zełenski, który podpisał dekret, na mocy którego 9 maja będzie obchodzony na Ukrainie jako Dzień Europy. Ten krok spotkał się z aprobatą przewodniczącej Komisji Europejskiej Ursuli von der Leyen, która dzisiaj odwiedziła Kijów.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-09/ursula-von-der-leyen-w-kijowie-ukraina-po-raz-pierwszy-obchodzi-dzien-europy/", "date_published": "2023-05-09 07:18:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "9 maja, Dzień Zwycięstwa w Rosji. Wielka parada w Moskwie", "description": "Prawdziwa wojna toczy się przeciwko naszej ojczyźnie- powiedział prezydent Rosji Władimir Putin podczas przemówienia wygłoszonego na Placu Czerwonym z okazji obchodzonego w tym kraju Dnia Zwycięstwa.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-09/dzien-zwyciestwa-w-rosji-wielka-parada-w-moskwie/", "date_published": "2023-05-09 06:55:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Ukraina. Niespokojna noc. Rosjanie wystrzelili 25 pocisków manewrujących", "description": "We wtorek 9 maja w nocy w Kijowie i we wszystkich regionach Ukrainy ogłoszono alarmy lotnicze - podała Ukrainska Prawda. Rosjanie ostrzelali Ukrainę 25 pociskami manewrującymi. To przejaw prawdziwego kultu Zwycięstwa - stworzyć świętą datę z zakończenia II wojny światowej i starać się zabić jak najwięcej cywilów! - napisał Sehij Popko, szef Kijowskiej Miejskiej Administracji Wojskowej.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-09/ukraina-niespokojna-noc-rosjanie-wystrzelili-25-pociskow-manewrujacych/", "date_published": "2023-05-09 05:56:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}]