[{"source": "https://www.theguardian.com/rss", "title": "Russia-Ukraine war at a glance: what we know on day 441 of the invasion", "description": "<p>Russia celebrates Victory Day; Britain reportedly set to blacklist Wagner mercenary group</p><p><strong>Vladimir Putin has told Russian soldiers fighting in <a href=\"https://www.theguardian.com/world/ukraine\">Ukraine</a> that the “whole country is praying for them”, as he used his Victory Day speech to defend his invasion of Ukraine. </strong><a href=\"https://www.theguardian.com/world/2023/may/09/putin-recycles-old-grievances-on-victory-day-as-russian-army-battered-in-ukraine\">Speaking on the 78th anniversary</a> of the defeat of Nazi Germany, the Russian president drew historical parallels between the second world war and fighting in Ukraine. “We are proud of the participants of the special military operation. The future of our people depends on you,” Putin said.</p><p><strong>Yevgeny Prigozhin, the head of the Wagner mercenary force said he was told he and his mercenaries would be regarded as “traitors” if they abandoned their positions.</strong> Prigozhin threatened to withdraw his troops from the city in east Ukraine, which has been the site of a long-running battle since 2022 to try to capture it, because of a lack of ammunition. He then rowed back on it, but has again threatened to do so.</p><p><strong>Britain is set to formally blacklist Wagner as a terrorist organization to increase pressure on Russia,</strong> The Times newspaper reported on Tuesday. After two months of building a legal case, proscription or a formal blacklisting of the group was “imminent” and likely to be enacted within weeks, the newspaper reported citing a government source.</p><p><strong>Arman Soldin, a 32-year-old video journalist for Agence France Presse in Ukraine, <a href=\"https://www.theguardian.com/world/2023/may/09/french-journalist-killed-in-russian-rocket-strike-in-ukraine\">was killed by Grad rocket fire near Chasiv Yar</a>, in eastern Ukraine,</strong> AFP said on Twitter, citing AFP colleagues who witnessed the incident.</p><p><strong>The UK foreign secretary James Cleverly and US secretary of state Antony Blinken have urged Russia not to use hunger as a weapon of war,</strong> as discussions over the Black Sea grain deal continue.</p><p><strong>Ukraine said its air defences shot down 23 of 25 missiles, fired overnight by Russia, chiefly at Kyiv,</strong> and there were no reported casualties. It was the second night in a row of major Russian airstrikes and fifth so far this month.</p><p><strong>Ukraine is planning a “very important” counteroffensive against Russian forces that must “demonstrate success”, the country’s prime minister has said. </strong>Denys Shmyhal told Sky News that the operation would be launched when the time was right.</p><p><strong>European Commission president Ursula von der Leyen hailed Ukraine as “the beating heart of today’s European values”.</strong> Zelenskiy discussed European integration, defence matters and sanctions against Russia at a meeting with Von der Leyen in Kyiv. He said he expected the EU to soon approve more sanctions on Russia.</p><p><strong>The UN secretary general, António Guterres, has said there is currently no prospect of peace between Russia and Ukraine because “both sides are convinced that they can win”. </strong>In an interview with the Spanish newspaper El País on Tuesday, Guterres was pessimistic about the EU and the UN’s ability to broker an end to the conflict sparked by Russia’s invasion last year.</p><p><strong>The US has announced a “new security assistance package” to help bolster Ukraine’s air defences and artillery ammunition needs. </strong>This package, confirmed by the Department of Defense on Tuesday, totals up to $1.2bn and is being provided under the Ukraine Security Assistance Initiative (USAI).</p><p><strong>A UK-led group of European countries has asked for expressions of interest to supply Ukraine with long-range missiles</strong>. The call for responses from companies who could provide the munitions with range of up to 300km (190 miles) was included in a notice posted last week by the International Fund for Ukraine.</p><p><strong>Germany’s foreign minister has said China could play a decisive role in ending the war in Ukraine.</strong> Speaking alongside her Chinese counterpart, Qin Gang, at a press conference in Berlin on Tuesday, Annalena Baerbock said that as a permanent member of the UN security council, China had the power to be influential in the conflict and bring it to an end.</p><p><strong>The North Korean leader, Kim Jong-un, said Russia “will prevail” in its fight against what he described as “imperialists”, </strong>the state news agency KCNA said on Tuesday, in remarks seen to be aimed at Ukraine and its western supporters such as the US.</p> <a href=\"https://www.theguardian.com/world/2023/may/10/russia-ukraine-war-at-a-glance-what-we-know-on-day-441-of-the-invasion\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/10/russia-ukraine-war-at-a-glance-what-we-know-on-day-441-of-the-invasion", "date_published": "2023-05-09 23:26:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "AI poses existential threat and risk to health of millions, experts warn", "description": "<p>BMJ Global Health article calls for halt to ‘development of self-improving artificial general intelligence’ until regulation in place</p><p>AI could harm the health of millions and pose an existential threat to humanity, doctors and public health experts have said as they called for a halt to the development of artificial general intelligence until it is regulated.</p><p>Artificial intelligence has the potential to revolutionise healthcare by improving diagnosis of diseases, finding better ways to treat patients and extending care to more people.</p> <a href=\"https://www.theguardian.com/technology/2023/may/10/ai-poses-existential-threat-and-risk-to-health-of-millions-experts-warn\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/may/10/ai-poses-existential-threat-and-risk-to-health-of-millions-experts-warn", "date_published": "2023-05-09 23:01:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "School-leavers could join NHS via apprenticeships in plan to fix staff shortages", "description": "<p>Up to one in 10 doctors and a third of nurses could be trained through vocational path under NHS workforce plan</p><p>School-leavers could receive on-the-job training as part of an attempt to help address NHS workforce shortages, under plans to allow tens of thousands of doctors and nurses to join the health service via apprenticeships.</p><p>Up to one in 10 doctors and a third of nurses could be trained through this vocational path in the coming years under the NHS workforce plan, the PA news agency reported. The NHS’s doctor apprenticeship scheme is due to start in September, where medics in training will be able to earn money while they study.</p> <a href=\"https://www.theguardian.com/society/2023/may/10/school-leavers-could-join-nhs-via-apprenticeships-in-plan-to-fix-staff-shortages\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/may/10/school-leavers-could-join-nhs-via-apprenticeships-in-plan-to-fix-staff-shortages", "date_published": "2023-05-09 23:01:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Landlords ‘profiting from sub-standard housing’ for vulnerable people", "description": "<p>Watchdog says gaps in regulation are letting landlords offer costly supported accommodation ‘with little or no support’</p><p></p><p>Increasing numbers of landlords are profiting from letting bad housing to some of society’s most vulnerable people, the National Audit Office has found.</p><p>Gaps in regulation are allowing property owners “to profit by providing costly, sub-standard” supported housing “with little or no support, supervision or care”, the spending watchdog said.</p> <a href=\"https://www.theguardian.com/society/2023/may/10/landlords-profiting-from-sub-standard-housing-for-vulnerable-people\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/may/10/landlords-profiting-from-sub-standard-housing-for-vulnerable-people", "date_published": "2023-05-09 23:01:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Women should help design UK parks to tackle safety fears, says study", "description": "<p>West Yorkshire research shows women and girls affected ‘on daily basis by misogyny and harassment’</p><p>Women should be involved in the design and maintenance of the UK’s parks to tackle “unfair and unequal” safety fears, researchers have said.</p><p>Academics looking into how parks can be made safer for women have found simple changes such as better lighting, lower hedges and “escape routes” could reduce the risks of harassment and assault that stop women using parks.</p> <a href=\"https://www.theguardian.com/society/2023/may/10/women-should-help-design-uk-parks-to-tackle-safety-fears-says-study\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/may/10/women-should-help-design-uk-parks-to-tackle-safety-fears-says-study", "date_published": "2023-05-09 23:01:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "De Bruyne finds key as Real Madrid are locked down in their super-prison | Barney Ronay", "description": "<p>Belgian midfielder has been on a roll since the World Cup and he produced something sublime in the Spanish capital</p><p>Shortly after the post‑World Cup resumption Pep Guardiola made some comments about Kevin De Bruyne; sighing a little, looking sad, bemoaning by sly implication the physical state of his champion midfielder.</p><p>As motivational obiter dicta go it was brutally effective. The Belgian has been sublime on the current winning run. This has been late imperial De Bruyne, a resurgent wave, buried a little behind the cold, hard numbers of Erling Haaland playing (and this is no coincidence) just ahead of him.</p> <a href=\"https://www.theguardian.com/football/blog/2023/may/09/de-bruyne-brilliance-shifts-narrative-pressure-in-manchester-citys-favour\">Continue reading...</a>", "link": "https://www.theguardian.com/football/blog/2023/may/09/de-bruyne-brilliance-shifts-narrative-pressure-in-manchester-citys-favour", "date_published": "2023-05-09 22:54:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Dani Alves still in jail over sexual assault accusation as Spanish court denies bail", "description": "<ul><li>Brazil international has been detained since January </li><li>Former Barcelona defender denies wrongdoing </li></ul><p>Dani Alves will remain in jail after a Spanish court denied his request to be freed on bail on Tuesday while a sexual assault accusation against the former Barcelona player is investigated.</p><p>The court had already denied a similar request by Alves’ defence team in February, saying he was a flight risk.</p> <a href=\"https://www.theguardian.com/football/2023/may/09/dani-alves-still-in-jail-over-sexual-assault-accusation-as-spanish-court-denies-bail\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/09/dani-alves-still-in-jail-over-sexual-assault-accusation-as-spanish-court-denies-bail", "date_published": "2023-05-09 22:47:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tucker Carlson to revive show on Twitter after Fox News dismissal", "description": "<p>Host was fired by the news network last month in the aftermath of its $787.5m settlement with Dominion over election lies</p><p>Tucker Carlson will be reviving his show on Twitter, after being abruptly dismissed from Fox News last month.</p><p>In a tweet captioned “We’re back,” Carlson on Tuesday shared a video discussing his next moves. The former host said he would be taking his show to Twitter, which he described as “the last remaining platform in the world” to allow free speech.</p> <a href=\"https://www.theguardian.com/technology/2023/may/09/tucker-carlson-fox-news-twitter-show\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/may/09/tucker-carlson-fox-news-twitter-show", "date_published": "2023-05-09 22:16:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mad Women review – even the dinosaurs of the ad industry couldn’t ignore these incredible women", "description": "<p>They made the Diet Coke ad! Cast real women for Dove! Got a man to strip off in a launderette! This documentary meets the female talent that redefined a toxically male industry</p><p>The past, as I often used to say to LP Hartley over a pint of Old Toejam, is a foreign country. They do things differently there. And even though I spent my formative years there, this seems never more true than when the 1980s come under scrutiny. What was <em>happening</em>? What were we <em>thinking</em>?</p><p>And so to Mad Women, Channel 4’s entertaining jog-trot through the arrival in the 70s and ascendancy through the 80s and beyond of women in the advertising industry, as the rise of consumerism and growing affluence and appetites meant that all sorts of boys’ clubs began to fissure under the pressure to supply and let in hitherto undesirables. Wrong class, wrong chromosomes – sometimes both, can you believe! – started turning up in banking, mostly, at first. Then the rot spread, and here we are now with the working classes and women simply everywhere.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/may/09/mad-women-review-even-the-dinosaurs-of-the-ad-industry-couldnt-ignore-these-incredible-women\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/may/09/mad-women-review-even-the-dinosaurs-of-the-ad-industry-couldnt-ignore-these-incredible-women", "date_published": "2023-05-09 22:05:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "E Jean Carroll: seesawing emotions before jury says it believes her", "description": "<p>Jury believed the advice columnist when she described how ex-president went from charming to a ‘monster’ in an instant</p><p>For a moment, E Jean Carroll appeared stricken.</p><p>Not a single member of the jury looked at her as they filed back into court, verdict on her rape case against Donald Trump in hand.</p> <a href=\"https://www.theguardian.com/us-news/2023/may/09/trump-trial-e-jean-carroll-seesawing-emotions\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/may/09/trump-trial-e-jean-carroll-seesawing-emotions", "date_published": "2023-05-09 22:02:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "De Bruyne rocket rips through Real Madrid and fires Manchester City belief", "description": "<p>The ball was there to hit and how Kevin De Bruyne hit it. It was midway through the second half, Manchester City were behind to Vinícius Júnior’s sumptuous 36th-minute blast and the feeling was starting to take hold that Real Madrid had this Champions League semi-final, first leg under control.</p><p>For City, the demons circled at the venue where it had gone so horribly wrong in the <a href=\"https://www.theguardian.com/football/2022/may/04/real-madrid-manchester-city-champions-league-semi-final-second-leg-match-report\">second leg of last season’s semi-final</a>; the collapse at the end of normal time, two goals shipped after the 90th minute, then Madrid’s extra-time winner.</p> <a href=\"https://www.theguardian.com/football/2023/may/09/real-madrid-manchester-city-champions-league-semi-final-first-leg-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/09/real-madrid-manchester-city-champions-league-semi-final-first-leg-match-report", "date_published": "2023-05-09 20:59:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Texas gunman who killed eight had ‘neo-Nazi’ ideation, say officials", "description": "<p>Mauricio Garcia, who was drummed out of the US army in 2008, reportedly also had Nazi tattoos on his body</p><p>The gunman who killed eight people and wounded seven others at a suburban Dallas shopping mall had no prior criminal record but had “neo-Nazi ideation”, authorities said on Tuesday.</p><p>Investigators are still trying to determine why Mauricio Garcia opened fire on Saturday at the Allen Premium Outlets, Hank Sibley, the regional director of the Texas department of public safety, said at a news conference.</p> <a href=\"https://www.theguardian.com/us-news/2023/may/09/texas-mall-gunman-neo-nazi-tattoos\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/may/09/texas-mall-gunman-neo-nazi-tattoos", "date_published": "2023-05-09 20:30:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Archbishop of Canterbury to criticise small boats bill in House of Lords", "description": "<p>Justin Welby to join peers condemning measures that seek to criminalise people seeking refuge in UK</p><p>The archbishop of Canterbury will make a rare intervention in the House of Lords to join dozens of peers condemning the government’s flagship asylum bill.</p><p>Justin Welby will argue against measures championed by Rishi Sunak and Suella Braverman that seek to criminalise people seeking refuge in the UK if they arrive on small boats.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/09/archbishop-of-canterbury-criticise-small-boats-bill-house-of-lords-justin-welby\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/09/archbishop-of-canterbury-criticise-small-boats-bill-house-of-lords-justin-welby", "date_published": "2023-05-09 20:05:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘They were little’: photos show children illegally working in US slaughterhouse", "description": "<p>Images released by US labor department show conditions over 100 children faced at Packers Sanitation Services Incorporated</p><p>Harrowing photos released by the US labor department (DoL) taken at a slaughterhouse plant in Nebraska show the conditions more than 100 children faced while illegally working for Packers Sanitation Services Incorporated (PSSI) before the department cracked down on the company for violating child labor laws.</p><p>The pictures show employees covered in protective gear, using chemicals to spray down and sanitize equipment. In some of the pictures, made public on Sunday by the television news show <a href=\"https://www.cbsnews.com/news/government-investigation-into-slaughterhouse-cleaning-company-that-hired-children-60-minutes-transcript-2023-05-07/\">60 Minutes</a>, some of the employees appear to be young children, wearing protective face glasses and holding buckets.</p> <a href=\"https://www.theguardian.com/us-news/2023/may/09/nebraska-slaughterhouse-children-working-photos-labor-department\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/may/09/nebraska-slaughterhouse-children-working-photos-labor-department", "date_published": "2023-05-09 20:00:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘It massively backfired’: Republicanism in spotlight after arrests", "description": "<p>Head of Republic campaign group believes detention at coronation was premeditated attempt to kill protests</p><p>Graham Smith had just hung up on Jeremy Vine’s BBC Two radio show. “He was sort of suggesting, you know, shall we have this nice little debate about whether or not someone should be locked up for 16 hours so people can wave their flags,” says Smith, 49, who looks a little coy as he settles down on his front-room sofa, stepping over an unfinished 1,000-piece jigsaw. “It was partly down to me being quite tired and starting to get antsy.”</p><p>It has been quite a few days for the normally mild-mannered and longstanding chief executive of Republic, the country’s leading anti-monarchist organisation, a somewhat lonesome voice since it was formed in 1983.</p> <a href=\"https://www.theguardian.com/world/2023/may/09/it-massively-backfired-republicanism-in-spotlight-after-arrests\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/09/it-massively-backfired-republicanism-in-spotlight-after-arrests", "date_published": "2023-05-09 19:57:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Parts of England battered by hailstorms amid weather warning for UK", "description": "<p>Somerset experiences ‘different scale’ of rain as flood warning issued for England</p><p>Parts of England have been battered by hailstorms among a deluge of rain and thunder, as a yellow weather warning remains in place for the UK until 10pm.</p><p>Basingstoke was hit by an onslaught of hail on Tuesday, with one resident describing his worry over the storm damaging his car – while Somerset experienced a “different scale” of rain.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/09/parts-of-england-battered-by-hailstorms-amid-weather-warning-for-uk\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/09/parts-of-england-battered-by-hailstorms-amid-weather-warning-for-uk", "date_published": "2023-05-09 19:55:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Louisiana teenager shot by neighbor as she played hide-and-seek", "description": "<p>The latest shooting of an innocent victim spotlights ‘stand your ground’ laws, which some Republicans are trying to strengthen</p><p>A 14-year-old girl was playing hide-and-seek with her friends when she was shot in the head by her neighbor in <a href=\"https://www.theguardian.com/us-news/louisiana\">Louisiana</a>, according to authorities.</p><p>The shooting on Sunday adds to a <a href=\"https://www.theguardian.com/world/2023/apr/30/usa-gun-crime-paranoia-self-defense-gun-laws\">recent string of gun attacks</a> across the US aimed at people who were engaged in innocuous activities when they encountered their shooter.</p> <a href=\"https://www.theguardian.com/us-news/2023/may/09/louisiana-girl-hide-and-seek-shooting\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/may/09/louisiana-girl-hide-and-seek-shooting", "date_published": "2023-05-09 19:47:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Everything is gone’: entire Indian villages burned in ethnic violence", "description": "<p>About 1,700 houses in Manipur have been destroyed in clashes between Meiteis, who are mostly Hindus, and mainly Christian Kuki tribe</p><p>The road to Heirokland is smooth and freshly laid, with a sign proclaiming it part of an Indian government development initiative. But ethnic violence has reduced the village itself to little more than smouldering ashes.</p><p>Sanatomba picked through the ruins of his sister’s home in the north-eastern state of Manipur, trying to salvage anything of value, but could only recover a traditional stool.</p> <a href=\"https://www.theguardian.com/world/2023/may/09/indian-villages-burned-ethnic-violence\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/09/indian-villages-burned-ethnic-violence", "date_published": "2023-05-09 19:44:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Joyce Hastings obituary", "description": "<p>My mother, Joyce Hastings, who has died aged 98, lived in three different countries, each with its own culure, and thrived thanks to her Christian faith.</p><p>She was born in Norwich, Norfolk, one of eight children of Gilbert Holman, a clerk, and his wife Stella (nee Rous). She attended Blyth school (now Sewell Park academy) in the city<strong> </strong>before training to be a nurse at Ipswich hospital, Suffolk, serving there during the second world war.</p> <a href=\"https://www.theguardian.com/society/2023/may/09/joyce-hastings-obituary\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/may/09/joyce-hastings-obituary", "date_published": "2023-05-09 19:38:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Key moments in Donald Trump trial that gripped America", "description": "<p>Jury rules that Trump sexually abused the New York writer, but did not convict him of rape</p><p>The trial over whether or not Donald Trump raped the author E Jean Carroll gripped America as it saw the former US president accused of sex crimes in a court of law.</p><p>In the end a jury ruled that Trump sexually abused the New York writer, but did not convict him of rape.</p> <a href=\"https://www.theguardian.com/us-news/2023/may/09/trump-trial-key-moments\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/may/09/trump-trial-key-moments", "date_published": "2023-05-09 19:20:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "French journalist killed in Russian rocket strike in Ukraine", "description": "<p>AFP video coordinator Arman Soldin, 32, who was ‘totally dedicated to his craft’, died in attack near Bakhmut</p><p>A French journalist working for the AFP news agency has been killed in Ukraine in a Russian rocket strike near the battle-torn eastern city of Bakhmut.</p><p>Arman Soldin, a 32-year-old video coordinator, died on Monday when a Grad missile landed close to where he was lying. Soldin was with Ukrainian soldiers in the town of Chasiv Yar, 10kms from Bakhmut, where fighting has raged for months.</p> <a href=\"https://www.theguardian.com/world/2023/may/09/french-journalist-killed-in-russian-rocket-strike-in-ukraine\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/09/french-journalist-killed-in-russian-rocket-strike-in-ukraine", "date_published": "2023-05-09 19:08:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Dennis Potter script discovered that casts new light on The Singing Detective", "description": "<p>Unknown work The Last Television play found in writer’s archive features scenes that later appeared in BBC series</p><p><br />It was a little like discovering the television drama equivalent of a lost Harold Pinter or Samuel Beckett play.</p><p>An unknown script for a television play by the dramatist Dennis Potter that sheds new light on his drama The Singing Detective has been unearthed among <a href=\"https://www.theguardian.com/culture/2013/jun/27/dennis-potter-archive-celebrated-writer\">an archive of his work in his forest homeland.</a></p> <a href=\"https://www.theguardian.com/culture/2023/may/09/dennis-potter-script-discovered-casts-new-light-the-singing-detective\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/may/09/dennis-potter-script-discovered-casts-new-light-the-singing-detective", "date_published": "2023-05-09 19:00:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ella Baron on Vladimir Putin’s Victory Day speech — cartoon", "description": "<a href=\"https://www.theguardian.com/commentisfree/picture/2023/may/09/ella-baron-on-vladimir-putins-victory-day-speech-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2023/may/09/ella-baron-on-vladimir-putins-victory-day-speech-cartoon", "date_published": "2023-05-09 18:54:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Owen Farrell changes mental approach after overthinking kicking for England", "description": "<ul><li>Saracens fly-half gearing up for Premiership semi-final</li><li>Farrell: ‘Getting out of your own way is probably the key’</li></ul><p>Owen Farrell has revealed he has changed his mental approach to goal-kicking after falling below his usual high standards during the Six Nations this year. The Saracens and England fly-half says he was “overthinking” his place-kicking and is now trying to be less obsessive about it.</p><p>Farrell is the third-highest point-scorer in the history of Test rugby behind Dan Carter and Jonny Wilkinson but he has endured some frustrating days this season, <a href=\"https://www.theguardian.com/sport/2023/feb/25/wales-england-six-nations-rugby-union-match-report\">not least against Wales in Cardiff</a> when he landed only two of his six attempts. “I’ve obviously thought about it,” said Farrell, well aware of the need to keep the scoreboard moving in the Premiership semi-final against Northampton this Saturday.</p> <a href=\"https://www.theguardian.com/sport/2023/may/09/owen-farrell-saracens-england-rugby\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/may/09/owen-farrell-saracens-england-rugby", "date_published": "2023-05-09 18:52:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Makes you proud to be British, banging people up. God save the king", "description": "<p>So what if the age of King Charles started with curbs on the power to protest?  Few in the Commons were going to fuss</p><p>Move along. Nothing to see here. Of course you have a right to peaceful protest. Just as I have a right to arrest you if I feel like it. So it would be a good idea for you to move quietly behind this grandstand so that the BBC cameras can’t film you. Not that they would. They know their place. Besides, they will never do another royal event if they do. So move along quietly. Is that a Velcro fastener on your jacket? A belt round your waist? Planning to lock on, are we? Then you’re nicked. God save the king.</p><p>It had all been just a bit of a coincidence. One of those things. You know how it is. You rush through a new Public Order Act and then suddenly find you’ve got a hastily arranged once in a lifetime (TM) – well maybe twice in a lifetime (TM) – coronation to police. God save the king.</p> <a href=\"https://www.theguardian.com/politics/2023/may/09/makes-you-proud-to-be-british-banging-people-up-god-save-the-king\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/may/09/makes-you-proud-to-be-british-banging-people-up-god-save-the-king", "date_published": "2023-05-09 18:49:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Manchester City blink first in WSL title race – Women’s Football Weekly", "description": "<p><a href=\"https://twitter.com/FayeCarruthers\">Faye Carruthers</a> is joined by <a href=\"https://twitter.com/suzywrack\">Suzanne Wrack</a>, <a href=\"https://twitter.com/GirlsontheBall\">Sophie Downey</a> and <a href=\"https://twitter.com/MarvaMSK\">Marva Kreel</a> to discuss a weekend of goals</p><p>In today’s pod: it feels like there’s something in the water! Goals flying in left, right and centre all across English football last weekend.</p><p>Neither Chelsea nor Manchester United have blinked yet, but Manchester City did as they suffered a surprise loss to Liverpool at Prenton Park.</p> <a href=\"https://www.theguardian.com/football/audio/2023/may/09/wsl-manchester-city-united-chelsea-womens-football-weekly\">Continue reading...</a>", "link": "https://www.theguardian.com/football/audio/2023/may/09/wsl-manchester-city-united-chelsea-womens-football-weekly", "date_published": "2023-05-09 18:46:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pledge to reduce NHS backlog has been broken, Steve Barclay admits", "description": "<p>NHS in England missed target that patients waiting 18 months for an operation would be treated by April</p><p>A key government pledge to reduce the size of the NHS’s <a href=\"https://www.theguardian.com/society/2022/nov/10/record-71m-people-england-waiting-nhs-hospital-treatment\">record-breaking care backlog</a> has been broken, the health secretary has admitted.</p><p>Steve Barclay slipped out the news in a Commons statement on Tuesday about a totally unrelated area of NHS policy – his new plan to <a href=\"https://www.theguardian.com/society/2023/may/09/pharmacies-england-prescriptions-seven-conditions-amid-surgery-crisis\">improve access to GP care</a>.</p> <a href=\"https://www.theguardian.com/society/2023/may/09/pledge-to-reduce-nhs-backlog-has-been-broken-steve-barclay-admits\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/may/09/pledge-to-reduce-nhs-backlog-has-been-broken-steve-barclay-admits", "date_published": "2023-05-09 18:45:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Boy, 8, found in Michigan wilderness after straying from family camping trip", "description": "<p>‘Prayers were answered’: Nante Niemi discovered safe, hiding under a log, after going missing on Saturday on Upper Peninsula</p><p>A second-grade child who went missing on Saturday while camping with his family in Michigan has been found safe, hiding under a log.</p><p>Nante Niemi, eight, was found on Monday by a search team at about 1.30pm in good health, according to Michigan state police.</p> <a href=\"https://www.theguardian.com/us-news/2023/may/09/michigan-missing-boy-found-camping\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/may/09/michigan-missing-boy-found-camping", "date_published": "2023-05-09 18:22:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rita Lee, Brazil’s undisputed Queen of Rock, dies aged 75", "description": "<p>Tributes pour in for founder of Os Mutantes, who sardonically named her tumour after far-right president Jair Bolsonaro</p><p>Rita Lee, the legendary Brazilian musician, composer and founder of the trailblazing band <a href=\"https://www.theguardian.com/music/2006/may/18/worldmusic.brazil\">Os Mutantes</a>, has died at 75, prompting emotional tributes to Brazil’s undisputed “Queen of Rock”.</p><p>Rita Lee was diagnosed with lung cancer in 2021, memorably nicknaming her tumour “Jair” – a sardonic reference to Brazil’s widely loathed then president, Jair Bolsonaro.</p> <a href=\"https://www.theguardian.com/music/2023/may/09/rita-lee-dead-brazil-os-mutantes\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/may/09/rita-lee-dead-brazil-os-mutantes", "date_published": "2023-05-09 17:58:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Cyprus handed 800-page US dossier on Russia sanctions breaches", "description": "<p>Report details how local people and firms helped Alisher Usmanov’s conceal immense wealth</p><p>Cyprus has received an 800-page dossier from the US government detailing sanctions breaches by local individuals and entities that are alleged to have enabled the Russian billionaire, Alisher Usmanov, to conceal his immense wealth.</p><p>As the island’s leader Nikos Christodoulides vowed to push ahead with the prosecution of law and audit firms that had aided the oligarch, Washington released documents that amounted to a toolkit to facilitate the process. At least two other dossiers are expected to follow.</p> <a href=\"https://www.theguardian.com/world/2023/may/09/cyprus-handed-800-page-us-dossier-on-russia-sanctions-breaches\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/09/cyprus-handed-800-page-us-dossier-on-russia-sanctions-breaches", "date_published": "2023-05-09 17:55:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Real Madrid v Manchester City: Champions League semi-final, first leg – live", "description": "<ul><li>Champions League semi-final updates, 8pm BST kick-off</li><li><a href=\"https://www.theguardian.com/info/2022/nov/14/football-daily-email-sign-up\">Sign up for Football Daily</a> | And <a href=\"mailto:scott.murray@theguardian.com\">mail Scott</a> any match thoughts</li></ul><p><strong>¡Fútbol!</strong> <strong>¡Infierno sangriento!</strong> A reminder of what happened here last year. Like anybody <em>really</em> needs reminding.</p><p><strong>Real Madrid make two changes to the XI that started the 2-1 Copa Del Rey final victory over Osasuna on Saturday.</strong> Luka Modric replaces Aurelien Tchouameni in midfield, the France international dropping to the bench, while at the back Antonio Rudiger stands in for the suspended Eder Militao.</p> <a href=\"https://www.theguardian.com/football/live/2023/may/09/real-madrid-v-manchester-city-champions-league-semi-final-first-leg-live\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/may/09/real-madrid-v-manchester-city-champions-league-semi-final-first-leg-live", "date_published": "2023-05-09 17:52:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on policing dissent: more politicised than ever | Editorial", "description": "<p>The home secretary’s unprecedented power grab to intervene operationally in public order has been exposed </p><p>It does the police no good if officers are thought to be at the beck and call of politicians. Such a system, relying on policing by consent, would quickly lose the trust of the public. That is why Lord Denning, the most celebrated English judge of the 20th century, argued that the responsibility for law enforcement ought to lie solely with the police. In a now famous judgment, Denning wrote that the chief constable “<a href=\"https://publications.parliament.uk/pa/cm201011/cmselect/cmhaff/511/51106.htm\" title=\"\">is answerable to the law and to the law alone</a>”. Yet when it comes to demonstrations it appears that instead of police proportionately applying the laws of the land, officers are being cowed into serving ministerial interests.</p><p>Deferring to the executive branch has seen officers forced to <a href=\"https://www.bbc.co.uk/news/uk-65527007\" title=\"\">apologise</a> over the arrests of six protesters on coronation day. The proximate cause of the mess was the Home Office’s decision to expedite new criminal offences to prevent disruption into law last week. This gave the police powers to arrest the leaders of an anti-monarchy group, Republic, for having <a href=\"https://www.standard.co.uk/news/uk/sir-mark-rowley-metropolitan-police-officers-king-coronation-london-b1079764.html\" title=\"\">equipment</a> that “could have been used as part of a ‘lock on’-style protest”. These turned out to be straps used to transport placards and were about as dangerous as the yellow T-shirts protesters were wearing. The police, it seems, were more bothered about images of disruption of a “<a href=\"https://news.met.police.uk/news/the-kings-coronation-thank-you-466377\" title=\"\">once in a generation event</a>” than the disruption itself.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/09/the-guardian-view-on-policing-dissent-more-politicised-than-ever\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/09/the-guardian-view-on-policing-dissent-more-politicised-than-ever", "date_published": "2023-05-09 17:52:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pharmacist at former Sunak family chemist wary of PM’s health plans", "description": "<p>Jithender Ballepu says more staff and funding would be needed and has concerns about passing antibiotics over the counter</p><p>There is no plaque outside the Bassett Pharmacy in Southampton to indicate this was once run by the prime minister’s mum but there is a sign round the back that gives the game away: “Parking for Sunak Pharmacy customers.”</p><p>Inside, pharmacist Jithender Ballepu was expressing reservations about Rishi Sunak’s plans for chemist shops to provide prescriptions for millions of patients in England.</p> <a href=\"https://www.theguardian.com/politics/2023/may/09/pharmacist-at-former-sunak-family-chemist-wary-of-pms-health-plans\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/may/09/pharmacist-at-former-sunak-family-chemist-wary-of-pms-health-plans", "date_published": "2023-05-09 17:52:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on Putin’s home front: new vulnerabilities | Editorial", "description": "<p>A muted Victory Day parade reflects a sense of unease after recent attacks on Russian soil</p><p>There were no surprises during Vladimir Putin’s short <a href=\"https://www.theguardian.com/world/2023/may/09/russian-missiles-downed-over-kyiv-putin-marks-victory-day-ukraine\" title=\"\">speech</a> to commemorate the 78th Victory Day in Moscow on Tuesday. Just as last year, Mr Putin drew risible parallels between the Soviet Union’s role in defeating Nazi Germany and his own illegal war in Ukraine. Even the brutal head of the Wagner mercenary force, Yevgeny Prigozhin, has <a href=\"https://www.euronews.com/2023/03/24/wagner-boss-openly-defies-kremlin-ukraine-nazi-narrative\" title=\"\">questioned</a> this narrative, which casts Ukraine as a neo-Nazi puppet regime manipulated by a west intent on destroying Russia. But the president resolutely stuck to the usual script.</p><p>The boilerplate polemic was, however, delivered against a subtly changed backdrop. This was the most muted 9 May celebration since Mr Putin began to co-opt the anniversary for his own revanchist purposes. Fifteen months after Russia’s blitzkrieg invasion ground to a halt last February, the blood-soaked war of attrition taking place in eastern Ukraine has limited the Kremlin’s capacity to put on a show in Red Square. The parade was light on heavy military equipment, compared with previous years, and did not feature an air display. In other parts of Russia, events were cancelled altogether, with officials citing security grounds.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/09/the-guardian-view-on-putins-home-front-new-vulnerabilities\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/09/the-guardian-view-on-putins-home-front-new-vulnerabilities", "date_published": "2023-05-09 17:51:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Adèle Haenel retires over French film sector’s ‘complacency’ towards sexual predators", "description": "<p>Actor says ‘cancelling’ film from her life is way to protest against sector’s ostracism of women who speak up</p><p>The French actor Adèle Haenel has announced she is leaving the film industry because of its “general complacency” towards sexual predators.</p><p>The award-winning star of <a href=\"https://www.theguardian.com/culture/adele-haenel/2020/mar/01/all\">Portrait of a Lady on Fire</a> said she was turning her retirement into a political statement.</p> <a href=\"https://www.theguardian.com/culture/2023/may/09/adele-haenel-retires-over-french-film-sectors-complacency-towards-sexual-predators\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/may/09/adele-haenel-retires-over-french-film-sectors-complacency-towards-sexual-predators", "date_published": "2023-05-09 17:39:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Steve Brine breached rules when lobbying ministers in pandemic, watchdog finds", "description": "<p>Chair of health committee did not properly declare work for health recruitment firm Remedium Partners</p><p>A leading Conservative MP and former health minister did not properly declare his second job for a health recruitment firm when lobbying Matt Hancock and Michael Gove during the pandemic, the standards watchdog has found.</p><p>Steve Brine, the chair of the Commons health committee, was found to have breached the rules twice by failing to declare in his approaches to cabinet ministers in early 2021 that he was a paid strategic adviser to Remedium Partners, a recruitment firm offering doctors for free to the NHS.</p> <a href=\"https://www.theguardian.com/politics/2023/may/09/steve-brine-breached-rules-when-lobbying-ministers-in-pandemic-watchdog-finds\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/may/09/steve-brine-breached-rules-when-lobbying-ministers-in-pandemic-watchdog-finds", "date_published": "2023-05-09 17:33:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "British-led coalition hopes to supply longer-range missiles to Ukraine", "description": "<p>UK opens tender for rockets akin to those denied by US, which could enable strikes deep into Crimea</p><p>Britain and a group of European allies are hoping to supply long-distance cruise missiles to Ukraine, similar in range to those the US has so far refused to supply Kyiv, which could allow its army to strike deep into Russian-occupied Crimea.</p><p>A <a href=\"https://www.gov.uk/guidance/international-fund-for-ukraine-ifu\">tender document</a> quietly released by the UK calls for western arms makers to offer “missiles or rockets with a range 100-300km” (62 to 186 miles) to the International Fund for Ukraine, run jointly with Denmark, the Netherlands, Norway and Sweden.</p> <a href=\"https://www.theguardian.com/world/2023/may/09/british-led-coalition-hoping-to-supply-longer-range-missiles-to-ukraine\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/09/british-led-coalition-hoping-to-supply-longer-range-missiles-to-ukraine", "date_published": "2023-05-09 17:31:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "London estate resident goes to high court over demolition plans", "description": "<p>Exclusive: Aysen Dennis says plans to bulldoze Aylesbury estate are unlawful and amount to ‘social cleansing’</p><p>A woman who has lived on the same council estate for 30 years has taken developers and her local authority to the high court over plans to demolish her home.</p><p>Aysen Dennis, 64, is fighting to keep her two-bedroom council flat on a south London estate and says plans for redevelopment amount to “social cleansing”.</p> <a href=\"https://www.theguardian.com/society/2023/may/09/london-estate-resident-goes-to-high-court-over-demolition-plans\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/may/09/london-estate-resident-goes-to-high-court-over-demolition-plans", "date_published": "2023-05-09 17:25:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "John Lewis staff to vote on ending partnership model in bid to stem losses", "description": "<p>Chairman Sharon White wants to ditch longstanding employee-ownership setup to bring in investors and build flats above stores</p><p><a href=\"https://www.theguardian.com/business/johnlewis\">John Lewis</a> staff will pass judgment on chairman Sharon White’s controversial proposal to up-end the retailer’s decades-old partnership model when members cast their ballots in a confidence vote on Wednesday.</p><p>White is considering selling a stake in the John Lewis Partnership <a href=\"https://www.theguardian.com/business/2023/mar/19/john-lewis-faces-criticism-over-plans-to-dilute-mutual-model\">to bring in outside investment of up to £2bn</a> as a way to secure its future, partly by diversifying into building flats for rent above shops, after reporting hefty losses from its chain of department stores and Waitrose supermarkets.</p> <a href=\"https://www.theguardian.com/business/2023/may/09/john-lewis-staff-to-vote-on-ending-partnership-model-in-bid-to-stem-losses\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/may/09/john-lewis-staff-to-vote-on-ending-partnership-model-in-bid-to-stem-losses", "date_published": "2023-05-09 17:17:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "TransPennine Express awaits contract decision amid poor service record", "description": "<p>Customers say lives upended by ripped up schedules and woeful performance</p><p>Once, it seemed like a good idea to live in the Pennines and commute by train. Susannah Simmons, a violinist at Opera North, moved to Marsden for quick and easy access to her work in Leeds and Manchester. “The service was far from perfect but satisfactory,” she says. “But for at least the past year nearly all trains I would have used have been cancelled or delayed, forcing me to drive everywhere.”</p><p>Like countless others, her life has been upended by ripped-up schedules and woeful <a href=\"https://www.theguardian.com/uk-news/2022/nov/27/revealed-north-of-england-train-line-vastly-under-reports-cancellations\">performance of TransPennine Express</a>.</p> <a href=\"https://www.theguardian.com/business/2023/may/09/transpennine-express-awaits-contract-decision-amid-poor-service-record\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/may/09/transpennine-express-awaits-contract-decision-amid-poor-service-record", "date_published": "2023-05-09 17:17:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Eric Gill was evil. His sculpture at BBC headquarters isn’t", "description": "<p>The BBC is right to restore the defaced statue that was created by an artist who sexually abused his daughters. Instead of blaming a piece of inert stone, we should be trying to change the real world</p><p>Would<a href=\"https://www.theguardian.com/artanddesign/2023/may/09/bbc-to-repair-hq-sculpture-by-paedophile-child-sexual-abuser-eric-gill\"> the destruction or removal of Eric Gill’s sculpture Prospero and Ariel</a> on the facade of the BBC’s Broadcasting House end incestuous abuse? This is the question for anyone who thinks works of art by evil people can be evil in themselves.</p><p>In January 2022 the early 1930s sculpture that symbolises the spirits of the air was attacked by protesters as a “paedophile” artwork. Now, a bit belatedly, the BBC is going to restore and preserve it. It’s right to do so. For the answer to the opening question is obvious: it would make no difference to human suffering at all if instead of mending Gill’s art, the Beeb smashed it and threw the chunks in a skip. No child would be saved. No abuser would act any differently.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/may/09/eric-gill-was-evil-his-sculpture-at-bbc-headquarters-isnt\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/may/09/eric-gill-was-evil-his-sculpture-at-bbc-headquarters-isnt", "date_published": "2023-05-09 17:05:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Water chiefs not taking their mini bonuses? Hurrah for small mercies", "description": "<p>Relying on a boss’s embarrassment is a bad way to structure performance pay at utilities</p><ul><li><strong><a href=\"https://www.theguardian.com/business/2023/may/09/uk-water-bosses-bonuses-sewage\">Three UK water bosses give up bonuses after anger over sewage<br /></a></strong></li></ul><p>Contain your excitement at news that bosses of a few water companies <a href=\"https://www.theguardian.com/business/2023/may/09/uk-water-bosses-bonuses-sewage\">won’t be taking their bonuses this year</a>. In all three cases – South West Water, Thames Water and Yorkshire Water - acceptance of any bonus at all would rightly have provoked general outrage. These firms were at, or near to, the bottom of the league table in the Environment Agency’s last set of <a href=\"https://www.gov.uk/government/publications/water-and-sewerage-companies-in-england-environmental-performance-report-2021/water-and-sewerage-companies-in-england-environmental-performance-report-2021\">annual environmental performance ratings</a>.</p><p>At the most sludgy end, South West joined Southern in scoring the lowest possible one star out of four, which the chair of the EA – a body that itself has hardly excelled during <a href=\"https://www.theguardian.com/business/nils-pratley-on-finance/2022/jul/14/environment-agency-regulation-england-water-companies\">three decades of under-regulation</a> – translated into plain English. It meant the companies’ environmental performance “was terrible across the board”. Thames and Yorkshire were two of four companies getting two stars, which indicated a need for “significant improvement”, so still deeply in cruddy territory.</p> <a href=\"https://www.theguardian.com/business/nils-pratley-on-finance/2023/may/09/water-chiefs-not-taking-their-mini-bonuses-hurrah-for-small-mercies\">Continue reading...</a>", "link": "https://www.theguardian.com/business/nils-pratley-on-finance/2023/may/09/water-chiefs-not-taking-their-mini-bonuses-hurrah-for-small-mercies", "date_published": "2023-05-09 16:55:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "First UK baby with DNA from three people born after new IVF procedure", "description": "<p>Exclusive: Mitochondrial donation treatment aims to prevent children from inheriting incurable diseases</p><p>The first UK baby created with DNA from three people has been born after doctors performed a groundbreaking IVF procedure that aims to prevent children from inheriting incurable diseases.</p><p>The technique, known as <a href=\"https://www.hfea.gov.uk/treatments/embryo-testing-and-treatments-for-disease/mitochondrial-donation-treatment/\">mitochondrial donation treatment</a> (MDT), uses tissue from the eggs of healthy female donors to create IVF embryos that are free from harmful mutations their mothers carry and are likely to pass on to their children.</p> <a href=\"https://www.theguardian.com/science/2023/may/09/first-uk-baby-with-dna-from-three-people-born-after-new-ivf-procedure\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/may/09/first-uk-baby-with-dna-from-three-people-born-after-new-ivf-procedure", "date_published": "2023-05-09 16:43:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pegula and Gauff blast decision to deny doubles finalists a speech in Madrid", "description": "<ul><li>Organisers refused to allow players to address crowd after final</li><li>‘I don’t know what century everyone [officials] was living in’</li></ul><p>The consequences of the Madrid Open’s decision to deny both women’s doubles finalists a speech during the trophy ceremony on Sunday rumbled on into Rome on Tuesday as Coco Gauff and Jessica Pegula expressed frustration about tournament organisers silencing players.</p><p>Gauff and Pegula were defeated in the final by Victoria Azarenka and Beatriz Haddad Maia. Pegula said she felt tension behind the scenes throughout a <a href=\"https://www.theguardian.com/sport/blog/2023/may/08/carlos-alcaraz-savours-the-attention-as-he-returns-to-world-no-1-spot\">dramatic two weeks in Madrid</a> and “had a feeling something would happen”. She did not anticipate the organisers refusing to allow the players to address the crowd.</p> <a href=\"https://www.theguardian.com/sport/2023/may/09/pegula-and-gauff-blast-decision-to-deny-doubles-finalists-a-speech-in-madrid\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/may/09/pegula-and-gauff-blast-decision-to-deny-doubles-finalists-a-speech-in-madrid", "date_published": "2023-05-09 16:38:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Auction of £120m of jewels to go ahead despite Jewish groups’ concerns", "description": "<p>Critics say collection derives from fortune made by buying businesses from Jews who were forced to sell in Nazi Germany</p><p>Christie’s, the famed British auction house, has said it will go ahead with <a href=\"https://www.theguardian.com/artanddesign/2023/apr/22/heidi-horten-world-most-valuable-private-jewellery-collection-display-london-christies-geneva\">an auction of £120m of jewels</a> on Wednesday despite calls from Jewish groups to stop the sale over concerns the collection belonged a German billionaire who made a fortune buying businesses from Jews who were forced to sell in Nazi Germany.</p><p>The Representative Council of Jewish Institutions in France (Crif), the American Jewish Committee and the Simon Wiesenthal Center, a Los Angeles-based Jewish human rights group, have demanded that Christie’s halt the auction of the jewellery collection of Austrian billionaire Heidi Horten.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/may/09/auction-of-120m-of-jewels-to-go-ahead-despite-jewish-groups-concerns\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/may/09/auction-of-120m-of-jewels-to-go-ahead-despite-jewish-groups-concerns", "date_published": "2023-05-09 16:38:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "England still unable to get enough of Jofra Archer after latest elbow flareup | Ali Martin", "description": "<p>Fast bowler’s return from IPL and visit to a specialist are sensible but clock is ticking for first Test against Australia in June</p><p>There are few more alluring fast bowlers than Jofra Archer. Think back to that breakthrough summer four years ago, Archer tearing through the World Cup and Ashes campaigns like they were crepe paper, hitting stumps, helmets and outside edges at high velocity and sparking talk of a generational talent.</p><p>England’s supporters have certainly taken Archer to their hearts since that switch from his native Barbados, greeting every appearance with a reworked version of the Depeche Mode classic <a href=\"https://www.youtube.com/watch?v=_6FBfAQ-NDE\">Just Can’t Get Enough</a>. In full flight, cruising towards the crease before unwinding from tight into the stumps, that hyperextensive right elbow adding an extra crack of the whip, he causes the world’s best players problems.</p> <a href=\"https://www.theguardian.com/sport/2023/may/09/england-still-unable-to-get-enough-of-jofra-archer-after-latest-elbow-flareup\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/may/09/england-still-unable-to-get-enough-of-jofra-archer-after-latest-elbow-flareup", "date_published": "2023-05-09 16:33:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronation arrests were an attack on British democracy | Letters", "description": "<p>Readers condemn the detention of anti-monarchy demonstrators at the coronation of King Charles III</p><p>A minister defended the controversial arrests of peaceful protesters at King Charles III’s coronation on Saturday, claiming that the police were right to act as “we were on the global stage” (<a href=\"https://www.theguardian.com/uk-news/2023/may/07/police-right-to-arrest-coronation-protesters-as-uk-on-global-stage-says-minister\" title=\"\">Anti-coronation protest leader hits out at police over arrests, 7 May</a>). Surely on the global stage we want to be seen as a democracy that defends the right to free speech and protest, not an authoritarian state where you are only free to express support for the powers that be.</p><p>Although I am neutral about the principle of a monarchy, I felt the need to join the protest by Republic because I was so upset by the way the coronation was being promoted as something that we all supported. It seemed to me that longstanding democratic freedoms were jettisoned so that confected images of a successful non-contentious event could be projected.<br /><strong>Caroline Hearst</strong> <br /><em>Reading, Berkshire</em></p> <a href=\"https://www.theguardian.com/uk-news/2023/may/09/coronation-arrests-were-an-attack-on-british-democracy\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/09/coronation-arrests-were-an-attack-on-british-democracy", "date_published": "2023-05-09 16:28:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronation brought some communities together – but left others out in the cold | Letters", "description": "<p><strong>Maria Goulding</strong> found the celebrations absurd, but fears she’s a killjoy, <strong>Zaki Cooper</strong> enjoyed the community spirit the coronation fostered, and 11-year-old <strong>Jen Watkinson </strong>worried about the disruption to exams and the cost</p><p>Thanks to Nesrine Malik for her calm elucidation of the smokescreen that obscures the real fractures of British society (<a href=\"https://www.theguardian.com/commentisfree/2023/may/08/coronation-desperate-nation-rotten-system\" title=\"\">The coronation pulled a screen across a desperate, polarised nation – just as intended, 8 May</a>). Over the past few weeks I have felt bludgeoned into enthusiasm for the absurd ritual of the coronation. There have been times when I have questioned myself. Am I a killjoy? Do I not recognise the lengths that the royals have gone to modernise the monarchy and present its support for a more inclusive society? Look at all the laudable people who profess allegiance.</p><p>Nesrine puts her finger on the phenomenon. It’s not much fun feeling out in the cold – witness Prince Harry relegated to the third row at the Abbey – and it’s salutary to remember John Galbraith’s maxim that it’s safer to be wrong with the crowd rather than right by yourself. That’s why we need good journalism and rational argument. <br /><strong>Maria Goulding</strong><br /><em>Gateshead, Tyne and Wear</em></p> <a href=\"https://www.theguardian.com/uk-news/2023/may/09/coronation-brought-some-communities-together-but-left-others-out-in-the-cold\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/09/coronation-brought-some-communities-together-but-left-others-out-in-the-cold", "date_published": "2023-05-09 16:26:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Keir Starmer refuses to rule out Lib Dem coalition after next election", "description": "<p>Labour leader does rule out deal with SNP but dodges speculation on general election outcomes after local election wins</p><p>Keir Starmer has repeatedly refused to rule out a deal with the Liberal Democrats if Labour fails to win a majority at the next general election during an interview after last week’s local elections.</p><p>The Labour leader has said he is focused on securing a Labour majority government “with a workable majority”, which he believes is achievable based on the party’s performance in that vote.</p> <a href=\"https://www.theguardian.com/politics/2023/may/09/keir-starmer-refuses-to-rule-out-lib-dem-coalition-after-next-election\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/may/09/keir-starmer-refuses-to-rule-out-lib-dem-coalition-after-next-election", "date_published": "2023-05-09 16:21:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sacked for flirting, for putting on weight, for wanting a baby … Who’d be a bridesmaid?", "description": "<p>Some brides don’t take kindly to anyone who threatens to upstage them on their big day. Just ask the ex-maid of honour known only as esmereldaH95</p><p><strong>Name: </strong>Bridesmaids.</p><p><strong>Age:</strong> Some say the bridesmaid tradition stems from the story of Jacob, who had two wives, Leah and Rachel. They came with their own maids, as described in Genesis 29:24 and Gen …</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/may/09/sacked-for-flirting-for-putting-on-weight-for-wanting-a-baby-whod-be-a-bridesmaid\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/may/09/sacked-for-flirting-for-putting-on-weight-for-wanting-a-baby-whod-be-a-bridesmaid", "date_published": "2023-05-09 16:19:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Police should have told woman ex was at her house before stabbing, court finds", "description": "<p>Northamptonshire force failed to pass on warning that abusive ex was outside woman’s home before he stabbed her repeatedly</p><p>A police force breached its duty of care to a woman by failing to warn her that her abusive ex-partner was outside her house minutes before he stabbed her seven times in front of her children, the high court has found.</p><p>Esengul Woodcock’s neighbour made a 999 call to Northamptonshire police approximately 13 minutes before the attack, on 19 March 2015, informing officers that Riza Guzelyurt was loitering outside Woodcock’s house, but the force did not pass on the warning.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/09/police-should-have-told-woman-ex-was-at-her-house-before-stabbing-court-finds\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/09/police-should-have-told-woman-ex-was-at-her-house-before-stabbing-court-finds", "date_published": "2023-05-09 16:12:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Chinese woman appeals in battle for right to freeze her eggs", "description": "<p>Xu Zaozao’s case is widely followed in a country where women’s rights have become increasingly prominent</p><p>A single Chinese woman has begun an appeal in her legal battle for the right to freeze her eggs, a procedure only available in China to married couples.</p><p>Xu Zaozao took legal action in 2019 after <a href=\"https://www.theguardian.com/world/2019/dec/24/single-woman-sues-chinese-hospital-refuse-freeze-eggs\">a Beijing hospital refused to freeze her eggs</a> but a Beijing court <a href=\"https://www.theguardian.com/world/2022/jul/24/chinese-court-rules-against-single-woman-who-wanted-to-freeze-eggs\">dismissed her case in July 2022.</a></p> <a href=\"https://www.theguardian.com/world/2023/may/09/china-woman-xu-zaozao-appeals-right-to-freeze-eggs\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/09/china-woman-xu-zaozao-appeals-right-to-freeze-eggs", "date_published": "2023-05-09 16:07:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "There’s No One Like Us: highlights from Mous Lamrabat’s photography exhibition", "description": "<p>Over a four-month period, Moroccan-Belgian photographer, Mous Lamrabat, photographed and interviewed diasporic communities from over 25 cultures, ranging from Brazil and India to Morocco and Mexcio. On display this month at the Tab Centre in London, these portraits and interviews highlight notions of culture and identity in a world beyond cultural divisions</p> <a href=\"https://www.theguardian.com/fashion/gallery/2023/may/09/theres-no-one-like-us-highlights-from-mous-lamrabats-photography-exhibition\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/gallery/2023/may/09/theres-no-one-like-us-highlights-from-mous-lamrabats-photography-exhibition", "date_published": "2023-05-09 16:00:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Leknessund takes pink jersey as Paret-Peintre wins stage four after breakaway", "description": "<ul><li>Andreas Leknessund leads Remco Evenepoel by 28 seconds</li><li>Aurelién Paret-Peintre pips Norwegian to stage victory</li></ul><p>Andreas Leknessund seized the leader’s pink jersey from Remco Evenepoel but was pipped to the stage victory by Aurelién Paret-Peintre after a dramatic fourth stage.</p><p>After an action-packed start on Tuesday, a seven-man group engineered a breakaway at the 79km mark and gradually built a lead which was over five minutes at one point of the 175km ride from Venosa to Lago Laceno in southern Italy.</p> <a href=\"https://www.theguardian.com/sport/2023/may/09/cycling-giro-ditalia-andreas-leknessund-aurelien-paret-peintre-stage-four\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/may/09/cycling-giro-ditalia-andreas-leknessund-aurelien-paret-peintre-stage-four", "date_published": "2023-05-09 15:51:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "More than 400 people now confirmed dead after flooding in DRC", "description": "<p>About 5,500 people still missing after intense floods and landslides with thousands also left homeless</p><p>At least 411 people are now known to have died in intense flooding and landslides that hit the Democratic Republic of the Congo’s South Kivu province last week.</p><p>Efforts to rescue inhabitants and recover bodies in Kalehe, where the flooding happened, are continuing. Some houses, schools and hospitals have collapsed or become dilapidated or unsafe. Others were entirely swept away.</p> <a href=\"https://www.theguardian.com/world/2023/may/09/confirmed-dead-flooding-drc-democratic-republic-congo\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/09/confirmed-dead-flooding-drc-democratic-republic-congo", "date_published": "2023-05-09 15:40:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sunak uses helicopter for trip that would have taken just over an hour by train", "description": "<p>Prime minister provokes anger after flying to Southampton and back, which would have cost £30 by rail</p><ul><li><a href=\"https://viewer.gutools.co.uk/politics/live/2023/may/09/boris-johnson-sue-gray-conservatives-rishi-sunak-keir-starmer-local-elections-uk-politics-latest\">UK politics live – latest updates</a></li></ul><p>Rishi Sunak flew to the south coast and back by helicopter on Tuesday morning in the latest example of the <a href=\"https://www.theguardian.com/politics/2023/feb/09/rishi-sunak-uses-helicopter-jet-short-trips-24-hours\">UK prime minister’s fondness for short-distance air travel</a>.</p><p>As he tried to get on the front foot after disastrous local election results, Sunak visited a pharmacy in Southampton to announce government plans for chemists to provide prescriptions for millions of patients in England.</p> <a href=\"https://www.theguardian.com/politics/2023/may/09/sunak-helicopter-train-southampton-prime-minister-rail\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/may/09/sunak-helicopter-train-southampton-prime-minister-rail", "date_published": "2023-05-09 15:32:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pass the paint and mind the shrapnel: inside Ukraine’s most creative bomb shelter", "description": "<p>As Putin bombarded Kharkiv, one artist gave citizens refuge in his underground studio – and helped children work out their trauma through painting workshops that ran non-stop for 40 days </p><p></p><p></p><p>The eastern Ukrainian city of Kharkiv, some 30km from the Russian border, has suffered grievously in the past year. Cruise <a href=\"https://www.theguardian.com/world/2023/mar/22/its-half-of-what-was-shot-at-us-kharkivs-russian-missile-cemetery\">missiles and shells rained down</a> on it brutally last spring, killing hundreds of civilians, blasting the imposing regional government building and the opera house, cratering apartment blocks, shops, schools, churches and university buildings.</p><p>Having withstood the Russian assault, the city is now in a state of tentative recovery, despite the occasional artillery hit. Though many buildings are boarded up or ruined, shops and cafes are opening up in pockets. On a recent spring day, teams of volunteers were out tending streetside flowerbeds and sweeping the public squares.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/may/09/paint-shrapnel-putin-ukraines-artist-kharkiv-bomb-shelter\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/may/09/paint-shrapnel-putin-ukraines-artist-kharkiv-bomb-shelter", "date_published": "2023-05-09 15:31:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Skipton’s 100% mortgage for renters offers hope – but not without risk", "description": "<p>Much depends on the housing market and there’s no agreement on how that’s faring right now</p><p>With hindsight, one of Britain’s biggest building societies could definitely have picked a better day to launch a first-of-its-kind 100% mortgage.</p><p>On Tuesday morning, just as the press release was being sent out and Skipton building society boss Stuart Haire was preparing for his BBC Radio 4 Today programme interview, the Halifax reported that average UK house prices <a href=\"https://www.theguardian.com/money/2023/may/09/annual-uk-house-price-growth-slows-south-england\">fell in April, by 0.3%</a> month on month, and that “we should expect some further downward pressure on house prices over the course of this year”. To add to the gloom, the struggling online estate agent Purplebricks <a href=\"https://www.theguardian.com/business/2023/may/09/uk-housing-market-marshalls-purplebricks-shares-slide\">reported a further worsening in trading</a>, there was a profit warning from another firm reliant on the housing sector, and many housebuilders saw their share prices fall.</p> <a href=\"https://www.theguardian.com/business/2023/may/09/skiptons-100-mortgage-for-renters-offers-hope-but-not-without-risk\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/may/09/skiptons-100-mortgage-for-renters-offers-hope-but-not-without-risk", "date_published": "2023-05-09 15:19:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tell us your favourite Eurovision song of all time", "description": "<p>We would like to hear about the best Eurovision songs from over the years</p><p>Ahead of the grand final of the Eurovision song contest 2023 on 13 May, we would like to hear your favourite Eurovision songs of all time.</p><p>The competition has been held every year since 1956 (except 2020), so there are plenty of tracks to choose from.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/may/09/tell-us-your-favourite-eurovision-song-of-all-time\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/may/09/tell-us-your-favourite-eurovision-song-of-all-time", "date_published": "2023-05-09 15:09:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Seriously ill children put at risk by firm’s failure to deliver NHS medication", "description": "<p>Exclusive: Parents say Sciensus let children down with botched or missed deliveries, and NHS medics warn some are suffering avoidable harm</p><ul><li><a href=\"https://www.theguardian.com/society/2023/may/09/pain-come-back-sick-child-left-without-medicine-sciensus-nhs\">‘Her pain has come back’: sick child left without medicine by courier used by NHS</a></li></ul><p>Children with serious health conditions are getting sicker as a result of persistent failings by Sciensus, a private company paid millions by the NHS to deliver essential medication, the Guardian can reveal.</p><p>Parents of sick children say they are repeatedly let down by botched, delayed or missed deliveries, while NHS paediatric clinicians warn some are suffering avoidable harm as a result.</p> <a href=\"https://www.theguardian.com/society/2023/may/09/seriously-ill-children-put-at-risk-by-firms-failure-to-deliver-nhs-medication-sciensus\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/may/09/seriously-ill-children-put-at-risk-by-firms-failure-to-deliver-nhs-medication-sciensus", "date_published": "2023-05-09 15:00:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Her pain has come back’: sick child left without medicine by courier used by NHS", "description": "<p>The mother of Autumn Powell, 8, says her daughter got more unwell after Sciensus failed to deliver</p><ul><li><a href=\"https://www.theguardian.com/society/2023/may/09/seriously-ill-children-put-at-risk-by-firms-failure-to-deliver-nhs-medication-sciensus\">Seriously ill children put at risk by firm’s failure to deliver NHS medication</a></li></ul><p><em>A Guardian investigation has found that </em><em>children with serious health conditions are getting sicker </em><em>owing to persistent failings by Sciensus, a private company paid millions by the NHS to deliver vital medicines</em><em>.</em></p><p><em>Autumn Powell, eight, who has Crohn’s disease, is one of those who became more unwell after repeatedly being let down by the company. Here her mother, Dallas, 30, describes the relentless battle she faced trying to secure her daughter’s treatment.</em></p> <a href=\"https://www.theguardian.com/society/2023/may/09/pain-come-back-sick-child-left-without-medicine-sciensus-nhs\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/may/09/pain-come-back-sick-child-left-without-medicine-sciensus-nhs", "date_published": "2023-05-09 15:00:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK ‘needs urgent long-term plan’ to develop future green, hi-tech industries", "description": "<p>Influential economist Andy Haldane says lack of coherent strategy means Britain’ ‘isn’t really in the new arms race’ to reindustrialise</p><p>Britain risks falling behind in a multibillion-pound global “arms race” of re-industrialisation without an urgent launch of a coherent plan for manufacturing, <a href=\"https://www.theguardian.com/business/andy-haldane\">Andy Haldane</a> has warned.</p><p>The influential economist, who is on Jeremy Hunt’s council of economic advisers, said the UK was “not really in the race at any kind of scale” as other countries steal a march in developing the green, hi-tech industries of the future.</p> <a href=\"https://www.theguardian.com/business/2023/may/09/uk-needs-urgent-long-term-plan-to-develop-future-green-hi-tech-industries\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/may/09/uk-needs-urgent-long-term-plan-to-develop-future-green-hi-tech-industries", "date_published": "2023-05-09 14:58:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "BBC to repair HQ sculpture by paedophile Eric Gill", "description": "<p>The work by artist who raped his daughters stands above an entrance to BBC Broadcasting House and was attacked by a protester last year</p><p>The BBC will begin restoring the Eric Gill sculpture outside its London headquarters after <a href=\"https://www.theguardian.com/media/2022/jan/12/man-uses-hammer-to-attack-statue-on-front-of-bbc-broadcasting-house\">it was vandalised in 2022</a>. The work, commissioned to depict Prospero and Ariel from Shakespeare’s The Tempest, was attacked with a hammer by a protester last year. There have long been calls to remove public works by Gill after his private diaries – published half a century after the artist’s death in 1940 – revealed he had sexually abused his two eldest daughters.</p><p>Gill’s sculpture was carved onsite for Broadcasting House in 1931 and 1932, one of many high-profile commissions awarded to the sculptor during his lifetime. The work caused a degree of controversy at the time over the size of the sprite’s genitalia; Gill later said that he didn’t understand why the Shakespearean characters were relevant and that his statue actually depicted God and Jesus.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/may/09/bbc-to-repair-hq-sculpture-by-paedophile-child-sexual-abuser-eric-gill\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/may/09/bbc-to-repair-hq-sculpture-by-paedophile-child-sexual-abuser-eric-gill", "date_published": "2023-05-09 14:50:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Football Daily | The glorious chaos of inexpert defending in the Premier League", "description": "<p><a href=\"https://www.theguardian.com/info/2022/nov/14/football-daily-email-sign-up\">Sign up now! Sign up now! Sign up now? Sign up now!</a></p><p>Ah, Bank Holiday Mondays – the traditional cavalcade of woefully overdone sausages, dangerously underdone chicken legs and ill-advised experiments with vegetables. And this Monday the glorious chaos of inexpert barbecue chef-ery was matched by the glorious chaos of inexpert defending in the Premier League, with 21 goals squirted across three fun-packed affairs like a deluge of lighter fluid across a rack of uncooperative briquettes. In the early kick-off, as the coals began to flame and a few exploratory sausages were sent to a fiery grave, Leicester added another lowlight to their season of shambles at Craven Cottage, <a href=\"https://www.theguardian.com/football/2023/may/08/fulham-leicester-premier-league-match-report\">the 5-3 scoreline</a> flattered by a couple of late goals as Fulham eased off the throttle. “It’s been one of those seasons,” sighed James Maddison, stretching that particular idiom beyond its usual boundaries. “We were not good enough today and we’ve only got ourselves to blame.”</p> <a href=\"https://www.theguardian.com/football/2023/may/09/football-daily-email-premier-league-bank-holiday-monday\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/09/football-daily-email-premier-league-bank-holiday-monday", "date_published": "2023-05-09 14:50:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "JJ Watt goes on Burnley pub crawl for ‘research’ after investing in club", "description": "<ul><li>Former NFL star and wife recently bought stake in club</li><li>34-year-old wanted to stay involved in sport after retirement</li></ul><p>Former NFL star JJ Watt decided to follow up his decision to invest in Burnley by going on a crawl around the local pubs.</p><p>Last week Watt and his wife Kealia, a former USA football international, <a href=\"https://www.theguardian.com/football/2023/may/01/jj-and-kealia-watt-confirm-investment-in-burnley\">bought a minority stake in the club</a>, who will return to the Premier League next season.</p> <a href=\"https://www.theguardian.com/football/2023/may/09/jj-watt-goes-on-burnley-pub-crawl-for-research-after-investing-in-club\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/09/jj-watt-goes-on-burnley-pub-crawl-for-research-after-investing-in-club", "date_published": "2023-05-09 14:48:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Will The Little Mermaid be the most horrifying film since Cats?", "description": "<p>The slow reveal of Disney’s live-action remake of the underwater classic has uncovered a frightening world of digitised horror</p><p>Years and years of bitter experience has taught us not to expect too much from Disney’s live-action remakes of its old animated features. Since Kenneth Branagh’s Cinderella limply beat us all around the head almost a decade ago, we’ve been treated to a litany of disappointing slop. Tim Burton’s Dumbo fused boneheaded storytelling with genuinely nightmarish character design. Jon Favreau’s The Lion King stripped all its characters of personality in favour of dreary photorealistic animation. Guy Ritchie’s Aladdin was Guy Ritchie’s Aladdin, for crying out loud.</p><p>In fact, the torrent of lukewarm, cynically commissioned remakes has been so endless that people have stopped noticing them altogether. Remember the live action Lady and the Tramp movie from four years ago? The Mulan that burped straight to streaming mid-pandemic? The Pinocchio movie that starred Tom Hanks and only came out eight months ago? No, of course you don’t.</p> <a href=\"https://www.theguardian.com/film/2023/may/09/little-mermaid-live-action-horror-cats\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/may/09/little-mermaid-live-action-horror-cats", "date_published": "2023-05-09 14:33:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Three UK water bosses give up bonuses after anger over sewage", "description": "<p>Chief executives of Yorkshire Water and Thames Water and owner of South West Water decline payouts</p><p>Three water company bosses have given up their bonuses in an acknowledgment of the public anger over companies’ dumping of sewage in Britain’s rivers.</p><p>The chief executives of Yorkshire Water and Thames Water as well as the owner of South West Water have declined to accept bonuses this year.</p> <a href=\"https://www.theguardian.com/business/2023/may/09/uk-water-bosses-bonuses-sewage\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/may/09/uk-water-bosses-bonuses-sewage", "date_published": "2023-05-09 14:02:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "London council spending thousands on art and security patrols in opulent wards", "description": "<p>Exclusive: Kensington and Chelsea, one of most unequal boroughs in UK, allocating social infrastructure funds in wards where homes go for millions</p><p>One of Britain’s most unequal boroughs is spending hundreds of thousands of pounds in social infrastructure funds on sculptures and security patrols for wards filled with multimillion-pound homes.</p><p>The Royal Borough of Kensington and Chelsea has agreed to spend £226,000 on an artwork outside a new luxury housing development where two-bedroom flats sell for close to £2m. It is also spending £50,000 erecting a sculpture by Sir Eduardo Paolozzi on a green off Kings Road.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/09/london-council-spending-thousands-on-art-and-security-patrols-in-opulent-wards\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/09/london-council-spending-thousands-on-art-and-security-patrols-in-opulent-wards", "date_published": "2023-05-09 14:00:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Defence, travel, science: how post-Brexit relations could warm further", "description": "<p>Improving ties between the UK and EU could lead to agreements on youth mobility and research collaboration</p><p>It’s official. Relations between the EU and the UK have been reset. In an <a href=\"https://www.theguardian.com/politics/2023/may/08/eu-leaders-set-out-hopes-for-post-brexit-relations-with-britain\">article for the Guardian</a>, ambassadors and high commissioners of all 27 member states declared there had been a “regain in trust”.</p><p>After seven years of tension, mistrust and sometimes downright contempt, the outbreak of civility is no small thing. “The task ahead is therefore to build on this re-engagement and to develop further the ties between the EU and the UK,” the ambassadors said.</p> <a href=\"https://www.theguardian.com/politics/2023/may/09/defence-travel-science-how-post-brexit-relations-could-warm-further\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/may/09/defence-travel-science-how-post-brexit-relations-could-warm-further", "date_published": "2023-05-09 13:58:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The cuddling cowboys ride again! Saddle up for the Brokeback Mountain musical", "description": "<p>As the two hard-loving herders from the 2005 Oscar-winner get back on their horses, the team behind a new musical version talk about fear, regret – and the tragic power of forbidden desire</p><p>The tent in the corner of the rehearsal room is an off-white, bare-bones affair that scarcely looks robust enough to withstand a draught, let alone the howling wind on a Wyoming mountainside. But this, to quote MTV Cribs, is where the magic happens. The sheep-herders Ennis Del Mar and Jack Twist snuggle up together here against the cold, their comradeship flaring into desire. So begins a love affair that will dominate their lives over the next few decades even as they go their separate ways and marry women.</p><p>Brokeback Mountain has already cantered from page (<a href=\"https://www.newyorker.com/magazine/1997/10/13/brokeback-mountain\">Annie Proulx’s 1997 short story</a>) to screen (<a href=\"https://www.theguardian.com/film/2006/jan/06/3\">Ang Lee’s Oscar-winning 2005 film</a>). Now it arrives on stage, adapted by Ashley Robinson and featuring Lucas Hedges, the grave young star of Manchester By the Sea, who steps into the late Heath Ledger’s cowboy boots as Ennis. Playing Jack, the role originated by Jake Gyllenhaal, is Mike Faist, who was wiry and electrified as Riff in Steven Spielberg’s recent <a href=\"https://www.theguardian.com/film/2021/dec/02/west-side-story-review-steven-spielberg\">West Side Story</a>.</p> <a href=\"https://www.theguardian.com/stage/2023/may/09/cuddling-cowboys-brokeback-mountain-musical-oscar\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/may/09/cuddling-cowboys-brokeback-mountain-musical-oscar", "date_published": "2023-05-09 13:52:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ryanair plans rapid expansion after new Boeing orders", "description": "<p>Multibillion-dollar deal for up to 300 737-Max-10s could double capacity at budget airline and create 10,000 jobs</p><p>Ryanair has announced an order for a further 300 aircraft from Boeing, a deal worth $40bn (£31.7bn) at list prices, that could allow the budget carrier to nearly double passenger capacity over the next decade.</p><p>The new Boeing 737-Max-10 aircraft are 10% larger again than the newest fleet of Max planes the Irish carrier has recently introduced from Boeing, which Ryanair called “gamechangers” for their fuel burn and costs per passenger.</p> <a href=\"https://www.theguardian.com/business/2023/may/09/ryanair-plans-rapid-expansion-after-new-boeing-orders\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/may/09/ryanair-plans-rapid-expansion-after-new-boeing-orders", "date_published": "2023-05-09 13:43:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How Daft Punk became my generation’s Pink Floyd | Ben Cardew", "description": "<p>It took me years to come round to Random Access Memories, until I connected the dots to its unlikely cousin 40 years its senior, Dark Side of the Moon</p><p>Few records in the 21st century have divided a band’s fans as much as Daft Punk’s fourth studio album, Random Access Memories. While the reviews were largely positive, a significant swathe of the band’s fanbase wondered why they had swapped techno for soft rock. It took me years to come to peace with this beguiling, if confounding, album, until one day the refracted light came on and the pre-decimal penny dropped: Random Access Memories was the 21st century Dark Side of the Moon. And the 10th anniversary reissue of RAM, which arrives on 12 May (coincidentally less than two months after the 50th anniversary edition of Pink Floyd’s legendary eighth album) will help to prove it.</p><p>The inflection point in my thinking was Horizon, a Japanese-edition bonus track on RAM, which is getting a full release as part of the album’s extravagant new triple-LP reissue. It is one of the least electronic songs ever to be released by a duo of electronic musicians: four a half minutes of horizontal space vibes, which stretch out on a base of acoustic guitar, soothing keyboard trills and Greg Leisz’s celestial pedal steel. The subtle shade of a drum machine aside, Horizon could pass for a long-lost Dark Side outtake. (It is no surprise that an enterprising music fan has created a mash up of Horizon with the vocal from Pink Floyd’s follow-up Wish You Were Here).</p> <a href=\"https://www.theguardian.com/music/2023/may/09/prog-angst-and-cosmic-pyramids-why-daft-punk-are-my-generations-pink-floyd\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/may/09/prog-angst-and-cosmic-pyramids-why-daft-punk-are-my-generations-pink-floyd", "date_published": "2023-05-09 13:41:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Utah author of children’s book on grief charged with murdering her husband", "description": "<p>Kouri Richins allegedly poisoned her husband and the father of her three children, Eric, with fentanyl slipped into a drink</p><p>A <a href=\"https://www.theguardian.com/us-news/utah\">Utah</a> woman who recently published a children’s book on losing a parent has been charged with murdering her husband, the father of her three children.</p><p>Kouri Richins, 33, of Kamas, Utah, a town outside Salt Lake City, allegedly poisoned her husband, Eric Richins, with a lethal dose of fentanyl slipped into a drink, according to authorities. Eric had five times the lethal dosage of fentanyl in his body when he died on 4 March 2022, investigators have said.</p> <a href=\"https://www.theguardian.com/us-news/2023/may/09/children-book-author-grief-charged-murder-husband\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/may/09/children-book-author-grief-charged-murder-husband", "date_published": "2023-05-09 13:39:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Putin recycles old grievances on Victory Day as Russian army battered in Ukraine", "description": "<p>President uses speech to again draw false parallels between invasion and defeat of Nazi Germany</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/may/09/russia-ukraine-war-live-15-missiles-shot-down-over-kyiv-as-victory-day-begins-in-russia\">Russia-Ukraine war – latest news updates</a></li></ul><p>A tumultuous year of fighting has passed since Vladimir Putin last addressed Russian soldiers on Red Square in Moscow to mark the country’s victory over the Nazis.</p><p>But the Russian leader’s Victory Day message to the nation <a href=\"https://www.theguardian.com/world/2023/may/09/russian-missiles-downed-over-kyiv-putin-marks-victory-day-ukraine\">on Tuesday</a> was nearly identical to that of <a href=\"https://www.theguardian.com/world/2022/may/09/putin-ties-ukraine-invasion-second-world-war-victory-day-speech-russia\">last year</a> as he cast the war in Ukraine as an existential battle against an aggressive, Russophobic and woke west.</p> <a href=\"https://www.theguardian.com/world/2023/may/09/putin-recycles-old-grievances-on-victory-day-as-russian-army-battered-in-ukraine\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/09/putin-recycles-old-grievances-on-victory-day-as-russian-army-battered-in-ukraine", "date_published": "2023-05-09 13:23:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Victims of forced adoption step up pressure for UK government apology", "description": "<p>Women and adopted children demand Westminster follows example of Wales and Scotland</p><p>Women forced to give up their babies for adoption in the 1950s, 60s and 70s are stepping up pressure on the UK government to issue a formal apology following the lead of the Scottish and Welsh parliaments.</p><p>The women and their adopted children are urging MPs to demand the government act on the recommendation of a parliamentary committee that called for a retrospective public apology for the violation of human rights and psychological trauma.</p> <a href=\"https://www.theguardian.com/society/2023/may/09/victims-of-forced-adoption-step-up-pressure-for-uk-government-apology\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/may/09/victims-of-forced-adoption-step-up-pressure-for-uk-government-apology", "date_published": "2023-05-09 13:20:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Former Isle of Man chief medic sacked for whistleblowing is awarded £3.2m", "description": "<p>Tribunal finds Dr Rosalind Ranson was unfairly dismissed after speaking out on Manx approach to Covid</p><p>The Isle of Man’s former chief medical officer has said her career and reputation were “destroyed”, after she was awarded a record £3.2m settlement over her unfair dismissal for whistleblowing.</p><p>The island’s chief minister offered his “deepest apologies” to Dr Rosalind Ranson on Tuesday after a <a href=\"https://www.judgments.im/content/Decision;-%20Dr%20Rosalind%20Ranson%20Vs%20Department%20of%20Health%20%20Social%20Care.pdf\">tribunal found</a> that she had been forced out of her job and subjected to “humiliation, bullying, harassment and vilification” for whistleblowing over the Manx approach to Covid-19.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/09/former-isle-of-man-chief-medic-sacked-for-whistleblowing-is-awarded-3m\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/09/former-isle-of-man-chief-medic-sacked-for-whistleblowing-is-awarded-3m", "date_published": "2023-05-09 13:12:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mick Whelan of Aslef: ‘We don’t have a choice but to strike. It’s existential for us’", "description": "<p>The train drivers’ leader fell into railway work by accident, but he says he has enjoyed every moment of it. Apart from negotiating with the Tories, perhaps</p><p>There have been moments this year when both sides in the interminable rail dispute have made positive sounds, suggesting a resolution could be close. But as Mick Whelan, leader of Aslef, holds forth from his desk at the train drivers’ union HQ, it becomes clear this is not one of them.</p><p>Pay talks have foundered and Whelan is fuming at the rail firms and the government, whose “dead hand” he sees as sabotaging progress: “I’ve never dealt with such dissembling, deceitful, disingenuous, dishonourable people in my 38 years of operating on all levels of this industry.”</p> <a href=\"https://www.theguardian.com/business/2023/may/09/mick-whelan-of-aslef-we-dont-have-a-choice-but-to-strike-its-existential-for-us\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/may/09/mick-whelan-of-aslef-we-dont-have-a-choice-but-to-strike-its-existential-for-us", "date_published": "2023-05-09 13:00:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Deloitte under investigation over audit for retailer Joules", "description": "<p>Financial Reporting Council to look at group’s 2021 accounts, a year before it went into administration</p><p>One of the UK’s biggest advisory firms, Deloitte, is under investigation by the UK’s accountancy watchdog in relation to its audit of fashion group Joules’ 2021 accounts.</p><p>Joules, best known for its colourful wellies and waterproof coats, <a href=\"https://www.theguardian.com/business/2022/nov/16/fashion-firm-joules-falls-into-administration-putting-1600-jobs-at-risk#:~:text=The%20fashion%20firm%20Joules%20has,failing%20to%20secure%20emergency%20funding.\">called in administrators </a>in November, putting 1,600 jobs and the future of its 132 shops at risk, after failing to secure emergency funding.</p> <a href=\"https://www.theguardian.com/business/2023/may/09/deloitte-under-investigation-over-audit-for-joules-retailer\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/may/09/deloitte-under-investigation-over-audit-for-joules-retailer", "date_published": "2023-05-09 12:57:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Talking Horses: jockeys’ union exodus should worry everyone in racing", "description": "<p>Departure of senior Professional Jockeys Association figures could leave riders at all levels without strong representation</p><p>“Every ride, every jump, every battle, every fall, every day,” reads the main banner headline on the Professional Jockeys Association’s website. “We’re right here beside you.” But if the exodus of senior figures in the PJA continues at its current pace, there will soon be no one left to represent and advocate for the 450 or so men and women who, on a daily basis, accept the considerable risks attached to riding a half-ton thoroughbred at 30mph or more.</p><p>Jon Holmes, a leading sports agent whose clients include Gary Lineker, resigned as the PJA’s chairman last week, two-and-a-half years after replacing the industry veteran Nigel Payne in the role. Simon Cox, the union’s external director, and his fellow board member Mick Fitzgerald, a former top jockey and now leading ITV Racing<em> </em>pundit, have also walked away, leaving a sense of crisis hanging over the organisation.</p> <a href=\"https://www.theguardian.com/sport/blog/2023/may/09/talking-horses-professional-jockeys-association-exodus-should-worry-everyone-in-horse-racing\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/blog/2023/may/09/talking-horses-professional-jockeys-association-exodus-should-worry-everyone-in-horse-racing", "date_published": "2023-05-09 12:54:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "RFU bans former council member over racist comment at Six Nations match", "description": "<ul><li>Incident occurred during England’s win over Wales in 2022</li><li>Alex Murphy made comment in council’s Twickenham box</li></ul><p>The Rugby Football Union has banned a distinguished former council member from Twickenham for making racist comments during a Six Nations match last year. Alex Murphy has also been stripped of his “distinguished” status and had his privileges removed.</p><p>The incident took place in the RFU council box during <a href=\"https://www.theguardian.com/sport/2022/feb/26/england-wales-six-nations-rugby-union-match-report\">England’s victory over Wales in February 2022</a>. A summary of the decision, seen by the Guardian, explains how Murphy was charged with saying to another volunteer “you realise they don’t let n****** in the Royal Box”. The summary does not name the “volunteer” but details how a similar remark was made near the bar and how their spouse was distressed by the comment.</p> <a href=\"https://www.theguardian.com/sport/2023/may/09/rfu-bans-former-council-member-over-racist-comment-at-six-nations-match\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/may/09/rfu-bans-former-council-member-over-racist-comment-at-six-nations-match", "date_published": "2023-05-09 12:51:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Donald Trump rape trial live: jury to begin deliberations in civil lawsuit brought by E Jean Carroll", "description": "<p>Jury expected to begin considering their verdict in case claiming the former US president raped the advice columnist in 1996</p><p>Good morning, US politics blog readers. A jury in New York City is expected to today begin deliberating after hearing evidence in a civil lawsuit brought by advice columnist <strong>E Jean Carroll</strong>, who <a href=\"https://www.theguardian.com/us-news/2023/may/08/trump-rape-trial-e-jean-carroll-closing-arguments\">alleges that</a> <strong>Donald Trump</strong> raped her in 1996. Trump denies the allegations, but a guilty verdict could further tar the former president as he seeks a second term in the White House amid several legal entanglements – including state and federal criminal investigations into his attempts to overturn the 2020 elections. There’s no telling if a verdict would come today, but we’ll let you know if it does.</p><p>Here’s what else is happening today:</p><p><strong>Joe Biden</strong> will meet with congressional leaders to break a logjam between Democrats and Republicans over raising the debt ceiling ahead of 1 June, when the US government could default. The meeting is set for 4pm ET.</p><p><strong>Democrats</strong> on the Senate judiciary committee have sent letters to Republican megadonor <strong>Harlan Crow</strong> and his businesses demanding details about their links to supreme court justices, <a href=\"https://www.theguardian.com/us-news/2023/may/04/clarence-thomas-mega-donor-great-nephew-private-school\">particularly </a><strong><a href=\"https://www.theguardian.com/us-news/2023/may/04/clarence-thomas-mega-donor-great-nephew-private-school\">Clarence Thomas</a></strong>.</p><p><strong>White House press secretary Karine Jean-Pierre</strong> briefs reporters at 1pm.</p> <a href=\"https://www.theguardian.com/us-news/live/2023/may/09/donald-trump-rape-trial-e-jean-carroll-joe-biden-debt-ceiling-politics-live-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/live/2023/may/09/donald-trump-rape-trial-e-jean-carroll-joe-biden-debt-ceiling-politics-live-updates", "date_published": "2023-05-09 12:50:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Elizabeth Holmes is rebranding herself as a sweet, devoted mother. Will anyone buy it? | Arwa Mahdawi", "description": "<p>The Theranos founder and convicted fraudster used a New York Times profile as a shameless PR exercise. If only other female convicts were given a first chance – let alone a second</p><p>Meet Liz Holmes. She is a devoted mother of two little kids who loves nothing more than family outings to the zoo, walking her dog, and talking to her husband in a very normal voice that is absolutely nothing like the <a href=\"https://www.businessinsider.com/elizabeth-holmes-giggles-about-the-low-voice-she-used-report-2023-5\">weird baritone</a> her evil alter ego, Elizabeth, affected.</p><p>You remember <a href=\"https://www.theguardian.com/technology/video/2022/jan/04/how-elizabeth-holmes-rhetoric-changed-over-time-video\">Elizabeth Holmes</a>, don’t you? Unlike nice, sweet Liz, Elizabeth was a bit of a schemer. Last year Holmes was convicted on four counts of defrauding investors, by pretending that her blood-testing startup, Theranos, was functional when it wasn’t, and given more than 11 years in prison. She was due to start her sentence on 27 April, but filed a last-minute appeal, buying her a little more time at home. How did she decide to spend those last precious moments of freedom? Taking her kids to the zoo and doing a photoshoot for the New York Times. After almost seven years of media silence, Holmes recently spent several days opening up to a Times writer over berries and Mexican food. The result is a <a href=\"https://www.nytimes.com/2023/05/07/business/elizabeth-holmes-theranos-interview.html\">5,000-word profile</a> introducing her new persona to the world.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/09/elizabeth-holmes-is-rebranding-herself-as-a-sweet-devoted-mother-will-anyone-buy-it\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/09/elizabeth-holmes-is-rebranding-herself-as-a-sweet-devoted-mother-will-anyone-buy-it", "date_published": "2023-05-09 12:46:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Johanita Dogbey: Mohamed Nur charged with Brixton murder", "description": "<p>Nur, 33, charged with 1 May murder of Dogbey, 31, as well as offences connected to other alleged stabbing attacks</p><p>A man has appeared in court accused of fatally stabbing a woman in the neck with a makeshift blade in an unprovoked stranger attack.</p><p>Mohamed Nur, 33, allegedly set upon Johanita Kossiwa Dogbey, 31, from behind with a sharp weapon in broad daylight in Brixton, south London.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/09/johanita-dogbey-mohamed-nur-charged-with-brixton\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/09/johanita-dogbey-mohamed-nur-charged-with-brixton", "date_published": "2023-05-09 12:37:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Zelda is bigger than it’s ever been’: Nintendo fans explain the hype for Tears of the Kingdom", "description": "<p>Anticipation is sky-high for the release of The Legend of Zelda: Tears of the Kingdom this week. Fans explain why the sequel to Breath of the Wild is so eagerly awaited</p><p>This Friday, after years of feverish anticipation, Nintendo is finally set to release The Legend of Zelda: Tears of the Kingdom – the much-hyped sequel to its acclaimed 2017 epic, <a href=\"https://www.theguardian.com/technology/2017/mar/02/the-legend-of-zelda-breath-of-the-wild-review-link-nintendo-switch\">Breath of the Wild</a>. Six years in the making, Tears of the Kingdom is set to be one of the biggest instalments in an already iconic, generationally beloved franchise, building on a predecessor that radically reshaped the conventions of the series and introduced scores of new fans to the fantasy world of Hyrule.</p><p>Befitting a tentpole release, Tears of the Kingdom has already been subject not only to swathes of online discussion, but also to two leaks: first of <a href=\"https://www.eurogamer.net/zelda-tears-of-the-kingdom-art-book-leaks\">the game’s art book</a>, a few months ago, and then of <a href=\"https://www.standard.co.uk/tech/legend-of-zelda-tears-of-the-kingdom-leaks-online-before-release-b1078189.html\">the full game itself</a>, late last month. Still, anticipation for the release is at fever pitch, thanks to its predecessor’s reputation as both one of the best games in the Zelda franchise and one of the best video games of all time.</p> <a href=\"https://www.theguardian.com/games/2023/may/09/nintendo-fans-the-legend-of-zelda-tears-of-the-kingdom\">Continue reading...</a>", "link": "https://www.theguardian.com/games/2023/may/09/nintendo-fans-the-legend-of-zelda-tears-of-the-kingdom", "date_published": "2023-05-09 12:34:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sainsbury’s cuts prices of own-label bread and butter", "description": "<p>Move by UK’s second-largest supermarket raises hopes that food inflation will start to come down</p><p><a href=\"https://www.theguardian.com/business/j-sainsbury\">Sainsbury’s</a> has cut the price of its own brand bread and butter, in what some are seeing as a sign that soaring food price inflation will start to come down in the coming months.</p><p>The UK’s second-largest supermarket chain said it had lowered the price of its soft white medium, wholemeal medium, wholemeal thick, and toastie white loaves of bread to 75p, which is a reduction of 11%.</p> <a href=\"https://www.theguardian.com/business/2023/may/09/sainsburys-cuts-prices-bread-butter-food-inflation\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/may/09/sainsburys-cuts-prices-bread-butter-food-inflation", "date_published": "2023-05-09 12:34:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "GB News censured after Naomi Wolf compared Covid jab to mass murder", "description": "<p>Ofcom says channel broke broadcasting code when it let US author make remarks without challenge</p><p>GB News breached the broadcasting code when it allowed Naomi Wolf to repeatedly compare Covid-19 vaccinations to mass murder without being challenged.</p><p>The US author made an appearance last October on GB News’ Mark Steyn show and claimed that the vaccine rollout amounted to a premeditated crime, saying it was comparable with the actions of “doctors in pre-Nazi Germany”.</p> <a href=\"https://www.theguardian.com/media/2023/may/09/gb-news-censured-after-naomi-wolf-compared-covid-jab-to-mass-murder\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/may/09/gb-news-censured-after-naomi-wolf-compared-covid-jab-to-mass-murder", "date_published": "2023-05-09 12:30:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Yes, the Met police threw royal protesters into cells for no good reason – but at least they regret it | Marina Hyde", "description": "<p>Yet again, the force leads the way in incompetence and overreach. As for the PM who egged them on: nothing to do with ’im, guv</p><p>In a deeply unpredictable turn of events – anticipated by only the most casual students of the Metropolitan police – the force has made another howler. Howlers are the specific category of Met misuse of powers where nobody died, or got sexually assaulted, or both. Nevertheless, they can have serious significance. The anti-monarchy group Republic participated in months of briefings and meetings with the Met concerning their protest at last Saturday’s coronation, in which they were informed that their peaceful plans were lawful. As it turned out on the day, however, six members of the group, including its chief executive Graham Smith, <a href=\"https://www.theguardian.com/uk-news/2023/may/06/head-of-uks-leading-anti-monarchy-group-arrested-at-coronation-protest\">were arrested</a> before the protest even began. According to the <a href=\"https://twitter.com/metpoliceuk/status/1654763993364299777?s=20\">Met’s account</a>: “They were held on suspicion of conspiracy to cause public nuisance. We seized lock-on devices.”</p><p>And yet … did they? The police seem instead to have seized the luggage straps the protesters used to secure their placards. The force has now <a href=\"https://www.theguardian.com/uk-news/2023/may/08/arrests-coronation-protesters-premeditated-republic-chief-police\">expressed “regret”</a> that these arrests took place at all. This <a href=\"https://twitter.com/metpoliceuk/status/1655665839654182914?s=20\">lengthy statement</a> adds: “It was not clear at the time that at least one of the group stopped had been engaging with police protest liaison team officers ahead of the event.”</p><p>Marina Hyde is a Guardian columnist</p><p><em><strong>Do you have an opinion on the issues raised in this article? If you would like to submit a response of up to 300 words by email to be considered for publication in our<a href=\"https://www.theguardian.com/tone/letters\"> letters</a> section, please <a href=\"mailto:guardian.letters@theguardian.com?body=Please%20include%20your%20name,%20full%20postal%20address%20and%20phone%20number%20with%20your%20letter%20below.%20Letters%20are%20usually%20published%20with%20the%20author%27s%20name%20and%20city/town/village.%20The%20rest%20of%20the%20information%20is%20for%20verification%20only%20and%20to%20contact%20you%20where%20necessary.\">click here</a>.</strong></em></p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/09/met-police-royal-protesters-cells-force\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/09/met-police-royal-protesters-cells-force", "date_published": "2023-05-09 12:23:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Republican who claimed drag shows were a danger for kids resigns after misconduct with intern", "description": "<p>Texas lawmaker gave alcohol to the intern and another young staffer, and had sex with the intern when she was intoxicated</p><p>A Republican <a href=\"https://www.theguardian.com/us-news/texas\">Texas</a> state lawmaker who once proposed to ban children from attending drag shows to supposedly shield them from being groomed for abuse has resigned after he was found to have engaged in inappopriate sexual conduct with a 19-year-old intern.</p><p>Bryan Slaton, 45, resigned Monday while facing mounting calls from the state’s <a href=\"https://www.theguardian.com/us-news/republicans\">Republican</a> party and conservative groups to step down. A state House investigation last week determined that he supplied alcohol to the intern and another young staffer, had sex with the intern after she had become intoxicated, and later showed her a threatening email while saying everything would be fine if she kept quiet about the encounter.</p><p><em>Information and support for anyone affected by rape or sexual abuse issues is available from the following organisations. In the US, <a href=\"https://www.rainn.org/\">Rainn</a> offers support on 800-656-4673. In the UK, <a href=\"https://rapecrisis.org.uk/\">Rape Crisis</a> offers support on 0808 500 2222. In Australia, support is available at <a href=\"https://www.1800respect.org.au/\">1800Respect</a> (1800 737 732). Other international helplines can be found at <a href=\"http://ibiblio.org/rcip/internl.html\">ibiblio.org/rcip/internl.html</a>.</em></p> <a href=\"https://www.theguardian.com/us-news/2023/may/09/republican-drag-shows-danger-for-kids-resigns-misconduct-intern\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/may/09/republican-drag-shows-danger-for-kids-resigns-misconduct-intern", "date_published": "2023-05-09 12:22:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Protests, a parade and a pampered pooch: Tuesday’s best photos", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p><p><strong>Warning: graphic imagery</strong></p> <a href=\"https://www.theguardian.com/news/gallery/2023/may/09/protests-a-parade-and-a-pampered-pooch-tuesdays-best-photos\">Continue reading...</a>", "link": "https://www.theguardian.com/news/gallery/2023/may/09/protests-a-parade-and-a-pampered-pooch-tuesdays-best-photos", "date_published": "2023-05-09 12:18:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tell us: did you have a ‘micro-micro wedding’?", "description": "<p>We want to hear from those who have had tiny weddings, with just a couple of guests in attendance</p><p>Small, intimate “micro weddings” – defined as weddings with fewer than 50 guests – have long been popular with couples keen to keep costs down and avoid family dramas. Now, it seems weddings are set to get even smaller, with “micro-micro weddings” – with just one or two guests, or witnesses – also on the rise.</p><p>With this in mind, we want to hear from those who have had tiny weddings, with just a couple of guests in attendance (and perhaps a bigger party at a later date). Why did you decide to do away with the lengthy guest-list – and what were the benefits and disadvantages of doing so?</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/may/09/tell-us-did-you-have-a-micro-micro-wedding\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/may/09/tell-us-did-you-have-a-micro-micro-wedding", "date_published": "2023-05-09 12:04:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Food banks are taking over from the welfare state, warns Gordon Brown", "description": "<p>Former Labour PM, <a href=\"https://www.theguardian.com/commentisfree/2023/may/07/when-amazon-tesco-join-a-coalition-of-compassion-you-know-welfare-state-is-failing-multibanks\">writing in the Observer</a>, calls for action as charities increasingly take over role of social security system</p><p>Food banks are increasingly “taking over from the welfare state”, former Labour PM Gordon Brown has warned, amid growing concerns that lack of state support is forcing them into a permanent role in fighting poverty.</p><p>With food banks increasingly warning that even working people are seeking help, a new “multibank” model is now emerging to help families with everything from hygiene products to furniture. However, concerns are growing within the food aid movement that their services are becoming so widespread that they are now a crucial fixture, rather than a last resort.</p> <a href=\"https://www.theguardian.com/society/2023/may/09/food-banks-are-taking-over-from-the-welfare-state-warns-gordon-brown\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/may/09/food-banks-are-taking-over-from-the-welfare-state-warns-gordon-brown", "date_published": "2023-05-09 11:48:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Breakdown | From Carreras to Wiese: the 2022-23 Premiership team of the season", "description": "<p>Our best XV of this campaign contains players ranging from the experienced Owen Farrell to rising stars such as Cadan Murley</p><p><strong>15 Santiago Carreras (Gloucester)</strong><br />The 25-year-old Puma has had a remarkable past nine months. Helping Argentina to beat the All Blacks in New Zealand and <a href=\"https://www.theguardian.com/sport/2022/nov/06/england-argentina-autumn-nations-series-rugby-union-match-report\">England at Twickenham</a> is a double to cherish and, having also worn the No 10 and 11 jerseys for Gloucester, the inventive playmaker had to be squeezed into this team somewhere. “It could sound quite arrogant but I want to be the best player in the world,” he said earlier this season. He is already an eye-catching talent.</p><p><strong>14 Mateo Carreras (Newcastle)</strong><br />No relation to his compatriot but the Tucumán-born winger has made a similarly positive impression on English audiences. Along with Adam Radwan, his pace and footwork have left multiple opponents clutching at air; he is a runaway leader on the “clean breaks” list and his total of 13 tries is second only to Harlequins’ Cadan Murley. At 5ft 8in tall he is proof that top wingers do not always have to be massive. Aged only 23, he has an exhilarating future ahead of him.</p> <a href=\"https://www.theguardian.com/sport/2023/may/09/from-santiago-carreras-to-jasper-wiese-2022-23-premiership-team-of-the-season-rugby-union\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/may/09/from-santiago-carreras-to-jasper-wiese-2022-23-premiership-team-of-the-season-rugby-union", "date_published": "2023-05-09 11:41:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "No croaks: French police intervene in neighbours’ frog row", "description": "<p>Gendarmes turn up at home of 92-year-old woman after receiving complaint about amphibian guests in her garden</p><p>A culture war has broken out in a small village in the Savoie region of the northern Alps where three large frogs are threatened with being silenced.</p><p>In the latest example of a conflict of rights between town and country, nature and neighbour, 92-year-old Colette Ferry opened her door in the small village of Frontenex – population about 1,800 – to two gendarmes recently who said they would be taking away three amphibians that had taken up residence in her garden pond.</p> <a href=\"https://www.theguardian.com/world/2023/may/09/french-police-intervene-in-neighbours-frog-row-croak\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/09/french-police-intervene-in-neighbours-frog-row-croak", "date_published": "2023-05-09 11:34:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Autopsies reveal missing organs in Kenya cult deaths, say police", "description": "<p>Discovery raises suspicions of forced harvesting by suspects linked to group led by Paul Nthenge Mackenzie</p><p>Autopsies on corpses found in mass graves linked to a religious cult in Kenya have revealed missing organs and raised suspicions of forced harvesting, investigators said, with a fresh round of exhumations to resume on Tuesday.</p><p>The discovery of mass graves <a href=\"https://www.theguardian.com/world/2023/apr/22/21-bodies-exhumed-in-investigation-of-kenyan-cult\">last month</a> near the Indian Ocean coastal town of Malindi <a href=\"https://www.theguardian.com/world/2023/apr/30/we-tried-to-stop-her-kenyan-teenager-tells-how-cult-starved-his-mother\">has stunned the deeply religious Christian-majority country</a> in what has been called the “Shakahola forest massacre”.</p> <a href=\"https://www.theguardian.com/world/2023/may/09/autopsies-missing-organs-kenya-cult-deaths-police\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/09/autopsies-missing-organs-kenya-cult-deaths-police", "date_published": "2023-05-09 11:32:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronation composer Iain Farrington on making music fit for a king – and what the cameras didn’t show", "description": "<p>One of 12 coronation composers, Farrington’s brief was to reflect the music of the Commonwealth. On the organ. In five minutes. He tells us about a day of the sublime and the ridiculous</p><p>It was during the post-Christmas slump that I got an email from the managing director of one of London’s orchestras asking whether I might be able to provide some music “for a special event this year”. I didn’t twig what this could be; maybe a big birthday gala, I thought. I was gobsmacked to be told the special occasion was the coronation, but before I could run up and down the street with a megaphone, I had to take a vow of silence until the news of the commissions was revealed several weeks later by the palace.</p><p>I was one of 12 British composers asked to write for the event. The king had appointed a special team to organise the day’s musical content. There were, however, no summons to Buckingham Palace or be-wigged courtiers bearing gold-embossed letters. Our communications were in mundane modern forms of email, phone and Zoom.</p> <a href=\"https://www.theguardian.com/music/2023/may/09/coronation-composer-iain-farrington-king\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/may/09/coronation-composer-iain-farrington-king", "date_published": "2023-05-09 11:14:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Football is about friendship’: the photo that captured an iconic Milan derby moment", "description": "<p>The 2005 Champions League tie did not reflect the stardust in the lineups but Stefano Rellandini’s image has lived on</p><p>By <a href=\"https://twitter.com/HenryBellCalcio\">Henry Bell</a> for <a href=\"https://www.gentlemanultra.com/\">The Gentleman Ultra</a></p><p>Out of a shameful moment in the history of the Milan derby came one of its most beautiful images. The last meeting of Milan and Internazionale in the Champions League, in April 2005, was paused by the referee after fans created a scene more reminiscent of Dante’s Inferno than a sporting event. Yet the legacy of this game is a story of camaraderie thanks to a split-second decision to press down on a shutter release button.</p><p>Against an apocalyptic backdrop of smoke and burning objects stood the Inter defender Marco Materazzi, with his elbow casually leaning on the shoulder of Milan’s midfielder Rui Costa. They stood together, watching the chaos unfold.</p> <a href=\"https://www.theguardian.com/football/the-gentleman-ultra/2023/may/09/milan-internazionale-photo-interview-champions-league\">Continue reading...</a>", "link": "https://www.theguardian.com/football/the-gentleman-ultra/2023/may/09/milan-internazionale-photo-interview-champions-league", "date_published": "2023-05-09 11:00:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "AI is feared to be apocalyptic or touted as world-changing – maybe it’s neither", "description": "<p>Too much discourse focuses on whether AIs are the end of society or the end of human suffering – I’m more interested in the middle ground</p><ul><li><strong><a href=\"https://ablink.editorial.theguardian.com/ss/c/TBl-lE0k4WbTlFRn6v-lQXxTpTslqnvUsR2ofAkC00vqkHXqakTSxrykj9mrdACFo11SPMvm9ONAti2JcHBqUgcduObToxycReEYHcTAh6nov_u_7l464yKkl5CZpPeg-CqG3ueb-8UiDZ4dOkhK_xu6BZysaGtGOA-w2_0KTqLsMBLqZrcGelEg-7T5C6DRfMSsX1Wcyrv2RlHjbzIGx0ePxMD7meIXmznkqCFxtrflV_YvxDV9cqXgzdq7c2-9qYTW0MyIMCG7p9sc7wIKCg/3ha/N7031ZxvS8Cv2AmB8PHP-g/h27/towm4HqYM1UtQe3kzAkaoAWT_zh9HyZuTvPyJCk6JeE\">Don’t get TechScape delivered to your inbox? Sign up here</a></strong></li></ul><p>What if AI <em>doesn’t</em> fundamentally reshape civilisation?</p><p>This week, I spoke to Geoffrey Hinton, the English psychologist-turned-computer scientist whose work on neural networks in the 1980s set the stage for the explosion in AI capabilities over the last decade. Hinton wanted to speak to deliver a message to the world: <a href=\"https://www.theguardian.com/technology/2023/may/05/geoffrey-hinton-godfather-of-ai-fears-for-humanity\">he is afraid of the technology he helped create</a>.</p><p>You need to imagine something more intelligent than us by the same difference that we’re more intelligent than a frog. And it’s going to learn from the web, it’s going to have read every single book that’s ever been written on how to manipulate people, and also seen it in practice.”</p><p>He now thinks the crunch time will come in the next five to 20 years, he says. “But I wouldn’t rule out a year or two. And I still wouldn’t rule out 100 years – it’s just that my confidence that this wasn’t coming for quite a while has been shaken by the realisation that biological intelligence and digital intelligence are very different, and digital intelligence is probably much better.”</p><p>A document from a Google engineer leaked online said the company had done “a lot of looking over our shoulders at OpenAI”, referring to the developer of the ChatGPT chatbot.</p><p>“The uncomfortable truth is, we aren’t positioned to win this arms race and neither is OpenAI. While we’ve been squabbling, a third faction has been quietly eating our lunch,” the engineer wrote.</p><p>Giant models are slowing us down. In the long run, the best models are the ones which can be iterated upon quickly. We should make small variants more than an afterthought, now that we know what is possible in the &lt;20B parameter regime.</p><p>On the trail of the <strong>Dark Avenger</strong>: <a href=\"https://www.theguardian.com/news/2023/may/09/on-the-trail-of-the-dark-avenger-the-most-dangerous-virus-writer-in-the-world\">the most dangerous virus writer in the world</a> (pictured above).</p><p>For more on Hinton, I spoke on the <a href=\"https://www.theguardian.com/news/audio/2023/may/09/godfather-ai-geoffrey-hinton-humanity-crossroads-podcast\">Today in Focus podcast</a> about why he thinks <strong>humanity is at a crossroads</strong>.</p><p>Meanwhile, <strong>AI is quietly authoring more and more of the internet</strong>. When I turn my attention away from Hinton’s nightmares, <a href=\"https://www.washingtonpost.com/technology/2023/05/05/ai-spam-websites-books-chatgpt/\">this is the type of transformation</a> that concerns me most.</p><p>Would-be <strong>Twitter-replacement Bluesky</strong> (I’ll talk about it next week) <a href=\"https://fortune.com/2023/05/05/twitter-competitor-bluesky-says-no-heads-of-state-allowed-yet/\">has asked users not to invite heads of state on to its platform</a>.</p><p><strong>Google tried to fix the web</strong> – <a href=\"https://www.theverge.com/23711172/google-amp-accelerated-mobile-pages-search-publishers-lawsuit\">by taking it over</a>. When the company’s AMP product launched, it was the good cop to Facebook’s Instant Articles bad cop. But now it doesn’t look so shiny.</p><p><a href=\"https://www.theguardian.com/technology/2023/may/08/whatsapp-could-disappear-uk-over-privacy-concerns-ministers-told\">Ministers have been warned</a> that <strong>WhatsApp isn’t bluffing</strong> when it says it wouldn’t be able to operate in the UK if the “intentional ambiguity” of the online safety bill isn’t solved.</p> <a href=\"https://www.theguardian.com/technology/2023/may/09/techscape-artificial-intelligence-risk\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/may/09/techscape-artificial-intelligence-risk", "date_published": "2023-05-09 10:56:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Shell shareholders should oust chair, says influential adviser", "description": "<p>Pirc and Church of England back calls for investors to vote against Sir Andrew Mackenzie at AGM</p><p>An influential investment adviser has added its weight to a move to oust the Shell chair, Sir Andrew Mackenzie, at next week’s annual shareholder meeting as a row over the energy company’s climate goals intensifies.</p><p>Pirc, which advises shareholders on how to vote at annual meetings, has recommended that investors vote against Mackenzie’s re-election and oppose its annual report to “hold board members to account”.</p> <a href=\"https://www.theguardian.com/business/2023/may/09/shell-shareholders-chair-pirc-andrew-mackenzie-agm\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/may/09/shell-shareholders-chair-pirc-andrew-mackenzie-agm", "date_published": "2023-05-09 10:55:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Saudi oil group Aramco to pay more to state despite profits drop", "description": "<p>World’s largest energy company’s first-quarter profits fall by 19% to $32bn after dip in oil prices</p><p>The Saudi government looks set to reap greater revenues from the state-backed oil group Saudi Aramco despite the company posting a near-20% fall in quarterly profits.</p><p>The world’s largest oil and gas company said on Tuesday that its profits had fallen by 19% in its first quarter compared with a year earlier, to nearly $32bn (£25bn), caused by a drop in oil prices.</p> <a href=\"https://www.theguardian.com/business/2023/may/09/saudi-oil-group-aramco-profits-dip-oil-prices\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/may/09/saudi-oil-group-aramco-profits-dip-oil-prices", "date_published": "2023-05-09 10:34:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Joanna Lumley is my ultimate’: Strictly supremo Jason Gilkison on dream contestants and his Eurovision drag spectacular", "description": "<p>The choreographer shares his ballroom roots, his love for Liverpool nightlife and what makes a perfect TV dance duo</p><p>“The attitude here is that everyone loves the underdog,” says Jason Gilkison, “or the person who looks like they’re not taking themselves too seriously.” He might be describing British culture in general, but we’re talking about TV dance shows, specifically Strictly Come Dancing, on which former champion dancer Gilkison is creative director. He has worked on similar shows in Australia (his home country), South Africa and the US, too. “In America they just want the best, they don’t care if you’ve had past dance training, if you’re Jennifer Grey or a Pussycat Doll. Here that goes against you.”</p><p>In between creating choreography for the Eurovision song contest and planning a new musical, I Should Be So Lucky, based on the songs of Stock, Aitken and Waterman, Gilkison is currently rehearsing the UK tour of <a href=\"https://strictlytheprofessionals.com/\">Strictly Come Dancing – The Professionals</a>, the TV show’s “rebellious little sister” where the pros really get a chance to show what they’re made of. This autumn’s Strictly will be the 21st series. Who is his dream Strictly contestant? “Last night we were talking about it and somebody said, ‘has Nigella ever done the show?’ That’d be great. Joanna Lumley would be my ultimate. And Jennifer Saunders, Dawn French …”</p> <a href=\"https://www.theguardian.com/stage/2023/may/09/joanna-lumley-is-my-ultimate-strictly-supremo-jason-gilkison-on-dream-contestants-and-his-eurovision-drag-spectacular\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/may/09/joanna-lumley-is-my-ultimate-strictly-supremo-jason-gilkison-on-dream-contestants-and-his-eurovision-drag-spectacular", "date_published": "2023-05-09 10:28:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘There’s no water’: migrants stranded in Chilean desert as Peru closes border", "description": "<p>Hundreds, mostly Venezuelans, hope to cross into Peru to flee harsh immigration protocols and growing xenophobia in Chile</p><p>The wind sweeping in from the Pacific Ocean buffets makeshift tents made of blankets and scraps of fabric, as sheltering migrants peer out, squinting against the whipped-up sand and fierce sun overhead.</p><p>This desolate stretch of the Atacama desert has been home for days – and in some cases weeks – to hundreds of migrants, mostly Venezuelans, fleeing harsher immigration protocols and <a href=\"https://www.theguardian.com/world/2021/oct/21/chile-jose-antonio-kast-presidential-election-far-right\">growing xenophobia in Chile</a> and hoping to cross its northern border into Peru.</p> <a href=\"https://www.theguardian.com/global-development/2023/may/09/migrants-stranded-chile-peru-border\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/may/09/migrants-stranded-chile-peru-border", "date_published": "2023-05-09 10:15:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pakistan’s former PM Imran Khan arrested in Islamabad", "description": "<p>Khan taken into custody from court premises in corruption case, local media report</p><p>Imran Khan, the former prime minister of Pakistan, has been taken into custody in Islamabad. Party officials confirmed his arrest, which was first reported by local media.</p><p>Khan was taken into custody from a court premises in a corruption case, the broadcaster GEO TV reported.</p> <a href=\"https://www.theguardian.com/world/2023/may/09/pakistan-former-pm-imran-khan-arrested-in-islamabad\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/09/pakistan-former-pm-imran-khan-arrested-in-islamabad", "date_published": "2023-05-09 09:53:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Russian missiles downed over Kyiv as Putin marks Victory Day in combative style", "description": "<p>Putin blames west for ‘destruction of our country’ as security fears cast shadow over celebrations</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/may/09/russia-ukraine-war-live-15-missiles-shot-down-over-kyiv-as-victory-day-begins-in-russia\">Russia-Ukraine war – latest news updates</a></li></ul><p>Russian cruise missiles exploded in the air over Kyiv as Vladimir Putin marked the anniversary of victory over the Nazis with a fresh overnight attack on Ukraine.</p><p>Speaking at the 78th annual celebration of the defeat of Nazi Germany in Moscow’s Red Square, the Russian president said the “survival of the Russian people” depended on the war in Ukraine as he used his Victory Day speech to defend his <a href=\"https://www.theguardian.com/world/2022/may/09/russia-ukraine-war-what-we-know-on-day-75-of-the-invasion\">invasion</a> of the country.</p> <a href=\"https://www.theguardian.com/world/2023/may/09/russian-missiles-downed-over-kyiv-putin-marks-victory-day-ukraine\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/09/russian-missiles-downed-over-kyiv-putin-marks-victory-day-ukraine", "date_published": "2023-05-09 09:45:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Liz Truss to visit Taiwan and give speech that could upset UK’s China strategy", "description": "<p>Former PM, who is trying to revive her career, says she will ‘show solidarity’ with Taiwanese after Nancy Pelosi visit sparked furore</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/may/09/boris-johnson-sue-gray-conservatives-rishi-sunak-keir-starmer-local-elections-uk-politics-latest\">UK politics live – latest updates</a></li></ul><p>The former prime minister Liz Truss is to visit Taiwan next week, where she will deliver a speech likely to anger Beijing and potentially upset the UK government’s careful approach to China relations.</p><p>Truss said on Tuesday: “Taiwan is a beacon of freedom and democracy. I’m looking forward to showing solidarity with the Taiwanese people in person in the face of increasingly aggressive behaviour and rhetoric from the regime in Beijing.”</p> <a href=\"https://www.theguardian.com/politics/2023/may/09/liz-truss-to-visit-taiwan-and-give-speech-that-could-upset-uks-china-strategy\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/may/09/liz-truss-to-visit-taiwan-and-give-speech-that-could-upset-uks-china-strategy", "date_published": "2023-05-09 09:43:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Always Erdoğan’: Turkish opposition hopes ideas prevail over personality", "description": "<p>In resort town of Antalya, candidate Uğur Poyraz says aim is to change the system rather than fight one individual</p><p>On the Turkish election campaign trail in an outlying district of the beach town of Antalya, Uğur Poyraz kissed the head of a small child before speaking to local restaurant owners about the economy.</p><p>The general secretary of the technocratic and nationalist İyi party (Good party), a broad-shouldered lawyer with a shaved head and tattoos hidden under his shirt, was in full campaign mode, holding voters close, tilting his head to show he was listening, and clapping the men on the shoulders. His security detail – in full suit and aviators despite the heat of Turkey’s Mediterranean coast – clasped a handful of campaign leaflets.</p> <a href=\"https://www.theguardian.com/world/2023/may/09/turkish-election-opposition-ideas-personality-antalya-erdogan\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/09/turkish-election-opposition-ideas-personality-antalya-erdogan", "date_published": "2023-05-09 09:25:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Annual UK house price growth slows to lowest level in more than a decade", "description": "<p>Property values in south of England fall most, while West Midlands records strongest growth</p><ul><li><a href=\"https://www.theguardian.com/business/live/2023/may/09/uk-house-prices-interest-rates-halifax-cost-of-living-business-live\">Business live – latest updates</a></li></ul><p>Annual house price growth across the UK has slowed to the lowest level in more than a decade, with property values in the south of England under the greatest pressure.</p><p>The lender Halifax said average prices in April were 0.1% higher than the same month a year ago, the lowest rate of growth since December 2012 and down from March’s annual growth rate of 1.6%.</p> <a href=\"https://www.theguardian.com/money/2023/may/09/annual-uk-house-price-growth-slows-south-england\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/may/09/annual-uk-house-price-growth-slows-south-england", "date_published": "2023-05-09 09:07:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "£20 for a tiny bag of poo?! What really goes into luxury compost", "description": "<p>There is a growing market for artisanal compost made with love, dung and integrity. But can it ever really be worth it?</p><p>“By the way, Diana has nothing to do with it!” warns Bridget Elworthy, while deciding whether or not to let me come and visit her compost-making operation. By Diana she means <em>the</em> Diana, Princess of Wales. The reason some might – erroneously – make a connection is that the compost is made on the Althorp Estate, childhood home to you-know-who, still home to you-know-who’s brother.</p><p>The Wall Street Journal made precisely that connection in <a href=\"https://www.wsj.com/articles/garden-compost-fertilizer-organic-6b8a977b\">a recent article about posh compost</a>. Elworthy’s not too keen on that one either, the P-word, as well as the D-word.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/may/09/20-for-a-tiny-bag-of-poo-what-really-goes-into-luxury-compost\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/may/09/20-for-a-tiny-bag-of-poo-what-really-goes-into-luxury-compost", "date_published": "2023-05-09 09:00:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Film revives memories of girl’s death as Ireland reviews abortion rules", "description": "<p>Death of Ann Lovett while giving birth in 1984 helped sparked movement that led to 2018 vote to lift abortion ban</p><p>On the morning of 31 January 1984 Ann Lovett put a pair of scissors in her school bag and left her home in Granard, a small town in County Longford, <a href=\"https://www.theguardian.com/world/ireland\">Ireland</a>.</p><p>It was cold and wet. The 15-year-old was in her uniform but did not go to school. She went to the deserted grotto of St Mary’s church, lay down on gravel, removed her underwear and gave birth in the rain.</p> <a href=\"https://www.theguardian.com/world/2023/may/09/film-ireland-abortion-rules-ann-lovett\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/09/film-ireland-abortion-rules-ann-lovett", "date_published": "2023-05-09 09:00:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Great pretender: the bird with an Elvis-like quiff that can’t stop mimicking", "description": "<p>Scientists are learning the secrets of the greater racket-tailed drongo and other creatures in a jungle in south India from the people who have always lived there</p><p>In the dense forests of south India’s Western Ghats, you may be lucky enough to spot a greater racket-tailed drongo crooning to birds of other species nearby. But the drongo is not singing. It is mimicking the other birds, according to ethno-ornithologist Samira Agnihotri.</p><p>With recording equipment in hand, trekking up to six miles (10km) a day through the forests, Agnihotri has been taping native birdsong for the past 18 years. Her favourite is this drongo, a bluish-black bird with an Elvis-like quiff and two very elongated tail feathers.</p> <a href=\"https://www.theguardian.com/environment/2023/may/09/bird-with-an-elvis-like-quiff-that-cant-stop-mimicking-india-aoe\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/may/09/bird-with-an-elvis-like-quiff-that-cant-stop-mimicking-india-aoe", "date_published": "2023-05-09 09:00:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘The cycling was a breeze’: following the Seine through Normandy", "description": "<p>The Seine à Vélo cycle route follows minor roads to major attractions, including a medieval chateau, Monet’s garden and Rouen cathedral</p><p>“And then cannibalism ensued.”</p><p>My guide around the mighty <a href=\"https://en.normandie-tourisme.fr/hidden-gems/chateau-gaillard/\">Château Gaillard</a> in Normandy delivered this line with commendable insouciance. To be fair, there was so much violence in his recounting of the history of Richard the Lionheart’s castle up to that point that villagers eating each other while trapped in a dry moat during a siege came as little surprise.</p> <a href=\"https://www.theguardian.com/travel/2023/may/09/seine-a-velo-cycle-route-normandy-rouen-giverny-honfleur\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2023/may/09/seine-a-velo-cycle-route-normandy-rouen-giverny-honfleur", "date_published": "2023-05-09 09:00:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "There is a way to oust the Tories, and stop them ever rising again. Why won’t we do it? | Neal Lawson", "description": "<p>Now the dust has settled on the local elections, count the rightwing votes and then the progressive ones, and see why PR is more vital than ever</p><p>Amid the political sound and fury still reverberating after the seismic <a href=\"https://www.theguardian.com/politics/2023/may/06/revealed-labour-won-back-swathes-of-brexit-voters-in-the-local-elections\">local elections</a> in England, there is a quieter but determined noise emanating from the counties and shires. It is the sound of a new politics, based not on hubris or party tribalism but a belief that, in these complex, fast-moving times, only cross-party cooperation can win power and use it effectively.</p><p>In Hertsmere and Bracknell, in Lewes and Waverley, across the London commuter belt in Surrey, Kent, Hertfordshire, Sussex and more, progressive party activists refused to be beaten by an electoral system that is stacked against them.</p><p>Neal Lawson is director of the cross-party campaign organisation Compass</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/09/way-to-oust-tories-local-elections-pr-proportional-representation\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/09/way-to-oust-tories-local-elections-pr-proportional-representation", "date_published": "2023-05-09 09:00:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Demon Headmaster actor Terrence Hardiman dies aged 86", "description": "<p>Hardiman played the chilling title role in CBBC series and also appeared in The Crown and Doctor Who</p><p>The actor Terrence Hardiman, best known for playing the title role in the CBBC series The Demon Headmaster, has died aged 86, his agent said.</p><p>His death was announced “with great sadness” by Scott Marshall Partners, which said he was a “beloved client and much-loved stage and screen actor”.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/may/09/demon-headmaster-actor-terrence-hardiman-dies\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/may/09/demon-headmaster-actor-terrence-hardiman-dies", "date_published": "2023-05-09 09:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Boris Johnson viewed Sue Gray as ‘psycho’ as she carried out Partygate probe, says Harri – UK politics live", "description": "<p>Latest updates: Guto Harri, ex-PM’s communications director, says there was a sense Gray ‘lacked perspective as to what she had done’</p><p>At the weekend shadow ministers were <a href=\"https://www.theguardian.com/politics/2023/may/08/labour-urged-to-say-whether-it-would-scrap-new-anti-protest-laws\">relatively careful</a> about what they said about the way new anti-protest laws were deployed against anti-monarchy protesters at the coronation. But this morning <strong>Lisa Nandy</strong>, the shadow levelling up secretary, was more critical, telling BBC Breakfast:</p><p>Clearly, something has gone wrong in this case.</p><p>Peaceful protest is an important part of British democracy. The Met accepted that and I think the mayor of <a href=\"https://www.theguardian.com/uk/london\">London</a> is right to ask for a review to determine what exactly went wrong in this case.</p><p>Whatever it was, this was a very complex policing operation. It largely went off without a hitch and I think the police deserve credit for that. But where there are incidents like this, we have to take them seriously and I think that it’s right that we learn the lessons and take steps to rectify that.</p><p><strong>Rishi Sunak is announcing his latest plan for NHS reform – a move that could make it easier for patients to get prescriptions for basic conditions, <a href=\"https://www.theguardian.com/society/2023/may/09/pharmacies-england-prescriptions-seven-conditions-amid-surgery-crisis\">because pharmacists will be allowed to issue them</a>.</strong></p><p><strong>Keir Starmer is capitalising on his victory in last week’s local elections, meeting Labour council leaders and the shadow cabinet, and telling them that the Tories have <a href=\"https://www.theguardian.com/politics/2023/may/08/voters-returning-to-labour-after-corbyn-and-brexit-keir-starmer-to-say\">misjudged the mood of voters by focusing on culture war issues</a>.</strong></p><p><strong>The Metropolitan police <a href=\"https://www.theguardian.com/uk-news/2023/may/09/labour-says-something-has-gone-wrong-over-met-police-arrest-of-coronation-protesters\">continues to face criticism for the arrest of anti-monarchy protesters on Saturday</a>. There is very likely to be an urgent question on this in the Commons after 3.30pm.</strong></p><p>So this was not this objective, dispassionate view of what really went on … There are many people who behave badly during that period. None of them are in the public domain, none of them have been mentioned. It was all landed on one guy because he happened to be the guy at the top.</p><p>If I were to say one word, maybe, that will be recurring in ‘[the podcast], ‘Psycho’ Sue Gray would be part it. There was a sense that she lacked perspective as to what he had done.</p> <a href=\"https://www.theguardian.com/politics/live/2023/may/09/boris-johnson-sue-gray-conservatives-rishi-sunak-keir-starmer-local-elections-uk-politics-latest\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/live/2023/may/09/boris-johnson-sue-gray-conservatives-rishi-sunak-keir-starmer-local-elections-uk-politics-latest", "date_published": "2023-05-09 08:50:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Unicorns, smoothies and Edgar Allan Poe: 14 songs to listen out for at Eurovision 2023", "description": "<p>With folk-horror priestesses and punk dictators riding lawnmowers, this year’s competition has the usual oddities amid proponents of perfect pop</p><p><strong>Loreen – Tattoo</strong><strong><br /></strong>With a fringe so powerful it made Claudia Winkleman’s look meek and retiring, <a href=\"https://www.theguardian.com/tv-and-radio/datablog/2016/may/14/bigger-than-waterloo-the-internets-favourite-eurovision-winners\">Loreen won the Eurovision song contest in 2012 with Euphoria</a>, which has a good claim to be the competition’s greatest song of all time. Tectonic plates have collided with greater dynamic subtlety but Loreen’s beseeching vocal was electric, even moving and her crab dance became the stuff of legend.</p><p>There’s a ghost in my body<br />And he is a lyricist<br />It is Edgar Allan Poe<br />And I think he can’t resist</p> <a href=\"https://www.theguardian.com/music/2023/may/09/songs-eurovision-loreen-kaarija-tvorchi-mae-muller\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/may/09/songs-eurovision-loreen-kaarija-tvorchi-mae-muller", "date_published": "2023-05-09 08:50:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jofra Archer an Ashes doubt after returning from IPL with elbow issue", "description": "<ul><li>Bowler leaves India due to ‘challenging’ recovery from surgery</li><li>Ashes begin at Edgbaston in little over a month’s time</li></ul><p>Jofra Archer is a doubt for the Ashes after he was ruled out for the remainder of this season’s Indian Premier League due to a nagging elbow injury.</p><p>Archer spent 17 months on the sidelines following elbow and back injuries before returning to international cricket in January. The 28-year-old played only five of Mumbai Indians’ 10 matches this season and underwent an operation on his troublesome right elbow last month. The England and Wales Cricket Board announced on Tuesday that the fast bowler is returning home from the IPL because he is finding recovering from the operation “challenging”. The Ashes begin at Edgbaston on 16 June.</p> <a href=\"https://www.theguardian.com/sport/2023/may/09/jofra-archer-an-ashes-doubt-after-returning-from-ipl-with-elbow-issue-cricket-england\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/may/09/jofra-archer-an-ashes-doubt-after-returning-from-ipl-with-elbow-issue-cricket-england", "date_published": "2023-05-09 08:17:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Labour says ‘something has gone wrong’ over arrest of coronation protesters", "description": "<p>Lisa Nandy suggests mistakes must have been made in arrest of six anti-monarchy protesters</p><p>Mistakes must have been made in the arrests of six anti-monarchy protesters before the king’s coronation, the Labour frontbencher Lisa Nandy has suggested, after the Metropolitan police said no action would be taken against them.</p><p>Nandy said “something has gone wrong” amid growing pressure on the government as well as police to account for the arrests.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/09/labour-says-something-has-gone-wrong-over-met-police-arrest-of-coronation-protesters\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/09/labour-says-something-has-gone-wrong-over-met-police-arrest-of-coronation-protesters", "date_published": "2023-05-09 08:02:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Blood Feather by Patrick McGuinness review – on the wings of grief", "description": "<p>The multitalented writer returns to poetry after 13 years with a striking, moving collection sparked by the death of his mother</p><p>B<em>lood Feather</em>, by the award-winning novelist and nonfiction writer Patrick McGuinness – also an academic (he teaches French at Oxford) – was prompted by the death of his mother. He has not published any poetry for 13 years, until now and this marvellous collection. He is writing about bereavement as erasure. The poems themselves seem slightly surprised by their existence, as if given half a chance, they might remove themselves from the page. Looking at his mother’s photograph, in Mother As Mirror, makes him feel that “I was the illusion”. Sure Things deftly explains there is no such thing as “sure” and, like the jetty that turns out not to exist, he feels unable to hang on to his own words. In Factory for Sad Thoughts, a prose piece, he playfully proposes: “Of all the poems I’ve ever written, this is the one I didn’t.”</p><p>Every word that crosses the border into poetry is worth reading. I loved Today Is Already Over, in which he remembers his mother’s pointless approach to tidying up. He does not need to acknowledge the inescapable thought that she has been cleared away herself. And he has more to add: “…she cleared up around me – /not after me but before./Removing my traces as I went…” (erasure again). It is a feat to write weight-bearing poems of such lightness. The balance, charm and wit of the writing are remarkable, not least because of his mother’s disequilibrium (there are poems that sensitively allude to psychiatric hospital and to her undergoing ECT).</p><p><em>Blood Feather</em> by Patrick McGuinness is published by Jonathan Cape (£12.99). To support the <em>Guardian</em> and <em>Observer</em> order your copy at <a href=\"https://guardianbookshop.com/blood-feather-9780224098311\">guardianbookshop.com</a>. Delivery charges may apply</p> <a href=\"https://www.theguardian.com/books/2023/may/09/blood-feather-patrick-mcguinness-review-poetry-grief\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/may/09/blood-feather-patrick-mcguinness-review-poetry-grief", "date_published": "2023-05-09 08:00:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Dead Shot review – IRA man and British soldier lock horns in Troubles revenge drama", "description": "<p>There’s a crunchy veracity to Ronan Bennett’s script for this evocative story of two men on opposing sides of the Northern Ireland conflict </p><p>The recent 25th anniversary of the Good Friday agreement underscored how much the Troubles, and those many years of bloodshed, have receded into historical memory. With the wounds less raw, it’s easier to mine the period for drama spiked with high-stakes violence and leavened with moral conundrums about justice, loyalty and political expediency. Belfast-born novelist and screenwriter Ronan Bennett is just the right man to map out this terrain. It’s not just his having roots in the region that helps, but also his longtime involvement in British crime drama, from Face back in 1997 through TV series <a href=\"https://www.theguardian.com/tv-and-radio/2019/aug/31/ronan-bennett-top-boy-series-three-interview-netflix-drake\">Top Boy</a>, to historical mini-series <a href=\"https://www.theguardian.com/tv-and-radio/2017/oct/23/last-nights-tv-review-gunpowder\">Gunpowder</a> about the Guy Fawkes plot.</p><p>Bennett’s script for Dead Shot has a crunchy veracity, and feels like it’s getting the details right, especially in how ideology trickles down into daily lives. The direction by British brothers Charles and Thomas Guard is perhaps less distinctive, but the bones of something strong, original and evocative are there. Like so many tales of men locked in a lethal dance of destruction by the accidents of war, this revolves around two guys on opposing sides who might have, in another place and time, rather liked each other, but are compelled to destroy one another in this world.</p> <a href=\"https://www.theguardian.com/film/2023/may/09/dead-shot-review-ira-man-and-british-soldier-lock-horns-in-troubles-revenge-drama\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/may/09/dead-shot-review-ira-man-and-british-soldier-lock-horns-in-troubles-revenge-drama", "date_published": "2023-05-09 08:00:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Real Madrid v Manchester City feels like a final as two dominant teams meet | Philipp Lahm", "description": "<p>Repeat of last season’s semi-final and the teams’ routes to the last four suggest Europe’s other big teams need to catch up</p><p>I was looking forward to Bayern Munich against Manchester City. In April, when the best meet, you expect exciting matches. But I was disappointed. <a href=\"https://www.theguardian.com/football/2023/apr/11/manchester-city-bayern-munich-champions-league-quarter-final-first-leg-match-report\">City managed the 3-0 advantage from the first leg</a>. Bayern were not able to challenge their opponents.</p><p>Now I’m looking forward to Real Madrid against City.<a href=\"https://www.theguardian.com/football/2022/may/04/real-madrid-manchester-city-champions-league-semi-final-second-leg-match-report\"> It’s the semi-final from last year</a>, and back then it was the highlight of the season, with a narrow winner at the last. Again, it’s the two strongest clubs in the Champions League, which says a lot about Europe’s football. The English and Spanish leagues are not producing a second top team at the moment, the Bundesliga none at all. PSG promise but do not deliver. Italy is on the up, and Inter and Milan have taken advantage of the draw. But Real against City is the real final.</p> <a href=\"https://www.theguardian.com/football/blog/2023/may/09/real-madrid-v-manchester-city-feels-like-a-final-as-two-dominant-teams-meet\">Continue reading...</a>", "link": "https://www.theguardian.com/football/blog/2023/may/09/real-madrid-v-manchester-city-feels-like-a-final-as-two-dominant-teams-meet", "date_published": "2023-05-09 08:00:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Why are biographies so popular? Because humans are enthralled by the lives of others | Caroline Knox", "description": "<p>We seek inspiration, consolation – and the unvarnished truth. And we know that all the best stories are true</p><ul><li>Caroline Knox is director of the Boswell book festival</li></ul><p>My love affair with biography began aged nine, when my subscription book club sent me a compendium of “true life” adventure stories. It is a passion I have carried into adulthood: before moving to the great biographer and diarist James Boswell’s home county of Ayrshire and founding <a href=\"https://www.boswellbookfestival.co.uk/\">a festival in his name</a>, I had enjoyed commissioning biography, memoir and travel writing – all genres at which Boswell excelled – as a senior editor at the renowned publisher John Murray. It was then still housed in the family’s London mansion in Albemarle Street, where one of the great lost memoirs in literature, Lord Byron’s, had been burnt in the drawing-room grate.</p><p>Visiting Boswell’s burial place for the first time, in the churchyard in Auchinleck, a former mining village in Ayrshire, I was shocked to discover that Boswell’s literary legacy had also seemingly been laid to rest. His exquisite neoclassical mausoleum stood derelict, with not even a sign to mark his last resting place. I immediately determined to launch a book festival of biography.</p><p>Caroline Knox is director of the <a href=\"https://www.boswellbookfestival.co.uk/\">Boswell Book festival</a>. The Boswell book festival will take place at Dumfries House, Ayrshire, from 12 to 14 May 2023, with a children’s festival taking place at the same time</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/09/biographies-popular-stories-true-books-boswell-book-festival\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/09/biographies-popular-stories-true-books-boswell-book-festival", "date_published": "2023-05-09 08:00:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Global super-rich head to Italy for tax breaks and dolce vita", "description": "<p>Growing numbers are lured by a flat-tax like the UK’s non-dom status, creating a boom for estate agents and luxury brands</p><p>The vast rooms of Palazzo Raggi, an 18th-century architectural jewel a stone’s throw away from Rome’s Spanish Steps, were once lived in by an illustrious noble family and a host of cardinals and other historic characters hailing from Italian aristocracy.</p><p>Now the six-storey building, which stood derelict for years, is being revived as it prepares to welcome a new class of inhabitants: the foreign billionaires who are turning their backs on the likes of Switzerland, Dubai or the Cayman Islands and moving to Italy to taste the <em>dolce vita</em> and, moreover, the financial benefits of a tantalising tax regime.</p> <a href=\"https://www.theguardian.com/news/2023/may/09/global-super-rich-head-to-italy-for-tax-breaks-and-dolce-vita\">Continue reading...</a>", "link": "https://www.theguardian.com/news/2023/may/09/global-super-rich-head-to-italy-for-tax-breaks-and-dolce-vita", "date_published": "2023-05-09 08:00:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ryan Reynolds wants to expand his sports empire. Will Snoop stop him?", "description": "<p>The actor has enjoyed huge success with Wrexham and now he is interested in the NHL’s Senators. He will face competition from two music titans though</p><p>Just a few months ago, the idea that multiple celebrities would be anxious to buy the Ottawa Senators might have seemed a tad ridiculous. Yet, here we are. Ryan Reynolds, Snoop Dogg and The Weeknd are each part of different offers being considered for the NHL team, which was recently <a href=\"https://www.forbes.com/teams/ottawa-senators/?sh=53b5bbbe2814\">valued at</a> $800m by Forbes despite reaching the playoffs <a href=\"https://en.wikipedia.org/wiki/List_of_Ottawa_Senators_seasons\">just twice in the last 10 seasons</a>. The Senators are currently owned by the estate of Eugene Melnyk, who died in March 2022, and will only sell to a group willing to keep the team in Ottawa – although most likely in a stadium <a href=\"https://ottawa.ctvnews.ca/ncc-expects-to-sign-lease-this-fall-for-nhl-arena-at-lebreton-flats-1.6237626\">a bit closer to downtown</a>.</p><p>It’s hardly unheard of for celebrities to buy into sports teams. In fact, Reynolds and Snoop are both already heavily involved in sports. Reynolds has <a href=\"https://www.theguardian.com/football/2023/may/02/wrexham-afcs-hollywood-owners-celebrate-promotion-to-the-english-football-league\">attracted huge amounts of publicity</a> as part-owner of Welsh soccer club Wrexham FC, which he acquired alongside another actor, Rob McElhenney. For his part, Snoop has successfully launched youth football and basketball leagues. As for The Weeknd? He’s new to this.</p> <a href=\"https://www.theguardian.com/sport/2023/may/09/ryan-reynolds-wants-to-expand-his-sports-empire-will-snoop-stop-him\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/may/09/ryan-reynolds-wants-to-expand-his-sports-empire-will-snoop-stop-him", "date_published": "2023-05-09 08:00:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Apple co-founder warns AI could make it harder to spot scams", "description": "<p>Steve Wozniak says content created with artificial intelligence should be  labelled and calls for regulation</p><p>Apple co-founder Steve Wozniak has warned that artificial intelligence could be used by “bad actors” and make it harder to spot scams and misinformation.</p><p>Wozniak, who was one of Apple’s co-founders with the late Steve Jobs and invented the company’s first computer, said AI content should be clearly labelled, and called for regulation for the sector.</p> <a href=\"https://www.theguardian.com/technology/2023/may/09/apple-co-founder-ai-scams-steve-wozniak-artificial-intelligence\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/may/09/apple-co-founder-ai-scams-steve-wozniak-artificial-intelligence", "date_published": "2023-05-09 07:21:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Disney v DeSantis: what’s at stake for Florida as legal tug-of-war ramps up?", "description": "<p>Eventual outcome will have profound implications for Sunshine state overall and the regional economy in particular</p><p>Lucy Mends was very nervous about vacationing at Disney World in central Florida this spring. From her home in Elkridge, Maryland, the 46-year-old romance novelist had read about a law approved by Governor Ron DeSantis in 2022 that banned discussion of gender identity and sexual orientation in public school classrooms for children between kindergarten and the third grade.</p><p>Mends became more alarmed over a series of bills introduced during the current session of the state legislature that would extend that ban to include high school students and prohibit transgender people from amending their birth certificates and receiving transition-related care such as hormone therapy and puberty blockers for minors. “They’re demonizing trans people, and it’s very scary,” she said.</p> <a href=\"https://www.theguardian.com/film/2023/may/09/disney-v-desantis-florida-lawsuit\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/may/09/disney-v-desantis-florida-lawsuit", "date_published": "2023-05-09 07:00:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Shelly-Ann Fraser-Pryce: ‘Every part of my being believes I can run faster’", "description": "<p>Jamaica’s ‘gentle assassin’ on her school sports day heroics and why female athletes should never feel ashamed of wanting to win</p><p>In the city where she expects to ironclad her legacy at the Olympics next year, Shelly-Ann Fraser-Pryce is reliving the <a href=\"https://www.youtube.com/watch?v=imygyJTULkI\">moment she went viral on the school run</a>. You may have seen the clip of the greatest female sprinter in history, baseball cap back to front, thrashing a field of fellow mums on her son’s sports day in Jamaica recently. But, as Fraser-Pryce reveals for the first time, there was more to it than meets the eye. It boiled down to pride after a fall – as well as an audacious challenge from another parent.</p><p>“Two weeks beforehand she started sending me photos of her working out in the gym. And then she told me she was coming for me!” says Fraser-Pryce, her smile lighting up a gunmetal grey day in Paris. “I was like, ‘You can’t be serious girl!’”. But the friend, whose daughter is in her five-year-old son’s Zyon’s class, insisted she wouldn’t be backing down. “And when we got to sports day, she even started giving me the eyes, trying to psyche me out.”</p> <a href=\"https://www.theguardian.com/sport/2023/may/09/shelly-ann-fraser-pryce-every-part-of-my-being-believes-i-can-run-faster\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/may/09/shelly-ann-fraser-pryce-every-part-of-my-being-believes-i-can-run-faster", "date_published": "2023-05-09 07:00:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tesco chair accused of inappropriate behaviour by four women", "description": "<p>Exclusive: John Allan, a prominent business leader and former CBI president, denies all but one of the allegations</p><p>One of the UK’s most prominent business leaders, the Tesco chair John Allan, faces claims of inappropriate and unprofessional behaviour from four women, the Guardian can reveal.</p><p>Allan allegedly touched the bottom of a senior member of Tesco staff in June 2022, at the company’s annual general meeting (AGM). It is also claimed that he touched the bottom of a member of staff at business lobbying group, the Confederation of British Industry (CBI), at its annual dinner in May 2019, when he was the organisation’s president.</p> <a href=\"https://www.theguardian.com/business/2023/may/09/tesco-chair-john-allan\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/may/09/tesco-chair-john-allan", "date_published": "2023-05-09 07:00:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘They reflect Palestinian character’: Arabian horse breeding in the West Bank", "description": "<p>Breeders seek to revitalise tradition of rearing spirited animals amid Israeli-dominated industry</p><p>As Abdel Naser Musleh gently approaches the stall gate of his purebred Egyptian Arabian stallion, the soft sound of hooves on the golden sand is interrupted only by the noise of pneumatic hammers on asphalt.</p><p>Musleh’s stud is tucked away in a corner of the Kafr Aqab neighbourhood, which Israel considers part of the Jerusalem municipality, though it also lies on the West Bank side of the separation wall.</p><p>Kafr Aqab, a heavily populated Jerusalem neighbourhood, remains isolated from the rest of the city due to the Israeli separation wall. Though under Israeli governance, the neighbourhood is located on the West Bank side of the wall, which the international court of justice deemed illegal. Among these buildings lies Abdel Naser Musleh’s stable</p> <a href=\"https://www.theguardian.com/artanddesign/2023/may/09/they-reflect-palestinian-character-arabian-horse-breeding-in-the-west-bank\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/may/09/they-reflect-palestinian-character-arabian-horse-breeding-in-the-west-bank", "date_published": "2023-05-09 07:00:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Football fans, the national anthem and a battle for who controls the public space | Jonathan Liew", "description": "<p>Why would the Premier League ‘strongly suggest’ clubs mark the coronation? It’s all part of the eternal struggle for power</p><p>“We’ve fought wars,” pleads Peter Shilton, his voice breaking with emotion. “People have died to protect our national anthem. Every country has its national anthem, and they’re very proud of it. And, you know, we’re one of the top ones. It’s sad that a small minority feel they have to do this.”</p><p>Alas, I was abroad over the weekend and thus missed out on most of the piping hot coronation discourse that many of you will have enjoyed. As it happened I was in Germany: in many ways the royal family’s spiritual home, even if – in Shilton’s reading of history – it did launch an unsuccessful attempt to invade the national anthem in 1939.</p> <a href=\"https://www.theguardian.com/football/blog/2023/may/09/football-fans-booing-national-anthem-liverpool-anfield-premier-league-coronation\">Continue reading...</a>", "link": "https://www.theguardian.com/football/blog/2023/may/09/football-fans-booing-national-anthem-liverpool-anfield-premier-league-coronation", "date_published": "2023-05-09 06:51:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘So improbable, it’s a novel’: the strange story of Clarence and Ginni Thomas", "description": "<p>The controversial pairing of supreme court judge and radical conspiracy theorist is placed under the spotlight in a revealing new documentary</p><p>Five days before Michael Kirk’s documentary about the love and lives of Clarence and Ginni Thomas was set to air on PBS, ProPublica dropped <a href=\"https://www.theguardian.com/us-news/2023/may/04/clarence-thomas-mega-donor-great-nephew-private-school\">another bombshell story about the power couple</a>.</p><p>The supreme court justice and his conservative activist wife had been accepting private school tuition payments on behalf of the great-nephew they are raising as their son. The funds came from Harlan Crow, the far-right Texas billionaire who has also been in the hot seat for bankrolling the couple’s luxury vacations. “This thing that I do for a living is exhilarating, and a little bit terrifying,” Kirk said as he and his team geared up for a long weekend of reworking the final cut.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/may/08/clarence-ginni-thomas-docuseries-pbs-frontline\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/may/08/clarence-ginni-thomas-docuseries-pbs-frontline", "date_published": "2023-05-09 06:11:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A Light Never Goes Out review – Hong Kong’s neon signs light up nostalgic drama", "description": "<p>The widow of a sign-making craftsman vows to finish his last work in Anastasia Tsang’s drama, a fascinating idea, if conventionally executed</p><p>Hong Kong’s colourful neon signs were once a glittering symbol of the city’s vibrancy; now they are rapidly disappearing, replaced with cheaper options like LED lights. Vanishing alongside these jewels of the night are their creators, passionate artisans whose metier is now obsolete. Steeped in this atmosphere of nostalgia and loss, Anastasia Tsang’s feature debut is a heartfelt love letter to these forgotten craftsmen as well as a bygone Hong Kong whose light continues to linger amid socio-political change.</p><p>Grappling with generational differences, Tsang negotiates a well-intentioned but conventional plot that trades in familiar archetypes. Mei-hsiang (Sylvia Chang), the grieving widow of a master neon maker, clings on to his workshop, a sentimental attachment that stands in stark contrast to her level-headed daughter Prism (Cecilia Choi), who has already made plans to leave for Australia. While the film often relies on cliches to express their clash of personalities, Chang and Choi consistently rise above the broad strokes of their characters, suggesting a love that runs deep beneath a tense mother-and-daughter bond.</p> <a href=\"https://www.theguardian.com/film/2023/may/09/a-light-never-goes-out-review-hong-kongs-neon-signs-light-up-nostalgic-drama\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/may/09/a-light-never-goes-out-review-hong-kongs-neon-signs-light-up-nostalgic-drama", "date_published": "2023-05-09 06:00:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Can you pull your weight in a pub quiz? Congratulations – you’re welcome in the UK!", "description": "<p>After 20 years in Britain, my Bolivian friend has finally passed her citizenship test. Did she have to learn quite so much trivia?</p><p>Just before the new king appeared on the balcony, I got some wonderful news: my Bolivian friend had passed her UK citizenship test. The fifth time was a charm. We’ve been revising for this since 2018, during which time I have learned, forgotten and learned again what <a href=\"https://www.britannica.com/topic/Pict\">the Picts </a>were up to and when, what a traditional Northern Irish dish is and which view was voted by Britons in 2007 as the nation’s most beautiful. OK, it appears that I’ve forgotten that last one all over again, but it doesn’t matter, because my friend is now legit.</p><p>By about two years in, I was finding everything about this test offensive. It required a huge amount of quite diffuse knowledge that would probably never reside in the same person, whether they were born in Britain or not: some of us can name Olympians, some of us can name signature titles in the canon of David Lean and some of us know whether or not the UK government has ever used its power to suspend the Northern Ireland assembly, but the only people who know all these things are quiz teams. That is, apparently, what Great British Values boil down to: could you, or could you not, pull your weight in a pub quiz?</p><p>Zoe Williams is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/09/can-you-pull-your-weight-in-a-pub-quiz-congratulations-youre-welcome-in-the-uk\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/09/can-you-pull-your-weight-in-a-pub-quiz-congratulations-youre-welcome-in-the-uk", "date_published": "2023-05-09 06:00:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "NHS disruption warning as ambulance staff strike in south-east England", "description": "<p>Hospitals chief says action ‘will pile even more pressure’ on already overstretched services and calls for talks</p><p>Ambulance staff in the south-east of England are to strike over pay for the second time on Tuesday, prompting warnings from hospital bosses of further pressure on overstretched emergency services.</p><p>Members of the Unite trade union employed by two ambulance trusts are striking after rejecting the government’s pay offer of a lump sum cash payment for 2022-23 and a below inflation increase of 5% for 2023-24.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/09/ambulance-staff-south-east-england-to-strike-tuesday-hospital-unite-nhs-pay-deal\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/09/ambulance-staff-south-east-england-to-strike-tuesday-hospital-unite-nhs-pay-deal", "date_published": "2023-05-09 06:00:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "National conservatism UK event may show way ahead for Tories – or be a dead end", "description": "<p>A who’s who of the global populist-leaning right are preparing to speak at three-day event in London</p><p>Most voters will most likely never have heard of national conservatism, let alone that its conference is in London next week. But this is a movement that could help shape the future of the Tory party – and thus UK politics – for years to come.</p><p>The three-day event in Westminster, beginning on 15 May, is only the eighth conference for the group usually shortened to “NatCon” – the nation state-eulogising offshoot of a rightwing US thinktank, which since 2016 has held get-togethers at a rotating list of international venues.</p> <a href=\"https://www.theguardian.com/politics/2023/may/09/national-conservatism-uk-event-show-way-ahead-tories-dead-end\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/may/09/national-conservatism-uk-event-show-way-ahead-tories-dead-end", "date_published": "2023-05-09 06:00:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Net gains! The best of Photo London – in pictures", "description": "<p>From strands of DNA to vintage French models, this year’s Photo London gathers works both old and new to tell a compellingly modern story </p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2023/may/09/net-gains-the-best-of-photo-london-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2023/may/09/net-gains-the-best-of-photo-london-in-pictures", "date_published": "2023-05-09 06:00:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guest by Emma Cline review – strange depths and an arresting originality", "description": "<p>The Girls author’s smart, menacing tale of a young female serial deceiver succeeds as a treatise on sex and alienation and an engrossing beach read</p><p>Published in the run-up to summer, <a href=\"https://www.theguardian.com/books/2017/may/21/emma-cline-it-was-exhausting-the-girls-novel-cult-granta\">Emma Cline</a>’s second novel is probably what people mean when they talk about a “beach read”. Whereas her 2016 debut, <em><a href=\"https://www.theguardian.com/books/2016/jun/12/the-girls-emma-cline-review\">The Girls</a>, </em>arrived on a tsunami of hype and hazy lyricism, <em>The Guest </em>is the more controlled work of a fine talent maturing on its own terms. Sultry and engrossing, with a note of menace, it’s a gorgeously smart affair whose deceptive lightness conceals strange depths and an arresting originality.</p><p>The story even begins on a beach. The ocean is amniotically warm, the sheen of sunscreen and the colour of bikinis filling the mise-en-scène as we meet our amorphous protagonist. An escort and a sugar baby, at 22 Alex is already in steep decline. Locked into a lifestyle of reciprocal benefit and exploitation, she’s in a relationship with a rich, “professionally healthy” man in his 50s named Simon. Like some AI dating-bot of the imminent future, Alex hoovers up data and adapts herself to her lover’s idea of who he’d like her to be: “All Alex’s unsavoury history excised until it started to seem, even to her, like none of it had ever happened.” As Simon grows suspicious, we infer that Alex has left in her wake a string of angry and disabused men. One of them, the ominously named Dom, has been texting and calling relentlessly since she ripped him off and disappeared.</p> <a href=\"https://www.theguardian.com/books/2023/may/09/the-guest-by-emma-cline-review-strange-depths-arresting-originality-the-girls\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/may/09/the-guest-by-emma-cline-review-strange-depths-arresting-originality-the-girls", "date_published": "2023-05-09 06:00:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "They call it ‘projection’ but it’s a grand deception. And it’s Sunak’s only hope of staying in power | Samuel Earle", "description": "<p>For decades, the Tories have perfected the psychological trick of displacing their own negative traits and failures on to their enemies</p><p>The Tories and their entourage, buoyed by four general election wins in a row but looking ever more nervously towards the next one, have found a new way to dodge blame for Britain’s ailing state: pretending they’re not in power.</p><p>“Why is the left in the driving seat of government after 13 years of Tory rule,” the journalist Charles Moore <a href=\"https://www.telegraph.co.uk/news/2023/04/14/why-left-driving-government-after-13-years-tory-rule/\">asked</a> in the Daily Telegraph last month. A recent cover essay of the Spectator struck a <a href=\"https://www.spectator.co.uk/article/the-new-elite-the-rise-of-the-progressive-aristocracy/\">similar note</a>, claiming a “new<strong> </strong>woke elite” is now “destined to rule over an increasingly divided and embittered society”. Pieces in the Sun, Mail and the Times raised the same alarm. The diagnosis is clear: don’t be fooled by the Conservatives’ long residence in No 10 – a cabal of middle-class liberals, out of step with the public and covertly led by Gary Lineker, is really ruling Britain.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/09/projection-deception-sunak-staying-in-power-tories\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/09/projection-deception-sunak-staying-in-power-tories", "date_published": "2023-05-09 06:00:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘We need to be heard’: Ukrainian soldiers struggle with post-traumatic stress", "description": "<p>Therapists are helping veterans, as well as families and children, who are psychologically affected by the war</p><p>Volodomyr Kucherenko’s problems with post-traumatic stress began not with the 2022 Russian invasion of Ukraine, but eight years ago when the war began in the Donbas. In the midst of what was supposed to be a truce, he was resting with his unit, which included his brother-in-law, when they were mortared in the yard of a village house.</p><p>Injured in the leg during the first strike, his brother-in-law threw himself over Kucherenko to protect him from shrapnel as more rounds came in. The wounds he sustained protecting his comrade would prove fatal.</p> <a href=\"https://www.theguardian.com/world/2023/may/09/we-need-to-be-heard-ukrainian-soldiers-struggle-with-post-traumatic-stress\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/09/we-need-to-be-heard-ukrainian-soldiers-struggle-with-post-traumatic-stress", "date_published": "2023-05-09 06:00:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Beijing to expel Canadian consul in tit for tat move after Ottawa expels Chinese diplomat", "description": "<p>Announcement comes after Canada expelled Zhao Wei over allegations he tried to intimidate a lawmaker</p><p>Beijing will expel a Canadian diplomat from Shanghai in a retaliatory move after Canada expelled a Chinese official over allegations he tried <a href=\"https://www.theguardian.com/world/2023/may/03/michael-chong-justin-trudeau-harassment-canada-china\">to intimidate a Canadian lawmaker</a> who was critical of China’s treatment of its Uyghur Muslim minority.</p><p>China’s ministry of foreign affairs made the announcement on Tuesday after it had vociferously objected to Ottawa’s expulsion of Zhao Wei, who Canadian intelligence accused of targeting lawmaker Michael Chong and his family.</p> <a href=\"https://www.theguardian.com/world/2023/may/09/beijing-to-expel-canadian-consul-in-tit-for-tat-move-after-ottawa-expels-chinese-diplomat\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/09/beijing-to-expel-canadian-consul-in-tit-for-tat-move-after-ottawa-expels-chinese-diplomat", "date_published": "2023-05-09 05:55:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "From the Deep: an underwater kingdom for enslaved people who died in the Atlantic", "description": "<p>The pre-Afrofuturist mythology of Drexciya is explored in an immersive and ambitious exhibition from Ayana V Jackson</p><p>“Yeah, I think we got it,” <a href=\"https://www.ayanavjackson.com/\">Ayana V Jackson</a>, wearing a black coat and crouching on a circular seat, says with quiet satisfaction into a phone that connects her to a sound engineer.</p><p>The artist is putting the finishing touches to an immersive video installation in which Jackson herself – wearing body paint and otherworldly costumes – can be seen swimming amid coral, fish and shipwrecks. Her deep dive is accompanied by the call of whales, sonic pulses and an ethereal singing from what could be mermaids.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/may/09/from-the-deep-drexciva-smithsonian-washington\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/may/09/from-the-deep-drexciva-smithsonian-washington", "date_published": "2023-05-09 05:32:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Russia-Ukraine war live: 15 missiles shot down over Kyiv as Victory Day begins in Russia", "description": "<p>Air raid sirens sounded in Kyiv on the morning of Russia’s Victory Day celebrations; all missiles shot down by air defence systems, say officials</p><p>Dame Melinda Simmons has posted a photograph of dawn in Kyiv this morning, following another night of air raid sirens and sheltering.</p><p>“I guess one advantage of an early morning air raid is the chance to see this,” she wrote.</p> <a href=\"https://www.theguardian.com/world/live/2023/may/09/russia-ukraine-war-live-15-missiles-shot-down-over-kyiv-as-victory-day-begins-in-russia\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2023/may/09/russia-ukraine-war-live-15-missiles-shot-down-over-kyiv-as-victory-day-begins-in-russia", "date_published": "2023-05-09 05:20:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "TV tonight: the trailblazing women who shook up the ad industry", "description": "<p>Meet the real-life Peggy Olsens. Plus: Tommy Cooper’s fez up for auction, and Erdoğan’s Turkey. Here’s what to watch this evening</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/may/09/tv-tonight-the-trailblazing-women-who-shook-up-the-ad-industry\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/may/09/tv-tonight-the-trailblazing-women-who-shook-up-the-ad-industry", "date_published": "2023-05-09 05:20:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Gun-loving’ ex-US army officer calls for gun control after witnessing Texas mall shooting", "description": "<p>Steven Spainhouer described rushing to the shopping center after his son called and trying to help a girl who ‘had no face’</p><p>As an ex-police and US army officer, Steven Spainhouer is comfortable around firearms and goes so far as to describe himself as a “gun lover”.</p><p>But Spainhouer is now passionately arguing in favor of meaningful gun control after witnessing a rifle-wielding man murder <a href=\"https://www.theguardian.com/us-news/2023/may/08/texas-allen-mall-shooting-victims\">several people</a> before being shot to death by police outside a suburban Dallas shopping mall Saturday.</p> <a href=\"https://www.theguardian.com/us-news/2023/may/08/texas-mall-shooting-us-army-witness-gun-control-laws\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/may/08/texas-mall-shooting-us-army-witness-gun-control-laws", "date_published": "2023-05-09 05:00:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Praise this stage: the derelict church that became a haven for dance", "description": "<p>Our series on regional dance scenes continues in Bristol where a centuries-old church has become a creative hub thanks to hard work and a touch of serendipity</p><p>You walk into the space, and wow. The vast height of the ceiling, painted like a summer sky; the giant stone columns; the tall gothic windows, Saint George in stained glass, memorial plaques, wooden pews and other trappings of a centuries-old church, some of which dates back to 1147.</p><p>But there’s also the boho chic, the velvet sofas and Turkish rugs, a giant infinity symbol suspended from the ceiling that was made by set-builders from Glastonbury festival, and dancers lying on the floor, taking advantage of the underfloor heating to warm their muscles. In the centre, a stage, with dancers from the company <a href=\"https://www.impermanence.co.uk/\">Impermanence</a> rehearsing for their show Venus, enacting the story of suffragette-turned-fascist Mary Richardson. Many eras and strands of culture colliding at once.</p> <a href=\"https://www.theguardian.com/stage/2023/may/09/praise-this-stage-the-derelict-church-that-became-a-haven-for-dance\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/may/09/praise-this-stage-the-derelict-church-that-became-a-haven-for-dance", "date_published": "2023-05-09 05:00:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Struck by lightning, my face burned and my memory disappeared. Here is how I made it back", "description": "<p>Scott Knudsen was holding his baby when a strike tore through his body. He reflects on the challenging, laughter-filled path to reclaiming his health and identity</p><p>For Scott Knudsen, it was shaping up to be a good day. It was his daughter’s first birthday, and his wife Tracy had just called to say she had a surprise for him. Knudsen had been in town, fetching hay and running chores for their ranch in rural Texas. He thought Tracy might have got him another horse. But when he got home, it was even better: Tracy was there, with baby Hailey and they had washed his dirty tractor. Now, nearly 20 years later, still on the same ranch, Knudsen smiles at the memory. “Oh my goodness, it made me so happy.”</p><p>It was mid-afternoon, on a July day in 2005. Knudsen was 37 years old. In the distance there was a thunderstorm – he could see the rain clouds, 15 or so miles away – but where they stood there were blue-skies and calm. Several of their horses were out to pasture; there were chickens around, pecking at the dirt. Tracy handed Hailey to Knudsen to hold.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/may/09/struck-by-lightning-my-face-burned-and-my-memory-disappeared-here-is-how-i-made-it-back\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/may/09/struck-by-lightning-my-face-burned-and-my-memory-disappeared-here-is-how-i-made-it-back", "date_published": "2023-05-09 05:00:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Birmingham airport had longest delays in UK last year", "description": "<p>Passengers faced average 30-minute wait, slightly worse than Manchester during 2022’s travel chaos</p><p>Passengers flying from Birmingham airport experienced the longest delays in the UK last year, official figures show.</p><p>Flight departures from Birmingham were on average half an hour behind schedule in 2022, marginally worse than Manchester, in a year marked by chaos for travellers.</p> <a href=\"https://www.theguardian.com/business/2023/may/09/birmingham-airport-longest-delays-uk-last-year\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/may/09/birmingham-airport-longest-delays-uk-last-year", "date_published": "2023-05-09 05:00:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ministers urged to protect children from porn after report on sexual abuse links", "description": "<p>Children’s commissioner for England calls for ‘robust’ measures in UK’s online safety bill to protect young people</p><p>England’s children’s commissioner has called for the “most robust” online protections for under-18s after publishing research examining links between sexual abuse cases and pornography.</p><p>In the second of a series of reports exploring the impact on children, Rachel de Souza said she wanted to “turn the tide on pornography’s harms to children”.</p> <a href=\"https://www.theguardian.com/society/2023/may/09/violent-porn-acts-occurring-in-sexual-abuse-between-under-18s-report-finds\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/may/09/violent-porn-acts-occurring-in-sexual-abuse-between-under-18s-report-finds", "date_published": "2023-05-09 05:00:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "On the trail of the Dark Avenger: the most dangerous virus writer in the world", "description": "<p>Bulgaria in the 1980s became known as the ‘virus factory’, where hundreds of malicious computer programs were unleashed to wreak havoc. But who was writing them, and why?</p><p>In the 1980s, there was no better place than Bulgaria for virus lovers. The socialist country – plagued by hyperinflation, crumbling infrastructure, food and petrol rationing, daily blackouts and packs of wild dogs in its streets – had become one of the hottest hi-tech zones on the planet. Legions of young Bulgarian programmers were tinkering on their pirated IBM PC clones, pumping out computer viruses that managed to travel to the gleaming and prosperous west.</p><p>In 1989, an article appeared in Bulgaria’s leading computer magazine saying the media’s treatment of computer viruses was sensationalist and inaccurate. The article, in the January issue of Bulgaria’s Computer for You magazine, titled The Truth About Computer Viruses, was written by Vesselin Bontchev, a 29-year-old researcher at the Institute of Industrial Cybernetics and Robotics at the Bulgarian Academy of Sciences in Sofia. Fear of computer viruses, Bontchev wrote, was turning into “mass psychosis”.</p> <a href=\"https://www.theguardian.com/news/2023/may/09/on-the-trail-of-the-dark-avenger-the-most-dangerous-virus-writer-in-the-world\">Continue reading...</a>", "link": "https://www.theguardian.com/news/2023/may/09/on-the-trail-of-the-dark-avenger-the-most-dangerous-virus-writer-in-the-world", "date_published": "2023-05-09 05:00:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Mind-boggling’ methane emissions from Turkmenistan revealed", "description": "<p>Leaks of potent greenhouse gas could be easily fixed, say experts, and would rapidly reduce global heating</p><p>Methane leaks alone from Turkmenistan’s two main fossil fuel fields caused more global heating in 2022 than the entire carbon emissions of the UK, satellite data has revealed.</p><p>Emissions of the potent greenhouse gas from the oil- and gas-rich country are “mind-boggling”, and an “infuriating” problem that should be easy to fix, experts have told the Guardian.</p> <a href=\"https://www.theguardian.com/world/2023/may/09/mind-boggling-methane-emissions-from-turkmenistan-revealed\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/09/mind-boggling-methane-emissions-from-turkmenistan-revealed", "date_published": "2023-05-09 05:00:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "AFL and Warner Bros to find ‘happy solution’ over Tasmania Devils name", "description": "<ul><li>Warner Bros reached out to league to discuss copyright</li><li>Gillon McLachlan backs new team using Devils name</li></ul><p>The AFL looks like it will be free to use the Devils nickname for the new Tasmanian club after Warner Bros reached out to the league to find a “happy solution” over the commercial copyright.</p><p>After years of advocating, <a href=\"https://www.theguardian.com/sport/2023/may/02/tasmania-granted-19th-afl-team-licence-after-club-presidents-unanimous-support\">Tasmania was last week granted a licence by the AFL</a>, with a 19th men’s team on track to join the national competition in 2028.</p> <a href=\"https://www.theguardian.com/sport/2023/may/09/afl-and-warner-bros-to-find-happy-solution-over-tasmania-devils-name\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/may/09/afl-and-warner-bros-to-find-happy-solution-over-tasmania-devils-name", "date_published": "2023-05-09 04:55:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Gang violence could end open cannabis trade in anarchist commune Christiania", "description": "<p>Organised criminals have taken over ‘Pusher Street’ market in the Danish capital and are vying for dominance</p><p>The 40-year history of the open cannabis trade on “Pusher Street” in the heart of the anarchist Christiania neighbourhood of Copenhagen could be over as the city’s mayor said she was willing to shut it down over the commune’s fears about rising gang violence.</p><p>Christiana is a <a href=\"https://www.theguardian.com/cities/2016/sep/23/copenhagen-christiania-drugs-commune-future\">self-proclaimed autonomous commune</a> in the Danish capital that has been allowed to effectively run itself as a “social experiment” since the 1970s despite periodic threats of a clean-up by national governments.</p> <a href=\"https://www.theguardian.com/world/2023/may/09/gang-violence-could-end-open-cannabis-trade-in-anarchist-commune-christiania\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/09/gang-violence-could-end-open-cannabis-trade-in-anarchist-commune-christiania", "date_published": "2023-05-09 04:30:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "LinkedIn to cut 716 jobs and shut down Chinese app InCareer", "description": "<p>Chief executive of professional networking platform blames economic conditions and need to make business more agile</p><p>LinkedIn will cut more than 700 jobs and shut down its China jobs app in the latest round of tech sector redundancies.</p><p>Ryan Roslansky, chief executive of the Microsoft-owned professional networking platform, announced on Monday in a letter to staff that 716 roles would go as part of changes aimed at responding to economic conditions and making the business more agile.</p> <a href=\"https://www.theguardian.com/technology/2023/may/09/linkedin-to-cut-716-jobs-and-shut-down-chinese-app-incareer\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/may/09/linkedin-to-cut-716-jobs-and-shut-down-chinese-app-incareer", "date_published": "2023-05-09 04:23:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "EU parliament report calls for tighter regulation of spyware", "description": "<p>Non-binding vote bans surveillance software after concluding Hungary and Poland used it to track journalists and opponents</p><p>The EU needs tighter regulation of the spyware industry, a European parliament special committee has said, after concluding that Hungary and Poland had used surveillance software to <a href=\"https://www.theguardian.com/world/2022/jan/28/hungarian-journalists-targeted-with-pegasus-spyware-to-sue-state\">illegally monitor journalists, politicians and activists</a>.</p><p>A special European parliament committee voted on Monday for a temporary ban on the sale, acquisition and use of spyware while the bloc draws up common EU standards based on international law. The moratorium would be lifted only on strict conditions, including independent investigations into the abuse of spyware in the EU.</p> <a href=\"https://www.theguardian.com/world/2023/may/09/eu-parliament-report-calls-for-tighter-regulation-of-spyware\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/09/eu-parliament-report-calls-for-tighter-regulation-of-spyware", "date_published": "2023-05-09 04:00:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Germany’s regional leaders demand more financial support for refugees", "description": "<p>Leaders of country’s 16 states will call on Chancellor Scholz to increase daily  rate for feeding, housing and schooling asylum seekers</p><p>German lawmakers are at loggerheads over how to manage the number of refugees coming into the country, with regional leaders calling on the government to provide more financial support.</p><p>On Wednesday, the leaders of Germany’s 16 states will meet Olaf Scholz, the chancellor, in Berlin, and call on him to ensure that the federal government takes on more responsibility for immigration, including increasing the daily rate allocated to cover the costs of individuals.</p> <a href=\"https://www.theguardian.com/world/2023/may/09/germanys-regional-leaders-demand-more-financial-support-for-refugees\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/09/germanys-regional-leaders-demand-more-financial-support-for-refugees", "date_published": "2023-05-09 04:00:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Simple measures could save 1 million babies a year, doctors plead", "description": "<p>‘Silent health disaster’ across developing world could be checked by spending less than £1bn on making ordinary antenatal procedures available to all, says new analysis</p><p>The lives of more than a million babies a year could be saved across the developing world if mothers were given access to simple, low-cost health measures such as vitamins, antimalarials and aspirin, <a href=\"https://www.thelancet.com/series/small-vulnerable-newborns\">a new analysis</a> has found.</p><p>The study, focused on the “silent public health disaster” of babies being born “too small or too soon”, comes as the United Nations warns that progress on reducing newborn deaths and stillbirths has flatlined since 2015, and that patchy, underfunded antenatal care is partially to blame.</p> <a href=\"https://www.theguardian.com/global-development/2023/may/09/simple-measures-could-save-1-million-babies-a-year-doctors-plead\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/may/09/simple-measures-could-save-1-million-babies-a-year-doctors-plead", "date_published": "2023-05-09 04:00:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Will psychedelic drugs transform mental health treatment? – podcast", "description": "<p>Psychedelic drugs have long been been used for their mind-altering effects. Now, they are making their way into western medicine as a treatment for mental health disorders. From July, psychiatrists in Australia will be able to prescribe MDMA for post-traumatic stress disorder, making it the first country in the world to recognise psychedelics as medicines. The US could soon follow, with plans for the US Food and Drug Administration to be asked for approval to treat PTSD with MDMA this year. Ian Sample speaks to correspondent Hannah Devlin about how the science behind psychedelic therapy has progressed, and hears from Prof Celia Morgan about what treatment is actually like, what we know about the risks and what’s left to learn</p><p><strong><a href=\"https://www.theguardian.com/society/2023/apr/21/uk-university-launches-postgraduate-course-in-clinical-use-of-psychedelics-exeter\">Read</a> about the University of Exeter launching a <a href=\"https://www.exeter.ac.uk/study/online/courses/psychedelics/\">postgraduate course in the clinical use of psychedelics</a>.</strong></p><p><strong><a href=\"https://www.theguardian.com/news/series/cotton-capital-podcast\">Listen</a> to the podcast series Cotton Capital, which explores how transatlantic slavery shaped the Guardian.</strong></p> <a href=\"https://www.theguardian.com/science/audio/2023/may/09/will-psychedelic-drugs-transform-mental-health-treatment-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/science/audio/2023/may/09/will-psychedelic-drugs-transform-mental-health-treatment-podcast", "date_published": "2023-05-09 04:00:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Prince Harry’s ghostwriter, JR Moehringer, says pair bonded over media intrusion", "description": "<p>Author says paparazzi and reporters began to follow him in his car and snoop around his home</p><p>Prince Harry’s ghostwriter has said he bonded with his subject over the “callousness” of paparazzi and media after the “frenzied mob” around the book <a href=\"https://www.theguardian.com/books/2023/jan/17/spare-by-prince-harry-review-magical-thinking-in-montecito-tina-brown\">Spare</a> led to photographers and journalists invading his own privacy.</p><p>In a first-person piece for the <a href=\"https://www.newyorker.com/magazine/2023/05/15/j-r-moehringer-ghostwriter-prince-harry-memoir-spare\">New Yorker</a>, JR Moehringer, the celebrated ghostwriter behind Spare said he agreed to write Harry’s memoir because he “just liked the dude” and had recently lost his own mother.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/09/prince-harrys-ghostwriter-jr-moehringer-says-pair-bonded-over-media-intrusion\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/09/prince-harrys-ghostwriter-jr-moehringer-says-pair-bonded-over-media-intrusion", "date_published": "2023-05-09 03:35:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "New Zealand: child missing in cave as country hit by heavy rain and flooding", "description": "<p>Search and rescue teams looking for school student after group got into difficulty in caving system ‘prone to flash flooding’</p><p>A child is missing in a caving system as torrential rain and flooding hits the North Island of New Zealand.</p><p>Heavy rain fell throughout Tuesday morning, causing slips and extensive flooding in areas, many of which were devastated by extreme weather in January and February.</p> <a href=\"https://www.theguardian.com/world/2023/may/09/new-zealand-child-missing-in-cave-as-country-hit-by-heavy-rain-and-flooding\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/09/new-zealand-child-missing-in-cave-as-country-hit-by-heavy-rain-and-flooding", "date_published": "2023-05-09 03:08:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Israel bombs Gaza Strip, killing three Islamic Jihad leaders", "description": "<p>Witnesses say apartment building and Rafah house among targets as nine reported dead while Israel tells nearby citizens to stay close to bomb shelters</p><p>Israeli warplanes have bombed the Gaza Strip, killing three senior Islamic Jihad commanders, according to Palestinian officials. In total nine people were killed, the territory’s health ministry said.</p><p>The Israeli military said it targeted three Islamic Jihad leaders. Two Islamic Jihad sources confirmed the deaths, Reuters reported.</p> <a href=\"https://www.theguardian.com/world/2023/may/09/israel-bombs-gaza-strip-killing-three-islamic-jihad-leaders\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/09/israel-bombs-gaza-strip-killing-three-islamic-jihad-leaders", "date_published": "2023-05-09 02:29:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "I  bought an urn for $30 to put my dad’s ashes in, but had to remove the original inhabitant first | Amber Cunningham", "description": "<p>I first wondered if Dad wouldn’t mind sharing the urn with a roomie, but decided to empty it in my garden instead</p><p>I bought a brass urn for my dad’s ashes eight years after he died.</p><p>It was secondhand and a bargain at 30 bucks. As I went to leave the shop and picked it up off the counter it was heavier than anticipated. There was someone still in there.</p><p>Amber Cunningham is a freelance radio producer</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/09/i-bought-an-urn-for-30-to-put-my-dads-ashes-in-but-had-to-remove-the-original-inhabitant-first\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/09/i-bought-an-urn-for-30-to-put-my-dads-ashes-in-but-had-to-remove-the-original-inhabitant-first", "date_published": "2023-05-09 02:25:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Why ‘godfather of AI’ Geoffrey Hinton thinks humanity at crossroads | podcast", "description": "<p>His work is at heart of AI revolution, but in an interview with the Guardian’s Alex Hern, Hinton says he now fears the advances he helped usher in could pose an existential threat to humankind</p><p>The 75-year-old’s researcher has helped lay the foundations for the revolution in artificial intelligence, but now Geoffrey Hinton is worried. His work on neural networking – building computer systems that can learn from data and experience – has been at the heart of recent advancements. Yet now he fears that the pace of improvements in AI could be a real risk to humans.</p><p>In an interview with the Guardian’s UK technology editor, <strong>Alex Hern</strong>, he lays out why he fears that digital intelligence has some distinct advantages over the human brain and why there is a possibility this could lead to people eventually being controlled – or even wiped out – by it.</p> <a href=\"https://www.theguardian.com/news/audio/2023/may/09/godfather-ai-geoffrey-hinton-humanity-crossroads-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/news/audio/2023/may/09/godfather-ai-geoffrey-hinton-humanity-crossroads-podcast", "date_published": "2023-05-09 02:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}]