[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCsXVk37bltHxD1rDPwtNM8Q", "title": "Your Body Killed Cancer 5 Minutes Ago", "description": "Sources & further reading: https://sites.google.com/view/sources-cancervsimmune/\nThis video was partially financed by Gates Ventures. \nIf you want to support this channel and get something nice in return check out our shop: https://kgs.link/shop-176\n\nSomewhere in your body, your immune system just quietly killed one of your own cells, stopping it from becoming cancer, and saving your life. It does that all the time. The vast majority of cancer cells you develop will be killed without you ever noticing. Which is an incredibly hard job because of what cancer cells are: parts of yourself that start to behave as individuals even if it hurts you. \n \nWhat is cancer and how does your body kill it all the time?\n\nOUR CHANNELS\n▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀\nGerman:        https://kgs.link/youtubeDE\nSpanish:        https://kgs.link/youtubeES\nFrench:          https://kgs.link/youtubeFR\nPortuguese:  https://kgs.link/youtubePT\nArabic:           https://kgs.link/youtubeAR\nHindi:             https://kgs.link/youtubeHI\nJapanese:     https://kgs.link/youtubeJA\nKorean:          https://kgs.link/youtubeKO\n\n\nHOW CAN YOU SUPPORT US?\n▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀\nThis is how we make our living and it would be a pleasure if you support us!\n\nGet Products designed with ❤ https://kgs.link/shop-176  \nJoin the Patreon Bird Army 🐧  https://kgs.link/patreon  \n\n\nDISCUSSIONS & SOCIAL MEDIA\n▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀\nTikTok:           https://kgs.link/tiktok\nReddit:            https://kgs.link/reddit\nInstagram:     https://kgs.link/instagram\nTwitter:           https://kgs.link/twitter\nFacebook:      https://kgs.link/facebook\nDiscord:          https://kgs.link/discord\nNewsletter:    https://kgs.link/newsletter\n\n\nOUR VOICE\n▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀\nThe Kurzgesagt voice is from \nSteve Taylor:  https://kgs.link/youtube-voice\n\n\nOUR MUSIC ♬♪\n▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀\n700+ minutes of Kurzgesagt Soundtracks by Epic Mountain:\n\nSpotify:            https://kgs.link/music-spotify\nSoundcloud:   https://kgs.link/music-soundcloud\nBandcamp:     https://kgs.link/music-bandcamp\nYoutube:          https://kgs.link/music-youtube\nFacebook:       https://kgs.link/music-facebook\n\nThe Soundtrack of this video:\nSoundcloud: https://bit.ly/3MaUV6u\nBandcamp: https://bit.ly/42BOSwT\n\nIf you want to help us caption this video, please send subtitles to subtitle@kurzgesagt.org\nYou can find info on what subtitle files work on YouTube here:\nhttps://support.google.com/youtube/answer/2734698?hl=en-GB&amp;ref_topic=7296214\nThank you!\n\n🐦🐧🐤 PATREON BIRD ARMY 🐤🐧🐦\n▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀\nMany Thanks to our wonderful Patreons (from http://kgs.link/patreon) who support us every month and made this video possible:\nSean H., Thanatos, Cameron Ladd, Suprafraction, Qassam Musallam, Bleamehuaba, Juri, Junsung Cho, yellyace, Felix, Gary Virta, Imprfct, Jerome Machens, Roz Heiko, Thomas Franke, Johannes Korner, lucaswu, Marcel Scharmann, Lee Redden, Morten, RBRedstone, Becilio Espinola, Don Philly, LangBeni, aycaramba, David Kunushevci, Aaron Elliott, Florian Stucki, Reegge, Florian Freund, WEX071, Teo X796, Atomicnitrogen, sage callisto, 王佳琪, Tómas Aron Jónsson, Geoff Mathis, Charles Morman, XXspartarguruX X, Mar, Jihun Kim, Yerin Kim, Timothy Lee, Hannes Ott, Tom, Nicholas Lee, Teffi Snow, Batman1997, Brett Butler, Yannik, Jacob Woods, Jeffery  Niemuth, Henry Liu, Sol Sun, Mau Maria, Znarnof, Max, Jorgen Slings, Ezequiel Petrocelli, CptSpikes, Gabriel Fierros, Jasra, Yacine, Pavel Plotnikov, E berhard Burlet, Patrick Mann, Alex, SupAwesomeHere, Iván Luis Tapia Pérez, Oscar Guillén Mateu, Dongting Cai, Jeremy Dunham, Dwayne Scherini, Nemo, Ashish Srivastava, Nikolay Karashtranov, TheToCraft, Thomas Curran, Selwyn, ManTheDuck, tristan diamond, Joseph Bell, Antony, Molowitz, Todd Muller, Nicolas Pouillard, Neil Tavares, Brandon_H, Henry Swanson, GandalfBabbano, Janet Kang, Giovanni Machado, Nathan, Plopsi, Musicus Magnus, OshriMakk, Key7, Daniel Hassan, Justin Ruddock, Mr_President_White, Mitch Burke, Henry Liu, How long can a profile name be..., Josh Jones, Hannah White, Feef Anthony, Quim Gil, Stefano Brondi, Ursin Fill", "link": "https://www.youtube.com/watch?v=zFhYJRqz_xk", "date_published": "2023-05-09 14:00:42+00:00", "persistent": false, "user": null, "language": "en-US"}]