[{"source": "https://www.dailywire.com/feeds/rss.xml", "title": "CNBC Host Out Just Weeks After Her Complaint Led To NBC CEO’s Ouster", "description": "CNBC anchor Hadley Gamble has reportedly left the network, just weeks after a sexual harassment complaint she filed led to the abrupt exit of former NBCUniversal CEO Jeff Shell. Comcast, NBC&#8217;s parent company, released a statement confirming Gamble&#8217;s departure. CNBC says it is parting ways with @_HadleyGamble, the anchor/correspondent who filed a sexual harassment complaint ...", "link": "https://www.dailywire.com/news/cnbc-host-out-just-weeks-after-her-complaint-led-to-nbc-ceos-ouster", "date_published": "2023-05-09 20:00:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Elon Musk Releases Statement About Tucker Carlson’s New Show On Twitter: ‘We Have Not Signed A Deal’", "description": "Twitter CEO Elon Musk said Tuesday afternoon that the platform has not signed any kind of a deal with Tucker Carlson after the cable news host announced he was creating a new version of his show on the platform. &#8220;On this platform, unlike the one-way street of broadcast, people are able to interact, critique and ...", "link": "https://www.dailywire.com/news/elon-musk-releases-statement-about-tucker-carlsons-new-show-on-twitter-we-have-not-signed-a-deal", "date_published": "2023-05-09 19:56:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Dwyane Wade Said Anti LGBTQ Policies Drove Him From Florida — Now He’s Being Recruited To Run For Senate", "description": "Florida Democrats are hoping for some Magic in Florida&#8217;s 2024 Senate race, and hoping that basketball greats can put the Heat on Republican Rick Scott. Party donors and operatives are trying to recruit NBA legends Grant Hill and Dwyane Wade to run against Scott in 2024, according to a report from NBC News. Hill starred ...", "link": "https://www.dailywire.com/news/dwyane-wade-said-anti-lgbtq-policies-drove-him-from-florida-now-hes-being-recruited-to-run-for-senate", "date_published": "2023-05-09 19:16:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Longtime Thomas Friend Hits Back At Democratic Probe Into Financial Records", "description": "Harlan Crow, a longtime friend of Supreme Court Justice Clarence Thomas, has rejected a request from Senate Democrats for financial documents regarding Crow’s relationship with the justice. Crow’s attorney, Michael Bopp, sent Sen. Ron Wyden (D-OR), chair of the Senate Finance Committee, a response letter on Monday saying Wyden’s request lacked a proper legal predicate ...", "link": "https://www.dailywire.com/news/longtime-thomas-friend-hits-back-at-democratic-probe-into-financial-records", "date_published": "2023-05-09 18:38:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Tucker Carlson Accuses Fox News Of Fraud And Contract Breach", "description": "The attorney representing Tucker Carlson accused Fox News of fraud and contract breach in a letter to top officials at the network. The letter from attorney Bryan Freedman to Fox officials Viet Dinh and Irena Briganti was sent before Carlson released a video on Twitter Tuesday afternoon announcing that he was bringing a new version ...", "link": "https://www.dailywire.com/news/tucker-carlson-accuses-fox-news-of-fraud-and-contract-breach", "date_published": "2023-05-09 18:27:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "J.D. Vance’s Railway Reform Bill Picks Up Steam", "description": "A railway reform bill championed by freshman Senator J.D. Vance (R-OH) is winning over high-profile support from strange political bedfellows as it heads into committee on Wednesday. The Railway Safety Act of 2023 was drafted after a train derailment and chemical spill contaminated the area around the small town of East Palestine, Ohio, on February ...", "link": "https://www.dailywire.com/news/j-d-vances-railway-reform-bill-picks-up-steam", "date_published": "2023-05-09 18:12:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Fox CEO Reveals How Tucker Carlson Ouster Will Change Primetime Strategy", "description": "Fox Corporation CEO Lachlan Murdoch said on Tuesday that Fox News will not amend the channel’s primetime strategy after the ouster of popular anchor Tucker Carlson. Fox News unexpectedly announced last month that the network would “part ways” with Carlson, who had hosted “Tucker Carlson Tonight” for the past seven years and emerged as an ...", "link": "https://www.dailywire.com/news/fox-ceo-reveals-how-tucker-carlson-ouster-will-change-primetime-strategy", "date_published": "2023-05-09 17:47:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Federal Prosecutors File Criminal Charges Against George Santos: Report", "description": "Federal prosecutors have reportedly filed criminal charges against Rep. George Santos (R-NY). According to CNN, which reported the news on Tuesday, Santos is expected to appear in federal court as early as Wednesday. The nature of the charges were not immediately clear as they remain under seal, but federal prosecutors from the Eastern District of ...", "link": "https://www.dailywire.com/news/federal-prosecutors-file-criminal-charges-against-george-santos-report", "date_published": "2023-05-09 17:43:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Tuesday Afternoon Update: Donald Trump-E. Jean Carroll Verdict, Title 42 Chaos, Hunter Biden Criminal Proof?", "description": "This article is adapted from today’s Morning Wire Afternoon Update. To listen to the podcast version, click here. Donald Trump-E. Jean Carroll Verdict Former President Donald Trump was found liable Tuesday of sexual abuse and defamation in E. Jean Caroll’s lawsuit that accused him of raping her decades ago. Title 42 Chaos Law enforcement is sweeping ...", "link": "https://www.dailywire.com/news/tuesday-afternoon-update-donald-trump-e-jean-carroll-verdict-title-42-chaos-hunter-biden-criminal-proof", "date_published": "2023-05-09 17:39:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Remains Of 19th-Century Quarantine Hospital Discovered Underwater Off Florida Coast", "description": "Archeologists have discovered the remains of a 19th-century quarantine hospital and cemetery at a submerged island at Dry Tortugas National Park in Florida, the National Park Service (NPS) announced in a press release last week. In 2016, maritime archeologist Joshua Marano spotted a unique L-shaped pattern while flying over the Gulf of Mexico near the ...", "link": "https://www.dailywire.com/news/remains-of-19th-century-quarantine-hospital-discovered-underwater-off-florida-coast", "date_published": "2023-05-09 17:31:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "BREAKING: Tucker Carlson Announces New Show", "description": "Former Fox News host Tucker Carlson announced Tuesday afternoon that he is launching a new show that will be hosted on Twitter. Carlson&#8217;s announcement comes after reports surfaced in recent days that he had spoken with Twitter CEO Elon Musk about working together. Carlson made the announcement in a video posted on Twitter where he ...", "link": "https://www.dailywire.com/news/breaking-tucker-carlson-announces-new-show", "date_published": "2023-05-09 17:01:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Hotel Manager Facing Charges After He Allegedly Entered Guest’s Room, Sucked His Toes", "description": "A hotel manager in the Hilton chain has been charged with aggravated burglary and assault after he allegedly entered a hotel guest&#8217;s room without the person&#8217;s permission and sucked on the guest&#8217;s toes. Night manager 52-year-old David Neal worked at the hotel in downtown Nashville, where the person had checked in for a stay in ...", "link": "https://www.dailywire.com/news/hotel-manager-facing-charges-after-he-allegedly-entered-guests-room-sucked-his-toes", "date_published": "2023-05-09 16:57:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Feinstein Gives Update On When She’ll Return To Senate", "description": "Sen. Dianne Feinstein (D-CA) is returning to Capitol Hill, according to her office, signaling an end to a months-long absence due to health reasons that spurred calls for the lawmaker to resign. A spokesperson told the San Francisco Chronicle that Feinstein is on her way back to Washington and could return to the Senate as early ...", "link": "https://www.dailywire.com/news/feinstein-gives-update-on-when-shell-return-to-senate", "date_published": "2023-05-09 16:57:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Democrat Attorneys General Support Nationwide Gas Stove Crackdown", "description": "Eleven Democratic state attorneys general issued comments to the Consumer Product Safety Commission on Monday endorsing the agency’s efforts to regulate natural gas stoves. Biden administration officials provoked controversy earlier this year when they introduced new emissions rules for gas stoves, even as increased adoption of the fuel serves as a significant driver of lower ...", "link": "https://www.dailywire.com/news/democrat-attorneys-general-support-nationwide-gas-stove-crackdown", "date_published": "2023-05-09 16:52:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Kim Basinger ‘Mortified’ By Daughter Ireland Baldwin’s Strip-Club Baby Shower", "description": "Actress Kim Basinger was reportedly mortified by the fact that her daughter Ireland Baldwin&#8217;s baby shower took place at a strip club. According to Baldwin, whose father is actor Alec Baldwin, the &#8220;L.A. Confidential&#8221; actress came to the party at Jumbo’s Clown Room in March, but appeared uncomfortable and — after ordering &#8220;a pino grigio ...", "link": "https://www.dailywire.com/news/kim-basinger-mortified-by-daughter-ireland-baldwins-strip-club-baby-shower", "date_published": "2023-05-09 16:38:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Salt-N-Pepa Hitmaker Says She Was Asked To Get Abortion For Sake Of Career, Says Having Daughter ‘Best Thing’", "description": "Salt-N-Peppa hitmaker Cheryl &#8216;Salt&#8217; James has revealed that early in her career she was pressured to get an abortion and said that her decision to have her daughter was the &#8220;best thing&#8221; she ever experienced next to finding Jesus. The 57-year-old singer and her singing partner Sandra &#8216;Pepa&#8217; Denton — from the famed female rap ...", "link": "https://www.dailywire.com/news/salt-n-pepa-hitmaker-says-she-was-asked-to-get-abortion-for-sake-of-career-says-having-daughter-best-thing", "date_published": "2023-05-09 16:35:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Blinken Says He Met With James Biden ‘A Dozen’ Times, Denies Business Talk", "description": "Secretary of State Antony Blinken&#8216;s links to members of President Joe Biden&#8216;s immediate family go beyond just Hunter Biden, but he denied their business dealings came up in conversation. As pointed out by RealClearInvestigations reporter Paul Sperry on Tuesday, Blinken estimated during a December 2020 interview with Senate investigators that he met with James Biden, one ...", "link": "https://www.dailywire.com/news/blinken-says-he-met-with-james-biden-a-dozen-times-denies-business-talk", "date_published": "2023-05-09 16:04:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Yes, Ick’: Ron Johnson Grosses Out Harris Faulkner With Comment About Hunter Biden And Sex Trafficking", "description": "Senator Ron Johnson (R-WI) got a disgusted sigh from Fox News anchor Harris Faulkner on Tuesday after he informed her that he had evidence that President Joe Biden&#8217;s embattled son Hunter had spent thousands on sex-trafficked prostitutes. Johnson joined the popular anchor for a wide-ranging discussion, and the topic turned to Hunter Biden&#8217;s growing legal ...", "link": "https://www.dailywire.com/news/yes-ick-ron-johnson-grosses-out-harris-faulkner-with-comment-about-hunter-biden-and-sex-trafficking", "date_published": "2023-05-09 15:50:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘I Hate It’: Morgan Wallen Reveals Terrible News To Fans About His Tour", "description": "Country star Morgan Wallen broke terrible news to his fans on Tuesday when he announced that his &#8220;One Night At A Time&#8221; tour is postponed. In a lengthy video posted on Instagram, the 29-year-old singer said doctors told him that he must stop talking and singing for the next six weeks for his damaged vocal ...", "link": "https://www.dailywire.com/news/i-hate-it-morgan-wallen-reveals-terrible-news-to-fans-about-his-tour", "date_published": "2023-05-09 15:38:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Oscar-Winning Actress Announces That Her Kids ‘Are All Queer’", "description": "Oscar-winning actress Marcia Gay Harden proudly announced that all her kids are &#8220;queer&#8221; at a digital fundraiser and live telethon to raise money in support of drag queen performances across the country. During a telethon called &#8220;Drag Isn&#8217;t Dangerous,&#8221; the 63-year-old actress said she was there to help raise money to fight so-called anti-LGBTQ legislation ...", "link": "https://www.dailywire.com/news/oscar-winning-actress-announces-that-her-kids-are-all-queer", "date_published": "2023-05-09 15:35:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "LinkedIn To Dismiss Hundreds Of Employees, Kills Chinese App Initiative", "description": "LinkedIn introduced plans to dismiss more than 700 employees and shutter a Chinese version of the professional social media platform as the company weathers economic tumult. CEO Ryan Roslansky told employees in a Monday message that the firm would implement layoffs in response to “shifts in customer behavior and slower revenue growth.” The headcount reduction ...", "link": "https://www.dailywire.com/news/linkedin-to-dismiss-hundreds-of-employees-kills-chinese-app-initiative", "date_published": "2023-05-09 15:24:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘I Was Ready To Go To Dental School’: Riley Gaines Became An Activist By Accident — But She’s Not Backing Down", "description": "Riley Gaines had big plans for her life: she was going to graduate from University of Kentucky, go on to dental school, become an endodontist, and ride off into the sunset with her husband and dog by her side. All that changed when, at the last meet of an illustrious collegiate swimming career, she came ...", "link": "https://www.dailywire.com/news/i-was-ready-to-go-to-dental-school-riley-gaines-became-an-activist-by-accident-but-shes-not-backing-down", "date_published": "2023-05-09 15:23:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "BREAKING: Jury Rules Trump Committed Battery On E. Jean Carroll, Defamed Her", "description": "A federal jury in New York found that former President Donald Trump committed battery against E. Jean Carroll, a 79-year-old former columnist, and later defamed her while denying her claim that he raped her in a department store dressing room in the 1990s. The jury in the civil trial rejected Carroll&#8217;s claims that Trump raped ...", "link": "https://www.dailywire.com/news/breaking-jury-rules-trump-committed-battery-on-e-jean-carroll-defamed-her", "date_published": "2023-05-09 15:22:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "The New York Times Runs Cover For Biden’s CIA Director, Jeffrey Epstein", "description": "A recent report from The Wall Street Journal revealed that President Joe Biden&#8217;s CIA director William Burns met with the international sleazebag of mystery Jeffrey Epstein in 2014. So, what does The New York Times do based on that report? &#8220;The Gray Lady&#8221; published a glossy profile of Burns that ran cover for both America&#8217;s ...", "link": "https://www.dailywire.com/news/the-new-york-times-runs-cover-for-bidens-cia-director-jeffrey-epstein", "date_published": "2023-05-09 15:18:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Early Reviews Of Live-Action ‘The Little Mermaid’ Aren’t Great: ‘Mostly Paint-By-Numbers Remake’", "description": "Early reviews of Disney’s live-action remake of “The Little Mermaid” starring Halle Bailey are in, and viewers so far seem underwhelmed. While the film still has a few weeks until the May 26 theatrical release, Variety reported that director Rob Marshall already held a private screening. Invitees included A-list celebrities Emily Blunt, John Krasinski, Matt ...", "link": "https://www.dailywire.com/news/early-reviews-of-live-action-the-little-mermaid-arent-great-mostly-paint-by-numbers-remake", "date_published": "2023-05-09 14:42:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "The Constitution: A Moral Challenge", "description": "“We hold these truths to be self-evident, that all men are created equal, that they are endowed by their Creator with certain unalienable Rights, that among these are Life, Liberty and the pursuit of Happiness.” While the most famous passage from the Declaration of Independence stands today as a rallying cry for freedom and the ...", "link": "https://www.dailywire.com/news/the-constitution-a-moral-challenge", "date_published": "2023-05-09 14:38:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Chris Pratt Sends Message To ‘Guardian Of The Galaxy’ Fans After Third Film Hits Number One At Box Office Worldwide", "description": "Chris Pratt sent a message of praise to &#8220;Guardians of the Galaxy&#8221; fans after the third and final film in the franchise hit number one at the box office both domestically and worldwide opening weekend. The 43-year-old actor took to his Instagram on Monday, informing his 43 million followers that &#8220;Guardians of the Galaxy: Volume ...", "link": "https://www.dailywire.com/news/chris-pratt-sends-message-to-guardian-of-the-galaxy-fans-after-third-film-hits-number-one-at-box-office-worldwide", "date_published": "2023-05-09 14:10:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Volunteer Campaigning For Far-Left Philly Mayoral Candidate Fatally Shoots Fellow Volunteer", "description": "A 22-year-old campaign volunteer for One PA, a left-wing political organization, fatally shot a 46-year-old fellow volunteer on Monday afternoon as the individuals were garnering support for Helen Gym, a Democratic candidate for the Philadelphia mayoral primary. Police did not reveal why the volunteer, who was in legal possession of his handgun, fired at the ...", "link": "https://www.dailywire.com/news/volunteer-campaigning-for-far-left-philly-mayoral-candidate-fatally-shoots-fellow-volunteer", "date_published": "2023-05-09 13:59:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Restoring Hope’: Melania Speaks Out In Support Of Husband Donald Trump’s 2024 Bid", "description": "Melania Trump offered rare public remarks to tout her husband, former President Donald Trump, as he runs a 2024 re-election campaign. &#8220;My husband achieved tremendous success in his first administration, and he can lead us toward greatness and prosperity once again,&#8221; the former first lady told Fox News. &#8220;He has my support, and we look forward ...", "link": "https://www.dailywire.com/news/restoring-hope-melania-speaks-out-in-support-of-husband-donald-trumps-2024-bid", "date_published": "2023-05-09 13:23:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Sam Bankman-Fried Tries To Get Most Of The Charges Against Him Dismissed", "description": "Attorneys who represent former FTX CEO Sam Bankman-Fried are attempting to dismiss 10 of the 13 charges filed against the disgraced cryptocurrency entrepreneur. Several firms controlled by Bankman-Fried imploded at the end of last year after customers and investors learned that FTX had improperly commingled funds with sister trading company Alameda Research. Lawyers for Bankman-Fried ...", "link": "https://www.dailywire.com/news/sam-bankman-fried-tries-to-get-most-of-the-charges-against-him-dismissed", "date_published": "2023-05-09 12:58:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Pop-Punk Band Sum 41 Announces They’re Break Up After 27 Years", "description": "Popular pop-punk band Sum 41 announced they are breaking up after 27 years together. The band shared a statement on Twitter on Monday telling followers that it plans to complete the current tour and release its final album, “Heaven :x: Hell.” Afterward, they’ll go on one last worldwide headlining tour before parting ways. “Being in ...", "link": "https://www.dailywire.com/news/pop-punk-band-sum-41-announces-theyre-breaking-up-after-27-years", "date_published": "2023-05-09 12:43:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Buffalo Bills Punter Cut From Team After Being Accused Of Sexual Assault Was Somewhere Else During Alleged Incident, Investigators Say", "description": "Matt Araiza looked like he would have a promising NFL career after he was named the Buffalo Bills starting punter last August. A San Diego State University (SDSU) graduate, Araiza’s talent earned him the nickname “Punt God.” But within days of landing the position, a woman filed a civil lawsuit claiming Araiza and two college ...", "link": "https://www.dailywire.com/news/buffalo-bills-punter-cut-from-team-after-being-accused-of-sexual-assault-was-somewhere-else-during-alleged-incident-investigators-say", "date_published": "2023-05-09 12:31:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Law Enforcement To Clear Thousands Of Illegal Migrants From El Paso Streets As End Of Title 42 Looms", "description": "Law enforcement is sweeping the streets of El Paso, Texas, for thousands of illegal immigrants camped in the city. U.S. Customs and Border Protection (CBP) issued a press release on Monday evening announcing a “targeted enforcement operation” taking place in El Paso ahead of the repeal of Title 42, a Trump-era health order that has ...", "link": "https://www.dailywire.com/news/law-enforcement-to-clear-thousands-of-illegal-migrants-from-el-paso-streets-as-end-of-title-42-looms", "date_published": "2023-05-09 12:31:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Former Prime Minister Of South Asian Country Arrested By Paramilitary Forces", "description": "Imran Khan, the former prime minister of Pakistan, was arrested on Tuesday by paramilitary forces as the popular leader faces terrorism and corruption-related charges and remains outspoken against the country’s military and political leadership.  Khan, a former cricket player, was ousted from his role as prime minister in April 2022 by a no-confidence vote in ...", "link": "https://www.dailywire.com/news/former-prime-minister-of-south-asian-country-arrested-by-paramilitary-forces", "date_published": "2023-05-09 12:08:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Elizabeth Holmes: Amanda Seyfried Played A ‘Character I Created’ In Hulu Series ‘The Dropout’", "description": "Elizabeth Holmes reacted to actress Amanda Seyfried playing her in the Hulu series “The Dropout,” claiming that portrayal didn’t reflect her true self. “They’re not playing me,” Holmes told The New York Times of Seyfried and others. “They’re playing a character I created.” Holmes told the publication that she created the persona because “I believed ...", "link": "https://www.dailywire.com/news/elizabeth-holmes-amanda-seyfried-played-a-character-i-created-in-hulu-series-the-dropout", "date_published": "2023-05-09 12:00:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Matt Walsh Wins Award For ‘Outstanding Podcast’ After Career Milestone", "description": "The Media Research Center (MRC) awarded Matt Walsh, the host of the Daily Wire&#8217;s &#8220;The Matt Walsh Show,&#8221; the 2023 Bulldog Award for Outstanding Podcast in a statement released Tuesday. The MRC began the Bulldog Awards last year and contrasted them with the Pulitzer Prizes, which it said &#8220;honored left-wing journalists who pushed the liberal ...", "link": "https://www.dailywire.com/news/matt-walsh-wins-award-for-outstanding-podcast-after-career-milestone", "date_published": "2023-05-09 11:52:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Berkshire Hathaway Shareholders Overwhelmingly Shoot Down Climate And Diversity Proposals", "description": "Berkshire Hathaway stockholders overwhelmingly rejected proposals related to the environmental, social, and corporate governance movement, also known as ESG, at a shareholder meeting over the weekend. Board members at the investment and insurance conglomerate led by Warren Buffett had unanimously recommended that stockholders vote against three resolutions, two of which would have required the firm ...", "link": "https://www.dailywire.com/news/berkshire-hathaway-shareholders-overwhelmingly-shoot-down-climate-and-diversity-proposals", "date_published": "2023-05-09 11:36:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Nick Cannon Says He’s Not A ‘Deadbeat Dad’ To 12 Kids, Brags About Making $100M To Support Them", "description": "Nick Cannon is once again defending his decision to father 12 children with six different women, insisting he’s not a “deadbeat dad.”  The 42-year-old host of “Wild ‘N Out” discussed his financial situation plus how he makes time for his kids during a recent interview with the Los Angeles Times. “I hear all the time: ...", "link": "https://www.dailywire.com/news/nick-cannon-says-hes-not-a-deadbeat-dad-to-12-kids-brags-about-making-100m-to-support-them", "date_published": "2023-05-09 11:16:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Why Long-Shot Robert F. Kennedy Jr. Presents A Challenge To The Insanity Of The Democratic Party", "description": "When Robert F. Kennedy Jr. announced his candidacy for the Democratic presidential nomination earlier this year it was mostly met with giggles. But not long after those giggles turned to gasps as a shocking poll put the scion of America’s most famous political family at nearly 20%, with a struggling Joe Biden mired at 62% ...", "link": "https://www.dailywire.com/news/why-long-shot-robert-f-kennedy-jr-presents-a-challenge-to-the-inisanity-of-the-democratic-party", "date_published": "2023-05-09 11:04:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Attorneys For IRS Whistleblower In Hunter Biden Probe Meet With Congress", "description": "Attorneys for the Internal Revenue Service whistleblower who alleges the criminal investigation into Hunter Biden has become corrupted by lies and politics reportedly met with members of Congress. Sources told CNN the conversation on Friday with investigators from the GOP-led House Ways and Means Committee and Democrat-controlled Senate Finance Committee helps lay the groundwork for what ...", "link": "https://www.dailywire.com/news/attorneys-for-irs-whistleblower-in-hunter-biden-probe-meet-with-congress", "date_published": "2023-05-09 10:57:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Janet Yellen Warns CEOs About Recession Risks From Debt Ceiling Battle: Report", "description": "Treasury Secretary Janet Yellen contacted multiple prominent American business leaders on Monday to detail the financial risk stemming from the current debt ceiling controversy. The debt ceiling, a policy established by Congress that prevents the federal government from spending beyond a predetermined national debt limit of $31.4 trillion, surpassed the threshold earlier this year. Yellen ...", "link": "https://www.dailywire.com/news/janet-yellen-warns-ceos-about-recession-risks-from-debt-ceiling-battle-report", "date_published": "2023-05-09 10:30:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Gay Slur Has Legendary Basketball Coach Bob Huggins Fighting For His Job", "description": "Longtime West Virginia University basketball Coach Bob Huggins is facing calls for his firing after he used a gay slur to insult an opponent’s fans during a radio interview Monday. Huggins, 69, was being interviewed by Cincinnati radio host Bill Cunningham on WLW when he was asked about an incident in which Xavier fans threw ...", "link": "https://www.dailywire.com/news/gay-slur-has-legendary-basketball-coach-bob-huggins-fighting-for-his-job", "date_published": "2023-05-09 09:55:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Ron DeSantis Takes On The Chinese Communist Party By Signing 3 Bills Into Law", "description": "Florida Governor Ron DeSantis took his war against the Chinese Communist Party to a new level this week when he signed three bills into law that severely restrict the CCP&#8217;s ability to acquire land in the state of Florida, crack down on the CCP&#8217;s data collection of U.S. citizens, and ban CCP influence from the ...", "link": "https://www.dailywire.com/news/ron-desantis-takes-on-the-chinese-communist-party-by-signing-3-bills-into-law", "date_published": "2023-05-09 07:41:37+00:00", "persistent": false, "user": null, "language": "en-US"}]