[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "The Full Story of The Legend of Zelda: Breath of the Wild - Before You Play Tears of the Kingdom", "description": "Tears of the Kingdom is being positioned as the direct sequel to 2017's The Legend of Zelda: Breath of the Wild, starring the same Link and Zelda, and picking up where its predecessor's events left off. \n\nAs such, here, we're going to take a look at the events of Breath of the Wild and recap its full story in preparation of its sequel's looming launch.", "link": "https://www.youtube.com/watch?v=pMJ6w1Qcj4s", "date_published": "2023-05-09 15:30:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Final Fantasy 16 vs Final Fantasy 15 - 15 BIGGEST DIFFERENCES", "description": "As the first mainline title since 2016's Final Fantasy 15, it's generated endless amounts of hype throughout the years, which has reached a fever pitch in recent months.\n\nBut how does it compare to Final Fantasy 15, which also took liberties with the norms when it launched back in the day? Let's look at 15 of the biggest differences you should know about.", "link": "https://www.youtube.com/watch?v=i8Vj_KKG5DE", "date_published": "2023-05-09 13:30:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Xbox Has Forgotten What Matters Most...The GAMES", "description": "In the coming months and years, Xbox will have to go through a period of self reflection and rebuilding, and I imagine they will have to decide how best to proceed in the market from here on out. I wish them all the luck (because I really do want them to do well), but they need to understand the centrality of games to this whole exercise - games need to be at the center of everything they do, and they need to design what informs and guides their engagement with games as a creative medium to begin with. \n\nFailure to do this will only continue to result in more misfires and third place finishes for Xbox in the future.", "link": "https://www.youtube.com/watch?v=Fwb0nA4YItk", "date_published": "2023-05-09 11:45:02+00:00", "persistent": false, "user": null, "language": "en-US"}]