[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Pokemon Dev Reveals 'Ambitious' Samurai Game - IGN Daily Fix", "description": "In today's Daily Fix:\n\nGame Freak, the studio best-known for Pokémon, is partnering with Private Division in what appears to be its first major foray into the AAA action-adventure space. Nintendo has put a stop to rumours about its new hardware, whether it's the long-rumoured Switch Pro or otherwise, by declaring that a Switch successor won't be released until April 2024 at the earliest. Metroid Prime: Remastered has sold one million copies since it launched in February while fellow Nintendo Switch titles Splatoon 3 and Pokémon Scarlet and Violet have also hit major sales milestones. All that and more on today's Daily Fix!\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=24AsCuIIsTU", "date_published": "2023-05-09 23:30:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Little Mermaid - Official 'Kiss the Girl' Clip (2023) Halle Bailey, Jonah Hauer-King", "description": "Romance is in the air in this clip from the upcoming live-action movie The Little Mermaid. This reimagining of the studio’s animated musical classic stars Halle Bailey as Ariel, Daveed Diggs as the voice of Sebastian, Jacob Tremblay as the voice of Flounder, Awkwafina as the voice of Scuttle, Jonah Hauer-King as Prince Eric, Art Malik as Sir Grimsby, Noma Dumezweni as Queen Selina, Javier Bardem as King Triton, and Melissa McCarthy as Ursula. \n\nThe Little Mermaid is the beloved story of Ariel, a beautiful and spirited young mermaid with a thirst for adventure. The youngest of King Triton’s daughters, and the most defiant, Ariel longs to find out more about the world beyond the sea, and while visiting the surface, falls for the dashing Prince Eric. While mermaids are forbidden to interact with humans, Ariel must follow her heart. She makes a deal with the evil sea witch, Ursula, which gives her a chance to experience life on land, but ultimately places her life – and her father’s crown – in jeopardy. \n\nThe Little Mermaid is directed by Rob Marshall, and written by David Magee, with a live-action story adaptation by David Magee, Rob Marshall, and John DeLuca, based on the short story by Hans Christian Andersen, and the Disney animated film by Ron Clements and John Musker.\n\nThe film is produced by Marc Platt, Lin-Manuel Miranda, Rob Marshall, and John DeLuca, with Jeffrey Silver serving as executive producer. The score is by Alan Menken (“Beauty and the Beast,” “Aladdin”), who won two Oscars for the music in the animated version of The Little Mermaid, with music supervised and produced by Mike Higham. Music is by Alan Menken, lyrics are by Howard Ashman and new lyrics are by Lin-Manuel Miranda.\n\nThe Little Mermaid opens in theaters on May 26, 2023.\n\n#IGN #LittleMermaid #Disney", "link": "https://www.youtube.com/watch?v=tkGFCGNvwzc", "date_published": "2023-05-09 20:00:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "James Bond 007 Pinball Machine’s Best Features, Toys, and Gadgets", "description": "Classic Bond gadgets, sounds, and footage meet modern pinball: We unboxed the James Bond 007 Premium pinball machine from Stern Pinball. Here's a tour of what's inside!\n\nThe first thing people notice when looking at the James Bond 007 playfield is the Bird 1 Rocket, nestled in a loop behind some drop targets. Hit the targets down and you can lock balls in the center shot. The balls in this premium edition get shot up the launch pad structure to be released down cool spiral wireform for Bird 1 multiball. This is an easy multiball to just walk up to the machine and play, should you stumble across a Bond at the arcade.\n\nWhat you may not notice right away is a few tiny Bonds lurking around the playfield, including one, looking rather submerged below the playfield in this launcher area on the left. It’s just peeking though kinda like the Creature in Monster Bash. And the Bond in a jetpack in the upper right of the playfield.\n\nThese areas are related to Jetpack multiball, which you trigger by hitting the ball in scoop by the underwater Bond, then shooting the left ramp. The ball actually gets picked transported by the jetpacking Bond over the Dragon Tank. Scoring is based on the ability not only to hit shots in this multiball, but set up a jetpack release over the Tank itself. It takes some pretty fun timing.\n\nAnother notable toy is the Aston Martin DB5 on the lower right. This is basically just a fancy vertical upkicker, but it’s a clever play on the classic eject seat. This area allows you to start gadget modes for a few multiballls.\n\nNote that all of the ramps in Bond are nice metal ramps, which make for smooth shots and easy maintenance, it feels really good when you dial them in, although the small fan of ramps in the middle right playfield has some pretty tight shots that take some warming up. Luckily the center shot and rocket area can tee-up the upper left flip quite reliably.\n\nNote that Bond is slathered in art, and this particular version has movie posters all over the side art and a You Only Live Twice color scheme, while other versions feature Dr. No and Thunderball on the backglass.\n\nAll versions use tons of movie footage on the backbox screen, callouts from the movies and licensed music. It’s the full, often campy package of 60s goodness, similar to Batman 66.\n\nThis machine shipped with Stern’s QR reader to connect it to the Insider Connected app for achievements and other leaderboard features.", "link": "https://www.youtube.com/watch?v=r_HK5aoiYA8", "date_published": "2023-05-09 19:00:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Blackberry - Official Exclusive Clip (2023) Glenn Howerton, Jay Baruchel", "description": "BlackBerry tells the story of Mike Lazaridis and Jim Balsillie, the two men that charted the course of the spectacular rise and catastrophic demise of the world’s first smartphone. Directed by (and co-starring) Matt Johnson (The Dirties), the film tells the story of the meteoric rise and catastrophic demise of the world’s first smartphone, and stars an ensemble cast including Jay Baruchel (This Is The End), Glenn Howerton (It’s Always Sunny in Philadelphia), Cary Elwes (Mission: Impossible – Dead Reckoning), Saul Rubinek (True Romance), Rich Sommer (Mad Men), Martin Donovan (Tenet), and Michael Ironside (Total Recall). Blackberry opens only in theaters on May 12th from IFC Films.\n\n#IGN #Blackberry #Movies", "link": "https://www.youtube.com/watch?v=O7vcSOfJkyQ", "date_published": "2023-05-09 18:00:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Saints Row - Official The Heist & The Hazardous Launch Trailer", "description": "Saints Row's first DLC expansion, The Heist & The Hazardous, is available now as a standalone purchase or as part of the Saints Row Expansion Pass. The Heist & The Hazardous brings three new story missions for single-player or co-op sessions, a new weapon and helicopter, rewards, cosmetics, and more. Additionally, the free Sunshine Springs update is also available now, allowing players to explore the new playable district of Sunshine Springs, 12 new emotes and emote selection wheel, improved combat feel, gameplay flow, and balancing, and more. Watch the launch trailer for a peek at what to expect.\n\n#IGN #Gaming #SaintsRow", "link": "https://www.youtube.com/watch?v=p-6jbaaMoBU", "date_published": "2023-05-09 17:00:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "USC Games Expo 2023 – Advanced Games Projects Spotlight Show", "description": "Tune in as North America’s Top-Ranked Games Academic Program, USC Games, features games from its lauded Advanced Games Project (AGP) class during a livestreamed Spotlight Show!  The Spotlight will feature ten student titles as well as a special message from. Expo partner, HoyoVerse President Jim Yang, and a live Welcome Speech from Xbox Games Studios Head, Matt Booty!\n\n\nCatch the livestream on IGN May 10 at 4pm PT / 7pm ET. \n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=XMn7QmKKjuA", "date_published": "2023-05-09 16:49:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Diablo 4: Sanctuary Map Overview & Powerful Foes Ashava, The Butcher, and More", "description": "Diablo IV is nearly here and once again, the world of Sanctuary is at risk of being overrun by the Daughter of Hatred herself – Lilith! Her hordes of demons have overrun the sprawling open-world of Sanctuary – but fortunately for you – we’re breaking down the world and monsters to give you a fighting chance.\n\nFrom Fractured Peaks, Scosglen's Woods, Dry Steppes, Hawezar Swamps, Zarbinzet, and more -- we're taking a look at the open world of Sanctuary while defending ourselves from savage world bosses like Ashava and powerful old foes like The Butcher.\n\nDiablo IV releases on PC, Xbox Series consoles, PlayStation 5, and PlayStation 4 on June 6th.\n\nPresented by Diablo IV.", "link": "https://www.youtube.com/watch?v=J2oC8XEUPis", "date_published": "2023-05-09 16:00:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Voidtrain - Official Launch Trailer", "description": "Voidtrain is available now on Steam. Face off against strange creatures and explore the world of this survival crafting FPS game in this thrilling launch trailer.\n\nIn Voidtrain, become a crew member of an Interdimensional Express Train! Discover a new world full of mysterious creatures, enemies, and places. Upgrade and customize your train, gather new materials and build better weapons. Play solo or online сo-op with up to 4 people.\n\n#IGN #Voidtrain #Gaming", "link": "https://www.youtube.com/watch?v=P-qFB0zJzE8", "date_published": "2023-05-09 16:00:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Dragon Ball Xenoverse 2 - Official Hero of Justice Pack 2 Launch Trailer", "description": "Watch the Dragon Ball Xenoverse 2 Hero of Justice Pack 2 launch trailer and prepare to unlock Orange Piccolo, Piccolo (Power Awakening), and Gohan (Beast). The Hero of Justice Pack 2 DLC also features a new scenario based on the movie.\n\nDragon Ball Xenoverse 2 Hero of Justice Pack 2 will be released on May 11, 2023.\n\n#IGN #Gaming #DragonBall", "link": "https://www.youtube.com/watch?v=aq-NOsRaXIs", "date_published": "2023-05-09 15:00:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Evercore Heroes - Official Overview Trailer", "description": "Learn more about upcoming competitive PvE multiplayer action game, Evercore Heroes in this new gameplay overview trailer. Here's a look at the magical world of Lumerea and how The Shattering has caused chaos to spread across its lands. Choose a tank, damage, or support hero and work with your team to prove you're the best in 4v4 matches. Check out some gameplay, a look at the game's maps, power-ups, and more in the latest trailer. \n\nEvercore Heroes' closed beta begins on June 20, 2023.\n\n#IGN #Gaming #EvercoreHeroes", "link": "https://www.youtube.com/watch?v=mL1tvbkDI4c", "date_published": "2023-05-09 14:00:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Evercore Heroes - Official Gameplay Trailer", "description": "Check out the gameplay trailer for upcoming competitive PvE game, Evercore Heroes. Set in a science-fantasy world called Lumerea, Evercore Heroes sees two teams compete in 4v4 matches to secure objectives and battle head-to-head in an end-game encounter. Here's a look at some gameplay along with a peek at the characters.\n\nEvercore Heroes' closed beta begins on June 20, 2023.\n\n#IGN #EvercoreHeroes #Gaming", "link": "https://www.youtube.com/watch?v=gN4pF3Jnm2g", "date_published": "2023-05-09 14:00:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "V Rising: Secrets of Gloomrot - Official Gameplay Trailer", "description": "Enjoy the full gameplay trailer for Secrets of Gloomrot, the upcoming expansion for V Rising that will be available as a free download for owners of the game on May 17.\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=HARFeFkdOUM", "date_published": "2023-05-09 13:00:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Evercore Heroes Is a Fun Change of Pace from the Usual MOBA", "description": "We got our first hands-on look at Evercore Heroes, and upcoming competitive multiplayer game from some original League of Legends developers that might look like a MOBA at first glance, but has some key differences that make it stand out from the crowd. Previewed on PC by Jen Rothery.\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=4GJPeAcVOMQ", "date_published": "2023-05-09 13:00:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Apex Legends: Arsenal - Official Season 17 Battle Pass Trailer", "description": "See what's on the way in the Apex Legends S17 battle pass. Get a look at some of the new Apex Legends Arsenal skins, including Wattson’s 'System Shock' and Horizon’s 'Singularity Specialist' legend skins, alongside weapon skins for the Devotion, C.A.R. SMG, and others. The new Apex Legends battle pass also includes new emotes, banners, frames, and more. New legend, Ballistic, enters the Apex Games when Apex Legends: Arsenal launches on May 9.\n\n#IGN #Gaming #ApexLegends", "link": "https://www.youtube.com/watch?v=PAnHKiNBOyU", "date_published": "2023-05-09 10:29:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Hogwarts Legacy: 20 Minutes of PS4 Gameplay", "description": "Check out the first 20 minutes of Hogwarts Legacy PS4 gameplay, the new game set in the Harry Potter universe.\nCombat, story beats, and even some iconic Harry Potter locations feature in this PS4 gameplay clip of Hogwarts Legacy. In the full game, you can learn spells, choose your wand, and even join the Hogwarts house of your choice. This footage was captured on PlayStation 4, but Hogwarts Legacy is also available on the Xbox Series X|S, PlayStation 5, and PC with PS4, Xbox One now available, and the Nintendo Switch to release at a later date.", "link": "https://www.youtube.com/watch?v=Vavx5AK1Qak", "date_published": "2023-05-09 00:37:14+00:00", "persistent": false, "user": null, "language": "en-US"}]