[{"source": "https://www.theguardian.com/international/rss", "title": "Aukus nuclear submarine deal loophole prompts proliferation fears", "description": "<p>The scheme allowing nuclear materials in Australian submarines worries experts about the precedent of safeguard removal</p><p>The <a href=\"https://www.theguardian.com/world/live/2023/mar/14/australia-news-live-updates-aukus-submarine-nuclear-defence-albanese-agreement-biden-sunak-meeting-pacific-politics-virginia-class-collins\">Aukus scheme</a> announced on Monday in San Diego represents the first time a loophole in the 1968 Nuclear Non-Proliferation Treaty (NPT) has been used to transfer fissile material and nuclear technology from a nuclear weapons state to a non-weapons state.</p><p>The loophole is paragraph 14, and it allows fissile material utilized for non-explosive military use, like naval propulsion, to be exempt from inspections and monitoring by the UN nuclear watchdog, the International Atomic Energy Agency (IAEA). It makes arms controls experts nervous because it sets a precedent that could be used by others to hide highly enriched uranium, or plutonium, the core of a nuclear weapon, from international oversight.</p> <a href=\"https://www.theguardian.com/world/2023/mar/13/aukus-australian-submarine-nuclear-loophole-proliferation-fears\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/13/aukus-australian-submarine-nuclear-loophole-proliferation-fears", "date_published": "2023-03-13 22:01:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Vermont school that boycotted game with trans player banned from tournaments", "description": "<ul><li>Mid Vermont Christian School forfeited game on 21 February</li><li>Many conservatives have opposed trans athletes </li></ul><p>A Vermont school <a href=\"https://www.theguardian.com/society/2023/mar/02/vermont-school-basketball-team-forfeits-tournament-transgender\">that refused to play</a> against an opposing basketball team with a trans player won’t be able to participate in future tournaments, the Vermont Principals’ Association announced on Monday.</p><p>Mid Vermont Christian School forfeited a game on 21 February in an out-of-state tournament against Long Trail school.</p> <a href=\"https://www.theguardian.com/sport/2023/mar/13/vermont-school-that-boycotted-game-with-trans-player-banned-from-tournaments\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/13/vermont-school-that-boycotted-game-with-trans-player-banned-from-tournaments", "date_published": "2023-03-13 21:32:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "More than 100 killed as Storm Freddy returns to Mozambique and Malawi", "description": "<p>One of the strongest storms recorded in the southern hemisphere hit region for second time in a month</p><p>Mozambique and <a href=\"https://www.theguardian.com/world/malawi\">Malawi</a> have been left counting the cost of Tropical Storm Freddy, which killed more than 100 people, injured scores and left a trail of destruction as it <a href=\"https://www.theguardian.com/environment/gallery/2023/mar/06/fire-floods-drought-projections-of-frightening-new-world-in-pictures-aoe\">ripped through southern Africa for the second time in a month over the weekend</a>.</p><p>Freddy is one of the strongest storms ever recorded in the southern hemisphere and could be the longest-lasting tropical cyclone, according to the World Meteorological Organization.</p> <a href=\"https://www.theguardian.com/world/2023/mar/13/more-than-100-killed-as-storm-freddy-returns-to-mozambique-and-malawi\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/13/more-than-100-killed-as-storm-freddy-returns-to-mozambique-and-malawi", "date_published": "2023-03-13 21:19:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "‘Mexico is safer than the US,’ Amlo says after attack on four Americans", "description": "<p>Mexico’s president pushes back against US critics of his security record after kidnapping near the border that left two dead</p><ul><li><a href=\"https://www.theguardian.com/world/2022/dec/08/as-mexicos-epidemic-of-violence-rages-on-authorities-seem-powerless-to-stop-it\">As Mexico’s epidemic of violence rages on, authorities seem powerless</a></li></ul><p>Mexico’s president has asserted that his country is safer than the United States, pushing back against US critics of his security record following a <a href=\"https://www.theguardian.com/world/2023/mar/07/us-citizens-kidnapped-mexico-matamoros-tummy-tuck\">deadly kidnapping near the border</a> that claimed the lives of two Americans.</p><p>The 3 March attack on four Americans in the Mexican city of Matamoros and their subsequent abduction was covered closely by US media and sparked recriminations from politicians in the US, particularly Republicans.</p> <a href=\"https://www.theguardian.com/world/2023/mar/13/mexico-safer-than-us-amlo-americans-kidnapped-killed\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/13/mexico-safer-than-us-amlo-americans-kidnapped-killed", "date_published": "2023-03-13 21:02:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Berhalter in running to stay as USA coach after report on assault claims", "description": "<ul><li>USA coach admits kicking wife while they were teenagers</li><li>Report also critical of conduct of Gio Reyna’s parents</li></ul><p>The US Soccer Federation says Gregg Berhalter remains a candidate to stay on as men’s national team coach after a report by a law firm concluded that he did not improperly withhold information about a 1992 domestic violence allegation involving the women who later became his wife.</p><p>The report also concluded that Berhalter’s conduct “likely constituted the misdemeanor crime of assault on a female.”</p> <a href=\"https://www.theguardian.com/football/2023/mar/13/gregg-berhalter-gio-reyna-parents-assault-allegation-us-soccer-usmnt\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/13/gregg-berhalter-gio-reyna-parents-assault-allegation-us-soccer-usmnt", "date_published": "2023-03-13 19:22:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Raiders fill quarterback gap with reported signing of Jimmy Garoppolo", "description": "<ul><li>Las Vegas in need of quarterback since Derek Carr’s exit</li><li>Dolphins reportedly sign Mike White as back-up QB</li></ul><p>Quarterback Jimmy Garoppolo has agreed to a three-year, $67.5m contract with the Las Vegas Raiders, according to an Associated Press source. Garoppolo’s contract is understood to include $34m in guaranteed money.</p><p>Garoppolo played for the San Francisco 49ers for the past six seasons, taking the Niners to the Super Bowl in the 2019 season.</p> <a href=\"https://www.theguardian.com/sport/2023/mar/13/raiders-fill-quarterback-gap-with-reported-signing-of-jimmy-garoppolo\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/13/raiders-fill-quarterback-gap-with-reported-signing-of-jimmy-garoppolo", "date_published": "2023-03-13 18:55:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Hillsborough capacity reduced after Newcastle’s overcrowding complaints", "description": "<ul><li>Away supporters faced ‘crushing’ issues during FA Cup tie</li><li>Sheffield council confirms away capacity has been downgraded</li></ul><p>Sheffield Wednesday’s Hillsborough Stadium away end capacity has been reduced by the city council after a review into complaints of “overcrowding and crushing” by <a href=\"https://www.theguardian.com/football/2023/jan/07/sheffield-wednesday-newcastle-fa-cup-third-round-match-report\">Newcastle United supporters in an FA Cup tie</a>, the Premier League club said on Monday.</p><p>Images and footage on social media showed congestion around the exit to the tunnel in the Leppings Lane end, with a number of Newcastle fans claiming there was a lack of stewarding before kick-off on 7 January. There were no reports of injuries.</p> <a href=\"https://www.theguardian.com/football/2023/mar/13/hillsborough-capacity-reduced-after-newcastles-overcrowding-complaints\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/13/hillsborough-capacity-reduced-after-newcastles-overcrowding-complaints", "date_published": "2023-03-13 17:18:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Tenacious Australia offer hope for World Test Championship", "description": "<p>The Oval showdown in June will provide a fascinating postscript to India’s Border-Gavaskar series victory</p><p>In 2017, Australia’s Test team came home from India after four Tests with a 2-1 defeat. In 2023, <a href=\"https://www.theguardian.com/sport/2023/mar/13/india-win-series-2-1-after-fourth-test-with-australia-ends-in-a-draw\">the scoreline was the same</a>. In the first series, the tourists made the better of a turning pitch to win a shootout, fumbled a game they had in their keeping, batted the last day to see out a draw and had a loss by a substantial margin. This time around they started with a big loss, had their fumble in the second match, won the shootout in the third, and batting out the draw to finish it off.</p><p>The results don’t merit rejoicing, but with India having lost three matches and won 36 in more than a decade, the fact that Australia’s tours have produced two of these wins is worth some satisfaction. The sequence of results meant that 2017 was a story of taking a lead and being reeled back in, while 2023 surrendered the chance of a series win in five days, but fought back from that low with unlikely tenacity. It’s a matter of opinion which scenario would leave losing players feeling better about the situation.</p> <a href=\"https://www.theguardian.com/sport/2023/mar/13/tenacious-australia-recover-to-offer-hope-for-world-test-championship\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/13/tenacious-australia-recover-to-offer-hope-for-world-test-championship", "date_published": "2023-03-13 16:45:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "More ‘atmospheric river’ storms to sweep across California after days of rain and floods", "description": "<p>Since Christmas the state has faced an exceptionally wet winter after being plagued far more by drought in recent years</p><p>Californians are bracing for the arrival of another “atmospheric river” storm on Monday after a weekend of heavy rainfall and flooding forced thousands to evacuate, washed out roads and knocked out power.</p><p>Among areas hardest hit were riverfront communities in central California where numerous streams engorged by runoff of rain and melting snow from surrounding mountains were transformed into raging torrents. More <a href=\"https://www.theguardian.com/us-news/2023/mar/11/california-storm-pajaro-river-levee\">than 1,500 people</a> were ordered to <a href=\"https://www.theguardian.com/us-news/2023/mar/11/california-storm-pajaro-river-levee\">evacuate</a> from Pajaro, a northern California agricultural community, on Saturday after waters from the swollen Pajaro River breached a levee.</p> <a href=\"https://www.theguardian.com/us-news/2023/mar/13/california-weather-atmospheric-river-flooding\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/mar/13/california-weather-atmospheric-river-flooding", "date_published": "2023-03-13 16:24:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Mikaela Shiffrin appoints pioneering Karin Harjo as her new head coach", "description": "<ul><li>Skier broke record for World Cup wins on Saturday</li><li>American parted ways with Mike Day earlier this year</li></ul><p>Two days after becoming the <a href=\"https://www.theguardian.com/sport/2023/mar/11/mikaela-shiffrin-breaks-record-skiing-world-cup-wins\">most successful World Cup skier in history</a>, Mikaela Shiffrin marked her 28th birthday with the appointment of a new personal head coach on Monday in the hopes of getting “a fresh and new way of thinking” moving forward.</p><p>The US ski team said Karin Harjo, a pioneer for female coaches in Alpine skiing who has served as head coach of Canada’s women’s team this winter, will take up the role in April and join Shiffrin for post-season training and an equipment testing camp. Harjo will work with Shiffrin’s mother, Eileen, who has been one of the two-time Olympic gold medalist’s long-term coaches.</p> <a href=\"https://www.theguardian.com/sport/2023/mar/13/mikaela-shiffrin-personal-head-coach-karin-harjo-skiing\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/13/mikaela-shiffrin-personal-head-coach-karin-harjo-skiing", "date_published": "2023-03-13 15:59:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Leipzig present a tough Champions League proposition to Guardiola | Andy Brassell", "description": "<p>Marco Rose’s transformation of the Red Bull club continues apace and they have an outside chance of the Bundesliga title</p><p>The last time RB Leipzig visited Manchester City, they attacked with gusto. They were brave and bold. Christopher Nkunku bagged a hat-trick. A repeat of that this week wouldn’t be enough. City returned fire with interest, scoring six.</p><p>That was back in September 2021 under Jesse Marsch, with the team struggling for identity and control, despite the club going for continuity in appointing from the Red Bull stable. By the time the teams met again in Saxony for the return leg in December, Marsch had been shown the door and the club were about to appoint Domenico Tedesco – whose last match in charge of Schalke had been at the Etihad in March 2019, a chastening 7-0 defeat, if we’re looking to bring the City link full circle.</p> <a href=\"https://www.theguardian.com/sport/blog/2023/mar/13/leipzig-present-a-tough-champions-league-proposition-to-guardiola\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/blog/2023/mar/13/leipzig-present-a-tough-champions-league-proposition-to-guardiola", "date_published": "2023-03-13 14:19:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Ligue 1 relegation battle shows it pays to be decisive if sacking a manager | Eric Devin", "description": "<p>Montpellier, Reims, Nice and Auxerre reacted quickly when their coaches were failing, but Strasbourg dithered</p><p>By <a href=\"https://twitter.com/ericdevin_\">Eric Devin</a> for <a href=\"http://www.getfootballnewsfrance.com/\">Get French Football News</a></p><p>Football clubs are often indecisive when the stakes are high. Too often they dither over transfers, dropping players who have lost form, or dismissing managers. The dangers of this approach has been on show in Ligue 1 this season, where the relegation of four clubs rather than the usual three has made the need for success even more acute than usual. Ligue 2 is a particularly difficult division to bounce back from, as St-Étienne are discovering. Having been relegated from the top flight last season, they are now 13th in the second tier.</p><p>With other clubs understandably concerned about facing a similar fate, they have been quick to fire managers. Eleven bosses have lost their jobs since the start of the campaign. In October alone, five clubs sacked managers – Lyon, Auxerre, Brest, Reims and Montpellier – mostly due to concerns about relegation. Montpellier are on their third manager of the season and Angers have a vacancy following the resignation of Abdel Bouhazama last week.</p> <a href=\"https://www.theguardian.com/football/2023/mar/13/ligue-1-relegation-battle-clubs-montpellier-reims-nice-strasbourg-auxerre\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/13/ligue-1-relegation-battle-clubs-montpellier-reims-nice-strasbourg-auxerre", "date_published": "2023-03-13 14:13:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Juventus beat Sampdoria amid tangled subplots worthy of Oscars | Nicky Bandini", "description": "<p>With both clubs beset by problems on and off the field, Juve battled to a dramatic and controversial 4-2 win</p><p>The final scene was back-to-front, each actor playing the wrong part. Dejan Stankovic’s Sampdoria had just lost 4-2 to Juventus, a result that left them joint-bottom of Serie A amid ongoing concern that the club could face bankruptcy at the end of the season. Yet there he was at full time, pulling Dusan Vlahovic into an embrace and offering consolation to the striker whose team had just beaten his own.</p><p>“I spoke to him like a father to a son,” said Stankovic. “He’s the same age as my oldest, Stefan. He must not give up, he’s a top attacker. Careers fly by these days, and he needs to keep himself at the highest level. He’ll get there. He’s a serious professional and a born goalscorer.”</p> <a href=\"https://www.theguardian.com/football/2023/mar/13/juventus-beat-sampdoria-controversial-win\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/13/juventus-beat-sampdoria-controversial-win", "date_published": "2023-03-13 13:53:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Mexico hand rivals USA heavy defeat in World Baseball Classic", "description": "<ul><li>Joey Meneses hits two homers for superb Mexico team</li><li>USA next face Canada and Colombia in bid to advance</li></ul><p>Joey Meneses hit two homers, including a crucial three-run shot in the fourth inning, to lead Mexico to an 11-5 win over the United States in the World Baseball Classic on Sunday at Chase Field.</p><p>Meneses got the sellout crowd of 47,534 – most of whom were cheering for Mexico – on their feet in the first inning with his first homer, which gave Mexico a 2-0 lead. Those cheers got even louder in the fourth for his encore, which was a blast deep into the left-center seats that brought home Randy Arozarena and Alex Verdugo and made it 7-1.</p> <a href=\"https://www.theguardian.com/sport/2023/mar/13/mexico-hand-rivals-usa-heavy-defeat-in-world-baseball-classic\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/13/mexico-hand-rivals-usa-heavy-defeat-in-world-baseball-classic", "date_published": "2023-03-13 12:00:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Poem of the week: Letter to a Land Owner by Sean Borodale", "description": "<p>A poem in response to the ban on wild camping in Dartmoor – a quiet, tender appeal against the belief that ‘powerful landscapes are only for the wealthy’</p><p>I learnt one night what it is to have the stars<br />sown through the utility of the body.</p> <a href=\"https://www.theguardian.com/books/2023/mar/13/poem-of-the-week-letter-to-a-land-owner-by-sean-borodale\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/mar/13/poem-of-the-week-letter-to-a-land-owner-by-sean-borodale", "date_published": "2023-03-13 10:57:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "See Europe by train: five great family summer holidays with no flying", "description": "<p>Mountains or lakes, French forests or Dutch seaside, these fun breaks all start at a train station rather than the stress of an airport</p><p>Heading to Italy overland from the UK suits those looking to relish the journey and give kids a once-in-a-lifetime geography lesson. The most spectacular route is on the <a href=\"https://www.sbb.ch/en/leisure-holidays/topics/treno-gottardo.html\" title=\"\">Treno Gottardo</a>, a revamped 19th-century railway line that skirts Lake Lucerne and creeps through snow-capped mountains in the Ticino valley between Basel and Locarno, Switzerland’s warmest town, on Lake Maggiore.</p> <a href=\"https://www.theguardian.com/travel/2023/mar/13/europe-by-train-five-family-summer-holidays-no-flying\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2023/mar/13/europe-by-train-five-family-summer-holidays-no-flying", "date_published": "2023-03-13 07:00:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Stars celebrate at the 2023 Oscars afterparties – in pictures", "description": "<p>Award winners and nominees celebrated into the night at the Governors Ball after the Oscars ceremony, while some attended the celebrity packed Vanity Fair party</p> <a href=\"https://www.theguardian.com/film/gallery/2023/mar/13/oscars-afterparties-in-pictures-governors-ball-vanity-fair\">Continue reading...</a>", "link": "https://www.theguardian.com/film/gallery/2023/mar/13/oscars-afterparties-in-pictures-governors-ball-vanity-fair", "date_published": "2023-03-13 06:19:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Boris Johnson, Matt Hancock and Crufts: Edith Pritchett’s week in Venn diagrams – cartoon", "description": "<a href=\"https://www.theguardian.com/lifeandstyle/ng-interactive/2023/mar/13/boris-johnson-matt-hancock-and-crufts-edith-pritchetts-week-in-venn-diagrams-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/ng-interactive/2023/mar/13/boris-johnson-matt-hancock-and-crufts-edith-pritchetts-week-in-venn-diagrams-cartoon", "date_published": "2023-03-13 06:00:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "You Bury Me review – teen rage and romance in the age of intolerance", "description": "<p><strong>Royal Lyceum, Edinburgh<br /></strong>Katie Posner directs a high-voltage cast in playwright Ahlam’s politically charged portrayal of a group of teens coming of age in post-Arab spring Cairo<strong><br /></strong></p><p>We view momentous events as distant observers. In an uprising, we see the flags, the occupations and the street battles and get a general sense of cause and effect. What is harder to gauge is how it feels to live through such turbulence, not just on the days of insurrection, but in the months and years on either side.</p><p>One of the strengths of You Bury Me, by the dramatist known only as Ahlam, is in its portrayal of everyday life during extraordinary times. A recipient of the <a href=\"https://www.theguardian.com/stage/2020/dec/01/first-womens-prize-for-playwriting-winners-ahlam-amy-trigg\">2020 Women’s Prize for Playwriting</a>, it is set in the Cairo of 2015, but repeatedly harks back to the <a href=\"https://www.theguardian.com/world/ng-interactive/2021/jan/25/how-the-arab-spring-unfolded-a-visualisation\">Arab spring of 2011</a>. Crucially, it focuses on a group of teenagers, including the boisterous Maya (Yasemin Özdemir) who was 13 at the time of the demonstrations in Tahrir Square and is now turning 18. She and her peers have been shaped, in their formative years, by a volatile combination of hope, fear and despair.</p> <a href=\"https://www.theguardian.com/stage/2023/mar/13/you-bury-me-review-teen-rage-and-romance-in-the-age-of-intolerance\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/mar/13/you-bury-me-review-teen-rage-and-romance-in-the-age-of-intolerance", "date_published": "2023-03-13 06:00:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "‘Mom, I just won an Oscar!’: mums win the limelight at the Academy Awards", "description": "<p>In their acceptance speeches, this year’s winners gave all the credit to their moms – and Paul Mescal brought his mum along for the show</p><p>This year’s Oscars had a distinctly maternal tone as many stars either paid tribute to their mothers or brought them to the ceremony.</p><p>Daniel Kwan and Daniel Scheinert, the directors of Everything Everywhere All at Once, known collectively as the Daniels, dedicated <a href=\"https://www.theguardian.com/film/2023/mar/13/daniel-kwan-and-daniel-scheinert-win-best-director-oscar-for-everything-everywhere-all-at-once\">their award</a> to “all the mommies in the world”. Their film, which netted seven awards, the most of the night, is centred on a mother, played by Michelle Yeoh, struggling with her laundry business and marriage, but also her daughter’s sexuality.</p> <a href=\"https://www.theguardian.com/film/2023/mar/13/mom-oscar-mums-academy-awards\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/mar/13/mom-oscar-mums-academy-awards", "date_published": "2023-03-13 05:42:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Michelle Yeoh triumphs at Oscars as Malala meets Cocaine Bear – in pictures", "description": "<p>The best images of the 95th annual Academy Awards featuring a champagne-coloured red carpet and a big night for Everything Everywhere All at Once</p><ul><li><a href=\"https://www.theguardian.com/film/gallery/2023/mar/12/oscars-red-carpet-photos-pictures-2023\">Oscars 2023: the red carpet – in pictures</a></li><li><a href=\"https://www.theguardian.com/film/2023/mar/12/oscars-winners-2023-list-in-full-latest-awards-actor-best-picture\">The full list of winners</a></li></ul> <a href=\"https://www.theguardian.com/film/gallery/2023/mar/13/oscars-2023-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/film/gallery/2023/mar/13/oscars-2023-in-pictures", "date_published": "2023-03-13 05:00:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "‘A skeleton in the tub, a Chucky doll in the corner’: haunted house hits Texas real-estate market", "description": "<p>Real-estate listing on Zillow showcases home with doorways shaped like caskets, where guests feel ‘a presence’ </p><p>Searching for a quaint home that’s off the beaten path, where no one can hear you scream? This one’s for you: a $125,000 three-bedroom for sale on the 3516 Interstate Highway near Baird, Texas, is an “established and running haunted house”.</p><p>The spooky home <a href=\"https://twitter.com/StevenTDennis/status/1631849358902607872?s=20\">went viral</a> last week after Steven Dennis, a Bloomberg reporter who often chronicles the ups and downs of Zillow on Twitter, posted photos from the listing.</p> <a href=\"https://www.theguardian.com/us-news/2023/mar/12/a-skeleton-in-the-tub-a-chucky-doll-in-the-corner-haunted-house-hits-texas-real-estate-market\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/mar/12/a-skeleton-in-the-tub-a-chucky-doll-in-the-corner-haunted-house-hits-texas-real-estate-market", "date_published": "2023-03-13 05:00:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Daniel Kwan and Daniel Scheinert win best director Oscar for Everything Everywhere All at Once", "description": "<p>Duo known as “the Daniels” win prize for their second feature, defeating Steven Spielberg on their way to the award</p><p><a href=\"https://www.theguardian.com/film/live/2023/mar/12/oscars-red-carpet-ceremony-winners-losers-academy-awards-live\">• Follow the action live from this year’s ceremony!</a></p><p>Daniel Kwan and Daniel Scheinert, the duo known as “the Daniels”, have won the Oscar for best director for Everything Everywhere All at Once at the Academy Awards in Los Angeles.</p><p>The superhero comedy starring Michelle Yeoh is Kwan and Scheinert’s second feature film together, after the 2016 surreal comedy <a href=\"https://www.theguardian.com/film/2016/jan/23/swiss-army-man-review-dead-daniel-radcliffe-farts-paul-dano-to-safety\">Swiss Army Man</a> featuring Daniel Radcliffe (as a corpse) and Paul Dano. Scheinert has also worked solo, directing the 2019 comedy The Death of Dick Long.</p> <a href=\"https://www.theguardian.com/film/2023/mar/13/daniel-kwan-and-daniel-scheinert-win-best-director-oscar-for-everything-everywhere-all-at-once\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/mar/13/daniel-kwan-and-daniel-scheinert-win-best-director-oscar-for-everything-everywhere-all-at-once", "date_published": "2023-03-13 03:11:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "‘Cocaine Bear, leave Malala alone!’: the best quotes of the 2023 Oscars", "description": "<p>Host Jimmy Kimmel lays into Will Smith and James Cameron, while Ke Huy Quan and Michelle Yeoh give moving acceptance speeches</p><ul><li><a href=\"https://www.theguardian.com/film/2023/mar/12/everything-everywhere-all-at-once-oscars-2023-winner-awards-best-picture\">Oscars 2023: Everything Everywhere All at Once triumphs with major sweep</a></li><li><a href=\"https://www.theguardian.com/film/2023/mar/12/oscars-winners-2023-list-in-full-latest-awards-actor-best-picture\">The full list of winners</a></li></ul><p><strong>… on the main acting categories:</strong> “We have nominees from every corner of Dublin. Five Irish actors are nominated tonight, which means the chances of a fight just went way up.”</p> <a href=\"https://www.theguardian.com/film/2023/mar/12/oscars-quotes-best-moments-speeches-jokes-2023\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/mar/12/oscars-quotes-best-moments-speeches-jokes-2023", "date_published": "2023-03-13 01:38:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Jamie Lee Curtis wins first Oscar for best supporting actress in Everything Everywhere All at Once", "description": "<p>Actor takes prize for role as tax inspector in superhero comedy, in her first Oscar nomination in a four-decade acting career</p><ul><li><a href=\"https://www.theguardian.com/film/2023/mar/12/everything-everywhere-all-at-once-oscars-2023-winner-awards-best-picture\">Everything Everywhere triumphs in major Oscars sweep</a></li><li><a href=\"https://www.theguardian.com/film/2023/mar/12/oscars-winners-2023-list-in-full-latest-awards-actor-best-picture\">The full list of winners</a></li></ul><p>Jamie Lee Curtis has won the Oscar for best supporting actress Oscar for the superhero comedy Everything Everywhere All at Once at the Academy Awards in Los Angeles.</p><p>Curtis plays tax inspector Deirdre Beaubeirdre in Everything Everywhere All at Once, as well as the character’s alternate-universe counterparts. The daughter of actors Janet Leigh and Tony Curtis, this was Jamie Lee Curtis’ first Oscar nomination in a four-decade acting career that includes Halloween, Trading Places, A Fish Called Wanda and True Lies.</p> <a href=\"https://www.theguardian.com/film/2023/mar/13/jamie-lee-curtis-wins-best-supporting-actress-oscar-for-everything-everywhere-all-at-once\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/mar/13/jamie-lee-curtis-wins-best-supporting-actress-oscar-for-everything-everywhere-all-at-once", "date_published": "2023-03-13 00:36:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Ke Huy Quan wins best supporting actor Oscar for Everything Everywhere All at Once", "description": "<p>The Goonies star wins an Academy award after quitting acting three decades ago over lack of opportunity</p><p>• <a href=\"https://www.theguardian.com/film/live/2023/mar/12/oscars-red-carpet-ceremony-winners-losers-academy-awards-live\">Follow the action live from this year’s ceremony!</a></p><p>Ke Huy Quan has won the Oscar for best supporting actor for superhero comedy <a href=\"https://www.theguardian.com/film/2022/may/11/everything-everywhere-all-at-once-review-nothing-nowhere-over-a-long-period-of-time\">Everything Everywhere All at Once</a> at the Academy awards in Los Angeles.</p><p>Long considered the favourite for the award, Quan triumphed over Judd Hirsch for <a href=\"https://www.theguardian.com/film/2023/jan/25/the-fabelmans-review-spielbergs-beguiling-ode-to-a-life-made-by-movies-will-leave-you-on-a-high\">The Fabelmans</a>, and two of <a href=\"https://www.theguardian.com/film/2022/sep/05/the-banshees-of-inisherin-review-martin-mcdonagh\">The Banshees of Inisherin</a>’s cast, Brendan Gleeson and Barry Keoghan. His Oscar win cements his place as one of Hollywood’s great comebacks: having appeared in 80s hits Indiana Jones and the Temple of Doom (as Short Round) and The Goonies (as Data), he was forced to quit acting for lack of opportunity in the 90s, and became a stunt choreographer and assistant director, before returning to acting in the 2020s.</p> <a href=\"https://www.theguardian.com/film/2023/mar/13/ke-huy-quan-wins-best-supporting-actor-oscar-for-everything-everywhere-all-at-once\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/mar/13/ke-huy-quan-wins-best-supporting-actor-oscar-for-everything-everywhere-all-at-once", "date_published": "2023-03-13 00:30:11+00:00", "persistent": false, "user": null, "language": "en-US"}]