[{"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Large-scale Cyber Attack Hijacks East Asian Websites for Adult Content Redirects", "description": "A widespread malicious cyber operation has hijacked thousands of websites aimed at East Asian audiences to redirect visitors to adult-themed content since early September 2022.\nThe ongoing campaign entails injecting malicious JavaScript code to the hacked websites, often connecting to the target web server using legitimate FTP credentials the threat actor previously obtained via an unknown", "link": "https://thehackernews.com/2023/03/large-scale-cyber-attack-hijacks-east.html", "date_published": "2023-03-13 14:59:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Fake ChatGPT Chrome Extension Hijacking Facebook Accounts for Malicious Advertising", "description": "A fake ChatGPT-branded Chrome browser extension has been found to come with capabilities to hijack Facebook accounts and create rogue admin accounts, highlighting one of the different methods cyber criminals are using to distribute malware.\n\"By hijacking high-profile Facebook business accounts, the threat actor creates an elite army of Facebook bots and a malicious paid media apparatus,\" Guardio", "link": "https://thehackernews.com/2023/03/fake-chatgpt-chrome-extension-hijacking.html", "date_published": "2023-03-13 12:24:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "How to Apply NIST Principles to SaaS in 2023", "description": "The National Institute of Standards and Technology (NIST) is one of the standard-bearers in global cybersecurity. The U.S.-based institute’s cybersecurity framework helps organizations of all sizes understand, manage, and reduce their cyber-risk levels and better protect their data. Its importance in the fight against cyberattacks can’t be overstated.\nWhile NIST hasn’t directly developed", "link": "https://thehackernews.com/2023/03/how-to-apply-nist-principles-to-saas-in.html", "date_published": "2023-03-13 12:23:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Warning: AI-generated YouTube Video Tutorials Spreading Infostealer Malware", "description": "Threat actors have been increasingly observed using AI-generated YouTube Videos to spread a variety of stealer malware such as Raccoon, RedLine, and Vidar.\n\"The videos lure users by pretending to be tutorials on how to download cracked versions of software such as Photoshop, Premiere Pro, Autodesk 3ds Max, AutoCAD, and other products that are licensed products available only to paid users,\"", "link": "https://thehackernews.com/2023/03/warning-ai-generated-youtube-video.html", "date_published": "2023-03-13 11:47:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Researchers Uncover Over a Dozen Security Flaws in Akuvox E11 Smart Intercom", "description": "More than a dozen security flaws have been disclosed in E11, a smart intercom product made by Chinese company Akuvox.\n\"The vulnerabilities could allow attackers to execute code remotely in order to activate and control the device's camera and microphone, steal video and images, or gain a network foothold,\" Claroty security researcher Vera Mens said in a technical write-up.\nAkuvox E11 is", "link": "https://thehackernews.com/2023/03/researchers-uncover-over-dozen-security.html", "date_published": "2023-03-13 07:36:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "KamiKakaBot Malware Used in Latest Dark Pink APT Attacks on Southeast Asian Targets", "description": "The Dark Pink advanced persistent threat (APT) actor has been linked to a fresh set of attacks targeting government and military entities in Southeast Asian countries with a malware called KamiKakaBot.\nDark Pink, also called Saaiwc, was first profiled by Group-IB earlier this year, describing its use of custom tools such as TelePowerBot and KamiKakaBot to run arbitrary commands and exfiltrate", "link": "https://thehackernews.com/2023/03/kamikakabot-malware-used-in-latest-dark.html", "date_published": "2023-03-13 06:15:00+00:00", "persistent": false, "user": null, "language": "en-US"}]