[{"source": "https://thehill.com/news/feed/", "title": "California cancels rest of salmon season over lingering drought issues", "description": "Californian officials have announced the cancellation of the remaining days of the salmon season due to lingering drought issues.  In a news release, the California Department of Fish and Wildlife (CDFW) said Friday that salmon fisheries that were originally scheduled to open on April 1 will remain closed through May 15.  “The actions were taken...", "link": "https://thehill.com/policy/energy-environment/3898688-california-cancels-rest-of-salmon-season-over-lingering-drought-issues/", "date_published": "2023-03-13 23:16:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "GOP Oversight chairman subpoenas Hunter Biden associates' bank records", "description": "House Oversight Committee Chairman James Comer (R-Ky.) has issued a subpoena for the bank records belonging to associates of Hunter Biden. The news was first disclosed in a letter Rep. Jamie Raskin (D-Md.), the ranking member of the Oversight committee, sent to Comer expressing concerns about the panel’s investigation into presidential ethics. In that letter,...", "link": "https://thehill.com/homenews/house/3898701-gop-oversight-chairman-subpoenas-hunter-biden-associates-bank-records/", "date_published": "2023-03-13 23:15:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Pentagon budget puts focus on munitions production", "description": "Welcome to The Hill's Defense &#038; NatSec newsletter {beacon} Defense &#038;National Security Defense &#038;National Security &#8202;  The Big Story  Pentagon budget puts focus on munitions production  The Pentagon is looking to grow its munitions industrial base as Russia’s war in Ukraine has rapidly depleted U.S. stockpiles of missiles and ammunition. © AP The details of the...", "link": "https://thehill.com/newsletters/defense-national-security/3898689-pentagon-budget-puts-focus-on-munitions-production/", "date_published": "2023-03-13 23:15:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Police launch manhunt for ex-Hogan chief of staff after failure to appear in court", "description": "An arrest warrant has been issued for Roy McGrath, who served as chief of staff to former Maryland Gov. Larry Hogan (R), after he was a no-show for the start of his criminal trial in federal court on Monday, according to multiple reports.  The Washington Post reports law enforcement have searched McGrath’s Florida home to...", "link": "https://thehill.com/homenews/state-watch/3898617-police-launch-manhunt-for-ex-hogan-chief-of-staff-after-failure-to-appear-in-court/", "date_published": "2023-03-13 23:01:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Back-to-back bank collapses stoke broader fears", "description": "Welcome to The Hill's Business &#038; Economy newsletter {beacon} Business &#038; Economy Business &#038; Economy &#8202;  The Big Story  Washington reacts to New York, California bank failures President Biden on Monday sought to assure Americans that the banking system is on solid footing following the second and third-largest U.S. bank collapses in history. © AP...", "link": "https://thehill.com/newsletters/business-economy/3898642-back-to-back-bank-collapses-stoke-broader-fears/", "date_published": "2023-03-13 23:00:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Pragmatism leaves no room for fossil fuels", "description": "The inescapable reality is that Biden's skill at compromise does not work with nature.", "link": "https://thehill.com/opinion/energy-environment/3898508-pragmatism-leaves-no-room-for-fossil-fuels/", "date_published": "2023-03-13 23:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Five things to know about Signature Bank", "description": "Silicon Valley Bank wasn't the only major financial firm to collapse over the weekend. Just two days after Silicon Valley Bank became the largest bank failure since the 2008 financial crisis, state regulators closed Signature Bank in New York, marking the third-largest bank failure in the country’s history.  The failures have shaken the financial landscape...", "link": "https://thehill.com/policy/technology/3898329-five-things-to-know-about-signature-bank/", "date_published": "2023-03-13 22:59:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump suggests Pence to blame for Jan. 6 violence after former VP's criticism", "description": "Former President Trump on Monday claimed former Vice President Mike Pence was responsible for the violence on Jan. 6, 2021, two days after Pence took aim at his old boss for his conduct around the riots at the Capitol that day. Trump, speaking to a group of reporters aboard his personal plane en route to...", "link": "https://thehill.com/homenews/campaign/3898610-trump-suggests-pence-to-blame-for-jan-6-violence-after-former-vps-criticism/", "date_published": "2023-03-13 22:55:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "US marks three years of pandemic living", "description": "The second week of March officially marks three years since the first stay-at-home order was issued in the U.S. {beacon} Health Care Health Care &#8202;  The Big Story  Three years later, COVID-19 efforts increasingly waning This week marks three years since the first stay-at-home orders were issued in the U.S. Roughly three-quarters of all counties...", "link": "https://thehill.com/newsletters/health-care/3898589-us-marks-three-years-of-pandemic-living/", "date_published": "2023-03-13 22:43:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "US lack of first principle will lead to losing the competition to be a global crypto hub", "description": "In testimony before the Senate Agriculture Committee last Wednesday, CFTC Chair Rostin Behnam threw down the gauntlet to SEC Chair Gary Gensler, making clear that Ethereum is a commodity and has been listed as such for some time. He stated that “We would not have allowed the Ether futures product to be listed on a CFTC exchange...", "link": "https://thehill.com/opinion/congress-blog/3898613-us-lack-of-first-principle-will-lead-to-losing-the-competition-to-be-a-global-crypto-hub/", "date_published": "2023-03-13 22:40:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Silicon Valley Bank failure fallout hits tech sector​", "description": "Welcome to The Hill's Technology newsletter {beacon} Technology Technology &#8202;  The Big Story  Silicon Valley Bank failure fallout hits tech sector The bank's collapse is raising challenges for the tech industry, which is interwoven to the now-defunct bank through companies and firms with direct or indirect ties © AP The failure, the first major bank...", "link": "https://thehill.com/newsletters/technology/3898555-silicon-valley-bank-failure-fallout-hits-tech-sector/", "date_published": "2023-03-13 22:24:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Santos calls for presidents' cognitive ability to be tested annually", "description": "Rep. George Santos (R-N.Y.) introduced a bill on Monday that would require the sitting president to undergo an annual cognitive evaluation, after GOP presidential candidate Nikki Haley called for “mental competency tests” for politicians older than 75. The measure is the second piece of legislation the embattled congressman has spearheaded since coming to Congress in...", "link": "https://thehill.com/homenews/house/3898547-santos-calls-for-presidents-cognitive-ability-to-be-tested-annually/", "date_published": "2023-03-13 22:19:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden says he'll speak to China's Xi soon", "description": "President Biden on Monday said he plans to talk to Chinese President Xi Jinping soon, as the White House increasingly signals its willingness to have the two leaders connect amid heightened tensions. Biden was asked during a bilateral meeting with British Prime Minister Rishi Sunak in San Diego, Calif., whether he’d speak to Xi soon...", "link": "https://thehill.com/homenews/administration/3898518-biden-says-hell-speak-to-chinas-xi-soon/", "date_published": "2023-03-13 22:15:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Watch live: Trump delivers remarks on education from Iowa", "description": "Former President Trump is scheduled to speak in Davenport, Iowa, on Monday evening. Trump will deliver an address on education policy, just days after his would-be rival for the 2024 Republican presidential nomination, Florida Gov. Ron DeSantis, made an inaugural swing through the first-in-the-nation caucus state. Monday's appearance will mark Trump’s first trip to Iowa...", "link": "https://thehill.com/homenews/3898182-watch-live-trump-delivers-remarks-on-education-from-iowa/", "date_published": "2023-03-13 22:15:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "ICC preparing first arrest warrants for Russia's Ukraine war crimes: reports", "description": "The International Criminal Court (ICC) is preparing its first arrest warrants linked to war crimes cases for Russian officials, according to reports.  The New York Times and Reuters report that ICC prosecutors are pursuing two war crimes cases for the forced deportation and alleged abduction of Ukrainian children and for attacks on Ukraine’s civilian infrastructure....", "link": "https://thehill.com/policy/international/3898535-icc-preparing-first-arrest-warrants-for-russias-ukraine-war-crimes-reports/", "date_published": "2023-03-13 22:09:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Mexican president says his country 'is safer than the United States'", "description": "Mexican President Andrés Manuel López Obrador asserted on Monday that his country “is safer” than the U.S. amid the fallout from last week's high-profile kidnappings of American citizens in his country, two of whom ended up dead.  “Mexico is safer than the United States. There is no issue with traveling safely through Mexico,” López Obrador...", "link": "https://thehill.com/policy/international/3898470-mexican-president-says-his-country-is-safer-than-the-united-states/", "date_published": "2023-03-13 22:03:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Here's who is paying to restore Silicon Valley, Signature Bank deposits", "description": "The federal government mobilized immediately in response to the collapse of Silicon Valley Bank (SVB) and Signature Bank, working over the weekend to insure depositors who had more than $200 billion of venture capital and high-tech start-up money stored in the two banks.  But unlike the 2008 financial crisis, during which Congress passed new legislation...", "link": "https://thehill.com/business/3898423-heres-who-is-paying-to-restore-silicon-valley-signature-bank-deposits/", "date_published": "2023-03-13 22:02:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden approves controversial oil project", "description": "Welcome to The Hill's Energy &#038; Environment newsletter {beacon} Energy &#038; Environment Energy &#038; Environment &#8202;  The Big Story  Biden approves controversial Alaskan oil project The Interior Department on Monday officially approved the Willow Project, ConocoPhillips' effort to drill for the next 30 years in northwest Alaska. © ConocoPhillips via AP, File The approval was...", "link": "https://thehill.com/newsletters/energy-environment/3898399-biden-approves-controversial-oil-project/", "date_published": "2023-03-13 22:00:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Willow Project approval heightens tensions between Biden and progressives", "description": "The Biden administration’s decision to approve a controversial oil project in Alaska is exacerbating tensions with progressives, who have been critical of recent administration moves toward the right.  The administration on Monday approved the Willow Project, a 30-year oil drilling project in Alaska that would produce 576 million barrels of oil and spur the equivalent of ...", "link": "https://thehill.com/policy/energy-environment/3898468-willow-project-approval-heightens-tensions-between-biden-and-progressives/", "date_published": "2023-03-13 21:55:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Federal Reserve launches review of Silicon Valley Bank collapse", "description": "The Federal Reserve Board announced Monday it will review its oversight and regulation of Silicon Valley Bank, which collapsed last week in the country’s largest bank failure since the 2008 financial crisis. Fed Chair Jerome Powell said in a statement that \"the events surrounding Silicon Valley Bank demand a thorough, transparent, and swift review by...", "link": "https://thehill.com/business/banking-financial-institutions/3898384-federal-reserve-launches-review-of-silicon-valley-bank-collapse/", "date_published": "2023-03-13 21:39:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "South Carolina GOP lawmakers propose death penalty for women who have abortions", "description": "Republican lawmakers in South Carolina are considering a change to the state’s criminal code that would make a person who gets an abortion eligible for the death penalty. The bill being considered in South Carolina, dubbed the South Carolina Prenatal Equal Protection Act of 2023, would redefine “person” under state law to include a fertilized...", "link": "https://thehill.com/homenews/state-watch/3898383-south-carolina-gop-lawmakers-propose-death-penalty-for-women-who-have-abortions/", "date_published": "2023-03-13 21:18:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Pentagon budget puts focus on munitions production as war in Ukraine hits stockpiles", "description": "The Pentagon is looking to grow its munitions industrial base as Russia’s war in Ukraine has rapidly depleted U.S. stockpiles of missiles and ammunition.  The details of the Defense Department’s $842 billion budget request for fiscal 2024, revealed Monday, boosts arms makers with $30.6 billion for missiles and munitions — nearly 12 percent more than what was enacted last...", "link": "https://thehill.com/policy/defense/3898342-pentagon-budget-puts-focus-on-munitions-production-as-war-in-ukraine-hits-stockpiles/", "date_published": "2023-03-13 21:01:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Australia gains submarines, more patrols to counter China in deal with US, UK", "description": "The White House on Monday announced a highly anticipated agreement to provide Australia with nuclear-powered submarines and increase submarine patrols in an effort to bolster the defense capabilities of a major ally in the Indo-Pacific region as tensions rise with China. As part of the agreement, the U.S. will give at least three nuclear-powered Virginia-class submarines to...", "link": "https://thehill.com/policy/defense/3898347-australia-gains-submarines-more-patrols-to-counter-china-in-deal-with-us-uk/", "date_published": "2023-03-13 21:00:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The shake-up of the tech sector shows: we must learn from finance regulation", "description": "While large-scale layoffs are shaking up the big tech industry, calls for regulation are getting louder. President Biden recently called for bipartisan legislation to protect privacy, address algorithmic discrimination, and safeguard youth. The tech sector needs to change to create stable markets and healthy innovation. And the most effective way to do that is to...", "link": "https://thehill.com/opinion/congress-blog/3898333-the-shake-up-of-the-tech-sector-shows-we-must-learn-from-finance-regulation/", "date_published": "2023-03-13 21:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "DeSantis headlines record-breaking Alabama GOP dinner", "description": "The Alabama Republican Party broke its fundraising record when Florida Gov. Ron DeSantis (R) headlined its annual winter dinner last week, as the rising conservative weighs a White House bid. DeSantis’s appearance at the event helped the party raise nearly $700,000 and break attendance records with more than 1,700 at the dinner. The previous attendance...", "link": "https://thehill.com/homenews/campaign/3898290-desantis-headlines-record-breaking-alabama-gop-dinner/", "date_published": "2023-03-13 20:42:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "PETA to White House: No more real eggs for Easter Egg Roll", "description": "People for the Ethical Treatment of Animals (PETA) is calling on Jill Biden to egg-ercise some fowl-related restraint at this year’s White House Easter Egg Roll by ending the use of real chicken eggs. In a Monday letter to the first lady, PETA President Ingrid Newkirk wrote that she wanted to “respectfully urge [Biden] not...", "link": "https://thehill.com/blogs/in-the-know/3898252-peta-to-white-house-no-more-real-eggs-for-easter-egg-roll/", "date_published": "2023-03-13 20:11:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "How to navigate academia", "description": "Ironically, on some research topics the commercial sector offers far more opportunities for innovation than academia.", "link": "https://thehill.com/opinion/education/3898019-how-to-navigate-academia/", "date_published": "2023-03-13 20:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "$201 cardboard box among Silicon Valley Bank-branded items for sale on eBay", "description": "From coffee mugs to a cardboard box, swag from the now-failed financial institution Silicon Valley Bank is attracting bids on eBay.", "link": "https://thehill.com/homenews/nexstar_media_wire/3898132-201-cardboard-box-among-silicon-valley-bank-branded-items-for-sale-on-ebay/", "date_published": "2023-03-13 19:49:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "$201 cardboard box among Silicon Valley Bank-branded items for sale on eBay", "description": "From coffee mugs to a cardboard box, swag from the now-failed financial institution Silicon Valley Bank is attracting bids on eBay.", "link": "https://thehill.com/policy/technology/3898132-201-cardboard-box-among-silicon-valley-bank-branded-items-for-sale-on-ebay/", "date_published": "2023-03-13 19:49:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Chasten Buttigieg responds to Pence's paternity leave joke: ‘Where would you be?’", "description": "Transportation Secretary Pete Buttigieg's husband Chasten Buttigieg on Monday pushed back against former Vice President Mike Pence’s jokes about his husband's paternity leave, questioning where he would be if his grandchild was born prematurely. “An honest question for you,@mikepence, after your attempted joke this weekend. If your grandchild was born prematurely and placed on a...", "link": "https://thehill.com/homenews/administration/3898180-chasten-buttigieg-responds-to-pences-paternity-leave-joke-where-would-you-be/", "date_published": "2023-03-13 19:35:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Hate crimes up by double digits last year: FBI", "description": "Hate crimes in the United States spiked by 35 percent in 2021 according to FBI statistics, led by a sharp rise in attacks motivated by sexual orientation. The FBI recorded a total of 10,840 hate crime incidents in 2021, up from 8,052 in 2020, according to a supplemental addition to the agency's annual hate crimes...", "link": "https://thehill.com/blogs/blog-briefing-room/news/3898187-hate-crimes-up-by-double-digits-last-year-fbi/", "date_published": "2023-03-13 19:18:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump heads to Iowa under shadow of possible NY indictment", "description": "Former President Donald Trump is set to return to Iowa on Monday evening, signaling a determination to trudge forward with his 2024 White House campaign in the face of a possible criminal indictment. Trump will deliver an address on education policy in Davenport just days after his would-be rival for the Republican presidential nomination, Florida...", "link": "https://thehill.com/homenews/campaign/3898181-trump-heads-to-iowa-under-shadow-of-possible-ny-indictment/", "date_published": "2023-03-13 19:10:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "PETA calls on Pentagon to stop 'Havana syndrome' testing on animals", "description": "People for the Ethical Treatment of Animals (PETA) is pressuring the Department of Defense to stop its testing of microwave radiation and radio frequency on animals in an attempt to determine the human effects of the mysterious health incidents dubbed “Havana Syndrome.” The animal rights group said in a letter to Defense Secretary Lloyd Austin...", "link": "https://thehill.com/policy/defense/3898164-peta-calls-on-pentagon-to-stop-havana-syndrome-testing-on-animals/", "date_published": "2023-03-13 19:07:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Fight China's 'surveillance coin' with a US 'freedom coin'", "description": "Many privacy-enhancing technologies are being developed to respond to the privacy weakness of the blockchain format.", "link": "https://thehill.com/opinion/finance/3897860-fight-chinas-surveillance-coin-with-a-us-freedom-coin/", "date_published": "2023-03-13 19:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "With the White House’s strategy, the key to improving cybersecurity is finally here", "description": "It might have taken 20 years, but the federal government is now saying the quiet part out loud.", "link": "https://thehill.com/opinion/cybersecurity/3897608-with-the-white-houses-strategy-the-key-to-improving-cybersecurity-is-finally-here/", "date_published": "2023-03-13 18:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Lawmakers call for Mexico travel advisory over reported counterfeit drug sales", "description": "Sen. Ed Markey (D-Mass.) and Rep. David Trone (D-Md.) on Monday called on the State Department to issue a travel advisory warning Americans about the dangers of buying pharmaceuticals from some Mexican pharmacies. \"We write to urge the State Department, which plays a critical role in ensuring the safety of Americans traveling abroad, to immediately...", "link": "https://thehill.com/policy/international/3898057-lawmakers-call-for-mexico-travel-advisory-over-reported-counterfeit-drug-sales/", "date_published": "2023-03-13 18:17:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Texas officials warn against spring break travel to Mexico", "description": "Texas officials are warning residents against traveling across the state’s southern border to Mexico over spring break following the kidnapping of four American tourists last week, two of whom later died. A Friday release from the Texas Department of Public Safety (DPS) says Texans should postpone or cancel existing travel plans and generally avoid travel...", "link": "https://thehill.com/homenews/state-watch/3898071-texas-officials-warn-against-spring-break-travel-to-mexico/", "date_published": "2023-03-13 18:15:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Is the US having an ‘East of Suez’ moment?", "description": "For China, the Riyadh-Tehran deal was an opportunity to flaunt its growing prominence in the Middle East.", "link": "https://thehill.com/opinion/international/3896966-is-the-us-having-an-east-of-suez-moment/", "date_published": "2023-03-13 18:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Zebra bites Ohio man's arm off before being put down", "description": "While deputies were treating the man, the zebra continued acting irate and charged one deputy's cruiser.", "link": "https://thehill.com/homenews/state-watch/3898041-zebra-bites-ohio-mans-arm-off-before-being-put-down/", "date_published": "2023-03-13 17:46:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Michael Cohen at Manhattan courthouse before expected Trump grand jury testimony: 'This is not revenge'", "description": "Michael Cohen, former President Trump’s longtime fixer, arrived at a Manhattan courthouse on Monday ahead of his appearance before a grand jury investigating the former president, according to The Associated Press. Cohen’s appearance marks a critical moment for the grand jury proceedings, with Manhattan District Attorney Alvin Bragg’s (D) office appearing to near a decision...", "link": "https://thehill.com/regulation/court-battles/3898026-michael-cohen-at-manhattan-courthouse-before-expected-trump-grand-jury-testimony-this-is-not-revenge/", "date_published": "2023-03-13 17:42:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The folly of men’s college basketball preseason polls", "description": "Preseason polls give sports commentators and fans something to talk about, but their ability to forecast an entire season of play is limited.", "link": "https://thehill.com/opinion/technology/3897972-the-folly-of-mens-college-basketball-preseason-polls/", "date_published": "2023-03-13 17:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Haley attacks Biden over 'bailout' of Silicon Valley Bank", "description": "Republican presidential candidate Nikki Haley on Monday attacked President Biden over what she called a “bailout” of Silicon Valley Bank, which collapsed late last week, after regulators seized the failed bank’s assets and promised to make depositors full. “Joe Biden is pretending this isn't a bailout. It is,” Haley said on Twitter. The administration moved...", "link": "https://thehill.com/business/banking-financial-institutions/3897971-haley-attacks-biden-over-bailout-of-silicon-valley-bank/", "date_published": "2023-03-13 17:20:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Watch live: White House press briefing", "description": "White House Press Secretary Karine Jean-Pierre on Monday will brief reporters aboard Air Force One as they travel with President Biden to San Diego. While there, Biden will meet with Australian Prime Minister Anthony Albanese and British Prime Minister Rishi Sunak for a meeting of the recently formed nuclear partnership AUKUS, AP reports. The trilateral...", "link": "https://thehill.com/homenews/3897932-watch-live-white-house-press-briefing/", "date_published": "2023-03-13 17:20:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "California, struggling with weekend floods, braces for new atmospheric river", "description": "A new atmospheric river is expected to wash ashore this evening over California, where neighborhoods are still under water from a weekend of devastating floods and emergency rescues. “The incoming atmospheric river will bring more heavy rain and flooding concerns beginning tonight,” the Bay Area branch of the National Weather Service (NWS) warned on Monday morning. Advising...", "link": "https://thehill.com/policy/energy-environment/3897982-california-struggling-with-weekend-floods-braces-for-new-atmospheric-river/", "date_published": "2023-03-13 17:10:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Five things to know about the Silicon Valley Bank takeover", "description": "The federal government took over Silicon Valley Bank (SVB) over the weekend and announced it would insure 100 percent of deposits in a bank that caters to venture capitalists and high-tech start-ups.  The Treasury Department announced Sunday night that the Federal Deposit Insurance Corporation (FDIC) would use its deposit insurance fund to pay back account...", "link": "https://thehill.com/homenews/administration/3897813-five-things-to-know-about-the-silicon-valley-bank-takeover/", "date_published": "2023-03-13 17:09:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Surveillance reform: The FISA reauthorization ‘debate’ distraction", "description": "Hard deadlines seem to be what's required to get Congress to act on much of anything these days. A New Year’s Eve 2023 legislative deadline on one item is of particular note — on that day the infamous Foreign Intelligence Surveillance Act Section 702 expires, unless Congress elects to renew it.  The speculation and posturing over the fate of...", "link": "https://thehill.com/opinion/congress-blog/3897957-surveillance-reform-the-fisa-reauthorization-debate-distraction/", "date_published": "2023-03-13 17:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Five things to know about the Willow Project", "description": "After weeks of speculation, and White House denials over the weekend, the Interior Department on Monday formally approved the Willow Project,  a 30-year project by ConocoPhillips to drill oil in northwestern Alaska. Here are five things to know about one of President Biden’s most controversial moves yet on environmental policy. It could produce vast amounts...", "link": "https://thehill.com/policy/energy-environment/3897862-five-things-to-know-about-the-willow-project/", "date_published": "2023-03-13 16:54:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Jean-Pierre calls for Pence to apologize for Buttigieg, postpartum depression jokes", "description": "White House press secretary Karine Jean-Pierre on Monday called for former Vice President Mike Pence to apologize for the jokes he made about Transportation Secretary Pete Buttigieg’s paternity leave and using postpartum depression as a “punchline.” Pence said that Buttigieg took “maternity” leave and everyone else got “postpartum depression” in his absence during the annual...", "link": "https://thehill.com/homenews/administration/3897925-jean-pierre-calls-for-pence-to-apologize-for-buttigieg-postpartum-depression-jokes/", "date_published": "2023-03-13 16:50:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "North Korea test fires missiles from submarine amid US, South Korean military drills", "description": "North Korea fired at least one missile from a submarine in the Sea of Japan on Sunday, ramping up missile tests ahead of one of the largest joint military exercises between the U.S. and South Korea. North Korea claimed to have fired two missiles from a submarine in the sea, but South Korean military officials...", "link": "https://thehill.com/policy/international/3897937-north-korea-test-fires-missiles-from-submarine-amid-us-south-korean-military-drills/", "date_published": "2023-03-13 16:49:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "62 House Democrats call on Biden administration to bolster child labor enforcement", "description": "A group of 62 Democrats in the House is pressing the Biden administration to take more aggressive action to combat child labor law violations, following reports of widespread abuses at prominent U.S. companies. The lawmakers, led by Rep. Dan Kildee (D-Mich.), said in a letter to Labor Secretary Marty Walsh and Health and Human Services...", "link": "https://thehill.com/homenews/house/3897850-62-house-democrats-call-on-biden-administration-to-bolster-child-labor-enforcement/", "date_published": "2023-03-13 16:31:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Hill's 12:30 Report — Biden assures 'our banking system is safe' after SVB collapse", "description": "To view past editions of The Hill's 12:30 Report, click here: https://bit.ly/30ARS1U   To receive The Hill's 12:30 Report in your inbox, please sign up here: https://bit.ly/41ZMHnw --&#62; A midday take on what's happening in politics and how to have a sense of humor about it.*  *Ha. Haha. Hahah. Sniff. Haha. Sniff. Ha--breaks down crying hysterically. NEWS OF THE MORNING  Biden: ‘Our...", "link": "https://thehill.com/newsletters/1230-report/3897736-the-hills-1230-report-biden-assures-our-banking-system-is-safe-after-svb-collapse/", "date_published": "2023-03-13 16:31:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Almost 2 in 3 Americans say threat of deadly pandemics is growing: poll", "description": "A new poll shows nearly two-thirds of Americans believe the risk of deadly pandemics is rising in the aftermath of the COVID-19 pandemic. In a survey published Friday by the Pandemic Action Network, 61 percent of Americans strongly agreed or agreed with the statement that \"we are now in an era of increasing risk due...", "link": "https://thehill.com/policy/healthcare/3897724-almost-2-in-3-americans-say-threat-of-deadly-pandemics-is-growing-poll/", "date_published": "2023-03-13 16:09:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "This spring break, fentanyl could be the not-so-silent killer", "description": "With these crowds of young people comes the inevitable use of party drugs, not just marijuana and alcohol, but also pills.", "link": "https://thehill.com/opinion/healthcare/3897745-this-spring-break-fentanyl-could-be-the-not-so-silent-killer/", "date_published": "2023-03-13 16:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Prosecutors say Tucker Carlson omitted key Jan. 6 footage of 'QAnon Shaman'", "description": "Federal prosecutors said footage that Fox News host Tucker Carlson aired last week of the “QAnon Shaman” during the Jan. 6, 2021, attack on the U.S. Capitol lacks context, according to newly filed court documents. The Justice Department said the footage aired by Carlson, which showed rioter Jacob Chansley, who is better known in the...", "link": "https://thehill.com/regulation/court-battles/3897767-prosecutors-say-tucker-carlson-omitted-key-jan-6-footage-of-qanon-shaman/", "date_published": "2023-03-13 15:58:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "DeSantis to headline New Hampshire GOP fundraiser in April", "description": "Florida Gov. Ron DeSantis (R) will travel to New Hampshire next month to headline a key fundraising dinner for the state Republican Party in the latest sign that he’s moving toward a 2024 presidential campaign. DeSantis will deliver the keynote address at the New Hampshire GOP’s annual Amos Tuck Dinner on April 14 in Manchester,...", "link": "https://thehill.com/homenews/campaign/3897791-desantis-to-headline-new-hampshire-gop-fundraiser-in-april/", "date_published": "2023-03-13 15:53:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Stanford police investigating antisemitic drawing as hate crime", "description": "Stanford University is investigating the drawing of swastikas and an image resembling Adolf Hitler in a dorm building last week as a hate crime. The investigation was prompted by reports that a Jewish student “found multiple swastikas and an image modified to resemble Adolf Hitler drawn on a white board that was affixed to their...", "link": "https://thehill.com/homenews/state-watch/3897747-stanford-police-investigating-antisemitic-drawing-as-hate-crime/", "date_published": "2023-03-13 15:41:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Zelensky: Russia suffering heavy losses in Bakhmut", "description": "Ukrainian President Volodymyr Zelensky said Russia is suffering heavy losses in Bakhmut, a city in Ukraine’s eastern Donetsk region that has been under Russian fire for six months. Zelensky said in his nightly address on Sunday that Ukraine's soldiers from Khortytsia and Tavria have killed more than 1,100 Russian soldiers near Bakhmut since March 6 and...", "link": "https://thehill.com/policy/international/3897633-zelensky-russia-suffering-heavy-losses-in-bakhmut/", "date_published": "2023-03-13 15:32:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "ChatGPT blues: The coming generative AI gerrymandering of the American mind", "description": "ChatGPT is all the rage lately. It represents an “aha” moment for artificial intelligence (AI), as people wonder, “What can ChatGPT do for me?” With so many tantalizing possibilities of this generative AI, investments are pouring in — to explore how it can be leveraged in education, media, art, marketing, health care, law and beyond....", "link": "https://thehill.com/opinion/technology/3890357-chatgpt-blues-the-coming-generative-ai-gerrymandering-of-the-american-mind/", "date_published": "2023-03-13 15:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "How a switch to El Niño could affect hurricane season", "description": "It's likely that a good chunk of Atlantic Hurricane Season 2023 will be spent in an El Niño pattern.", "link": "https://thehill.com/changing-america/resilience/natural-disasters/3897676-how-a-switch-to-el-nino-could-affect-hurricane-season/", "date_published": "2023-03-13 15:19:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Goldman Sachs analysts not expecting rate hike this month due to stress on banks", "description": "Economists for Goldman Sachs said they do not expect the Federal Reserve to raise interest rates at its next meeting this month, citing the pressure that already increased rates have put on banks, following the historic failure of Silicon Valley Bank. “In light of the stress in the banking system, we no longer expect the...", "link": "https://thehill.com/business/3897692-goldman-sachs-analysts-not-expecting-rate-hike-this-month-due-to-stress-on-banks/", "date_published": "2023-03-13 15:06:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Senate Democrats take aim at McCormick ahead of possible Casey challenge", "description": "Former Republican Senate candidate Dave McCormick is gearing up for another campaign in Pennsylvania, eyeing a challenge of Sen. Bob Casey (D-Pa.), and Democrats are already teeing off on the former hedge fund chief executive. A pamphlet put together by the Democratic Senatorial Campaign Committee (DSCC), the campaign arm of Senate Democrats, tries to paint...", "link": "https://thehill.com/homenews/campaign/3897684-senate-democrats-take-aim-at-mccormick-ahead-of-possible-casey-challenge/", "date_published": "2023-03-13 15:05:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Are your old coins and bills valuable? Expert explains what to look for", "description": "There are some bills and coins worth more than their printed value, but how can you tell?", "link": "https://thehill.com/homenews/nexstar_media_wire/3891688-are-your-old-coins-and-bills-valuable-expert-explains-what-to-look-for/", "date_published": "2023-03-13 15:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Cyber regulations can make our nation safer", "description": "With the current cyber threat landscape growing in sophistication, scale, and impact, it’s clear that a voluntary approach is insufficient.", "link": "https://thehill.com/opinion/cybersecurity/3897447-cyber-regulations-can-make-our-nation-safer/", "date_published": "2023-03-13 15:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "'Gas station heroin' acts like an opioid on the body: expert", "description": "Experts warn \"gas station heroin\" acts like an opioid, making it highly addictive and possibly deadly.", "link": "https://thehill.com/changing-america/well-being/prevention-cures/3897577-gas-station-heroin-acts-like-an-opioid-on-the-body-expert/", "date_published": "2023-03-13 14:48:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Lori Lightfoot's defeat is a call to action for Democrats on crime", "description": "It was one of many instances over the last two years where voters in blue states and cities explicitly rejected ostensibly soft-on-crime Democratic candidates and policies.", "link": "https://thehill.com/opinion/campaign/3897641-lori-lightfoots-loss-is-a-call-to-action-for-democrats-on-crime/", "date_published": "2023-03-13 14:45:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Man killed daughter's suspected stalker with moose antler, sheriff says", "description": "A Minnesota man showed up at the Cook County Sheriff's Office Wednesday covered in blood and confessed to beating a 77-year-old to death, first with a shovel, then with a moose antler.", "link": "https://thehill.com/homenews/nexstar_media_wire/3897591-man-killed-daughters-suspected-stalker-with-moose-antler-sheriff-says/", "date_published": "2023-03-13 14:39:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Only 10 percent of House races were competitive in midterms: advocacy group", "description": "A new report found that only 10 percent of the House races in the 2022 midterm elections were competitive, noting that both Democrats and Republicans had a high number of \"safe districts.\" The Fix Our House Redistricting Report found that only 42 House races were \"competitive\" in 2022. The report said the root of the...", "link": "https://thehill.com/homenews/campaign/3897518-only-10-percent-of-house-races-were-competitive-in-midterms-advocacy-group/", "date_published": "2023-03-13 14:30:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Why sanitizing books is worse than banning them", "description": "When you change the words in a book, it isn’t just an altered book; it is an inevitably impoverished book, and one with neither context nor history.", "link": "https://thehill.com/opinion/civil-rights/3896687-why-sanitizing-books-is-worse-than-banning-them/", "date_published": "2023-03-13 14:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "China has three roads to Taiwan: The US must block them all", "description": "China wins — and Taiwan and the West lose — if Beijing arrives in Taipei by any one of these roads.", "link": "https://thehill.com/opinion/national-security/3896916-china-has-three-roads-to-taiwan-the-us-must-block-them-all/", "date_published": "2023-03-13 14:15:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "House Republicans announce 37 Democratic target seats for 2024", "description": "The National Republican Congressional Committee (NRCC), House Republicans' campaign arm, announced a list of 37 Democratic-held seats it's targeting to flip in 2024 as the GOP seeks to grow its narrow House majority. The seats include two being vacated by Democrats as they pursue Senate runs: Rep. Katie Porter’s 47th Congressional District in California and...", "link": "https://thehill.com/homenews/house/3897583-house-republicans-announce-37-democratic-target-seats-for-2024/", "date_published": "2023-03-13 14:11:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden approves controversial oil drilling project in Alaska", "description": "The Biden administration on Monday approved a massive drilling project in Alaska, allowing oil company ConocoPhillips to move ahead with the 30-year project over objections from environmental groups. While not a surprise, the move to green light the Willow Project is expected to rankle President Biden’s liberal and climate-minded allies, who have opposed the move.  “It would be...", "link": "https://thehill.com/policy/energy-environment/3897595-biden-approves-controversial-oil-drilling-project-in-alaska/", "date_published": "2023-03-13 14:09:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "With Saudi-Iran diplomacy, is China pushing the US aside in the Middle East?", "description": "News, particularly the international variety, is usually just either good or bad. But on March 10, at around 8 a.m. Washington, D.C. time, news emerged that arguably qualified for the description of “jaw-dropping”: After seven years without diplomatic relations, it was announced that Saudi Arabia and Iran were to “normalize” relations. And China is the...", "link": "https://thehill.com/opinion/international/3896777-with-saudi-iran-diplomacy-is-china-pushing-the-us-aside-in-the-middle-east/", "date_published": "2023-03-13 14:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden calls legislation targeting transgender people in Florida 'close to sinful'", "description": "President Biden is calling legislation targeting transgender people in Florida “close to sinful.” “It’s just terrible what they’re doing,” in the Sunshine State, Biden said on Monday in a preview clip from “The Daily Show.” Biden sat down for an “in-depth” interview at the White House with guest host Kal Penn, the Comedy Central show...", "link": "https://thehill.com/blogs/in-the-know/3897543-biden-calls-legislation-targeting-transgender-people-in-florida-close-to-sinful/", "date_published": "2023-03-13 13:42:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden stresses that Silicon Valley Bank is not getting a bailout", "description": "President Biden on Monday stressed that Silicon Valley Bank (SVB) will not get a government bailout after regulators seized the assets of the failed bank. “No losses will be — and this is an important for point — no losses will be borne by the taxpayers. Let me repeat that, no losses will be borne...", "link": "https://thehill.com/homenews/administration/3897534-biden-stresses-that-silicon-valley-bank-is-not-getting-a-bailout/", "date_published": "2023-03-13 13:40:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Warren blames Congress for 'entirely avoidable' bank failures", "description": "Sen. Elizabeth Warren (D-Mass.) said Monday that the collapse of Silicon Valley Bank (SVB) was enabled by Congress, which in 2018 passed a law to ease bank regulations put in place following the 2008 financial crisis.  In a New York Times opinion piece, Warren noted that SVB was one of many banks that lobbied Congress...", "link": "https://thehill.com/business/3897531-warren-blames-congress-for-entirely-avoidable-bank-failures/", "date_published": "2023-03-13 13:37:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "UK prime minister calls China a 'systemic challenge' to world order ahead of Biden meeting", "description": "British Prime Minister Rishi Sunak said Sunday that China threatens the country's economic interests and poses a \"systemic challenge\" for global order. “China represents the biggest state threat to our economic interests, for sure. And it’s a systemic challenge for the world order,” Sunak told NBC's Lester Holt in an interview airing Monday night on...", "link": "https://thehill.com/policy/international/3897429-uk-prime-minister-calls-china-a-systemic-challenge-to-world-order-ahead-of-biden-meeting/", "date_published": "2023-03-13 13:30:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "If Biden doesn’t run, would Bernie be the best alternative?", "description": "Sanders still is the heart and soul of the party, and of lots of Republican party voters, too — perhaps now more than ever.", "link": "https://thehill.com/opinion/columnists/3896690-if-biden-doesnt-run-would-bernie-be-the-best-alternative/", "date_published": "2023-03-13 13:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden says 'our banking system is safe' amid Silicon Valley Bank fallout", "description": "President Biden on Monday expressed confidence that the U.S. banking system is safe and Americans can access their deposits after regulators closed two banks in recent days. “The bottom line is this: Americans can rest assured that our banking system is safe. Your deposits are safe. Let me also assure you, we will not stop...", "link": "https://thehill.com/homenews/administration/3897516-biden-says-our-banking-system-is-safe-amid-silicon-valley-bank-fallout/", "date_published": "2023-03-13 13:19:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Large group attempted mass entry at El Paso border crossing: CBP", "description": "Officials say a large group of migrants in Mexico on Sunday attempted a mass entry into the country at the El Paso border crossing, according to multiple reports. The massive flood of migrants caused a number of disruptions and led to officials using barricades to try and contain the migrants, CNN reported. Reuters reported that...", "link": "https://thehill.com/homenews/3897454-large-group-attempted-mass-entry-at-el-paso-border-crossing-cbp/", "date_published": "2023-03-13 13:09:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "'National Customer Rage Survey' points to troubling trend among US consumers", "description": "The results of a small nationwide survey suggest that consumers are becoming increasingly infuriated the perceived level of assistance from customer service departments, and some of us aren't above seeking \"revenge.\"", "link": "https://thehill.com/homenews/nexstar_media_wire/3894570-national-customer-rage-survey-points-to-troubling-trend-among-us-consumers/", "date_published": "2023-03-13 13:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "When it comes to peace talks, the problem is Russia, not Ukraine", "description": "Everybody wants the Russo-Ukrainian War to end, but how, exactly, is such a happy outcome to be brought about? Many of the answers currently floating about focus on Ukraine, offering suggestions about what it should or should not do. Among these suggestions: Ukraine should recognize that it cannot drive the Russians from all its occupied...", "link": "https://thehill.com/opinion/international/3886576-when-it-comes-to-peace-talks-the-problem-is-russia-not-ukraine/", "date_published": "2023-03-13 13:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Harris to travel to Ghana, Tanzania and Zambia this month", "description": "Vice President Harris will travel to Africa in late March to visit Ghana, Tanzania and Zambia in the latest outreach by the administration to nations on that continent. “The trip will strengthen the United States’ partnerships throughout Africa and advance our shared efforts on security and economic prosperity,” Kristen Allen, the vice president’s press secretary,...", "link": "https://thehill.com/homenews/administration/3897481-harris-to-travel-to-ghana-tanzania-and-zambia-this-month/", "date_published": "2023-03-13 12:58:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Jimmy Kimmel jabs Tucker Carlson at Oscars over Jan. 6 tapes", "description": "Oscars host Jimmy Kimmel jabbed Tucker Carlson toward the end of the Academy Awards show on Sunday evening over footage of the Jan. 6, 2021 riots that the Fox News host aired last week. \"Editors can do amazing things,\" Kimmel said while introducing the presenters for the Best Film Editing award. \"Editors can turn 40,000...", "link": "https://thehill.com/blogs/in-the-know/3897408-jimmy-kimmel-jabs-tucker-carlson-at-oscars-over-jan-6-tapes/", "date_published": "2023-03-13 12:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "War by miscalculation or by mistake?", "description": "Is a major war in which thermonuclear weapons could obliterate most of society no longer unthinkable?  Is it even possible?", "link": "https://thehill.com/opinion/national-security/3895679-war-by-miscalculation-or-by-mistake/", "date_published": "2023-03-13 12:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Michelle Yeoh becomes first Asian Best Actress winner at Oscars: 'This is history in the making'", "description": "Michelle Yeoh won the Best Actress award Sunday night at the Oscars, becoming the first Asian woman to receive the Academy Award in the category. \"Thank you to the Academy — this is history in the making!\" Yeoh said in her acceptance speech. \"To all the little boys and girls who look like me watching...", "link": "https://thehill.com/blogs/in-the-know/3897378-michelle-yeoh-becomes-first-asian-best-actress-winner-at-oscars-this-is-history-in-the-making/", "date_published": "2023-03-13 11:31:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "House Republicans should create 'New Federalism' budget", "description": "Rep. Marjorie Taylor Greene (R-Ga.) has suggested a “national divorce,” a breaking up of federal spending and distribution by state, so that red and blue states each could go their own way. I’m actually stunned to say these words, but she may be on the right track … sort of. Her branding — the name...", "link": "https://thehill.com/opinion/finance/3890768-house-republicans-should-create-new-federalism-budget/", "date_published": "2023-03-13 11:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "What you didn’t see on TV on Oscars night", "description": "It’s during the commercial breaks that the audience inside the Dolby Theatre really comes to life on Oscar night.", "link": "https://thehill.com/homenews/3897384-what-you-didnt-see-on-tv-on-oscars-night/", "date_published": "2023-03-13 11:23:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "NASA identifies new asteroid that could impact Earth in 2046", "description": "Have any plans for Valentine's Day in 2046? This asteroid might.", "link": "https://thehill.com/homenews/3896396-nasa-identifies-new-asteroid-that-could-impact-earth-in-2046/", "date_published": "2023-03-13 11:22:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Over 130 cited for allegedly buying alcohol in California 'Shoulder Tap' operation", "description": "Over 130 people were cited in California on Saturday on suspicion of purchasing alcohol for minors.", "link": "https://thehill.com/homenews/3896308-over-130-cited-for-allegedly-buying-alcohol-in-california-shoulder-tap-operation/", "date_published": "2023-03-13 11:22:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Giant seaweed blob twice the width of the US takes aim at Florida", "description": "Marine scientists are tracking a 5,000-mile-wide seaweed bloom that is so large, it can be seen from space - and it's heading towards Florida's gulf coast.", "link": "https://thehill.com/homenews/3896298-giant-seaweed-blob-twice-the-width-of-the-us-takes-aim-at-florida/", "date_published": "2023-03-13 11:21:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "America must uphold our promise to Afghan allies", "description": "The House Foreign Affairs Committee last week held its first hearing on the tumultuous — and massively botched — August 2021 departure from Afghanistan. Some members sought to turn the hearing into a partisan food fight, but the bulk of the hearing focused on the plight of Afghans who fought alongside us, more than 150,000...", "link": "https://thehill.com/opinion/national-security/3894659-america-must-uphold-our-promise-to-afghan-allies/", "date_published": "2023-03-13 11:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Hill's Morning Report — Government scrambles to help struggling banks", "description": "Editor’s note: The Hill’s Morning Report is our daily newsletter that dives deep into Washington’s agenda. To subscribe, click here or fill out the box below. Federal regulators on Sunday frantically worked to inoculate the financial system from bank runs and confusion by announcing protection for all depositors as well as taxpayers following sudden insolvencies...", "link": "https://thehill.com/newsletters/morning-report/3897329-the-hills-morning-report-government-scrambles-to-help-struggling-banks/", "date_published": "2023-03-13 10:20:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "'Hyper-partisan' politicians get four times the news coverage of bipartisan colleagues", "description": "The most partisan member of Congress, Marjorie Taylor Greene, generated nearly 10 times as much press coverage in the 2022 election cycle as the least partisan member, Don Bacon, according to a new study of “hyper-partisan” politics.   Greene, a Republican representative from Georgia, appeared in 335 news items in major outlets around the 2022 midterms,...", "link": "https://thehill.com/homenews/media/3894486-hyper-partisan-politicians-get-four-times-the-news-coverage-of-bipartisan-colleagues/", "date_published": "2023-03-13 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Democrats seek to pivot on crime", "description": "Democrats are seeking to pivot toward the center on crime and law enforcement in the wake of a series of defeats linked to voter concerns about the topic — most recently reflected in Chicago Mayor Lori Lightfoot’s primary election loss last month. In a dramatic initial step, President Biden announced he’d back a GOP resolution...", "link": "https://thehill.com/homenews/campaign/3894648-democrats-seek-to-pivot-on-crime/", "date_published": "2023-03-13 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Feinstein, Fetterman absences leave Democrats with fragile majority", "description": "Absences in the Senate are becoming an issue for Democrats, leaving them with a fragile majority. Senate Democrats have been without Sens. John Fetterman (Pa.) and Dianne Feinstein (Calif.) in recent weeks, creating a 49-49 split in the chamber that has forced members of the conference to only bring up votes that they know have...", "link": "https://thehill.com/homenews/senate/3894571-feinstein-fetterman-absences-leave-democrats-with-fragile-majority/", "date_published": "2023-03-13 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "McCarthy and Jeffries forge relationship amid partisan fire", "description": "The working relationship between Speaker Kevin McCarthy (R-Calif.) and House Minority Leader Hakeem Jeffries (D-N.Y.) is notably different than the one the top House Republican had with former Speaker Nancy Pelosi (D-Calif.) in the last Congress — most simply, that they have one at all.  Pelosi once called McCarthy a “moron” and McCarthy reportedly joked that it would be...", "link": "https://thehill.com/homenews/house/3894728-mccarthy-and-jeffries-forge-relationship-amid-partisan-fire/", "date_published": "2023-03-13 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Fallout from Silicon Valley Bank collapse to dominate Capitol Hill", "description": "The collapse of Silicon Valley Bank (SVB) is likely to dominate chatter on Capitol Hill this week, as lawmakers look to learn more about the bank failure and regulators seek to calm the banking industry. Regulators shut down Silicon Valley Bank on Friday after the institution saw a significant run amid liquidity issues, marking the...", "link": "https://thehill.com/homenews/senate/3896695-fallout-from-silicon-valley-bank-collapse-to-dominate-capitol-hill/", "date_published": "2023-03-13 09:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden, Democrats applaud 'decisive action' to protect Silicon Valley Bank depositors", "description": "President Biden and Democrat lawmakers praised the \"decisive action\" by federal financial agencies on Sunday to protect Silicon Valley Bank depositors and shore up the financial system ahead of markets opening on Monday. \"The American people and American businesses can have confidence that their bank deposits will be there when they need them,\" Biden said...", "link": "https://thehill.com/blogs/blog-briefing-room/news/3896933-biden-democrats-applaud-decisive-action-to-protect-silicon-valley-bank-depositors/", "date_published": "2023-03-13 03:01:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Sunak to invite Biden to Northern Ireland for Good Friday agreement anniversary", "description": "British Prime Minister Rishi Sunak said he plans to invite President Biden to Northern Ireland next month for the 25th anniversary of the Good Friday agreement.  Sunak told reporters during a trip to California that he hopes Biden will accept his invitation to attend the anniversary, according to the Guardian, which had previously reported on...", "link": "https://thehill.com/policy/3896939-sunak-to-invite-biden-to-northern-ireland-for-good-friday-agreement-anniversary/", "date_published": "2023-03-13 02:05:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Schiff says there's 'profound concern in California' over Silicon Valley Bank collapse", "description": "Rep. Adam Schiff (D-Calif.) said on Sunday that there there is \"profound concern in California\" about the health of the economic sector after the collapse of the Silicon Valley Bank. Federal regulators seized the California-based bank on Friday, and put the institution up for auction over the weekend, multiple news agencies reported. The closure of...", "link": "https://thehill.com/homenews/house/3896834-schiff-says-theres-profound-concern-in-california-over-silicon-valley-bank-collapse/", "date_published": "2023-03-13 01:52:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Moscow fumes as Ukraine considers changing Russia's official name", "description": "Russian officials railed against Ukraine's talk of changing Russia's official name to Muscovy, after a Ukrainian petition regarding a potential name change garnered 25,000 signatures. Ukrainian President Volodymyr Zelensky reportedly instructed Ukrainian Prime Minister Denis Shmygal to \"carefully\" consider renaming Russia to Muscovy, accounting for consequences under international law and whether it was possible in...", "link": "https://thehill.com/policy/international/3896712-moscow-fumes-as-ukraine-considers-changing-russias-official-name/", "date_published": "2023-03-13 01:47:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Russian opposition leader's wife gives emotional speech after 'Navalny' wins Oscar", "description": "Alexey Navalny’s wife delivered a message for the imprisoned Russian opposition leader from the Oscars stage after a documentary about him won an Academy Award, saying she’s “dreaming of the day” that Russia “will be free.” “My husband is in prison just for telling the truth,” Yulia Navalnaya said Sunday at the 95th annual Academy...", "link": "https://thehill.com/blogs/in-the-know/3896935-russian-opposition-leaders-wife-gives-emotional-speech-after-navalny-wins-oscar/", "date_published": "2023-03-13 01:33:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Kimmel jokes about Smith's slap, snubbed women directors in Oscar's monologue", "description": "Jimmy Kimmel knocked women being shut out of the best director category and last year’s infamous Will Smith slap in a nearly politics-free monologue at the 95th annual Academy Awards. “Some of the cynics are saying Jim Cameron isn’t here because he didn't get a Best Director nomination. And while I find it very hard...", "link": "https://thehill.com/blogs/in-the-know/3896911-kimmel-jokes-about-smiths-slap-snubbed-women-directors-in-oscars-monologue/", "date_published": "2023-03-13 01:15:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden expected to OK controversial Alaska drilling project Monday", "description": "The Biden administration is expected to approve a controversial Alaska oil drilling project known as the Willow Project on Monday, a source familiar with the plans told The Hill.  ConocoPhillips’s Willow Project would allow for as many as 629,000 barrels of oil to be extracted over the project’s 30-year life span, according to documentation pitching...", "link": "https://thehill.com/policy/energy-environment/3896901-biden-expected-to-ok-controversial-alaska-drilling-project-monday/", "date_published": "2023-03-13 01:03:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "J6 Prison Choir song featuring Trump reaches No. 1 on iTunes", "description": "A song by a group of men convicted for the Jan 6., 2021 attack at the Capitol, featuring former President Trump, reached the top spot on the iTunes music charts over the weekend. On Saturday, the J6 Prison Choir single “Justice for All,” outperformed pop star Miley Cryus’ single “Flowers.\" The song includes the choir...", "link": "https://thehill.com/homenews/3896775-j6-prison-choir-song-featuring-trump-reaches-reaches-no-1-on-itunes/", "date_published": "2023-03-13 00:26:34+00:00", "persistent": false, "user": null, "language": "en-US"}]