[{"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA: Tragedia w Teksasie. Trzylatka zastrzeliła rok starszą siostrę", "description": "Trzylatka z Teksasu zastrzeliła przez przypadek swoją czteroletnią siostrę. Niezabezpieczoną broń dziewczynka miała znaleźć w sypialni. - Tej tragedii można było łatwo zapobiec - ocenił szeryf hrabstwa Harris Ed Gonzalez.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-13/usa-tragedia-w-teksasie-trzylatka-zastrzelila-rok-starsza-siostre/", "date_published": "2023-03-13 21:07:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Watykanista o słowach papieża dt. Jana Pawła II: Tłumaczenia, które spływają do Polski, są błędne", "description": "Watykanista Michał Kłosowski w Gościu Wydarzeń mówił, że Franciszek w ostatnim wywiadzie broni swojego poprzednika. - Tłumaczenia, które spływają do Polski, są błędne, bo papież jasno wskazuje, że pewne dokumenty trzeba czytać w kontekście i to jest to pytanie o Jana Pawła II - wyjaśnił.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-13/watykanista-o-slowach-papieza-dt-jana-pawla-ii-tlumaczenia-ktore-splywaja-do-polski-sa-bledne/", "date_published": "2023-03-13 20:11:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Wielka Brytania: Panika w samolocie z Teneryfy. Pilot przerwał lądowanie", "description": "Śnieg oraz silne porywy wiatru zmusiły pilota stażystę do przerwania podejścia do lądowania. Na pokładzie samolotu z Teneryfy wybuchła panika. - Myślałem, że już nigdy nie zobaczę rodziny - opisał w rozmowie z brytyjskimi mediami jeden z pasażerów.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-13/wielka-brytania-panika-w-samolocie-z-teneryfy-pilot-przerwal-ladowanie/", "date_published": "2023-03-13 20:07:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Maluch gonił za śmiercionośnym wężem. Natknął się na gniazdo gadów", "description": "Dwulatek z Australii zobaczył węża na trawniku przed domem. Nieświadomy zagrożenia chłopiec postanowił pobiec za jadowitym gadem. Dzięki temu udało się odkryć w pobliżu budynku gniazdo węży. W środku znajdowało się ponad 100 jaj. Na miejsce zdarzenia natychmiast wezwano specjalistę.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-13/maluch-gonil-za-smiercionosnym-wezem-natknal-sie-na-gniazdo-gadow/", "date_published": "2023-03-13 18:50:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Zaskakujące odkrycie w Japonii. Miecz na demony sprzed 1600 lat", "description": "Japońscy archeolodzy odkryli w mieście Nara miecz dako sprzed 1600 lat. Broń o falistym kształcie miała służyć do obrony przed demonami spotkanymi po śmierci. Obok niej znaleziono także lustro daryu w kształcie tarczy. Zdaniem badaczy pochowana w tym miejscu osoba musiała należeć do wyższych sfer.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-13/zaskakujace-odkrycie-w-japonii-miecz-na-demony-sprzed-1600-lat/", "date_published": "2023-03-13 17:50:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Oscary 2023. Mychajło Podolak o Oscarach. Zwraca uwagę na film o Nawalnym", "description": "Odmowa Akademii Filmowej dla Wołodymyra Zełenskiego, który chciał przemówić podczas gali rozdania Oscarów oraz decyzja o przyznaniu nagrody dokumentowi pt. Nawalny nie uszły uwadze ukraińskich mediów i polityków. Podważają oni twierdzenia Akademii, że nagrody te są poza sferą polityczną.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-13/oscary-2023-mychajlo-podolak-o-oscarach-zwraca-uwage-na-film-o-nawalnym/", "date_published": "2023-03-13 17:17:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Gigantyczny rój wodorostów zmierza w kierunku Florydy. Ma 8 km szerokości", "description": "W stronę wybrzeży Stanów Zjednoczonych zmierza plama wodorostów mająca 8 km szerokości - poinformował meksykański serwis informacyjny thecancunsun.com. Eksperci ostrzegają, że glony mogą stanowić zagrożenie dla bioróżnorodności oraz zdrowia mieszkańców.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-13/gigantyczny-roj-wodorostow-zmierza-w-kierunku-florydy-ma-8-km-szerokosci/", "date_published": "2023-03-13 16:39:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA: Od miesięcy mieszkał ze zwłokami. Zastrzelił się przed wejściem służb", "description": "Mieszkańcy Houston zaalarmowali policję, że od kilku miesięcy nie widzieli swoich sąsiadów. Przybyli na miejsce funkcjonariusze usłyszeli huk wystrzału. W mieszkaniu znaleziono mężczyznę z raną postrzałową głowy. W sąsiednim pokoju natrafiono na zwłoki, z którymi denat mieszkał od ponad miesiąca.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-13/usa-od-miesiecy-mieszkal-ze-zwlokami-zastrzelil-sie-przed-wejsciem-sluzb/", "date_published": "2023-03-13 15:17:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Wielka Brytania. Para dla żartu owinęła syna folią spożywczą. Do ich drzwi zapukała pomoc społeczna", "description": "Wideo z dzieckiem owiniętym folią spożywczą wrzuciła do mediów społecznościowych jego matka. Na nagraniu widać, jak jej partner popycha syna, który nie może uchronić się przed upadkiem. Pomoc społeczna odebrała dziecko rodzicom. Kobieta opublikowała film, na którym tłumaczyła swoje postępowanie.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-13/wielka-brytania-para-dla-zartu-owinela-syna-folia-spozywcza-do-ich-drzwi-zapukala-pomoc-spoleczna/", "date_published": "2023-03-13 12:35:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Wielka Brytania. 70-latek spiłował zęby. \"Żona by tego chciała\"", "description": "70-latek po śmierci żony chciał sobie zrobić prezent. Pojechał do Turcji i wydał ponad 37 tysięcy na implanty. Wiem, że Mandy by chciała, żebym to zrobił.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-13/nowe-zeby/", "date_published": "2023-03-13 11:33:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Walia. Walka mężczyzn na cmentarzu. W ruch poszły maczety i kije bejsbolowe", "description": "Policja opublikowała nagranie z bójki na cmentarzu, do której doszło w Walii w ubiegły roku. Dwie grupy mężczyzn walczyły między sobą używając maczet i kijów bejsbolowych. Na wideo widać także sceny pościgu, które równie dobrze mogłyby zaleźć się w filmie sensacyjnym.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-13/walia-walka-mezczyzn-na-cmentarzu-w-ruch-poszly-maczety-i-kije-bejsbolowe/", "date_published": "2023-03-13 09:12:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Oscary 2023. \"Wszystko wszędzie naraz\" zwycięzcą 95. gali w hollywoodzkim Dolby Theatre", "description": "Wszystko wszędzie naraz okazało się najlepszym filmem tegorocznych Oscarów. Dzieło zdobyło siedem statuetek, w tym dla najlepszego filmu. IO Jerzego Skolimowskiego przegrał walkę o Oscara z filmem Na Zachodzie bez zmian. Najbardziej prestiżowe nagrody świata filmowego wręczono po raz 95.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-13/oscary-2023-wszystko-wszedzie-naraz-zwyciezca-95-gali-w-hollywoodzkim-dolby-theatre/", "date_published": "2023-03-13 05:14:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}]