[{"source": "https://www.theguardian.com/world/rss", "title": "Hundreds gather in Parliament Square to protest illegal migration bill", "description": "<p>Crowd demonstrate in Westminster as MPs debate government’s controversial immigration reforms</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/mar/13/rishi-sunak-defence-spending-uk-us-australia-aukus-summit-joe-biden-anthony-albanese-keir-starmer-uk-politics-live\">UK politics live – latest news updates</a></li></ul><p>Hundreds of people have gathered in Parliament Square to protest against the government’s controversial new asylum and migration law as MPs debated the measures in the Commons.</p><p>The crowd, which first congregated around the Winston Churchill statue, chanted “What do we want? Safe passage. When do we want it? Now”, and “Who built the NHS? Migrants built the NHS.” Many held placards, which read “migrants and refugees welcome here: blame austerity, not migrants”.</p> <a href=\"https://www.theguardian.com/world/2023/mar/13/hundreds-gather-in-parliament-square-to-protest-migration-bill\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/13/hundreds-gather-in-parliament-square-to-protest-migration-bill", "date_published": "2023-03-13 20:38:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/world/rss", "title": "Labour accuses government of failing to reverse cuts in defence spending", "description": "<p>Opposition says no provisions made to plug reduction of 10,000 service personnel or replace Hercules planes</p><p><br />Labour accused the government of failing to reverse cuts in armed forces as the government unveiled a £5bn increase in defence spending over the next two years to bolster ammunition supplies and investment in new nuclear submarines as part of its <a href=\"https://www.theguardian.com/politics/2023/mar/12/sunaks-focus-may-be-on-china-but-its-europes-security-that-is-vital-for-the-uk\">Integrated Review Refresh</a>.<br /><br />The opposition highlighted that no money had been found to reverse a reduction of 10,000 service people in the size of the army, replace Hercules planes used to rescue desperate people from Kabul or increase the number of modernised British tanks to replace those sent to Ukraine.<br /><br />David Lammy, the shadow foreign secretary, told MPs that he believed the government’s renewed defence and foreign policy statement, recast after the withdrawal from Afghanistan and the start of the war in Ukraine, was incomplete.<br /><br />“It does not answer growing questions concerning capability gaps that weaken our national defences and undermine the UK’s Nato contribution,” Lammy said, arguing that the government’s long term pledge to lift defence spending from 2.1% to 2.5% of GDP was not credible.<br /><br />The Labour MP accused the government of making “another hollow promise” because there was “no plan, no timetable” to underline the spending commitment, which would imply an extra £10bn to £13bn real terms increase in military budgets.<br /><br />Overnight, Downing Street had announced the key points of the refreshed Integrated Review, a revision of defence and foreign policy first announced by Boris Johnson as prime minister in 2021. But the extra £5bn <a href=\"https://www.theguardian.com/politics/2022/oct/18/james-heappey-defence-spending-quit-hints\">was less than the £8bn to £11bn that Ben Wallace, the defence secretary, had sought</a>.<br /><br />Rishi Sunak, visiting San Diego, where he was poised to announce a deal to design and build new nuclear-powered submarines with Australia and the US, told the BBC that the latest review was a response to the fact that “<a href=\"https://www.theguardian.com/politics/video/2023/mar/13/rishi-sunak-announces-5bn-for-defence-as-uk-faces-volatile-world-video\">the world has become more volatile, the threats to our security have increased</a>”.<br /><br />The prime minister said the review, and the extra £5bn promised, was part of a “record amount of investments since the end of the cold war” including a previously announced £16.5bn in 2020. Lifting defence spending to 2.5% of GDP was “an ambition over time” he added.<br /><br />James Cleverly, the foreign secretary, presenting the full review to the Commons, said that Lammy’s remarks represented a dramatic change of position for Labour when compared to the party’s previous leader Jeremy Corbyn. Cleverly said he was “very glad to hear Labour frontbench support for the nuclear deterrent and Nato”.<br /><br />Tobias Ellwood, the Conservative chair of the defence select committee, also called for rearmament in response to Russian aggression and the rise of China. “We are sliding towards a new cold war. Threats are increasing but here we are staying on a peacetime budget,” he said, calling for a rapid move to 2.5% of GDP.<br /><br />There also remains frustration in military circles that more was not done to reverse decades of cuts to the army. Of the extra £5bn, £3bn is pledged to help fund the joint Aukus <a href=\"https://www.theguardian.com/world/2023/mar/13/britain-to-build-nuclear-powered-submarines-for-historic-aukus-pact\">nuclear-powered submarines</a>, not expected until the early 2040s and nearly £2bn to replenish stockpiles of munitions sent to Ukraine.<br /><br />Ed Arnold, a land warfare analyst with the Rusi thinktank and a former infantry officer, said the UK was increasingly unable to meet its commitments to Nato, with its promise to provide a war-fighting division in an emergency.<br /><br />“Nato’s defence planning process heavily favours land forces and what the military alliance wants from the UK is a heavy division. At the moment that won’t be ready until 2030. Already the UK has had to pull out a battle group from Estonia because it couldn’t be sustained,” Arnold said.<br /><br />Several European countries have promised to lift defence spending in response to the Russian invasion. Germany expected to announce a €10bn increase for 2024 while Poland plans to increase its military budget to above 4% of GDP this year.<br /></p><p>As expected, the published document also sought to calibrate a careful line on China, describing the country as posing “an epoch-defining and systemic challenge” with implications for all of the UK. But it fell short of describing Beijing as a threat, a demand made by many backbench Conservative MPs.<br /></p> <a href=\"https://www.theguardian.com/politics/2023/mar/13/labour-accuses-government-of-failing-to-reverse-cuts-in-defence-spending\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/mar/13/labour-accuses-government-of-failing-to-reverse-cuts-in-defence-spending", "date_published": "2023-03-13 20:23:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/world/rss", "title": "Australia news live: Nuclear powered subs deal revealed with $368bn price tag over next three decades", "description": "<p>Anthony Albanese, Joe Biden and Rishi Sunak announce biggest defence materiel agreement for Australia since second world war</p><ul><li><strong>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></strong></li></ul><p><strong>Daniel Hurst</strong> is out of the Aukus lockup – here is his first take.</p><p>The main phases of the plan:</p> <a href=\"https://www.theguardian.com/world/live/2023/mar/14/australia-news-live-updates-aukus-submarine-nuclear-defence-albanese-agreement-biden-sunak-meeting-pacific-politics-virginia-class-collins\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2023/mar/14/australia-news-live-updates-aukus-submarine-nuclear-defence-albanese-agreement-biden-sunak-meeting-pacific-politics-virginia-class-collins", "date_published": "2023-03-13 20:18:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/world/rss", "title": "Aukus: nuclear subs deal will cost Australia up to $368bn", "description": "<p>‘Rotational forces’ of US and UK nuclear-powered submarines set to visit Australia from 2027 as part of landmark pact</p><ul><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>Australia is to embark on one of its most significant, expensive and geopolitically consequential military tasks in a century: the push to acquire, operate – and eventually build – nuclear-powered submarines.</p><p>The program is forecast to cost $268bn to $368bn between now and the mid 2050s, most of it beyond the first four-year budget period. This includes includes $9bn over the initial four-year budget period, or an increase of $3bn compared with the $6bn earmarked for the abandoned French project. Defence is being asked to offset that $3bn.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon</a></strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\"> </a><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">email newsletters for your daily news roundup</a></strong></p> <a href=\"https://www.theguardian.com/world/2023/mar/14/aukus-nuclear-submarines-australia-commits-substantial-funds-into-expanding-us-shipbuilding-capacity\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/14/aukus-nuclear-submarines-australia-commits-substantial-funds-into-expanding-us-shipbuilding-capacity", "date_published": "2023-03-13 20:08:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/world/rss", "title": "US border patrol closes bridge to Juárez after rumor causes migrant rush", "description": "<p>Hundreds of migrants tried to race across the Paso del Norte bridge to El Paso after false internet post said the border was open</p><p>Hundreds of people near an El Paso, Texas, border crossing who tried to enter the US from Ciudad Juárez, Mexico, on Sunday were met with physical barricades erected by shield-wielding authorities, according to reports on what is the latest episode to pit US <a href=\"https://theguardian.com/us-news/usimmigration\">immigration</a> officials against a group of migrants.</p><p>Many of the migrants, who were largely Venezuelan, had gone to the center of the Paso del Norte international bridge to determine whether a rumor that the border had been temporarily opened to them was true, the Texas Tribune <a href=\"https://www.texastribune.org/2023/03/12/el-paso-bridge-migrants/\">reported</a>. Many trying to flee lives in Mexico, where they cannot legally work and are often confronted by police, had hurried through toll booths on the Mexican side of the bridge and arrived at the center.</p> <a href=\"https://www.theguardian.com/us-news/2023/mar/13/us-mexico-juarez-bridge-closed-texas\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/mar/13/us-mexico-juarez-bridge-closed-texas", "date_published": "2023-03-13 17:41:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/world/rss", "title": "Police officer charged with terror offence for Ulster Defence Association social media posts", "description": "<p>William Loyd-Hughes is alleged to have posted images promoting the loyalist paramilitary group last year</p><p>A police officer has been charged with a terrorism offence after posting on social media in support of the Ulster Defence Association.</p><p>William Loyd-Hughes, 26, is alleged to have posted images promoting the loyalist paramilitary group last year while employed by West Yorkshire police.</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/13/police-officer-william-loyd-hughes-charged-terror-offence-ulster-defence-association-social-media-posts\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/13/police-officer-william-loyd-hughes-charged-terror-offence-ulster-defence-association-social-media-posts", "date_published": "2023-03-13 17:27:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/world/rss", "title": "Louisiana police arrest alleged killers of baby found in trash bag in 1992", "description": "<p>Police used genetic genealogy analysis of evidence collected after the body was found to find the alleged killers – her parents</p><p>For more than three decades, answers surrounding the grisly death of a baby girl known to them simply as Baby Doe eluded <a href=\"https://www.theguardian.com/us-news/mississippi\">Mississippi</a> authorities. The infant’s body was discovered inside a garbage bag in the south-western Mississippi community of Picayune on 17 April 1992.</p><p>Authorities determined that someone had smothered Baby Doe and deemed her untimely death a homicide. Picayune police started to investigate, collecting evidence – some tying the infant to neighboring <a href=\"https://www.theguardian.com/us-news/louisiana\">Louisiana</a>, reportedly including local newspapers – but the case went cold.</p> <a href=\"https://www.theguardian.com/us-news/2023/mar/13/louisiana-arrest-alleged-killers-baby-doe-mississippi\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/mar/13/louisiana-arrest-alleged-killers-baby-doe-mississippi", "date_published": "2023-03-13 15:50:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/world/rss", "title": "BBC chair Richard Sharp under growing pressure to quit over Gary Lineker row", "description": "<p>Keir Starmer describes Sharp’s position as ‘increasingly untenable’ as Rishi Sunak offers lukewarm defence of BBC chair</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/mar/13/rishi-sunak-defence-spending-uk-us-australia-aukus-summit-joe-biden-anthony-albanese-keir-starmer-uk-politics-live\">UK politics live – latest news updates</a></li></ul><p>The BBC chair, Richard Sharp, is under increasing pressure to quit after the corporation apologised over its handling of the impartiality row surrounding the Match of the Day presenter Gary Lineker.</p><p>Keir Starmer called on the government to examine how it could protect a “truly independent and impartial” BBC.</p> <a href=\"https://www.theguardian.com/media/2023/mar/13/bbc-chair-richard-sharp-under-growing-pressure-to-quit-over-gary-lineker-row\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/mar/13/bbc-chair-richard-sharp-under-growing-pressure-to-quit-over-gary-lineker-row", "date_published": "2023-03-13 15:00:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/world/rss", "title": "‘White saviours’ accused of finding flaws in voice proposal ‘to stay in spotlight’ by working group member", "description": "<p>Thomas Mayo says it is now ‘crunch time’ for Australian government’s relationship with advisory group</p><ul><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>Constitutional conservatives raising doubts about the proposed wording of the referendum on an Indigenous voice to parliament have been accused of<em> </em>acting like “white saviours”, finding flaws with the proposal “just to stay in the spotlight”, according to a member of the government’s advisory group.</p><p>Thomas Mayo, a Kaurareg and Kalkalgal Erubamle man and working group member, said it was now “crunch time” for the government’s relationship with the advisory group.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon email newsletters for your daily news roundup</a></strong></p> <a href=\"https://www.theguardian.com/australia-news/2023/mar/14/white-saviours-accused-of-finding-flaws-in-voice-proposal-to-stay-in-spotlight-by-working-group-member\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2023/mar/14/white-saviours-accused-of-finding-flaws-in-voice-proposal-to-stay-in-spotlight-by-working-group-member", "date_published": "2023-03-13 14:00:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/world/rss", "title": "Silicon Valley Bank: global banking shares slide as fallout spreads", "description": "<p>Stock markets fail to be reassured by Joe Biden’s intervention as second lender, Signature, closes</p><ul><li><a href=\"https://www.theguardian.com/business/live/2023/mar/13/silicon-valley-bank-uk-tech-sector-rescue-help-jeremy-hunt-rishi-sunak-business-live\">Live coverage of Silicon Valley Bank collapse</a></li><li><a href=\"https://www.theguardian.com/business/2023/mar/13/silicon-valley-bank-why-did-it-collapse-and-is-this-the-start-of-a-banking-crisis\">Why did it collapse and is this the start of a banking crisis?</a></li><li><a href=\"https://www.theguardian.com/business/2023/mar/12/why-silicon-valley-bank-was-so-important-to-uk-tech-sector\">Why Silicon Valley Bank was so important to UK tech sector</a></li></ul><p>Markets on both sides of the Atlantic failed to be reassured on Monday by government intervention as the fallout from the rapid collapse of Silicon Valley Bank prompted a heavy sell-off of bank shares.</p><p>Joe Biden sought to bring calm at the start of the week, saying: “Americans can rest assured that the banking system is safe, their deposits are safe … we will not stop at this, we will do whatever is needed.”</p> <a href=\"https://www.theguardian.com/business/2023/mar/13/silicon-valley-bank-global-banking-shares-slide-as-fallout-spreads\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/mar/13/silicon-valley-bank-global-banking-shares-slide-as-fallout-spreads", "date_published": "2023-03-13 14:00:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/world/rss", "title": "‘It’s over’: five-year hunt for Rambo the feral fox paves way for greater bilby to roam free", "description": "<p>Conservationists are confident invasive predator is dead allowing native creatures to flourish again in NSW’s Pilliga Scrub once more</p><ul><li><strong>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></strong></li></ul><p>He was the fantastic fox that derailed a multi-million dollar plan to reintroduce endangered native species into one of Australia’s largest forests. But after a five-year hunt that involved 10,400 traps, 3,500 baits, 73 stakeouts, 55 days of scent-tracking dogs and 97 infrared cameras filming 40-hours a week, the red fox nicknamed “Rambo” is officially “no longer”.</p><p>It means, for the first time in a century, greater bilbies are running wild in north-west New South Wales.</p> <a href=\"https://www.theguardian.com/environment/2023/mar/13/its-over-five-year-hunt-for-rambo-the-feral-fox-paves-way-for-greater-bilby-to-flourish-again\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/mar/13/its-over-five-year-hunt-for-rambo-the-feral-fox-paves-way-for-greater-bilby-to-flourish-again", "date_published": "2023-03-13 13:44:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/world/rss", "title": "Eyes roll at ‘cringey’ jokes amid Irish disappointment at Oscars haul", "description": "<p>Ireland wins just two awards, for best special effects and best live-action short, after being nominated for 14</p><p>Ireland had hoped for Oscar glory but instead ended up the butt of jokes about drinking, fighting and incomprehensible accents as it claimed just a couple of the coveted golden statuettes.</p><p>Just two awards out of 14 nominations was disappointment enough but Hollywood added insult to injury with national tropes that elicited eye rolls in Ireland.</p> <a href=\"https://www.theguardian.com/film/2023/mar/13/eyes-roll-at-cringey-jokes-amid-irish-disappointment-at-oscars-haul\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/mar/13/eyes-roll-at-cringey-jokes-amid-irish-disappointment-at-oscars-haul", "date_published": "2023-03-13 13:15:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/world/rss", "title": "Sunak to focus on carbon capture and mini-nuclear reactors in energy policy", "description": "<p>PM says energy security strategy will launch shortly after plans reworked to meet net zero commitments</p><p>An energy security strategy will be launched “shortly”, Rishi Sunak has promised, with a focus on ramping up carbon capture and small modular reactors to develop homegrown energy and meet net zero commitments.</p><p>Ministers have been forced to rework their plans after a ruling by the high court last July. It found that the government’s net zero strategy was unlawful due to a breach of the 2008 Climate Change Act, given the document did not outline how climate policies would meet legally binding carbon budgets.</p> <a href=\"https://www.theguardian.com/environment/2023/mar/13/sunak-focus-carbon-capture-mini-nuclear-reactors-energy-policy\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/mar/13/sunak-focus-carbon-capture-mini-nuclear-reactors-energy-policy", "date_published": "2023-03-13 13:00:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/world/rss", "title": "Putin opponents and Russian liberals celebrate Navalny’s Oscar success", "description": "<p>Director dedicates award to all political prisoners after film about Russian opposition leader wins best feature documentary</p><p>Russian liberals on Monday celebrated the Oscar win of Navalny, a documentary about the poisoning and imprisonment of “hero” Russian opposition leader Alexei Navalny.</p><p>The film, which won best feature documentary <a href=\"https://www.theguardian.com/film/2023/mar/12/everything-everywhere-all-at-once-oscars-2023-winner-awards-best-picture\">at the Academy Awards</a> in LA on Sunday, follows an investigation by Navalny’s team together with the Bellingcat group as they unmask FSB agents who were sent to poison Navalny in 2020. The Kremlin has always denied involvement.</p> <a href=\"https://www.theguardian.com/world/2023/mar/13/navalny-documentary-oscar-success-putin-opponents-russian-liberals-celebrate\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/13/navalny-documentary-oscar-success-putin-opponents-russian-liberals-celebrate", "date_published": "2023-03-13 11:50:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/world/rss", "title": "First Thing: Everything Everywhere All at Once triumphs at Oscars", "description": "<p>Multiverse fantasy picks up seven awards including best picture and best actress while All Quiet on the Western Front wins four. Plus, long shadow of US invasion of Iraq still looms 20 years on</p><ul><li><a href=\"https://www.theguardian.com/info/2018/sep/17/guardian-us-morning-briefing-sign-up-to-stay-informed\">Don’t already get First Thing in your inbox? Sign up here</a></li></ul><p>Good morning.</p><p>Everything Everywhere All at Once has dominated this year’s Oscars, <a href=\"https://www.theguardian.com/film/2023/mar/12/everything-everywhere-all-at-once-oscars-2023-winner-awards-best-picture\">winning seven awards including best picture</a> in a big night for Asian and Asian American representation.</p><p><strong>How did Everything Everywhere All At Once sweep the Oscars? </strong>A combination of old-fashioned <a href=\"https://www.theguardian.com/film/2023/mar/13/how-did-everything-everywhere-all-at-once-sweep-the-oscars\">star power and zeitgeisty marketing</a> captured Oscar voters (and audiences) across the board.</p><p><strong>Did anyone bring up </strong><strong>the </strong><strong>slap?</strong> Yes. Host <a href=\"https://www.theguardian.com/film/2023/mar/12/oscars-quotes-best-moments-speeches-jokes-2023\">Jimmy Kimmel laid into Will Smith</a>, saying: “If anyone in this theater commits an act of violence at any point during the show, you will be awarded the Oscar for best actor and permitted to give a 19-minute-long speech.”</p><p><strong>Where can I find the full list of winners?</strong> All the winners and losers from the 95th Academy Awards are <a href=\"https://www.theguardian.com/film/2023/mar/12/oscars-winners-2023-list-in-full-latest-awards-actor-best-picture\">here</a>.</p><p><strong>Is Fox standing by its stars?</strong> So far, yes. On Thursday, Lachlan Murdoch, the eldest son, heir apparent and executive chair and chief executive of Fox Corporation, expressed support for management, its roster of stars and backed Fox News’s editorial standards.</p><p><strong>What else is happening?</strong> As Rupert Murdoch’s Fox Corporation battles to contain the Dominion lawsuit scandal that has engulfed its top executives and stars, <a href=\"https://www.theguardian.com/media/2023/mar/13/smartmatic-defamation-lawsuit-against-fox-news\">another crisis is building </a>that has the potential to cause further turbulence for the media empire.</p> <a href=\"https://www.theguardian.com/us-news/2023/mar/13/first-thing-everything-everywhere-all-at-once-triumphs-oscars\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/mar/13/first-thing-everything-everywhere-all-at-once-triumphs-oscars", "date_published": "2023-03-13 11:27:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/world/rss", "title": "‘I was screaming’: Malaysia and Vietnam celebrate Oscars triumphs", "description": "<p>Film fans in south-east Asia hail Everything Everywhere All at Once stars Michelle Yeoh and Ke Huy Quan</p><ul><li><strong><a href=\"https://www.theguardian.com/film/2023/mar/12/everything-everywhere-all-at-once-oscars-2023-winner-awards-best-picture\">Oscars 2023: Everything Everywhere All at Once triumphs with major sweep</a></strong></li><li><strong><a href=\"https://www.theguardian.com/film/2023/mar/12/oscars-winners-2023-list-in-full-latest-awards-actor-best-picture\">The full list of winners</a></strong></li></ul><p>Cinema fans across south-east Asia have celebrated groundbreaking Oscar wins for the Malaysian film star Michelle Yeoh and Ke Huy Quan, who was born in Vietnam.</p><p>Yeoh, the first person of south-east Asian descent to <a href=\"https://www.theguardian.com/film/2023/mar/13/michelle-yeoh-wins-best-actress-oscar-for-everything-everywhere-all-at-once\">win the best actress award</a>, for her role in Everything Everywhere All at Once, described her victory on Sunday night as “history in the making”.</p> <a href=\"https://www.theguardian.com/film/2023/mar/13/malaysia-vietnam-celebrate-oscars-triumphs\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/mar/13/malaysia-vietnam-celebrate-oscars-triumphs", "date_published": "2023-03-13 10:51:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/world/rss", "title": "Silicon Valley Bank collapse ‘could force central banks to stop interest rate rises’", "description": "<p>Analysts say US Federal Reserve will probably reject further increase in borrowing costs next week</p><ul><li><strong><a href=\"https://www.theguardian.com/business/live/2023/mar/13/silicon-valley-bank-uk-tech-sector-rescue-help-jeremy-hunt-rishi-sunak-business-live\">Live coverage of Silicon Valley Bank collapse</a></strong></li><li><strong><a href=\"https://www.theguardian.com/business/2023/mar/13/silicon-valley-bank-why-did-it-collapse-and-is-this-the-start-of-a-banking-crisis\">Why did it collapse and is this the start of a banking crisis?</a></strong></li><li><strong><a href=\"https://www.theguardian.com/business/2023/mar/12/why-silicon-valley-bank-was-so-important-to-uk-tech-sector\">Why Silicon Valley Bank was so important to UK tech sector</a></strong></li></ul><p>The world’s most powerful central banks could be forced to stop raising interest rates after the Silicon Valley Bank crisis, economists have said, amid growing signs of financial stress linked to rapid increases in borrowing costs over the past year.</p><p>Analysts said the US Federal Reserve would probably leave interest rates on hold at its decision next week, as the meltdown at the California-based technology lender ripples through global financial markets.</p> <a href=\"https://www.theguardian.com/business/2023/mar/13/silicon-valley-bank-collapse-central-banks-interest-rate-rises\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/mar/13/silicon-valley-bank-collapse-central-banks-interest-rate-rises", "date_published": "2023-03-13 10:42:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/world/rss", "title": "Gary Lineker to return to Match of the Day after BBC suspension", "description": "<p>BBC also announces review of social media guidance after presenter was stood down over comments on asylum policy language</p><p>• <a href=\"https://www.theguardian.com/media/live/2023/mar/13/gary-lineker-match-of-the-day-bbc-return-live\">Lineker to return to Match of the Day – latest updates</a></p><p>Gary Lineker is to return to the BBC after the corporation announced a review of its guidance on social media.</p><p>Lineker, who was <a href=\"https://www.theguardian.com/football/2023/mar/10/gary-lineker-step-back-match-of-the-day-bbc\">suspended by the BBC</a> after refusing to back down over controversial tweets about the government’s asylum policy, said in a statement issued by the BBC: “I am glad that we have found a way forward. I support this review and look forward to getting back on air.”</p> <a href=\"https://www.theguardian.com/media/2023/mar/13/gary-lineker-to-return-to-match-of-the-day-after-bbc-suspension\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/mar/13/gary-lineker-to-return-to-match-of-the-day-after-bbc-suspension", "date_published": "2023-03-13 10:17:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/world/rss", "title": "John Bolton chose not to brief Trump on Russia Havana syndrome suspicion", "description": "<p>Former national security adviser tells podcast ‘we didn’t feel we would get support’ from president during Russia investigation</p><p>Donald Trump’s third national security adviser, <a href=\"https://www.theguardian.com/us-news/john-bolton\">John Bolton</a>, did not brief the president on suspicions Russia might be behind mysterious “Havana syndrome” attacks on US diplomats because he did not think Trump would support him.</p><p>“Since our concern was that one of the perpetrators – maybe the perpetrator – was Russia,” Bolton said, “we didn’t feel we would get support from President Trump if we said, ‘We think the Russians are coming after American personnel.’”</p> <a href=\"https://www.theguardian.com/us-news/2023/mar/13/john-bolton-donald-trump-russia-havana-syndrome\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/mar/13/john-bolton-donald-trump-russia-havana-syndrome", "date_published": "2023-03-13 10:00:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/world/rss", "title": "Republican response to the January 6 Capitol attack divides party", "description": "<p>Line are drawn between the extremist wing and those who distance themselves from portraying the rioters as ‘sightseers’</p><p>Some Republicans have rebuked efforts by Donald Trump and Fox News host Tucker Carlson <a href=\"https://www.theguardian.com/media/2023/mar/08/tucker-carlson-hates-trump-capitol-footage\">to whitewash</a> the January 6 attack on the US Capitol, underscoring a significant split in the party over attempts to downplay the events of the day.</p><p>Kevin McCarthy, the speaker of the House, turned over more than 40,000 hours of security footage from the Capitol to Carlson earlier this year. This week, Carlson aired selectively edited portions of that footage, falsely claiming the rioters were <a href=\"https://www.nbcnews.com/politics/justice-department/tucker-carlson-new-video-provided-speaker-mccarthy-falsely-depicts-jan-rcna73673\">“sightseers” and “not insurrectionists”</a>. At least 1,000 people have been arrested for their role in the January 6 attack. Five people died as a result of it.</p> <a href=\"https://www.theguardian.com/us-news/2023/mar/13/republican-response-january-6-capitol-attack-divides-party\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/mar/13/republican-response-january-6-capitol-attack-divides-party", "date_published": "2023-03-13 10:00:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/world/rss", "title": "Peter Dutton says Coalition would support NDIS cuts to pay for Aukus submarines", "description": "<p>Liberal leader offers bipartisan backing for ‘sustainable’ savings for the next generation defence scheme </p><ul><li><strong>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></strong></li></ul><p>Peter Dutton has suggested the Coalition would offer bipartisan support for cuts to the National Disability Insurance Scheme to keep it “sustainable” and pay for the Aukus nuclear submarine acquisition.</p><p>The former defence minister and opposition leader offered bipartisanship on budget savings ahead of Anthony Albanese announcing the submarine plan on Tuesday morning AEDT, with the UK prime minister, Rishi Sunak, and the US president, Joe Biden.</p> <a href=\"https://www.theguardian.com/australia-news/2023/mar/13/peter-dutton-says-coalition-would-support-ndis-cuts-to-pay-for-aukus-submarines\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2023/mar/13/peter-dutton-says-coalition-would-support-ndis-cuts-to-pay-for-aukus-submarines", "date_published": "2023-03-13 09:59:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/world/rss", "title": "Alcopops and non-chart CDs ejected from UK ‘inflation basket’", "description": "<p>E-bikes, home security cameras and frozen berries added to ONS list in sign of changing shopping habits</p><p>Alcopops and non-chart CDs have been ejected from the shopping basket used to measure UK inflation, making way for new additions including e-bikes, home security cameras and frozen berries.</p><p>In its annual update of the basket to reflect changing spending habits, the Office for National Statistics also removed digital compact cameras from the more than 700 goods and services used to calculate inflation.</p> <a href=\"https://www.theguardian.com/business/2023/mar/13/alcopops-non-chart-cds-uk-inflation-basket-ons\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/mar/13/alcopops-non-chart-cds-uk-inflation-basket-ons", "date_published": "2023-03-13 09:57:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/world/rss", "title": "Daughter of former ATO deputy commissioner found guilty of $1m tax fraud", "description": "<p>Lauren Anne Cranston was arrested in 2017 along with several others including her older brother Adam Cranston, who was found guilty last week</p><ul><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>The daughter of a former deputy commissioner for the tax office has been found guilty over her role in a massive tax fraud.</p><p>Lauren Anne Cranston was found guilty of conspiring to cause a loss to the commonwealth and conspiring to deal with the proceeds of crime worth more than $1m for her role in the Plutus Payroll scandal.</p> <a href=\"https://www.theguardian.com/australia-news/2023/mar/13/daughter-of-former-ato-deputy-commissioner-found-guilty-of-1m-tax\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2023/mar/13/daughter-of-former-ato-deputy-commissioner-found-guilty-of-1m-tax", "date_published": "2023-03-13 07:50:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/world/rss", "title": "HSBC to buy Silicon Valley Bank’s UK operations", "description": "<p>Government deal likely to save British startups and investors from big losses after US bank’s collapse</p><ul><li><strong><a href=\"https://www.theguardian.com/business/live/2023/mar/13/silicon-valley-bank-uk-tech-sector-rescue-help-jeremy-hunt-rishi-sunak-business-live\">Live coverage of Silicon Valley Bank collapse</a></strong></li><li><strong><a href=\"https://www.theguardian.com/business/2023/mar/13/silicon-valley-bank-why-did-it-collapse-and-is-this-the-start-of-a-banking-crisis\">Why did it collapse and is this the start of a banking crisis?</a></strong></li><li><strong><a href=\"https://www.theguardian.com/business/2023/mar/12/why-silicon-valley-bank-was-so-important-to-uk-tech-sector\">Why Silicon Valley Bank was so important to UK tech sector</a></strong></li></ul><p>The government has struck a last-minute deal for HSBC to buy Silicon Valley Bank’s UK operations, saving thousands of British tech startups and investors from big losses after the biggest bank failure since 2008.</p><p>The takeover will override the Bank of England’s initial decision to place SVB UK into insolvency, after a run on the lender that was originally sparked by fears over the a multibillion-pound shortfall on the US parent company’s balance sheet. The US bank was closed and its assets seized by authorities on Friday.</p> <a href=\"https://www.theguardian.com/business/2023/mar/13/hsbc-buy-silicon-valley-banks-uk-tech-startups\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/mar/13/hsbc-buy-silicon-valley-banks-uk-tech-startups", "date_published": "2023-03-13 07:07:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/world/rss", "title": "Tucker Carlson firestorm over Trump texts threatens to engulf Fox News", "description": "<p>The network is facing a $1.6bn false-claims lawsuit – and its top star’s private texts about the ex-president are causing anguish</p><p>Tucker Carlson was once seen as untouchable. Now the most popular TV host on American cable news is at the center of a firestorm threatening to engulf Fox News and also anger Donald Trump, whose conspiracy theory-laden political cause he has long championed and who his audience loves.</p><p>Court filings attached to the $1.6bn Dominion Voting Systems defamation suit accuse Fox News of allowing its stars to broadcast false accusations about rigged voting machines in the 2020 presidential election.</p> <a href=\"https://www.theguardian.com/media/2023/mar/13/tucker-carlson-donald-trump-capitol-attack-fox-news\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/mar/13/tucker-carlson-donald-trump-capitol-attack-fox-news", "date_published": "2023-03-13 07:00:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/world/rss", "title": "Marcia Langton attacks ‘relentless scare campaign’ waged by opponents of Indigenous voice", "description": "<p>Comments from design group co-chair come after NT’s Country Liberal president announced resignation over party’s opposition to voice</p><ul><li><a href=\"https://www.theguardian.com/australia-news/live/2023/mar/13/australia-news-live-updates-flooding-weather-aukus-albanese-dutton-interest-rates-housing-health-economy\">Follow our Australia news live blog for the latest updates</a></li><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>Prof Marcia Langton, one of the most experienced members of the Indigenous voice to parliament working group, has launched an attack on the “relentless scare campaign” waged by opponents and called on the government to “reassure” voters by endorsing the voice co-design report.</p><p>Langton has called on the Albanese government to endorse the report as the basis for post-referendum parliamentary processes and public consultations. The report lays out in detail how a national voice model would operate.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon email newsletters for your daily news roundup</a></strong></p> <a href=\"https://www.theguardian.com/australia-news/2023/mar/13/marcia-langton-attacks-relentless-scare-campaign-waged-by-opponents-of-indigenous-voice\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2023/mar/13/marcia-langton-attacks-relentless-scare-campaign-waged-by-opponents-of-indigenous-voice", "date_published": "2023-03-13 06:52:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/world/rss", "title": "Queensland police officers’ actions ‘could be considered corrupt’, Shiralee Tilberoo inquest hears", "description": "<p>Final hearing into death of First Nations woman told failure by three officers to perform adequate cell inspections amounted to ‘human rights breaches’ </p><ul><li><a href=\"https://www.theguardian.com/australia-news/live/2023/mar/13/australia-news-live-updates-flooding-weather-aukus-albanese-dutton-interest-rates-housing-health-economy\">Follow our Australia news live blog for the latest updates</a></li><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>A Queensland police investigator found the actions of three officers “could be considered corrupt conduct” for failing to perform adequate checks on First Nations woman Shiralee Tilberoo before her death in a watch house, an inquest has heard.</p><p>The 49-year-old Birri Gubba woman – also known as Aunty Sherry – died of a brain aneurysm in the Brisbane watch house on 10 September 2020.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoonemail newsletters for your daily news roundup</a></strong></p> <a href=\"https://www.theguardian.com/australia-news/2023/mar/13/queensland-police-officers-actions-could-be-considered-corrupt-shiralee-tilberoo-inquest-hears\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2023/mar/13/queensland-police-officers-actions-could-be-considered-corrupt-shiralee-tilberoo-inquest-hears", "date_published": "2023-03-13 05:19:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/world/rss", "title": "Trump-appointed judge limits information on medication abortion lawsuit", "description": "<p>The suit could determine whether US women can access abortion drugs, but judge is trying to limit disruptions and protests</p><p>A judge in Texas overseeing a lawsuit in which a conservative group is challenging the legality of the abortion drug mifepristone scheduled the first hearing in the case for Wednesday, but directed that court officials not make the timing public until the evening before.</p><p>According to sources <a href=\"https://www.washingtonpost.com/national-security/2023/03/11/texas-abortion-pill-hearing-kacsmaryk/\">cited by the Washington Post</a>, Matthew Kacsmaryk, a US district court judge in Amarillo appointed by Donald Trump in 2019, ordered the hearing kept out of the court docket as a way to try to limit disruptions and protests, and also asked that lawyers arguing the case not to disclose information.</p> <a href=\"https://www.theguardian.com/us-news/2023/mar/13/federal-judge-limits-information-medication-abortion-lawsuit\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/mar/13/federal-judge-limits-information-medication-abortion-lawsuit", "date_published": "2023-03-13 05:00:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/world/rss", "title": "New Zealand scraps transport emissions reform to fund welfare increase", "description": "<p>Clean car upgrade scheme among measures to be cut but PM Chris Hipkins denies government is abandoning climate ambitions</p><p>New Zealand’s government is dumping a range of high-profile reforms and emissions reduction measures as part of its promise to refocus on “bread and butter issues”, using the savings to introduce a billion-dollar boost to welfare payments to relieve <a href=\"https://www.theguardian.com/world/2023/jan/25/chris-hipkins-sworn-in-as-new-zealand-prime-minister-nz-pm\">cost of living pressures</a>.</p><p>Chris Hipkins, the prime minister, announced on Monday that the government would roll out increases for retirees, students, unemployed people, and parents, ranging from $19 to $46.20 a week. The government estimates that 1.4 million New Zealanders will benefit.</p> <a href=\"https://www.theguardian.com/world/2023/mar/13/new-zealand-scraps-transport-emissions-reform-to-fund-welfare-increase\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/13/new-zealand-scraps-transport-emissions-reform-to-fund-welfare-increase", "date_published": "2023-03-13 04:58:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/world/rss", "title": "Community-led rainwater testing near Orange finds one in three tanks have unsafe lead levels", "description": "<p>NSW Health is retesting water after residents raised concerns about elevated traces of heavy metals, which they worry is linked to Cadia goldmine</p><ul><li><a href=\"https://www.theguardian.com/australia-news/2021/sep/14/sign-up-for-rural-network-guardian-australia-email-newsletter-about-regional-affairs?CMP=cvau_sfl\">Sign up for the Rural Network email newsletter</a></li><li><a href=\"https://www.facebook.com/groups/guardianaustraliaruralnetwork\">Join the Rural Network group on Facebook to be part of the community</a></li></ul><p>More than a third of the water samples taken from rainwater tanks near Orange as part of a citizen survey and tested by an independent laboratory showed lead results above the safe levels in the Australian drinking water guidelines.</p><p>Those results are <a href=\"https://www.theguardian.com/australia-news/2023/mar/06/nsw-health-to-test-for-heavy-metal-contamination-in-private-rainwater-tanks-near-regional-goldmine\">now being re-tested by New South Wales Health</a> in an effort to determine if there is a broader public health risk. NSW Health has not provided any updates about those test results or said whether they confirm the results of the initial testing.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2021/sep/14/sign-up-for-rural-network-guardian-australia-email-newsletter-about-regional-affairs?CMP=copyembed\">Sign up to receive Guardian Australia’s fortnightly Rural Network email newsletter</a></strong></p> <a href=\"https://www.theguardian.com/australia-news/2023/mar/13/community-led-rainwater-testing-near-orange-finds-one-in-three-tanks-have-unsafe-lead-levels\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2023/mar/13/community-led-rainwater-testing-near-orange-finds-one-in-three-tanks-have-unsafe-lead-levels", "date_published": "2023-03-13 04:19:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/world/rss", "title": "Republican John Kennedy takes aim at Biden over social security funding", "description": "<p>Senator accuses president of ‘demagoguing’ issue to fund and protect program, along with Medicare, from proposals to cut</p><p>The Republican senator John Kennedy accused Joe Biden of “demagoguing” the issue of how to fund social security and Medicare and protecting the two programs from Republican proposals to cut them, calling it a “very immature thing to do”.</p><p><a href=\"https://www.foxnews.com/video/6322432977112\">Speaking</a> to Fox News Sunday, Kennedy took aim at Biden for mentioning in his State of the Union address last month that some Republicans have proposed to “sunset” social security and Medicare as part of attempts to balance the federal budget.</p> <a href=\"https://www.theguardian.com/us-news/2023/mar/13/john-kennedy-biden-social-security-medicare-funding\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/mar/13/john-kennedy-biden-social-security-medicare-funding", "date_published": "2023-03-13 04:00:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/world/rss", "title": "UK government poised to block Scottish bottle recycling scheme", "description": "<p>SNP request for trade exemption set to be rejected in latest clash after gender recognition row</p><p>Holyrood and Westminster are heading for another showdown as the UK government prepares to block a second policy move by the Scottish government this year.</p><p>Alister Jack, the Scotland secretary, intends to deny a request from the SNP government for a trade exemption for its flagship recycling scheme, in a move that experts say could fatally undermine the plans.</p> <a href=\"https://www.theguardian.com/politics/2023/mar/13/uk-government-poised-to-block-scottish-bottle-recycling-scheme\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/mar/13/uk-government-poised-to-block-scottish-bottle-recycling-scheme", "date_published": "2023-03-13 04:00:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/world/rss", "title": "Michelle Yeoh wins best actress Oscar for Everything Everywhere All at Once", "description": "<p>Yeoh becomes the first south-east Asian performer to win the award, adding to her Golden Globe and Sag awards for the role</p><ul><li><a href=\"https://www.theguardian.com/film/2023/mar/12/everything-everywhere-all-at-once-oscars-2023-winner-awards-best-picture\">Everything Everywhere triumphs in major Oscars sweep</a></li><li><a href=\"https://www.theguardian.com/film/2023/mar/12/oscars-winners-2023-list-in-full-latest-awards-actor-best-picture\">The full list of winners</a></li></ul><p>Michelle Yeoh has won the Oscar for best actress for superhero comedy <a href=\"https://www.theguardian.com/film/2022/may/11/everything-everywhere-all-at-once-review-nothing-nowhere-over-a-long-period-of-time\">Everything Everywhere All at Once</a> at the Academy Awards in Los Angeles.</p><p>Born in Malaysia, Yeoh becomes the first person of south-east Asian descent to win the best actress Oscar for her role as laundromat manager Evelyn Wang, who stumbles across a “multiverse” of alternative realities. Yeoh defeated strong competition for the award, including Cate Blanchett for <a href=\"https://www.theguardian.com/film/2023/jan/11/tar-review-cate-blanchett-is-perfect-lead-in-delirious-sensual-drama\">Tár</a> and Michelle Williams for <a href=\"https://www.theguardian.com/film/2023/jan/25/the-fabelmans-review-spielbergs-beguiling-ode-to-a-life-made-by-movies-will-leave-you-on-a-high\">The Fabelmans</a>.</p> <a href=\"https://www.theguardian.com/film/2023/mar/13/michelle-yeoh-wins-best-actress-oscar-for-everything-everywhere-all-at-once\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/mar/13/michelle-yeoh-wins-best-actress-oscar-for-everything-everywhere-all-at-once", "date_published": "2023-03-13 03:27:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/world/rss", "title": "Brendan Fraser wins best actor Oscar for The Whale", "description": "<p>Actor wins prize for performance as a reclusive, morbidly obese teacher in the drama directed by Darren Aronofsky</p><ul><li><a href=\"https://www.theguardian.com/film/2023/mar/12/everything-everywhere-all-at-once-oscars-2023-winner-awards-best-picture\">Everything Everywhere triumphs in major Oscars sweep</a></li><li><a href=\"https://www.theguardian.com/film/2023/mar/12/oscars-winners-2023-list-in-full-latest-awards-actor-best-picture\">The full list of winners</a></li></ul><p>Brendan Fraser has won the best actor Oscar for <a href=\"https://www.theguardian.com/film/2022/sep/04/the-whale-review-darren-aronofskys-latest-is-a-hectoring-invitation-to-blubber\">The Whale</a> at the Academy Awards in Los Angeles.</p><p>Fraser stars as a morbidly obese teacher in the film, which was directed by Darren Aronofsky and adapted by Samuel D Hunter from his own play. Fraser defeated a field of contenders including Elvis’s Austin Butler and The Banshees of Inisherin’s Colin Farrell.</p> <a href=\"https://www.theguardian.com/film/2023/mar/13/brendan-fraser-wins-best-actor-oscar-for-the-whale\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/mar/13/brendan-fraser-wins-best-actor-oscar-for-the-whale", "date_published": "2023-03-13 03:22:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/world/rss", "title": "Dominic Perrottet says ‘never’ any pressure from clubs lobby to remove former gaming minister", "description": "<p>Two weeks out from the NSW election, Victor Dominello has made a series of allegations about ClubsNSW’s influence on politics</p><ul><li><a href=\"https://www.theguardian.com/australia-news/live/2023/mar/13/australia-news-live-updates-flooding-weather-aukus-albanese-dutton-interest-rates-housing-health-economy\">Follow our Australia news live blog for the latest updates</a></li><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>New South Wales premier, Dominic Perrottet, has denied removing a senior minister from the state’s gambling portfolio due to pressure from the powerful clubs lobby, saying he was “never under pressure” over the decision.</p><p>Less than two weeks out from the NSW state election, on Monday Perrottet was forced to deny claims he <a href=\"https://www.theguardian.com/australia-news/2022/may/14/victor-dominello-set-out-to-reform-gambling-in-nsw-but-the-odds-were-always-against-him\">removed senior Liberal minister Victor Dominello from his position as NSW gaming minister during his first reshuffle as premier in December 2021</a> due to pressure from the clubs lobby, which was allegedly unhappy at his push for gambling reform.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon email newsletters for your daily news roundup</a></strong></p> <a href=\"https://www.theguardian.com/australia-news/2023/mar/13/dominic-perrottet-never-under-pressure-clubs-lobby-remove-gaming-minster\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2023/mar/13/dominic-perrottet-never-under-pressure-clubs-lobby-remove-gaming-minster", "date_published": "2023-03-13 02:50:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/world/rss", "title": "United Australia senator Ralph Babet defends working for family real estate business", "description": "<p>Senator says he does not get paid by Babet Brothers and that he is ‘likely’ to return to real estate full-time after serving one term</p><ul><li><a href=\"https://www.theguardian.com/australia-news/live/2023/mar/13/australia-news-live-updates-flooding-weather-aukus-albanese-dutton-interest-rates-housing-health-economy\">Follow our Australia news live blog for the latest updates</a></li><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>The United Australia party senator Ralph Babet has defended continuing to work for his family real estate business by claiming he is not paid and that his job in the Senate still “takes priority”.</p><p>But Babet said on Monday he was “likely” to return to real estate full-time after serving one term in parliament because he did not see himself as a “career politician”.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon</a></strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\"> </a><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">email newsletters for your daily news roundup</a></strong></p> <a href=\"https://www.theguardian.com/australia-news/2023/mar/13/united-australia-senator-ralph-babet-defends-working-for-family-real-estate-business\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2023/mar/13/united-australia-senator-ralph-babet-defends-working-for-family-real-estate-business", "date_published": "2023-03-13 02:46:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/world/rss", "title": "New normal? Sydney and Melbourne public transport use still at 80% of pre-Covid levels", "description": "<p>The latest data shows an average of two days a week of work from home, fewer cars on the road and less-crowded trains</p><ul><li><a href=\"https://www.theguardian.com/australia-news/live/2023/mar/13/australia-news-live-updates-flooding-weather-aukus-albanese-dutton-interest-rates-housing-health-economy\">Follow our Australia news live blog for the latest updates</a></li><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>Average weekday public transport trips in Sydney and Melbourne are still down around 20% from pre-Covid levels, and experts say this level of use may become the “new normal”. But the data shows that even as total numbers are down, there are differing patterns across modes of transport, regions and times of day.</p><p>“The peaks have been dropping, and the off-peaks have been increasing” says Prof David Hensher from the University of Sydney.</p> <a href=\"https://www.theguardian.com/news/datablog/2023/mar/13/new-normal-sydney-and-melbourne-public-transport-use-still-at-80-of-pre-covid-levels\">Continue reading...</a>", "link": "https://www.theguardian.com/news/datablog/2023/mar/13/new-normal-sydney-and-melbourne-public-transport-use-still-at-80-of-pre-covid-levels", "date_published": "2023-03-13 02:15:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/world/rss", "title": "All Quiet on the Western Front wins best international feature film Oscar", "description": "<p>German language war epic triumphs in the category for non-English language films</p><p><a href=\"https://www.theguardian.com/film/live/2023/mar/12/oscars-red-carpet-ceremony-winners-losers-academy-awards-live\">• Follow the action live from this year’s ceremony!</a></p><p>All Quiet on the Western Front has won the Oscar for best international feature film at the Academy Awards in Los Angeles.</p><p>The German-language first world war film is an adaptation of Erich Remarque’s landmark 1928 novel; an earlier Hollywood adaptation, directed by Lewis Milestone, won the best picture Oscar in 1930. This version, directed by Edward Berger, stars Felix Kammerer as initially eager soldier Paul Bäumer who is traumatised by life in the trenches.</p> <a href=\"https://www.theguardian.com/film/2023/mar/13/all-quiet-on-the-western-front-wins-best-international-feature-film-oscar\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/mar/13/all-quiet-on-the-western-front-wins-best-international-feature-film-oscar", "date_published": "2023-03-13 01:43:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/world/rss", "title": "Robodebt inquiry commissioner praises ‘committed’ coverage by Guardian Australia", "description": "<p>Catherine Holmes SC acknowledges role of social media in giving access to evidence while criticising other outlets for ‘patchy’ coverage</p><ul><li><a href=\"https://www.theguardian.com/australia-news/live/2023/mar/13/australia-news-live-updates-flooding-weather-aukus-albanese-dutton-interest-rates-housing-health-economy\">Follow our Australia news live blog for the latest updates</a></li><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>The former Queensland supreme court chief justice overseeing the robodebt royal commission has singled out reporters from Guardian Australia and the Saturday Paper for their “committed” coverage of the evidence, calling it a “remarkably useful and important public service”, while criticising many other media outlets for their “patchy” coverage.</p><p>On the final day of hearings into the former Coalition government’s Centrelink income compliance program, just before closing statements, the commissioner, Catherine Holmes SC, took a few minutes to make observations about media coverage of the proceedings.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon</a></strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\"> </a><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">email newsletters for your daily news roundup</a></strong></p> <a href=\"https://www.theguardian.com/australia-news/2023/mar/13/robodebt-inquiry-commissioner-praises-committed-coverage-by-guardian-australia\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2023/mar/13/robodebt-inquiry-commissioner-praises-committed-coverage-by-guardian-australia", "date_published": "2023-03-13 00:12:54+00:00", "persistent": false, "user": null, "language": "en-US"}]