[{"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Zero-Day Alert: Latest Android Patch Update Includes Fix for Newly Actively Exploited Flaw", "description": "Google has rolled out monthly security patches for Android to address a number of flaws, including a zero-day bug that it said may have been exploited in the wild.\nTracked as CVE-2023-35674, the high-severity vulnerability is described as a case of privilege escalation impacting the Android Framework.\n“There are indications that CVE-2023-35674 may be under limited, targeted exploitation,” the", "link": "https://thehackernews.com/2023/09/zero-day-alert-latest-android-patch.html", "date_published": "2023-09-06T14:02:00+00:00", "bookmarked": false, "dead": false, "artist": "The Hacker News", "album": "The Hacker News", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Alert: Phishing Campaigns Deliver New SideTwist Backdoor and Agent Tesla Variant", "description": "The Iranian threat actor tracked as APT34 has been linked to a new phishing attack that leads to the deployment of a variant of a backdoor called SideTwist.\n“APT34 has a high level of attack technology, can design different intrusion methods for different types of targets, and has supply chain attack capability,” NSFOCUS Security Labs said in a report published last week.\nAPT34, also known by", "link": "https://thehackernews.com/2023/09/alert-phishing-campaigns-deliver-new.html", "date_published": "2023-09-06T13:50:00+00:00", "bookmarked": false, "dead": false, "artist": "The Hacker News", "album": "The Hacker News", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Three CISOs Share How to Run an Effective SOC", "description": "The role of the CISO keeps taking center stage as a business enabler: CISOs need to navigate the complex landscape of digital threats while fostering innovation and ensuring business continuity. Three CISOs; Troy Wilkinson, CISO at IPG; Rob Geurtsen, former Deputy CISO at Nike; and Tammy Moskites, Founder of CyAlliance and former CISO at companies like Warner Brothers and Home Depot – shared", "link": "https://thehackernews.com/2023/09/three-cisos-share-how-to-run-effective.html", "date_published": "2023-09-06T11:22:00+00:00", "bookmarked": false, "dead": false, "artist": "The Hacker News", "album": "The Hacker News", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "9 Alarming Vulnerabilities Uncovered in SEL's Power Management Products", "description": "Nine security flaws have been disclosed in electric power management products made by Schweitzer Engineering Laboratories (SEL).\n“The most severe of those nine vulnerabilities would allow a threat actor to facilitate remote code execution (RCE) on an engineering workstation,” Nozomi Networks said in a report published last week.\nThe issues, tracked as CVE-2023-34392 and from CVE-2023-31168", "link": "https://thehackernews.com/2023/09/9-alarming-vulnerabilities-uncovered-in.html", "date_published": "2023-09-06T10:13:00+00:00", "bookmarked": false, "dead": false, "artist": "The Hacker News", "album": "The Hacker News", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "W3LL Store: How a Secret Phishing Syndicate Targets 8,000+ Microsoft 365 Accounts", "description": "A previously undocumented \"phishing empire\" has been linked to cyber attacks aimed at compromising Microsoft 365 business email accounts over the past six years.\n\"The threat actor created a hidden underground market, named W3LL Store, that served a closed community of at least 500 threat actors who could purchase a custom phishing kit called W3LL Panel, designed to bypass MFA, as well as 16", "link": "https://thehackernews.com/2023/09/w3ll-store-how-secret-phishing.html", "date_published": "2023-09-06T08:44:00+00:00", "bookmarked": false, "dead": false, "artist": "The Hacker News", "album": "The Hacker News", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Ukraine's CERT Thwarts APT28's Cyberattack on Critical Energy Infrastructure", "description": "The Computer Emergency Response Team of Ukraine (CERT-UA) on Tuesday said it thwarted a cyber attack against an unnamed critical energy infrastructure facility in the country.\nThe intrusion, per the agency, started with a phishing email containing a link to a malicious ZIP archive that activates the infection chain.\n“Visiting the link will download a ZIP archive containing three JPG images (", "link": "https://thehackernews.com/2023/09/ukraines-cert-thwarts-apt28s.html", "date_published": "2023-09-06T08:02:00+00:00", "bookmarked": false, "dead": false, "artist": "The Hacker News", "album": "The Hacker News", "user": null, "language": "en-US", "thumbnail": null}]