[{"source": "https://www.gamespot.com/feeds/mashup", "title": "Nitara Confirmed For Mortal Kombat 1 And She’s Voiced By Megan Fox", "description": "<p dir=\"ltr\">After <a href=\"https://www.gamespot.com/articles/mortal-kombat-1-copies-leak-early-spoilers-and-final-characters-are-out-there/1100-6517507/\">raw footage of the game leaked</a> on social media--including the remaining members of the roster--NetherRealm Studios has elected to get ahead of it and confirm Nitara for <a href=\"https://www.gamespot.com/articles/mortal-kombat-1-2023-release-date-roster-characters-everything-we-know/1100-6514365/\">Mortal Kombat 1</a>'s playable roster. However, there's one extra twist: Megan Fox will be portraying the Outworld vampiress.</p><p dir=\"ltr\">NetherRealm released a new trailer for the game both revealing the Jennifer's Body star as Nitara, as well as the first in-game footage of the character in action. She looks to lean heavily into her vampiric repertoire, as she uses her fangs, claws, and wings to give herself an edge in battle.</p><p dir=\"ltr\">Megan Fox is the latest Hollywood name to join the Mortal Kombat ranks, with Ronda Rouse", "link": "https://www.gamespot.com/articles/nitara-confirmed-for-mortal-kombat-1-and-shes-voiced-by-megan-fox/1100-6517526/?ftag=CAD-01-10abi2f", "date_published": "2023-09-06T21:32:00+00:00", "bookmarked": false, "dead": false, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "The Last Of Us At Halloween Horror Nights Captures Something The Games And TV Show Can't", "description": "<p dir=\"ltr\">It's been a big year for The Last of Us. Not only did the original game finally come to PC in 2023, but we also got the beloved <a href=\"https://www.gamespot.com/reviews/the-last-of-us-hbo-show-review-faithful-additive-and-excellent/1900-6418015/\">live-action adaptation on HBO</a>. Still, even with The Last of Us occupying a big space in pop culture, Naughty Dog, the studio behind the game series, wasn't finished. There was one last frontier for The Last of Us to conquer: Halloween Horror Nights.</p><p dir=\"ltr\">Each year, Universal Studios in Orlando, FL and Los Angeles, CA present its celebration of horror with haunted mazes dotting both theme parks, often inspired by well-known franchises. This year, The Last of Us made the cut. Surprisingly, though, Universal didn't adapt the TV show. Instead, it's the original game that has been converted into an immersive experience at the popular theme parks.</p><p dir=\"ltr\">The Last of Us experience at Universal is two years in t", "link": "https://www.gamespot.com/articles/the-last-of-us-at-halloween-horror-nights-captures-something-the-games-and-tv-show-cant/1100-6517525/?ftag=CAD-01-10abi2f", "date_published": "2023-09-06T19:44:00+00:00", "bookmarked": false, "dead": false, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Why You Shouldn't Mistake Sensitivity For Censorship, Sims 4: Horse Ranch Consultant Explains", "description": "<p>Since its inception nearly 25 years ago, The Sims franchise has consistently been one of the most progressive in games. The first entry in the series, The Sims, was among <a href=\"https://www.newyorker.com/tech/annals-of-technology/the-kiss-that-changed-video-games\">the first video games to ever present same-sex relationships</a>--particularly in a way in which players would play an active role within them. In recent years, The Sims 4 has repeatedly made headlines for its free updates which have included <a href=\"https://www.gamespot.com/articles/the-sims-4-gets-new-gender-customization-options/1100-6440424/\">robust gender customization</a>, <a href=\"https://www.gamespot.com/articles/the-sims-4-update-to-add-more-skin-tones-sliders-and-more/1100-6483939/\">a greater variety of skin tones</a>, and most recently, the ability to give your sims <a href=\"https://www.gamespot.com/articles/the-sims-4-will-have-customizable-pronouns/1100-6499746/\">fully customizable pronouns</a>. However, ", "link": "https://www.gamespot.com/articles/why-you-shouldnt-mistake-sensitivity-for-censorship-sims-4-horse-ranch-consultant-explains/1100-6517524/?ftag=CAD-01-10abi2f", "date_published": "2023-09-06T19:29:00+00:00", "bookmarked": false, "dead": false, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "How To Play Starfield Without An Xbox Or PC", "description": "<p>10 years in the making, Bethesda's sci-fi RPG <a href=\"https://www.gamespot.com/games/starfield/\">Starfield</a> has finally landed, and while the game is only sold on Xbox and PC, those aren't the only platforms where the game is playable right now. Thanks in part to Xbox Game Pass, Starfield is actually available across a wide variety of devices, so you don't even need a console--let alone a beefy PC--to play the ambitious spacefaring game. You will, however, need a controller of some type to play Starfield. </p><p>Xbox Game Pass Ultimate subscribers automatically get access to cloud gaming, which opens up a host possibilities for where and how they can play Starfield. This is all part of <a href=\"https://www.gamespot.com/articles/xbox-boss-phil-spencer-is-thinking-beyond-consoles/1100-6478218/\">Microsoft's ambition to think beyond the console as it looks to the future.</a></p><p>One benefit of playing Starfield over the cloud is that there is no local download required, and play", "link": "https://www.gamespot.com/articles/how-to-play-starfield-without-an-xbox-or-pc/1100-6517520/?ftag=CAD-01-10abi2f", "date_published": "2023-09-06T18:53:00+00:00", "bookmarked": false, "dead": false, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "GameStop Trade-In Offer Gives You A Discounted Way To Play Starfield On Xbox Series X", "description": "<p>Starfield is here, and for anyone looking to dive into the big new Bethesda Game Studios sci-fi adventure--and plenty of other great games--you can take advantage of a nice Xbox Series X trade-in offer. At GameStop, you can <span class=\"norewrite\">           <a href=\"https://click.linksynergy.com/deeplink?id=VZfI20jEa0c&amp;mid=24348&amp;u1=subid_value&amp;murl=https://www.gamestop.com/trade/\">get an extra $50 in trade-in credit</a> </span> when you trade an eligible console toward an Xbox Series X console or bundle. This promotion runs through September 16.</p><h3>How to get $50 extra trade-in credit toward Xbox Series X</h3><figure style=\"width: 1280px;\"><a href=\"https://www.gamespot.com/a/uploads/original/1595/15950357/4188963-xboxseriesx.jpeg\"><img alt=\"Xbox Series X\" src=\"https://www.gamespot.com/a/uploads/original/1595/15950357/4188963-xboxseriesx.jpeg\" /></a><figcaption>Xbox Series X</figcaption></figure><p>Eligible consoles include PS5, Nintendo Switch, Xbox One, and PS4. ", "link": "https://www.gamespot.com/articles/gamestop-trade-in-offer-gives-you-a-discounted-way-to-play-starfield-on-xbox-series-x/1100-6517374/?ftag=CAD-01-10abi2f", "date_published": "2023-09-06T18:33:00+00:00", "bookmarked": false, "dead": false, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "YouTube Is Testing Out Playable Games", "description": "<p>YouTube has begun to publicly test its upcoming \"playables\" feature, integrating games into the video hosting website alongside movie rentals, YouTube Shorts, music, and whatever else is on the platform.</p><p>According to a report from <a href=\"https://9to5google.com/2023/09/05/youtube-testing-playables-gaming-effort/\">9 To 5 Google</a>, employees were testing the feature earlier this year. Now, YouTube has updated <a href=\"https://support.google.com/youtube/thread/18138167/youtube-test-features-and-experiments\">its list of test features and experiments with Playables</a>. Select users can play games on the website or app, on both desktop and mobile. If you are one of the users with access, you will see a section on YouTube called \"Playables.\" These games will show up alongside other content on the feed. They will appear in your YouTube history, where you can also control your saved game progress.</p><p>YouTube has yet to provide any details about what sorts of games will be avai", "link": "https://www.gamespot.com/articles/youtube-is-testing-out-playable-games/1100-6517522/?ftag=CAD-01-10abi2f", "date_published": "2023-09-06T18:16:00+00:00", "bookmarked": false, "dead": false, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "American Horror Story: Delicate Trailer Unleashes Horror And Kim Kardashian", "description": "<p dir=\"ltr\">The much-anticipated new season of American Horror Story has unveiled its official trailer, providing a first look at AHS: Delicate, the 12th installment of the FX anthology series. The season is split into two parts, with the first half set to premiere on September 20 on FX. Episodes will appear on Hulu a day after airing on FX. The release date for the second half has not been announced.</p><p dir=\"ltr\">Delicate's cast includes Kim Kardashian, Emma Roberts, Cara Delevingne, Matt Czuchry, Billie Lourd, Denis O'Hare, Leslie Grossman, and Michaela Jaé Rodriguez. Breaking away from the traditional AHS format, this season exclusively draws inspiration from Danielle Valentine's \"body horror\" novel, Delicate Condition, which tells the story of an actress, portrayed by Roberts, who believes a sinister figure is conspiring against her pregnancy. (Thriller author Andrea Bartz called it the \"feminist update to Rosemary's Baby we all needed.\") Check out the trailer below to see wh", "link": "https://www.gamespot.com/articles/american-horror-story-delicate-trailer-unleashes-horror-and-kim-kardashian/1100-6517521/?ftag=CAD-01-10abi2f", "date_published": "2023-09-06T17:53:00+00:00", "bookmarked": false, "dead": false, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Check Out These New Hunger Games: The Ballad of Songbirds And Snakes Posters", "description": "<p>The Hunger Games book series by Suzanne Collins spawned a blockbuster film franchise and merchandising juggernaut over a decade ago. So when the time came for the prequel book, The Ballad of Songbirds and Snakes in 2020, it was only a matter of time before we would get an adaptation.</p><p>Set 64 years before the events of the first film, \"Ballad\" tells the story of pre-presidential Coriolanus Snow (Tom Blyth) and the story of him mentoring and developing feelings for a District 12 tribute, Lucy Gray Baird (Rachel Zegler). Lionsgate released brand-new character posters that feature Coriolanus, Lucy, but also Dr. Volumnia Gaul (Viola Davis), the gamemaker of the 10th Hunger Games and the person who actually made them an institution in the first place.</p><figure><div class=\"image-gallery__label\">Gallery</div>   <div class=\"image-gallery__list hide-scrollbar\">       <a href=\"https://www.gamespot.com/a/uploads/original/1597/15976769/4188954-hunger-games-1sht-lightbox-garden-josh-6a.j", "link": "https://www.gamespot.com/articles/check-out-these-new-hunger-games-the-ballad-of-songbirds-and-snakes-posters/1100-6517523/?ftag=CAD-01-10abi2f", "date_published": "2023-09-06T17:14:00+00:00", "bookmarked": false, "dead": false, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Starfield Has Over 600 Mods And Counting", "description": "<p>It's been less than a week since Starfield released in early access, but that hasn't stopped the modding community from creating over 600 mods as of writing. According to <a href=\"https://www.reddit.com/r/gaming/comments/16bhgvd/in_less_than_a_week_starfield_has_more_than_600/?rdt=54329\">a Reddit post from user blackwolf57</a>, that means the game has gotten over 100 mods every day since its release in early access. People are downloading them too, with a total of 2.2 million downloads.</p><p>So far, the most popular mods on Nexusmods include a variety of performance boosts and optimizations. The most downloaded is <a href=\"https://www.gamespot.com/articles/modders-have-already-enabled-dlss-in-starfield/1100-6517451/\">an upscaler which makes Starfield compatible with DLSS or XESS</a> rather than the native compatibility with FSR2. A few of the most popular mods also revamp UI. <a href=\"https://www.nexusmods.com/starfield/mods/773\">StarUI Inventory</a> adds quality-of-life improvem", "link": "https://www.gamespot.com/articles/starfield-has-over-600-mods-and-counting/1100-6517519/?ftag=CAD-01-10abi2f", "date_published": "2023-09-06T17:08:00+00:00", "bookmarked": false, "dead": false, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Star Wars Ahsoka Easter Eggs: 9 Things You Missed In Episode 4, \"Fallen Jedi\"", "description": "<p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1757/17577455/4188906-ahsokaepisode4eastereggs.jpg\" /><br /><h3><p>This week on Ahsoka, the chase continues. In Episode 4, \"Fallen Jedi,\" Ahsoka and Sabine have crash landed on Seatos and are now on a quest to prevent the bad guys from getting to Thrawn at any cost--by either stealing the star map or by destroying it and preventing anyone from ever using it. Though it could be that not everyone is <em>completely</em> committed to that plan.</p><p dir=\"ltr\"><strong>Warning: The rest of this article is 100% spoilers for the fourth episode of Ahsoka, \"Fallen Jedi.\"</strong></p><p dir=\"ltr\">This episode revolves around a ticking clock. The bad guys are downloading a hyperspace route from the magic witch orb, which apparently takes a while, and Ahsoka and Sabine have to interrupt the download before it finishes.</p><p dir=\"ltr\">At first, they wait for the droid Huyang to repair the ship while they consider their options. But Bayl", "link": "https://www.gamespot.com/gallery/star-wars-ahsoka-easter-eggs-9-things-you-missed-in-episode-4-fallen-jedi/2900-4850/", "date_published": "2023-09-06T16:48:00+00:00", "bookmarked": false, "dead": false, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Starfield - Best Weapons And How To Get Them", "description": "<p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1816/18167535/4188896-starfield-best-weapons-guide-.jpg\" /><br /><h3><p>The <a href=\"https://www.gamespot.com/games/starfield/\"><strong>Starfield</strong></a> best weapons are an assortment of firearms that you can acquire during your interstellar travels. Some are found as part of the main campaign, while others are obtained as you explore the 1,000+ planets and do side quests. Our guide discusses the best Starfield guns that we think would be great for your playthrough.</p><p>Bear in mind, however, that there are other factors involved, such as weapon mods and the Weapon Engineering skill. In effect, you might be able to craft better options than some of the weapons that you'd pick up. <em><strong>Likewise, please be reminded that this article contains spoilers.</strong></em></p></h3></p><br />     <p><h2>Heller's Cutter</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1816/18167535/4188898-starfield-best-weapo", "link": "https://www.gamespot.com/gallery/starfield-best-weapons-guide/2900-4851/", "date_published": "2023-09-06T16:33:00+00:00", "bookmarked": false, "dead": false, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "The Boys Spin-Off Gen V Welcomes You To Godolkin University In New Trailer", "description": "<p>Prime Video's hit series, The Boys--based on the comic series by Garth Ennis and Darick Robertson--is now ushering in the next generation of superheroes with Gen V. Prime Video introduced us to the new class of characters a <a href=\"https://www.gamespot.com/articles/gen-v-meet-the-supes-in-training-on-prime-videos-the-boys-spin-off/1100-6517133/\">few weeks ago</a>, but now we get to see them in action in a brand-new bloody trailer.</p><p>The trailer starts off with Clancy Brown as Professor Rich “Brink” Brinkerhoff narrating something similar to an orientation video. Brinkeroff is a renowned professor of crime fighting at Godolkin University who taught superheroes such as A-Train, Queen Maeve, and The Deep. From there, we get into some chaotic capes action that fans have come to expect from The Boys. Check it out below!</p><div>          </div><p>There's a lot of showcasing a lot of the new cast's powers especially, some with horrific results. The new class soon realizes that the ", "link": "https://www.gamespot.com/articles/the-boys-spin-off-gen-v-welcomes-you-to-godolkin-university-in-new-trailer/1100-6517518/?ftag=CAD-01-10abi2f", "date_published": "2023-09-06T16:28:00+00:00", "bookmarked": false, "dead": false, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Baldur's Gate 3 Is Out Now On PS5 With Cross-Saves, DualSense Controller Features", "description": "<p>Following its massive debut on PC, Larian's celebrated RPG Baldur's Gate 3 has arrived on PlayStation 5 for everyone. The game has been available on PS5 for days, actually, but <a href=\"https://www.gamespot.com/articles/baldurs-gate-3-ps5-preload-and-early-access-details-announced/1100-6516938/\">only for people who bought the game's more expensive edition.</a></p><p>Baldur's Gate 3 has <a href=\"https://www.gamespot.com/articles/baldurs-gate-3-cross-saves-will-work-between-pc-ps5-and-xbox/1100-6517225/\">cross-save support</a>, so players can move between PS5 and PC with their saves intact. Players need a Larian account for this, but PS Plus is not required for cross-saves.</p><p>Baldur's Gate 3 on console obviously requires a controller, and Larian says it's made an effort to make sure the game can be enjoyed with a controller and \"just a few buttons and triggers.\"</p><a href=\"https://www.gamespot.com/articles/baldurs-gate-3-is-out-now-on-ps5-with-cross-saves-dualsense-controller-f", "link": "https://www.gamespot.com/articles/baldurs-gate-3-is-out-now-on-ps5-with-cross-saves-dualsense-controller-features/1100-6517514/?ftag=CAD-01-10abi2f", "date_published": "2023-09-06T16:00:00+00:00", "bookmarked": false, "dead": false, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Starfield Is A Better Game Because It's Exclusive To Xbox And Not On PlayStation, Todd Howard Says", "description": "<p>Bethesda's big new game, <a href=\"https://www.gamespot.com/games/starfield/\">Starfield</a>, is exclusive on console to Xbox because Microsoft owns the studio and parent company ZeniMax. The fact that Starfield is exclusive on console to Xbox is good, director Todd Howard said in an interview, because it allowed the team to \"focus\" and make a better game.</p><p>\"When you're making something exclusive then the more you can focus,\" he told the <a href=\"https://www.bbc.com/news/entertainment-arts-66703504\">BBC</a>. \"You know this is the hardware or the thing people are playing on, so the ability to focus on that always yields a better product. You do want people to be able to access it of course. But being with Xbox means there is an ease of access for us.\"</p><p>Howard went on to say that Starfield is expected to be Bethesda's biggest launch ever thanks in part to Game Pass. All <a href=\"https://www.gamespot.com/articles/xbox-game-pass-reaches-25-million-subscriptions/1100-6499711/\">", "link": "https://www.gamespot.com/articles/starfield-is-a-better-game-because-its-exclusive-to-xbox-and-not-on-playstation-todd-howard-says/1100-6517512/?ftag=CAD-01-10abi2f", "date_published": "2023-09-06T15:48:00+00:00", "bookmarked": false, "dead": false, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "This Microsoft Office Alternative Supports 6 Users For Only $65 Right Now", "description": "<p>Microsoft Office 365 is the most popular way to get productivity software (such as Word and Excel), but it’s not the only option. More budget-friendly alternatives are available. One of those options is OfficeSuite, a productivity package that frugal shoppers have probably already heard of. And right now, OfficeSuite is pretty darn enticing. Typically sold for $180, you can pick up a <span class=\"norewrite\">           <a href=\"https://deals.gamespot.com/sales/officesuite-family-plan-lifetime-subscription?utm_source=gamespot.com&amp;utm_medium=referral&amp;utm_campaign=officesuite-family-plan-lifetime-subscription_090623&amp;utm_term=scsf-578849&amp;utm_content=a0xRn0000000Q5lIAE&amp;scsonar=1\">Lifetime OfficeSuite Family Plan</a> </span> for just $65.</p><p>Interested in the MS Office alternative? Here’s a closer look at what you’ll get with OfficeSuite.</p><div class=\"norewrite\" title=\"6517515 - OfficeSuite\">  <div class=\"buylink-container\">                                       ", "link": "https://www.gamespot.com/articles/this-microsoft-office-alternative-supports-6-users-for-only-65-right-now/1100-6517515/?ftag=CAD-01-10abi2f", "date_published": "2023-09-06T15:45:00+00:00", "bookmarked": false, "dead": false, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "EA Sports WRC Is The Apparent Successor To The Dirt Racing Series", "description": "<p>Electronic Arts has revealed EA Sports WRC, which is the official game of the FIA World Rally championship. It will launch on November 3 for PC, PS5, and Xbox Series X|S, while those who preorder it have up to three days of early access starting on October 31.</p><p>Codemasters, the developer behind the Dirt Rally racing series, is behind EA Sports WRC. \"This is the rally game we’ve always wanted to make, combining our studio’s deep knowledge and expertise with the power of the official WRC license representing the pinnacle of rally motorsport,\" explained senior creative director Ross Gowling in a <a href=\"https://news.ea.com/press-releases/press-releases-details/2023/Built-From-the-DiRT-Up-EA-SPORTS-WRC-Delivers-an-Awe-Inspiring-Off-Road-Experience-for-the-New-Generation-of-Sim-Racer/default.aspx\">statement</a>.</p><p>He continued, saying, \"The game’s new engine has enabled us to push rally to the edge of what’s deemed possible, and the additional features, including Builder and ", "link": "https://www.gamespot.com/articles/ea-sports-wrc-is-the-apparent-successor-to-the-dirt-racing-series/1100-6517516/?ftag=CAD-01-10abi2f", "date_published": "2023-09-06T15:30:00+00:00", "bookmarked": false, "dead": false, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Nintendo Switch Online Brings Three Games To US For First Time Ever", "description": "<p dir=\"ltr\">Nintendo has reached deep in its bag for new retro additions to the Switch Online catalog. In fact, three of the games now available on the subscription service have never even been released in the US previously.</p><p dir=\"ltr\">Of course, one of those games features the pink puffball with Kirby's Star Stacker on SNES. Intriguingly, the Game Boy version of this puzzle title did release in North America, but the SNES edition is a remake that only came out in Japan. <a href=\"https://www.gamespot.com/articles/nintendo-switch-online-adds-unique-kirby-game-harvest-moon-and-more/1100-6514842/\">A unique Kirby game came to Nintendo Switch Online</a> in June--Kirby Tilt 'n' Tumble--along with <a href=\"https://www.gamespot.com/articles/nintendo-switch-online-adds-four-new-retro-games/1100-6512405/\">Kirby's Dream Land 2 arriving earlier this year for the service</a>.</p><div><blockquote align=\"center\" class=\"twitter-tweet\"><p dir=\"ltr\">Four classic titles are now live for <a href=\"", "link": "https://www.gamespot.com/articles/nintendo-switch-online-brings-three-games-to-us-for-first-time-ever/1100-6517513/?ftag=CAD-01-10abi2f", "date_published": "2023-09-06T15:29:00+00:00", "bookmarked": false, "dead": false, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Grab A Pair Of Starfield Socks To Keep Your Feet Warm In Space", "description": "<p>Starfield is officially here, and what better way to celebrate than with a cozy pair of socks? It’s hard to explore with cold feet, but these <span class=\"norewrite\">           <a href=\"https://go.skimresources.com?id=225336X1707200&amp;xs=1&amp;xcust=subid_value&amp;url=https://www.stance.com/starfield-x-stance-crew-socks-box-set/A555D22SBS.html\">stylish cotton socks</a> </span> are here to keep you warm. Two different variants of these officially licensed socks are available (black or white), and both feature some awesome Starfield iconography.</p><div class=\"norewrite\" title=\"6517509 - Starfield Socks\">  <div class=\"buylink-container\">                                                                     <div class=\"js-buylink-item-container buylink-item-container\">             <h2 class=\"item-title\">                    <a href=\"https://go.skimresources.com?id=225336X1707200&amp;xs=1&amp;xcust=subid_value&amp;url=https://www.stance.com/starfield-x-stance-crew-socks-box-set/A555D2", "link": "https://www.gamespot.com/articles/grab-a-pair-of-starfield-socks-to-keep-your-feet-warm-in-space/1100-6517509/?ftag=CAD-01-10abi2f", "date_published": "2023-09-06T14:49:00+00:00", "bookmarked": false, "dead": false, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Stephen King Enjoys 1999's \"Mambo No. 5\" So Much That His Wife Threatened To Divorce Him", "description": "<p>Stephen King is back in the news because he just released his latest book, Holly, and as part of an interview with <a href=\"https://www.rollingstone.com/culture/culture-features/stephen-king-interview-holly-anti-vaxxers-1234816605/\">Rolling Stone</a> to promote it, the iconic author shared a wild story about his love of the Lou Bega song \"Mambo No. 5.\" It's been known that King is a fan Lou Bega's 1999 cover of the instrumental tune, but King loves it so much that it nearly ended his marriage.</p><p>\"My wife threatened to divorce me. I played that a lot. I had the dance mix. I loved those extended play things, and I played both sides of it,\" King said (<a href=\"https://www.avclub.com/stephen-king-really-loves-mambo-no-5-lou-bega-1850805845\">via The AV Club</a>). \"And one of them was just total instrumental. And I played that thing until my wife just said, 'One more time, and I'm going to f**king leave you.'\"</p><p>King has been married to his wife Tabitha since 1971, and it sure w", "link": "https://www.gamespot.com/articles/stephen-king-enjoys-1999s-mambo-no-5-so-much-that-his-wife-threatened-to-divorce-him/1100-6517508/?ftag=CAD-01-10abi2f", "date_published": "2023-09-06T14:43:00+00:00", "bookmarked": false, "dead": false, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Starfield Director Teases New Indiana Jones Game, More Info Coming Next Year", "description": "<p>Bethesda will talk more about its upcoming Indiana Jones game next year. Executive producer Todd Howard wants to say more about it right now, but he's not allowed to.</p><p>In an <a href=\"https://www.esquire.com/entertainment/a44998288/todd-howard-starfield-interview/\">interview with Esquire</a>, Howard briefly touched upon Machine Game's upcoming Indiana Jones project. \"I am a giant Indiana Jones fan. It can be brought to video games in a unique way,\" Howard explains. \"The game is obviously: you’re exploring stuff. It’s about him. So if you’re playing the game, how do you feel that you are indeed playing versus just watching?\"</p><p>At the end of the interview, he followed up with, \"We'll talk next year.\"</p><a href=\"https://www.gamespot.com/articles/starfield-director-teases-new-indiana-jones-game-more-info-coming-next-year/1100-6517510/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/starfield-director-teases-new-indiana-jones-game-more-info-coming-next-year/1100-6517510/?ftag=CAD-01-10abi2f", "date_published": "2023-09-06T14:40:00+00:00", "bookmarked": false, "dead": false, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Mortal Kombat 1 Copies Leak Early, Spoilers And Final Characters Are Out There", "description": "<p dir=\"ltr\"><a href=\"https://www.gamespot.com/articles/mortal-kombat-1-2023-release-date-roster-characters-everything-we-know/1100-6514365/\">Mortal Kombat 1</a> is a week away, with early access for those who <a href=\"https://www.gamespot.com/articles/mortal-kombat-1-preorder-guide/1100-6514329/\">preordered the deluxe editions </a>beginning September 14. However, it seems some physical copies have made their way into the wild already, so take this post as fair warning: There are spoilers abound.</p><p dir=\"ltr\">A Reddit post titled \"Mortal Kombat 1 switch fps [sic]\" appeared on the official Mortal Kombat subreddit on the evening of September 5, which showed the opening cutscene from the game's campaign on a handheld Switch console. The same user who posted the video also posted screenshots of the character select screen, as well as the Kameo Fighter select screen, on a <a href=\"https://www.reddit.com/r/MortalKombat/comments/16b93d4/not_sure_if_the_rosters_been_leaked_yet/\">separate ", "link": "https://www.gamespot.com/articles/mortal-kombat-1-copies-leak-early-spoilers-and-final-characters-are-out-there/1100-6517507/?ftag=CAD-01-10abi2f", "date_published": "2023-09-06T14:00:00+00:00", "bookmarked": false, "dead": false, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Teenage Mutant Ninja Turtles: Mutant Mayhem Sequel Game Coming To Console And PC In 2024", "description": "<p>Outright Games has announced that it'll be publishing a <a href=\"https://www.gamespot.com/reviews/teenage-mutant-ninja-turtles-shredders-revenge-review-turtle-power/1900-6417895/\">Teenage Mutant Ninja Turtles: Mutant Mayhem</a> game based on the recent big-screen incarnation of the franchise. Set in the same world as the animated adventure, Outright Games says that it will combine the colorful art direction of that feature film with \"energetic ninja teamwork\" gameplay with a humorous narrative.</p><p>Players will be able to take control of the Turtles, interact with characters from the films, and clash with mutant villains like Rocksteady. Outright Games says that it is aiming to release its Teenage Mutant Ninja Turtles game--which is officially licensed by TMNT owner Nickelodeon--in 2024 on unspecified consoles and PC.</p><figure style=\"width: 1762px;\"><a href=\"https://www.gamespot.com/a/uploads/original/1601/16018044/4188821-tmnt-mm-1.jpg\"><img alt=\"Key art for the upcoming Teen", "link": "https://www.gamespot.com/articles/teenage-mutant-ninja-turtles-mutant-mayhem-sequel-game-coming-to-console-and-pc-in-2024/1100-6517506/?ftag=CAD-01-10abi2f", "date_published": "2023-09-06T13:53:00+00:00", "bookmarked": false, "dead": false, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Last Of Us Writer's Pirates Of The Caribbean Pitch Was \"Too Weird\" But Disney Bought It", "description": "<p>Craig Mazin, known for his work on HBO's Chernobyl and The Last of Us, is also writing a new Pirates of the Caribbean movie for Disney. Speaking to <a href=\"https://www.latimes.com/entertainment-arts/awards/story/2023-08-19/craig-mazin-the-last-of-us-writers-strike\">The Los Angeles Times</a>, Mazin discussed the film at a high level, saying he's surprised Disney bought his pitch for such a \"weird\" movie idea.</p><p>\"We pitched it and thought there's no way they're buying it, it's too weird. And they did!\" Mazin said. \"And then he wrote a fantastic script and the strike happened and everyone's waiting around.\"</p><p>Mazin wrote the script alongside Ted Elliott, who co-wrote the first four Pirates films. It will be the first new entry in the series since 2017's Dead Men Tell No Tales.</p><a href=\"https://www.gamespot.com/articles/last-of-us-writers-pirates-of-the-caribbean-pitch-was-too-weird-but-disney-bought-it/1100-6517504/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/last-of-us-writers-pirates-of-the-caribbean-pitch-was-too-weird-but-disney-bought-it/1100-6517504/?ftag=CAD-01-10abi2f", "date_published": "2023-09-06T13:52:00+00:00", "bookmarked": false, "dead": false, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Echo Delayed On Disney+, Along With Agatha Series And X-Men '97 - Report", "description": "<p> </p><p dir=\"ltr\">Apparently Echo won't follow up Loki Season 2 this fall on Disney+. A new report suggests the Hawkeye spin-off has been delayed from November to January as part of a scheduling realignment by Marvel Studios.</p><p dir=\"ltr\">According to <a href=\"https://www.hollywoodreporter.com/tv/tv-news/marvel-tv-show-release-dates-1235580093/\">The Hollywood Reporter</a>, Marvel wants to give each Disney+ series space to breathe, which would explain why Echo is getting delayed. <a href=\"https://www.gamespot.com/articles/loki-season-2-hits-disney-plus-this-october-echo-to-premiere-full-season-in-november/1100-6514255/\">Loki Season 2 premieres October 6 with a six-episode run</a> that originally would lead almost straight into Echo on November 29.</p><a href=\"https://www.gamespot.com/articles/echo-delayed-on-disney-along-with-agatha-series-and-x-men-97-report/1100-6517505/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/echo-delayed-on-disney-along-with-agatha-series-and-x-men-97-report/1100-6517505/?ftag=CAD-01-10abi2f", "date_published": "2023-09-06T13:42:00+00:00", "bookmarked": false, "dead": false, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "CM Punk Fired By AEW Ahead Of All Out Pay-Per-View", "description": "<p>All Elite Wrestling has announced that it has terminated its contract with wrestler CM Punk, AKA Phillip Brooks, effective immediately. The decision was made after an internal investigation into a backstage incident that occurred involving Punk at AEW All In London on August 27.</p><p>\"Phil played an important role within AEW and I thank him for his contributions,\" said CEO Tony Khan in a statement where he took responsibility for the termination. \"I am making the decision in the best interests of the many amazing people who make AEW possible every week--our talent, staff, venue operators and many others whose efforts are unsung but essential to bringing our fans great shows on television and at arenas and stadiums throughout the world.\"</p><p>According to AEW's statement, the decision was made following consultation with the AEW Discipline Committee and external legal counsel, who unanimously recommended that CM Punk should be terminated with cause.</p><a href=\"https://www.gamesp", "link": "https://www.gamespot.com/articles/cm-punk-fired-by-aew-ahead-of-all-out-pay-per-view/1100-6517499/?ftag=CAD-01-10abi2f", "date_published": "2023-09-06T13:19:00+00:00", "bookmarked": false, "dead": false, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "The Next Zelda Will Offer A \"New Experience,\" Nintendo Has No Tears Of The Kingdom DLC Plans", "description": "<p>The Legend of Zelda producer Eiji Aonuma and game director Hidemaro Fujibayashi have spoken about the future of the franchise, and what the development team has planned for the next installment. Naturally, the pair aren't ready to divulge any details, but Fujibayashi did mention that a fun factor will be a core element in the next Zelda game and Aonuma added that fans can look forward to a \"new experience\" when it eventually arrives.</p><p>Aonuma added that there are currently no plans to release extra content for Tears of the Kingdom, which launched back in May for the Switch. The producer explained that this particular incarnation of Hyrule, an overhauled version of 2017's Breath of the Wild area, had been tapped dry and that the development team had put everything possible into the base game.</p><p>\"At this time, we are not planning to release additional content,\" Aonuma said to <a href=\"https://www.famitsu.com/news/202309/06314767.html\">Famitsu</a> (via <a href=\"https://www.vi", "link": "https://www.gamespot.com/articles/the-next-zelda-will-offer-a-new-experience-nintendo-has-no-tears-of-the-kingdom-dlc-plans/1100-6517503/?ftag=CAD-01-10abi2f", "date_published": "2023-09-06T13:00:00+00:00", "bookmarked": false, "dead": false, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "The Exorcist: Believer's Second Trailer Teases Regan MacNeil's Fate", "description": "<p> The Exorcist: Believer has released its second trailer ahead of its <a href=\"https://www.gamespot.com/articles/new-exorcist-movie-changes-dates-to-get-out-of-taylor-swifts-way/1100-6517420/\">premiere on October 6</a>, with new footage teasing the sequel's links to the 1973 film. With Ellen Burstyn's protective mother Chris MacNeil returning for the rebooted sequel, it looks like her daughter Regan might also have more to her story.</p><p>The new trailer opens with a scene between MacNeil and Katherine, one of the two girls whose posession is the focus of the film. After MacNeil reveals that the two have met before, the demon taunts her asking \"are you looking for Regan?\" before revealing that \"she burns in hell.\" This is the first time we've seen Regan mentioned in the sequel, and while she's unlikely to make an appearance in the film--as the actress Linda Blair stated she hasn't been asked to reprise her role--it seems like she will still be a motivating force for MacNeil.</p><d", "link": "https://www.gamespot.com/articles/the-exorcist-believers-second-trailer-teases-regan-macneils-fate/1100-6517500/?ftag=CAD-01-10abi2f", "date_published": "2023-09-06T07:04:00+00:00", "bookmarked": false, "dead": false, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Crota's End Challenge Mode Was Destiny 2's Hardest Raid In Years", "description": "<p> The <a href=\"https://www.gamespot.com/games/destiny-2/\">Destiny 2</a> Crota's End World First race has ended, and now it's time to look at the stats from the reprised raid's first weekend. They show that Crota's End is by far the hardest of Destiny 2's reprised raids so far, with its challenge mode also being the hardest Destiny 2 raid in four years.</p><p><a href=\"https://twitter.com/RaidReport\">Destiny Raid Report</a> posted the statistics from Crota's End's first 24 hours on Twitter, showing that approximately 4000 players managed to complete the raid in Challenge Mode, out of 350,000 attempts. With a success rate of just 1.189%, that makes Crota's End's Challenge Mode the most difficult Destiny 2 raid since Garden of Salvation in 2019.</p><p>Crota's End in Normal Mode had a slightly higher success rate of 3.102% in the first 24 hours, with 10,000 of 350,000 players completing the raid successfully. This marks Crota's End as the most difficult reprised raid of Destiny 2 so far", "link": "https://www.gamespot.com/articles/crotas-end-challenge-mode-was-destiny-2s-hardest-raid-in-years/1100-6517498/?ftag=CAD-01-10abi2f", "date_published": "2023-09-06T05:34:00+00:00", "bookmarked": false, "dead": false, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Path Of Exile 2 Is Aiming For Approachable Depth Over Complexity", "description": "<p>The original <a href=\"https://www.gamespot.com/games/path-of-exile/\">Path of Exile</a> has a <em>huge </em>skill tree, and its sequel does not break that mold. <a href=\"https://www.gamespot.com/games/path-of-exile-2/\">Path of Exile 2</a> features many of the expansive systems that its predecessor did, including equipable gems and multiple classes, but in an effort to ease newcomers into the series, much of those systems have been streamlined. According to game director Jonathan Rogers, this effort to streamline parts of the game was done to ensure Path of Exile 2's gameplay has depth without becoming overly complex.</p><p dir=\"ltr\">I got to see what Rogers was talking about in a gameplay demo for Path of Exile 2 that showed off the new Druid class. Much like its counterparts in the likes of Diablo IV and Baldur's Gate III, the Druid is a spellcaster with animal shapeshifting abilities. In Path of Exile 2's case, a Druid is (sadly) limited to only changing into a bear (which makes ", "link": "https://www.gamespot.com/articles/path-of-exile-2-is-aiming-for-approachable-depth-over-complexity/1100-6517495/?ftag=CAD-01-10abi2f", "date_published": "2023-09-06T00:40:00+00:00", "bookmarked": false, "dead": false, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}]