[{"source": "https://www.theguardian.com/rss", "title": "Depression can play direct role in developing type 2 diabetes, says study", "description": "<p>Findings prompt calls for people with depression to be assessed so they can avoid developing type 2 diabetes</p><p>Depression can play a direct role in the development of <a href=\"https://www.theguardian.com/society/2023/apr/17/how-type-2-diabetes-can-remain-hidden\">type 2 diabetes</a>, according to research that experts say could help boost efforts to prevent the condition.</p><p>Researchers have found a causal relationship and shared genetics suggesting depression may be a cause of type 2 diabetes, a disease with which more than 500 million people worldwide live.</p> <a href=\"https://www.theguardian.com/society/2023/sep/07/depression-can-play-direct-role-in-developing-type-2-diabetes-says-study\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/sep/07/depression-can-play-direct-role-in-developing-type-2-diabetes-says-study", "date_published": "2023-09-06T23:01:10+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "UK owners of smart home devices being asked for swathes of personal data", "description": "<p>Which? said firms are gathering far more data than needed for products to function</p><ul><li><strong><a href=\"https://www.theguardian.com/business/2023/sep/06/cars-collect-extensive-personal-data-on-drivers-study-warns\">Sex and politics: car driver data grab is ‘privacy nightmare’</a></strong></li><li><strong><a href=\"https://www.theguardian.com/world/2023/sep/06/eu-unveils-package-laws-curb-power-big-tech-giants\">EU unveils ‘revolutionary’ laws to curb big tech </a></strong></li></ul><p>Owners of smart home devices are being asked for swathes of personal data that is then potentially shared with social media firms such as TikTok, research has found.</p><p>The consumer champion Which?<strong> </strong>found companies appear to be gathering far more data than is needed for products to function. This includes smart TVs that ask for users’ viewing habits and a smart washing machine that requires people’s date of birth.</p> <a href=\"https://www.theguardian.com/world/2023/sep/07/uk-ow", "link": "https://www.theguardian.com/world/2023/sep/07/uk-owners-of-smart-home-devices-being-asked-for-swathes-of-personal-data", "date_published": "2023-09-06T23:01:10+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Google faces multibillion-pound lawsuit from UK consumers", "description": "<p>Lawsuit claims search engine stifled competition, contributing to rising cost of living for consumers</p><p>Google faces a new multibillion-pound lawsuit from UK consumers accusing the company of contributing to cost-of-living price rises.</p><p>The lawsuit, on behalf of every consumer in the UK, says that Google has stifled competition in the search engine market, which caused prices to rise across the UK economy.</p> <a href=\"https://www.theguardian.com/technology/2023/sep/07/google-faces-multibillion-pound-lawsuit-uk-consumers\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/sep/07/google-faces-multibillion-pound-lawsuit-uk-consumers", "date_published": "2023-09-06T23:01:09+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "UK social mobility at its worst in over 50 years, report finds", "description": "<p>Institute for Fiscal Studies finds stark disparities in earnings based on geography and ethnicity</p><p>Moving up the social ladder in Britain has become harder than at any point in more than half a century for children born into poor households, according to the country’s foremost economic thinktank.</p><p>Exposing a striking breakdown in social mobility, the Institute for Fiscal Studies (IFS) said those growing up in the north of England and the Midlands, as well as those from a minority ethnic background, would find it a lot harder than others to become wealthier than their parents.</p> <a href=\"https://www.theguardian.com/society/2023/sep/07/social-mobility-uk-worst-50-years-report-finds\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/sep/07/social-mobility-uk-worst-50-years-report-finds", "date_published": "2023-09-06T23:01:09+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Texas ordered to remove buoys meant to block migrants from Rio Grande River", "description": "<p>Preliminary order issued by judge David Ezra requires the floaters to be relocated to an embankment on the state side of the river</p><p>A US judge ordered Texas to move a line of <a href=\"https://www.theguardian.com/us-news/2023/aug/29/greg-abott-texas-governor-mexico-border-asylum-seekers-risk\">floating buoys</a> that were placed in the middle of the Rio Grande to block migrants from crossing the <a href=\"https://www.theguardian.com/us-news/us-mexico-border\">US-Mexico border</a>. The ruling is a tentative win for the Biden administration after the Department of Justice (DoJ) sued the state.</p><p>The federal judge David Ezra on Wednesday issued a preliminary injunction in the state capital of Austin that requires Texas to relocate the <a href=\"https://www.theguardian.com/us-news/2023/aug/04/like-traps-meant-for-animals-death-no-deterrent-at-the-rio-grande-river-barrier\">controversial buoys</a>, currently near the city of Eagle Pass, to an embankment on the Texas side of the rive", "link": "https://www.theguardian.com/us-news/2023/sep/06/texas-buoys-rio-grande-migrants-mexico-border", "date_published": "2023-09-06T22:47:51+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "First hearing held in Georgia for 2020 election interference case", "description": "<p>Fulton county judge said he hoped to decide trial schedules for the 19 defendants involved next week</p><p>A Fulton county judge said that he hoped to decide on trial schedules in the Georgia election interference case next week, a case for which a joint trial will take approximately four months, according to state prosecutors.</p><p>On Wednesday, the judge Scott McAfee held the first hearing in the Georgia election interference case involving 19 co-defendants including ex-president Donald Trump, who have been charged with interfering in the 2020 presidential elections.</p> <a href=\"https://www.theguardian.com/us-news/2023/sep/06/georgia-2020-election-interference-case-first-hearing\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/sep/06/georgia-2020-election-interference-case-first-hearing", "date_published": "2023-09-06T22:20:19+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘One player is gonna die’: US Open struggles as heatwave envelops New York", "description": "<p>Brutal heat and humidity have left some players at Flushing Meadows feeling like they’re facing two opponents on court</p><p><br />Daniil Medvedev was feeling the heat on Wednesday afternoon at the US Open, and it wasn’t coming from his opponent, Andrey Rublev, who he <a href=\"https://www.theguardian.com/sport/live/2023/sep/06/us-open-tennis-2023-zheng-v-sabalenka-medvedev-v-rublev-in-quarter-finals-live\">was on his way to beating</a> in straight sets in their quarter-final. As the sun beat down on Flushing Meadows, the players – and crowd – simmered in the oppressive humidity.</p><p>“One player is gonna die. And they’re gonna see,” said the world No 3 as he wiped the sweat from his brow.</p> <a href=\"https://www.theguardian.com/sport/2023/sep/06/us-open-tennis-heat-humidity-new-york-heatwave\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/sep/06/us-open-tennis-heat-humidity-new-york-heatwave", "date_published": "2023-09-06T22:17:45+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Israel imposing apartheid on Palestinians, says former Mossad chief", "description": "<p>Tamir Pardo comments, slammed by ruling Likud party, carry weight because of high regard for intelligence agency in Israel</p><p>A former head of the Mossad intelligence agency has said Israel is imposing a form of apartheid on the Palestinians, joining a <a href=\"https://www.theguardian.com/world/2023/aug/15/us-jewish-groups-statement-occupation-israel-palestine-netanyahu\">growing number of prominent Israelis</a> to compare the occupation of the West Bank to South Africa’s defunct system of racial oppression.</p><p>But Tamir Pardo’s views will have added impact because of the high regard for Mossad in Israel and because they come at a time when far-right members of Israel’s government are moving to kill off any prospect of an independent Palestinian state.</p> <a href=\"https://www.theguardian.com/world/2023/sep/06/israel-imposing-apartheid-on-palestinians-says-former-mossad-chief\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/06/israel-imposing-apartheid-on-palestinians-says-former-mossad-chief", "date_published": "2023-09-06T22:12:38+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Ballon d’Or: Lionel Messi and Aitana Bonmatí lead 30-player shortlists", "description": "<ul><li>Erling Haaland and Jude Bellingham also on men’s list</li><li>Mary Earps one of four Lionesses up for women’s award</li></ul><p>Lionel Messi and Aitana Bonmatí head the list of nominees for the men’s and women’s Ballon d’Or awards after leading their nations to World Cup glory. Erling Haaland, Harry Kane, Jude Bellingham and Bukayo Saka were also included on the men’s shortlist of 30 players for the prize published by the organisers, France Football magazine, on Wednesday.</p><p>Messi, already a record seven-time winner of the annual prize for world player of the year, is again the favourite. The 36-year-old, who now plays his club football with Inter Miami, was Argentina’s chief inspiration as they triumphed in Qatar last winter, scoring seven goals in the tournament.</p> <a href=\"https://www.theguardian.com/football/2023/sep/06/ballon-dor-lionel-messi-aitana-bonmati-longlists-haaland-bellingham-earps\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/sep/06/ballon-dor-lionel-messi-aitana-bonmati-longlists-haaland-bellingham-earps", "date_published": "2023-09-06T21:53:58+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Utah officials sued over failure to save Great Salt Lake: ‘Trying to avert disaster’", "description": "<p>Environmental and community groups have filed lawsuit as the water body shrinks from overuse, hastening its demise</p><p>Environmental and community groups have sued Utah officials over failures to save its iconic Great Salt Lake from irreversible collapse.</p><p>The largest saltwater lake in the western hemisphere has been steadily shrinking, as more and more water has been diverted away from the lake to irrigate farmland, feed industry and water lawns. A megadrought <a href=\"https://www.theguardian.com/environment/series/megadrought-in-the-us-south-west\">across the US south-west</a>, accelerated by global heating, has hastened the lake’s demise.</p> <a href=\"https://www.theguardian.com/us-news/2023/sep/06/utah-great-salt-lake-lawsuit-collapse-environment\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/sep/06/utah-great-salt-lake-lawsuit-collapse-environment", "date_published": "2023-09-06T21:32:11+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Big change in mentality’: Lewis Dunk back in England fold after five years", "description": "<p>Brighton defender has earned an overdue recall and says Roberto De Zerbi has made him see football in a different way</p><p>The thing that has most struck Lewis Dunk, back in the England squad after a five‑year hiatus, is the collective confidence, the way that Gareth Southgate and his players frame victory at the European Championship next summer as the only available option.</p><p>“We had a meeting the other day and he’s talking about winning the Euros and the whole squad is thinking about winning the Euros,” Dunk says. “I would say that’s the big change – in mentality. It’s not: ‘How far can we get in a tournament?’ It’s: ‘We will win this tournament. We want to win this tournament.’ Being around these top players, I can see why he is saying that.”</p> <a href=\"https://www.theguardian.com/football/2023/sep/06/lewis-dunk-england-brighton-football\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/sep/06/lewis-dunk-england-brighton-football", "date_published": "2023-09-06T21:30:08+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "UK heat and floods in south-east Europe blamed on ‘omega’ weather system", "description": "<p>Zone of high pressure sandwiched between two low-pressure areas is causing abnormal conditions across Europe</p><p>An unusual omega weather system – in which a zone of high pressure is sandwiched between two areas of low pressure – is being blamed for both the unseasonal heatwave in the UK and the catastrophic flooding in Bulgaria, Greece and Turkey.</p><p><a href=\"https://www.theguardian.com/world/2023/sep/06/flash-floods-kill-tourists-in-turkey-greece-and-bulgaria\">At least 12 people have died in the three countries as torrential rainstorms caused flash floods</a>, sweeping away bridges and inundating streets, homes and public buildings.</p> <a href=\"https://www.theguardian.com/world/2023/sep/06/uk-heatwave-floods-south-east-europe-omega-weather-system\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/06/uk-heatwave-floods-south-east-europe-omega-weather-system", "date_published": "2023-09-06T21:26:55+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Mexico supreme court decriminalizes abortion across country", "description": "<p>Decision to remove abortion from federal penal code comes amid trend in Latin America of loosening restrictions on procedure</p><p>Mexico’s supreme court has decriminalized abortion across the country, <a href=\"https://www.theguardian.com/world/2021/sep/07/mexico-abortion-law-struck-down-supreme-court-penalties-unconstitutional\">two years after ruling that abortion was not a crime in one northern state.</a></p><p>That earlier ruling had set off a grinding process of decriminalizing abortion state by state. Last week, the central state of Aguascalientes became the 12th state to decriminalize the procedure. Judges in states that still criminalize abortion will have to take account of the top court’s ruling.</p> <a href=\"https://www.theguardian.com/world/2023/sep/06/mexico-decriminalizes-abortion\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/06/mexico-decriminalizes-abortion", "date_published": "2023-09-06T21:13:59+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘We’re here for a purpose’: Dan Cole urges England to find World Cup focus", "description": "<p>Veteran tighthead prop says getting the balance right on and off the pitch is important before Saturday’s opener with Argentina</p><p>As Dan Cole prepares to take the field <a href=\"https://www.theguardian.com/sport/2023/aug/07/england-announce-rugby-world-cup-squad-with-slade-and-dombrandt-axed\" title=\"\">at a fourth World Cup</a> against Argentina on Saturday, the veteran tighthead prop has cause to reflect on his previous three. Inevitably, it is his first that sticks in the mind, the ill-fated 2011 tournament in New Zealand. He did not jump into the Auckland harbour, as Manu Tuilagi infamously did, but as Cole confesses: “I held his phone.”</p><p>When it comes to striking the balance between avoiding cabin fever at a lengthy tournament – if England reach the last weekend in France they will have been here for two months – and going off the rails, their campaign 12 years ago was a salutary lesson in how not to do it. “One of the things I’ve learned, particularly with 2011, you c", "link": "https://www.theguardian.com/sport/2023/sep/06/squad-culture-key-to-englands-rugby-world-cup-chances-insists-dan-cole", "date_published": "2023-09-06T21:00:07+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Athapaththu stars again as Sri Lanka seal first T20 series win against England", "description": "<ul><li><a href=\"https://www.theguardian.com/sport/cricket/match/2023-09-06/england-women-cricket-team\">3rd T20: Sri Lanka, 117-3, beat England, 116 all out, by 7 wickets</a></li><li>Captain takes three wickets and adds 44 runs in historic victory </li></ul><p>Sri Lanka made history in Derby on Wednesday evening, winning the final T20 by seven wickets with three overs to spare, to go 2-1 up and secure their first ever series win against England.</p><p>It is England’s first T20 series loss at home to any team other than Australia since 2010, and a remarkable one: Sri Lanka are ranked eighth in the world, well behind second-placed England, and until recently (according to the Federation of International Cricketers’ Associations) were essentially an amateur side, with no professional national structures in place. England are currently without Nat Sciver-Brunt, Sophia Dunkley and Sophie Ecclestone, but the coach, Jon Lewis, defended his decision to field a young side and said the team ha", "link": "https://www.theguardian.com/sport/2023/sep/06/athapaththu-stars-again-as-sri-lanka-seal-first-t20-series-win-against-england", "date_published": "2023-09-06T20:44:51+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Biden government moves to call off oil and gas drilling in Alaska’s Arctic refuge", "description": "<p>Seven oil and gas leases canceled by interior department, which said sale during final days of Trump administration were flawed</p><p>The US interior department has canceled seven oil and gas leases in Alaska’s Arctic national wildlife refuge that were part of a sale held in the waning days of the Trump administration, arguing the sale was legally flawed.</p><p>The interior secretary, Deb Haaland, said with her decision to cancel the remaining leases “no one will have rights to drill for oil in one of the most sensitive landscapes on earth”. However, a 2017 law mandates another lease sale by late 2024. Administration officials said they intend to comply with the law.</p> <a href=\"https://www.theguardian.com/us-news/2023/sep/06/alaska-biden-cancels-gas-oil-drilling\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/sep/06/alaska-biden-cancels-gas-oil-drilling", "date_published": "2023-09-06T20:43:48+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Federal prosecutors seek new indictment against Hunter Biden", "description": "<p>Exact charges president’s son would face were not immediately clear but indictment to come by end of September</p><p>Federal prosecutors are seeking to bring a new indictment against Joe Biden’s son Hunter by the end of September, according to court documents filed on Wednesday.</p><p>The exact charges the president’s son would face were not immediately clear, but he has been under investigation in Delaware on gun and tax charges.</p> <a href=\"https://www.theguardian.com/us-news/2023/sep/06/hunter-biden-new-indictment-september-federal-prosecutors\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/sep/06/hunter-biden-new-indictment-september-federal-prosecutors", "date_published": "2023-09-06T20:17:48+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Japanese city to use robots to tackle rise in truancy", "description": "<p>Schools in Kumamoto have purchased two mechanical assistants to help children regain confidence in dealing with teachers and classmates </p><p>A city in Japan is tackling a rise in truancy with the help of a robot assistant that officials hope will encourage absentee children to attend classes remotely and eventually coax them back to school.</p><p>Two robots equipped with microphones, speakers and cameras are expected to appear in classrooms in November in Kumamoto, south-west Japan, according to the Mainichi Shimbun newspaper.</p> <a href=\"https://www.theguardian.com/world/2023/sep/06/japanese-city-robots-tackle-rise-in-school-truancy\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/06/japanese-city-robots-tackle-rise-in-school-truancy", "date_published": "2023-09-06T20:16:25+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Clubs seek guarantees Saudi Arabian teams will pay huge transfer fees in full", "description": "<ul><li>Concerns raised at European Club Association general assembly</li><li>Unprecedented summer spending reshapes transfer market</li></ul><p>European clubs are seeking guarantees that they will be paid the huge transfer fees agreed with Saudi Arabian clubs in full after a <a href=\"https://www.theguardian.com/football/2023/aug/12/its-not-a-fad-the-truth-behind-saudi-arabias-dizzying-investment-in-sport\">summer of unprecedented spending</a> that has reshaped the transfer market.</p><p>Before this year the amount spent by Saudi clubs on players in Europe’s top divisions had never eclipsed 2% of total yearly sales. After a transfer window that has seen players such as Neymar, Rúben Neves, Fabinho, Aleksandar Mitrovic and Riyad Mahrez move for eye-watering amounts, that proportion has risen dramatically to 11%, totalling €878m (£753m). As recently as 2020 the outlay was only €63m.</p> <a href=\"https://www.theguardian.com/football/2023/sep/06/european-clubs-saudi-arabia-transfer-fees-f", "link": "https://www.theguardian.com/football/2023/sep/06/european-clubs-saudi-arabia-transfer-fees-football", "date_published": "2023-09-06T20:07:29+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Everything you need to know about the 2023 Rugby World Cup", "description": "<p>The players to watch, the teams to back and how to tell a ruck from a scrum as the tournament kicks off in France</p><p><strong>Is it already time for </strong><em><strong>another</strong></em><strong> World Cup? </strong>The men’s Rugby World Cup is indeed upon us, four years after the last one, and the William Webb Ellis trophy is the prize.</p><p><strong>Rugby is people with big muscles and tight shorts smashing into each other, right? </strong>You’re thinking of rugby league, the 13-a-side version. Rugby union is a <em>far</em> more nuanced contest of skill, strength and tactical cunning. And people with big muscles smashing into each other, but 15-a-side.</p> <a href=\"https://www.theguardian.com/sport/2023/sep/06/everything-you-need-to-know-about-the-2023-rugby-world-cup\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/sep/06/everything-you-need-to-know-about-the-2023-rugby-world-cup", "date_published": "2023-09-06T20:00:06+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Misinformation’: Rand Paul counters doctor’s evaluation of McConnell", "description": "<p>Kentucky’s second senator’s comments reflect growing uncertainty among Republicans regarding Senate leader’s health</p><p>In a sign of growing Republican uncertainty about Mitch McConnell’s handling of questions about his health, a Senate colleague cast doubt on assurances from the congressional physician that the 81-year-old Kentucky senator is fit to lead his party despite freezing twice in front of reporters.</p><p>“I’m just trying to counter the misinformation from the Senate doctor,” Rand Paul said in a statement likely to anger the Republican leader in the Senate.</p> <a href=\"https://www.theguardian.com/us-news/2023/sep/06/rand-paul-comments-mitch-mcconnell-freeze-republicans\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/sep/06/rand-paul-comments-mitch-mcconnell-freeze-republicans", "date_published": "2023-09-06T19:59:22+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Aryna Sabalenka races past Zheng Qinwen to reach US Open semi-final", "description": "<ul><li>Incoming world No 1 defeats Chinese opponent 6-1, 6-4</li><li>‘I’m super-proud to bring this consistency to my game’</li></ul><p>At the beginning of this year, while she was still just one player in a field of challengers, Aryna Sabalenka made her primary goal for the season clear. The Belarusian rarely does things by half measures and so she did not merely want to win her first grand slam tournament, but she embraced the far greater challenge of trying to close the gap on Iga Swiatek and overtake her as the world No 1.</p><p>Finally, she has secured that ultimate goal. But the work does not stop. With the No 1 ranking from next week secured, Sabalenka continued to march through the US Open draw as she overpowered Zheng Qinwen of China 6-1, 6-4 to return to the semi-finals for the third consecutive year. “I’m super-proud of myself and my team that we have been able to adjust to different conditions, different courts,” she said. “We were able to bring this consistency in my ga", "link": "https://www.theguardian.com/sport/2023/sep/06/aryna-sabalenka-races-past-zheng-qinwen-to-reach-us-open-semi-final", "date_published": "2023-09-06T19:55:14+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Jérémy Doku at forefront of Belgium’s rebuild as golden generation fades", "description": "<p>Manchester City’s new signing will play bigger role with national team amid injuries and player retirements</p><p>Jérémy Doku has enjoyed a busy month; he started the season scoring in Rennes’ 5-1 victory against Metz and on Saturday made his <a href=\"https://www.theguardian.com/football/2023/sep/02/manchester-city-fulham-premier-league-match-report\">Manchester City debut against Fulham</a>, winning by the same scoreline. This week he joins up with Belgium for two important European Championship qualifiers as the new-look Red Devils focus their gaze on Germany next summer.</p><p>The 21-year-old has two new head coaches to work under after joining Pep Guardiola in east Manchester and Domenico Tedesco with the national team, who come with a new set of teammates and strategies. Belgium have collected seven points from three games and wins against Azerbaijan and Estonia could seal a place at Euro 2024.</p> <a href=\"https://www.theguardian.com/football/2023/sep/06/jeremy-doku-belgium-g", "link": "https://www.theguardian.com/football/2023/sep/06/jeremy-doku-belgium-golden-generation-manchester-city-football", "date_published": "2023-09-06T19:00:05+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Steve Bell on relations between King Charles and Prince Andrew – cartoon", "description": "<a href=\"https://www.theguardian.com/commentisfree/picture/2023/sep/06/steve-bell-on-relations-between-king-charles-and-prince-andrew-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2023/sep/06/steve-bell-on-relations-between-king-charles-and-prince-andrew-cartoon", "date_published": "2023-09-06T19:00:05+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Night train between Berlin and Paris to return after nine years", "description": "<p>Austrian rail operator ÖBB says service will resume partly in December and daily from October 2024</p><p>A night train linking Berlin and Paris will return in December, nine years after the service was cancelled, the Austrian rail operator ÖBB has announced.</p><p>ÖBB has been a pioneer in bringing back night trains as <a href=\"https://www.theguardian.com/commentisfree/2021/oct/27/why-we-need-a-new-golden-age-of-european-rail\">Europeans look for low-carbon travel options</a>.</p> <a href=\"https://www.theguardian.com/world/2023/sep/06/night-train-between-berlin-and-paris-to-return-after-nine-years\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/06/night-train-between-berlin-and-paris-to-return-after-nine-years", "date_published": "2023-09-06T18:46:11+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "UK ministers seek to allay WhatsApp and Signal concerns in encryption row", "description": "<p>Government says text scanning under online safety bill would only occur if ‘technically feasible’ after apps threaten to leave country</p><p>Ministers have attempted to head off a threatened exodus of messaging apps from the UK by assuring tech firms they cannot be forced to scan encrypted texts indiscriminately for illegal content.</p><p>WhatsApp and Signal have <a href=\"https://www.theguardian.com/technology/2023/apr/18/whatsapp-signal-unite-against-online-safety-bill-privacy-messaging-apps-safety-security-uk\">threatened to quit the UK</a> over a provision in the online safety bill that allows Ofcom to order a messaging service to use “accredited technology” to look for and take down child sexual abuse material.</p> <a href=\"https://www.theguardian.com/media/2023/sep/06/whatsapp-signal-online-safety-bill-uk-encryption-privacy\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/sep/06/whatsapp-signal-online-safety-bill-uk-encryption-privacy", "date_published": "2023-09-06T18:36:00+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Freddie Mercury’s garden door sells for over £400,000 as his belongings auctioned", "description": "<p>Brian May and some fans express dismay as contents of late Queen frontman’s home go under hammer in six-day sale</p><p>A garden door scrawled in graffiti has sold for more than £400,000 as thousands of Freddie Mercury’s possessions began to be auctioned on Wednesday night, amid criticism by some fans and Brian May.</p><p>The Queen frontman left his Kensington home, Garden Lodge, and its contents to his close friend Mary Austin. More than 32 years after his death, <a href=\"https://www.theguardian.com/music/2023/aug/03/killer-queen-sale-freddie-mercurys-possessions-go-up-for-auction\">Austin is selling the contents at Sotheby’s</a> with some of the proceeds going to charity after the six-day sale.</p> <a href=\"https://www.theguardian.com/music/2023/sep/06/freddie-mercurys-garden-door-sells-for-over-400000-as-his-belongings-auctioned\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/sep/06/freddie-mercurys-garden-door-sells-for-over-400000-as-his-belongings-auctioned", "date_published": "2023-09-06T18:08:40+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Foord helps Arsenal past Linköping in Women’s Champions League qualifier", "description": "<ul><li>Arsenal 3-0 Linköping (Foord 53, Hurtig 81, Blackstenius 90)</li><li>Gunners advance to play Paris FC or Kryvbas Kryvyi Rih</li></ul><p>Goals from the Australia forward Caitlin Foord and the former Linköping duo Lina Hurtig and Stina Blackstenius earned Arsenal progression in their Champions League qualifying mini-tournament at the expense of the Swedish pair’s old side.</p><p>The Gunners laboured in Sweden against opponents playing on their own ground, but that was to be expected. Champions League qualification is a bruising start to the season, particularly for teams such as Arsenal, who had 15 players involved in the World Cup and seven of those <a href=\"https://www.theguardian.com/football/2023/aug/20/womens-world-cup-final-news-spain-england#:~:text=Spain%20have%20won%20the%20Women's,minutes%2C%20proved%20decisive%20in%20Sydney.\" title=\"\">still involved just over two weeks ago</a>.</p> <a href=\"https://www.theguardian.com/football/2023/sep/06/caitlin-foord-arsenal-women-", "link": "https://www.theguardian.com/football/2023/sep/06/caitlin-foord-arsenal-women-linkoping-womens-champions-league-football", "date_published": "2023-09-06T17:59:53+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Woman barred from removing body of partner from London funeral home", "description": "<p>High court judge issues ruling after relative of Peter Otitoju launches action against Benedicta Onwordi</p><p>A woman has been barred from removing the body of her partner from a funeral home after becoming embroiled in high court litigation with one of his relatives.</p><p>Mr Justice Roth has ruled that Benedicta Onwordi cannot “take possession” of the body of Peter Otitoju, who died aged 67.</p> <a href=\"https://www.theguardian.com/uk-news/2023/sep/06/woman-barred-from-removing-body-of-partner-from-london-funeral-home\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/sep/06/woman-barred-from-removing-body-of-partner-from-london-funeral-home", "date_published": "2023-09-06T17:55:42+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Roman bust seized from US museum in investigation into stolen pieces", "description": "<p>Worcester Art Museum says bust, bought in 1966 but probably stolen and improperly imported from Turkey, to be returned</p><p>An ancient Roman bust has been seized from a Massachusetts art museum as part of an investigation into antiquities stolen from Turkey.</p><p>The Worcester Art Museum <a href=\"https://www.worcesterart.org/news/press-room/press-releases/PR/worcester-art-museum-portrait-of-a-lady-press-release.pdf\">announced</a> that it had transferred ownership of the bronze bust to the New York county district attorney’s office so it can be repatriated to Turkey.</p> <a href=\"https://www.theguardian.com/culture/2023/sep/06/stolen-art-massachusetts-worcester-museum\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/sep/06/stolen-art-massachusetts-worcester-museum", "date_published": "2023-09-06T17:55:13+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "NatWest plays it safe with new chairman Rick Haythornthwaite", "description": "<p>Sir Howard Davies’ replacement has enough City experience to move bank on from Coutts fiasco</p><p>In a business career of 40-plus years, Rick Haythornthwaite has never been a banker. The closest he’s come was a long stint as chairman of Mastercard – but that’s a payment processor, which is a different type of financial beast. His chief executive life was as an industrialist: Blue Circle cement and Invensys, as the old BTR engineering conglomerate was rebranded. And his long chairing tour has also taken in British Gas owner Centrica, Network Rail and, now, the AA and Ocado. He is therefore a surprise pick <a href=\"https://www.theguardian.com/business/2023/sep/06/natwest-expected-to-name-ex-centrica-boss-as-chair-after-nigel-farage-saga\">to be chairman of NatWest</a>.</p><p>There are a couple of flops on that CV (Centrica was a place of lowered dividends and low expectations while he was in the chair), but Haythornthwaite still ticks the “experienced” and “safe” boxes, which was pr", "link": "https://www.theguardian.com/business/nils-pratley-on-finance/2023/sep/06/natwest-plays-safe-new-chairman-rick-haythornthwaite", "date_published": "2023-09-06T17:45:44+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Afghan refugee wrongly jailed in Greece wins thousands in compensation", "description": "<p>Akif Rasuli spent more than two years behind bars after being accused of people smuggling</p><p>A Greek court has awarded thousands of euros in compensation to an Afghan refugee who spent more than two years in prison after being wrongfully accused of people smuggling, in a rare step hailed by campaigners.</p><p>A three-member appeal court sitting on the Aegean island of Lesbos ruled that Akif Rasuli had not only been unjustly jailed, but should be recompensed for the ordeal he had been made to endure.</p> <a href=\"https://www.theguardian.com/world/2023/sep/06/afghan-refugee-wrongly-jailed-in-greece-wins-thousands-in-compensation\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/06/afghan-refugee-wrongly-jailed-in-greece-wins-thousands-in-compensation", "date_published": "2023-09-06T17:43:41+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Election season has come. Here’s what you need to do to stop Trump from winning | Robert Reich", "description": "<p>America is about to start a terrifyingly high-stakes ride. These are some ways to help save American democracy</p><p>The week after Labor Day weekend usually signals the start of a return to serious business – summer vacations over and kids back to school, fiscal years ending and new ones beginning, cleaning up and battening down for winter.</p><p>This particular week after Labor Day also marks the start of a terrifyingly high-stakes ride for America – five months until the beginning of the primaries, eight until Donald Trump’s trial for seeking to overturn the 2020 election, 10 until the Republican convention in which Trump is almost certain to be nominated, 14 until the presidential election of 2024.</p><p>Do everything within your power to ensure that Donald Trump is not re-elected president. For some of us, this will mean taking time out of our normal lives to become more directly politically involved – up to and including getting out the votes in critical swing states.</p><p>", "link": "https://www.theguardian.com/commentisfree/2023/sep/06/election-2024-beginning-how-to-stop-trump", "date_published": "2023-09-06T17:37:57+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Match Officials Mic’d Up: what the new TV show tells us about referees", "description": "<p>New programme fronted by Howard Webb offers a welcome insight into the big decisions – and some lighter moments too</p><p>The first episode of Match Officials Mic’d Up certainly wasn’t short of talking points. From Michael Owen’s typically wooden presenting skills to Howard Webb’s admission that Nathan Aké’s header for <a href=\"https://www.theguardian.com/football/2023/sep/02/manchester-city-fulham-premier-league-match-report\">Manchester City against Fulham</a> on Saturday should have been disallowed, the monthly 26-minute show produced by the Premier League that will be aired on Sky Sports and TNT Sports on Wednesday evening breaks new ground for the sport.</p><p>But while Webb – the chief refereeing officer at Professional Game Match Officials Ltd (PGMOL) – offers viewers an insight into some of the more controversial VAR decisions so far this season, it is the audio feed from Stockley Park that provides most of the entertainment.</p> <a href=\"https://www.theguardian.com/footbal", "link": "https://www.theguardian.com/football/2023/sep/06/match-officials-micd-up-offers-both-welcome-debate-and-entertainment", "date_published": "2023-09-06T17:34:14+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Mexico City Marathon expels 11,000 runners for cutting sections of course", "description": "<ul><li>Trackers suggest many participants did not run full course</li><li>Some athletes have said technology was not working properly</li></ul><p>More than a third of runners at this year’s Mexico City Marathon have been expelled after organisers say they cut out sections of the 26.2 mile course.</p><p>An investigation was launched after complaints that runners had used cars, public transport and bikes to cheat during the race on 27 August. Tracking data then showed that thousands of participants had not passed some of the 5km checkpoints that monitor whether runners have completed the entire race.</p> <a href=\"https://www.theguardian.com/sport/2023/sep/06/mexico-city-marathon-expels-11000-runners-for-cutting-sections-of-course\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/sep/06/mexico-city-marathon-expels-11000-runners-for-cutting-sections-of-course", "date_published": "2023-09-06T17:30:05+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on local government finance: a growing crisis with deep roots | Editorial", "description": "<p>Ministers are trying to score party political points from Birmingham’s woes, but Tory councils have also been broken by the rising burden of austerity</p><p>Birmingham city council has followed to the letter Ernest Hemingway’s famous two-speed formula for bankruptcy – “gradually, then suddenly”. A <a href=\"https://www.theguardian.com/society/2023/sep/05/councils-in-england-in-crisis-as-birmingham-declares-itself-bankrupt\" title=\"\">funding crisis</a> has been looming for years as shrinking government grants combined with rising costs. But there have also been recent <a href=\"https://www.theguardian.com/uk-news/2023/sep/05/birmingham-city-council-what-went-wrong-what-happens-next\" title=\"\">demands on the budget</a> that speak to a record of poor judgment by local leaders, notably a £760m bill to settle historic equal pay claims and vast cost overruns in implementing a new IT system.</p><p>Downing Street has tried to score party political points from Birmingham’s woes by suggesting t", "link": "https://www.theguardian.com/commentisfree/2023/sep/06/the-guardian-view-on-local-government-finance-a-growing-crisis-with-deep-roots", "date_published": "2023-09-06T17:30:03+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘It was horrible’: Syrian man deported from Greece tells of family’s trauma", "description": "<p>Man who has lost landmark case against Frontex says family’s ordeal has had a huge impact</p><p>A Syrian man who fled the civil war in 2016 and ended up being deported by the EU border protection agency instead of having an asylum application processed has spoken of the trauma his young family experienced at the hands of officials in Greece.</p><p>On Wednesday, the man – who has asked for anonymity – <a href=\"https://www.theguardian.com/world/2023/sep/06/syrian-refugee-deported-from-greece-loses-case-against-eu-border-agency\">lost a landmark case against Frontex</a>, which in 2016 had chartered a plane to take him from Greece to be settled in a refugee camp in Turkey.</p> <a href=\"https://www.theguardian.com/world/2023/sep/06/it-was-horrible-syrian-man-deported-from-greece-tells-of-familys-trauma\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/06/it-was-horrible-syrian-man-deported-from-greece-tells-of-familys-trauma", "date_published": "2023-09-06T17:27:44+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on India’s G20 summit: a backsliding democracy gets to play host | Editorial", "description": "<p>Western democracies are wrong to overlook a country’s descent into electoral autocracy because they believe they need it to contain China</p><p>Narendra Modi is an authoritarian figure who, as India’s prime minister since 2014, has pushed his country into increasingly becoming a <a href=\"https://academic.oup.com/book/36682/chapter-abstract/321709848?redirectedFrom=fulltext\" title=\"\">“de facto ethnic democracy”</a>, in which Hindus define the national identity and non-Hindus are seen as second-class citizens. Yet as the host of the upcoming <a href=\"https://www.theguardian.com/business/2023/sep/03/modis-unifying-message-for-the-g20-summit-looks-dated-as-globalisation-falls-apart\" title=\"\">talks</a> of the world’s 20 largest economies, Mr Modi will be feted by major global leaders – except his absent fellow strongmen <a href=\"https://www.theguardian.com/world/2023/sep/06/in-newly-gleaming-delhi-modi-hopes-g20-will-cement-india-as-a-major-global-player\" title=\"\">Xi Jinping and Vladim", "link": "https://www.theguardian.com/commentisfree/2023/sep/06/the-guardian-view-on-indias-g20-summit-a-backsliding-democracy-gets-to-play-host", "date_published": "2023-09-06T17:25:03+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "RishGPT recycles old soundbites as last vestiges of credibility crumble | John Crace", "description": "<p>Sunak knew he would be grilled over the school concrete crisis but failed to come up with anything plausible to say at PMQs</p><p>It was never going to be pretty. Even if school buildings hadn’t been found to be collapsing all around us, the first prime minister’s questions of the new session was always likely to be brutal for Rishi Sunak. The government’s attempts to seize control of the news agenda over the summer had backfired badly. Small boats week, NHS week and crime week had all left ministers trying to explain why nothing was going as planned. It was as if the idiots had taken over the asylum. Which of course, they have. Only the idiots are left. To be a halfwit in the current Conservative party is a status symbol. Most are far dimmer than that.</p><p>Sunak’s problem is that almost everyone has long since given up listening to him. There was a brief period after he replaced Liz Truss when a few people kept half an ear open to him but that window has long been closed. Now h", "link": "https://www.theguardian.com/politics/2023/sep/06/rishgpt-recycles-old-soundbites-as-last-vestiges-of-credibility-crumble", "date_published": "2023-09-06T17:24:45+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Origin review – a heartfelt look at a journalist challenging the concept of race", "description": "<p>There are solid performances in this dramatisation of Isabel Wilkerson’s attempt to explain racism as an aspect of the caste system, but it may have been better as a documentary</p><p><a href=\"https://www.theguardian.com/film/ava-duvernay\">Ava DuVernay</a> is a film-maker who has long been committed to a bracing cinema of ideas. <a href=\"https://www.theguardian.com/film/2016/oct/06/13th-review-ava-duvernay-jailing-black-men-netflix-selma-13th-constitutional-amendment-slavery\">Her 2016 documentary, 13th</a>, was an investigation of the incarceration of black men and the constitutional mindset link between imprisonment and slavery in the US. It was to this film, I think, that we owed the larger revelation about the civil war: the Confederacy was not defeated like Germany was in 1945, but in fact like Germany had been in 1918 at the end of the previous world war – provisionally, and unstably.</p><p>Now she has turned to the journalist and commentator <a href=\"https://www.theguardian.", "link": "https://www.theguardian.com/film/2023/sep/06/origin-review-ava-duvernay-isabel-wilkerson", "date_published": "2023-09-06T17:15:02+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "England v Sri Lanka: third women’s T20 cricket international – live", "description": "<ul><li>Over-by-over updates from the County Ground (6pm BST)</li><li>Get in touch! <a href=\"mailto:rob.smyth@theguardian.com\">Email Rob</a> | <a href=\"https://www.theguardian.com/sport/2016/aug/18/sign-up-to-the-spin\">Sign up to The Spin here</a></li></ul><p><strong>1st over: England 8-1 (Bouchier 0, Capsey 8) </strong>Wyatt walked off chuntering and swishing her bat. She is such<em> </em>a key player, and has been in pulsating form this summer, so that’s a significant blow for England.</p><p>The new batter Alice Capsey crashes her second ball to the cover boundary. It was in the air for a while but perfectly save. She gets another boundary off the last ball, dancing down to belt a lofted drive wide of mid-off. Excellent batting.</p> <a href=\"https://www.theguardian.com/sport/live/2023/sep/06/england-v-sri-lanka-third-womens-t20-cricket-international-live\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2023/sep/06/england-v-sri-lanka-third-womens-t20-cricket-international-live", "date_published": "2023-09-06T17:03:56+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Noel Gallagher banned from driving for six months over unpaid speeding fines", "description": "<p>Chauffeur was behind wheel on both occasions, but Oasis star, who has no licence, was registered keeper of vehicle and failed to identify driver in time</p><p>Noel Gallagher has been banned from driving for six months and fined more than £1,000 over a series of unpaid speeding tickets – despite not holding a driving licence.</p><p>The case, addressing unpaid speeding tickets from November 2022 and February this year, was heard at Lavender Hill magistrates court on Wednesday.</p> <a href=\"https://www.theguardian.com/music/2023/sep/06/noel-gallagher-banned-driving-six-months-unpaid-speeding-fines\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/sep/06/noel-gallagher-banned-driving-six-months-unpaid-speeding-fines", "date_published": "2023-09-06T17:01:50+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "On policing, Suella Braverman is asking the impossible | Letters", "description": "<p><strong>Andy Murcott</strong> and <strong>John Boxall</strong> respond to Gaby Hinsliff’s article about the budget cuts that have ruined policing </p><p>I retired from the police service in 2011, just late enough to experience the effects of austerity (<a href=\"https://www.theguardian.com/commentisfree/2023/sep/01/tory-crime-week-policing-police-leads-budget-cuts\" title=\"\">The dirty secret behind Tory ‘crime week’: their policies ruined policing1 September</a>). Historically, police officers had been allowed to work beyond their contracted 30 years, and many did so. However, due to the government’s policy of austerity, a police regulation was used to force out all those officers in my force who had completed their 30 years – the most experienced officers.</p><p>At the same time, a moratorium on recruitment was introduced. In addition to losing its most experienced police officers, the police service also lost a lot of its most experienced civilian support staff – analysts, scene-o", "link": "https://www.theguardian.com/uk-news/2023/sep/06/on-policing-suella-braverman-is-asking-the-impossible", "date_published": "2023-09-06T16:54:25+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "ChatGPT can’t be trusted. The Guardian is right to block its web crawler | Letters", "description": "<p><strong>Jeanne Warren</strong>, <strong>Dr Theo Stickley</strong> and <strong>Owen Fraser</strong> on the artificial intelligence chatbot and the decision to stop its owner OpenAI trawling Guardian content</p><p>Mixing Guardian content into the training material for ChatGPT (<a href=\"https://www.theguardian.com/technology/2023/sep/04/the-guardians-block-on-chatgpt-using-its-content-is-bad-news\" title=\"\">Letters, 4 September</a>) would be like putting some healthy food into a poisonous batch of baby food in the hope that it will become safe to eat. The only solution is to get rid of the poison. In practice, this may spell the end of ChatGPT as a serious intellectual tool, since poisonous content is impossible to exclude from its training material. ChatGPT may be an unstoppable force, but maybe not. Let’s keep a clear head about it. There are many other uses of AI which have clear benefit.<br /><strong>Jeanne Warren</strong><br /><em>Garsington, Oxfordshire</em></p><p>• ChatGPT cann", "link": "https://www.theguardian.com/technology/2023/sep/06/chatgpt-cant-be-trusted-the-guardian-is-right-to-block-its-web-crawler", "date_published": "2023-09-06T16:53:30+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "UK university staff poised to strike for five days in freshers’ week", "description": "<p>UCU members vote for action between 25-29 September over pay and conditions but end marking boycott</p><p>University staff say they will strike during freshers’ week unless employers agree to discuss their demands over pay and working conditions.</p><p>Lecturers, librarians and technicians are among staff from 136 universities, members of the University and College Union (UCU), who plan to strike for five days at the start of the academic year, from 25 to 29 September.</p> <a href=\"https://www.theguardian.com/education/2023/sep/06/uk-university-staff-poised-to-strike-for-five-days-in-freshers-week\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2023/sep/06/uk-university-staff-poised-to-strike-for-five-days-in-freshers-week", "date_published": "2023-09-06T16:52:27+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Rolling Stones: Angry review – Jagger’s a hoot in strutting, barnstorming return", "description": "<p><strong>(Polydor)<br /></strong>The first single from new album Hackney Diamonds is a hilarious tale of arguing lovers, animated by bold soloing and evident creative hunger</p><ul><li><a href=\"https://www.theguardian.com/music/2023/sep/06/we-were-lazy-the-rolling-stones-unveil-new-original-album-hackney-diamonds-after-18-year-wait\">‘We were lazy!’ The Rolling Stones unveil new original album Hackney Diamonds after 18-year wait</a></li></ul><p>Songs are rarely as “side one, track one” as the Rolling Stones’s new single Angry, which kicks off Hackney Diamonds, the band’s long-awaited full-album return to the Jagger-Richards songwriting partnership after 18 years.</p><p>The Stones were hardly ones for creeping quietly around the door – Sympathy for the Devil, Paint It Black, Gimme Shelter and Brown Sugar have all teed albums off in the past – but Angry kicks it off the hinges with an opening riff that is instantly, inimitably theirs. In key and mood, it somewhat recalls another album", "link": "https://www.theguardian.com/music/2023/sep/06/rolling-stones-angry-review-jaggers-a-hoot-in-strutting-barnstorming-return", "date_published": "2023-09-06T16:50:55+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Greek ferry crew face charges over death of passenger pushed into sea", "description": "<p>Andonis Kargiotis died after being pushed by crew members into sea as he tried to board departing ferry</p><p>A Greek island ferry captain and three of his crew are facing homicide charges over the death of a passenger, who was pushed into the sea as he tried to reboard the departing vessel in the country’s main port of Piraeus.</p><p>On Wednesday, Greece’s minister for merchant marine, Miltiadis Varvitsiotis, expressed “shock, horror and sorrow” over the death of the passenger, who he identified as Andonis Kargiotis, 36.</p> <a href=\"https://www.theguardian.com/world/2023/sep/06/greek-captain-three-crew-members-face-homicide-charges-passenger-death\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/06/greek-captain-three-crew-members-face-homicide-charges-passenger-death", "date_published": "2023-09-06T16:50:16+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘A pointless exercise’: mixed feelings over Games legacy in bankrupt Birmingham", "description": "<p>Many look back fondly on last year’s Commonwealths in city but there are questions over its cost</p><p>Just over a year ago, the streets of Birmingham were buzzing with crowds who had descended for the Commonwealth Games, hailed as the start of a “golden decade” for the city. Millions of pounds were spent on the event. Now, after <a href=\"https://www.theguardian.com/society/2023/sep/05/birmingham-city-council-financial-distress-budget-section-114\">Tuesday’s announcement</a> that the city council is in effect bankrupt, questions are being asked about whether it should have gone ahead.</p><p>“The Games brought a lot of exposure to Birmingham, but now we have that exposure and it’s bankrupt with building sites everywhere. It’s a bit depressing but it is what it is,” said Glenn Kennedy, 35, who was walking past Council House in Victoria Square.</p> <a href=\"https://www.theguardian.com/uk-news/2023/sep/06/mixed-feelings-over-commonwealth-games-legacy-in-bankrupt-birmingham\">Continue re", "link": "https://www.theguardian.com/uk-news/2023/sep/06/mixed-feelings-over-commonwealth-games-legacy-in-bankrupt-birmingham", "date_published": "2023-09-06T16:44:20+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Bank of England governor expects ‘quite marked’ fall in UK inflation", "description": "<p>Pound falls as Andrew Bailey’s comments call into question need for further interest rate rise </p><p>The Bank of England governor, Andrew Bailey, expects inflation to “fall quite markedly” this year, calling into question the need for a <a href=\"https://www.theguardian.com/business/2023/aug/03/bank-of-england-raises-uk-interest-rate-to-fresh-15-year-high\">further interest rate rise</a> when policymakers meet later this month.</p><p>Delivering a positive message to MPs that inflation was on a downward path, Bailey said falling energy prices and a weakening labour market meant the cycle of interest rates rises was nearing its end.</p> <a href=\"https://www.theguardian.com/business/2023/sep/06/bank-of-england-governor-fall-in-uk-inflation-pound-andrew-bailey-interest-rate-rise\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/sep/06/bank-of-england-governor-fall-in-uk-inflation-pound-andrew-bailey-interest-rate-rise", "date_published": "2023-09-06T16:39:20+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Vuelta a España: Herrada breaks rivals on stiff climb to grab glory on stage 11", "description": "<ul><li>Spaniard strongest at end of finish in La Laguna Negra</li><li> American Sepp Kuss retains leader’s red jersey</li></ul><p>Jesús Herrada was strongest at the end of a climbing finish to win stage 11 of the <a href=\"https://www.theguardian.com/sport/vuelta-a-espana\">Vuelta a España</a>, a 163.5 km ride from Lerma to La Laguna Negra, on Wednesday.</p><p>The stage was characterised by numerous early breakaway attempts, all foiled by the peloton. With almost 50km gone, a 26-man group, including Herrada (Cofidis), made the break which counted. Romain Gregoire (Groupama-FDJ) finished second, three seconds behind Herrada, with Andreas Kron (Lotto-Dstny) third.</p> <a href=\"https://www.theguardian.com/sport/2023/sep/06/vuelta-a-espana-jesus-herrada-breaks-rivals-on-stiff-climb-to-grab-glory-on-stage-11-cycling\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/sep/06/vuelta-a-espana-jesus-herrada-breaks-rivals-on-stiff-climb-to-grab-glory-on-stage-11-cycling", "date_published": "2023-09-06T16:32:13+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Scotland’s Tuipulotu aims to turn on the style with Russell at World Cup", "description": "<p>Scotland’s No 12 hopes a mutual love for fashion can fuel his on-pitch partnership with Finn Russell at the Rugby World Cup</p><p>If Scotland are to overcome either South Africa or perennial nemesis Ireland and emerge from the “group of death” at the forthcoming World Cup, it is a fair bet Finn Russell will be at the heart of it.</p><p>The sorcerer’s return to favour midway through last autumn – after his baffling omission from Gregor Townsend’s original squad – was the catalyst for an encouraging Six Nations campaign and increasing optimism about their prospects in France despite their pool opponents.</p> <a href=\"https://www.theguardian.com/sport/2023/sep/06/scotland-rugby-world-cup-sione-tuipulotu-finn-russell\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/sep/06/scotland-rugby-world-cup-sione-tuipulotu-finn-russell", "date_published": "2023-09-06T16:30:02+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "France boosts Rugby World Cup security after Champions League fiasco", "description": "<p>Sports minister says lessons learned from failings at Stade de France</p><p>France is to mobilise a record number of police at each Rugby World Cup match after the chaos at the <a href=\"https://www.theguardian.com/football/ng-interactive/2022/sep/21/liverpool-real-madrid-paris-stade-de-france-champions-league\">Champions League football final</a> at the Stade de France last year, at which supporters were teargassed, shoved and pickpocketed.</p><p>The French sports minister, Amélie Oudéa-Castéra, said there had been “considerable progress” in the year since the Champions League fiasco. “We have learned from the difficult events we went through and implemented a whole series of improvements,” she said.</p> <a href=\"https://www.theguardian.com/world/2023/sep/06/france-boosts-rugby-world-cup-security-after-champions-league-fiasco\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/06/france-boosts-rugby-world-cup-security-after-champions-league-fiasco", "date_published": "2023-09-06T16:27:05+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "African leaders call for debt relief to help tackle climate crisis", "description": "<p>Nairobi Declaration, issued at first African Climate Summit, also includes call for global carbon taxes</p><p>African leaders have called for debt relief across the continent to allow countries to get on with responding to the climate crisis, as they publish the Nairobi Declaration at the end of the first African climate summit.</p><p>The declaration, which had a heavy focus on climate finance, also included a call for global carbon taxes, and for increased representation of African and other countries in the governance of multilateral banks.</p> <a href=\"https://www.theguardian.com/world/2023/sep/06/african-leaders-call-for-debt-relief-to-help-tackle-climate-change\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/06/african-leaders-call-for-debt-relief-to-help-tackle-climate-change", "date_published": "2023-09-06T15:57:59+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Romania says possible drone debris found on its territory near Ukraine", "description": "<p>President calls for investigation after discovery near Plauru, across Danube from a Ukrainian port</p><ul><li><strong><a href=\"https://www.theguardian.com/world/live/2023/sep/06/russia-ukraine-war-live-updates-russian-strikes-izmail-port-moscow-downs-drone-attack-bryansk\">Russia-Ukraine war – latest news updates</a></strong></li></ul><p>Romania’s president, Klaus Iohannis, has called for an urgent investigation into apparent drone debris discovered on its soil after Russian attacks on neighbouring parts of Ukraine.</p><p>Romania, a Nato member, had repeatedly <a href=\"https://www.theguardian.com/world/live/2023/sep/04/russia-ukraine-war-live-updates-izmail-port-attack-putin-erdogan-talks-wheat?filterKeyEvents=false&amp;page=with:block-64f59a5d8f083bb275c24486#block-64f59a5d8f083bb275c24486\">rejected claims</a> by Kyiv that Iranian-made Russian drones fell and detonated on Romanian territory during a strike on the Ukrainian port of Izmail on Sunday night.</p> <a href=\"https://www.t", "link": "https://www.theguardian.com/world/2023/sep/06/romania-says-possible-drone-debris-found-on-its-territory-near-ukraine", "date_published": "2023-09-06T15:52:58+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘The most dangerous stage I’ve ever been on’: the wildest performances of Wagner’s Ring", "description": "<p>Gods! Dragons! Horned helmets! Swords! Valkyries! The 15-hour apocalyptic epic is about to explode onto the Royal Opera stage. But what’s the best way to tackle ‘the ultimate opera’?</p><p></p><p>Wagner doesn’t mean what it used to. Google “Wagner” today and you’ll be up to speed with <a href=\"https://www.theguardian.com/world/2023/jan/24/yevgeny-prigozhin-the-hotdog-seller-who-rose-to-the-top-of-putin-war-machine-wagner-group\">the Russian private army</a>’s exploits well before you read about Hitler’s favourite composer. In fact “Wagner” is as likely to suggest the 2010 <a href=\"https://www.theguardian.com/tv-and-radio/tvandradioblog/2010/nov/28/wagner-leaves-xfactor\">X Factor contestant</a> as the maverick German genius who, after handing out grenades on the Dresden barricades in 1848, sought to liberate opera from its Italianate shackles by means of <a href=\"https://en.wikipedia.org/wiki/Gesamtkunstwerk\">Gesamtkunstwerk</a> – or “total works of art” – and thereby free humans fr", "link": "https://www.theguardian.com/music/2023/sep/06/wagner-ring-cycle-royal-opera-house-kosky-pappano-maltman-stuart-jeffries", "date_published": "2023-09-06T15:46:05+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "I love history programmes. But there’s one trend that makes my blood boil | Adrian Chiles", "description": "<p>If something happened centuries ago, let’s talk about it as if it happened centuries ago – not as if it was going on right now</p><p>I like learning about history. There’s an awful lot of it to get through and, with so many gaping holes in my knowledge, I need to crack on. But something is holding me up: somebody somewhere seems to have decreed that the stories of the past must be told in the present tense. Hence we find respected historians appearing on documentaries or podcasts talking about their specialist areas as if it’s all happening in the here and now. Stuff such as: “Napoleon walks into the room to find Josephine playing strip poker with her young lover. Napoleon’s so upset he gets someone to kill her dog.” Or something like that. I get the sense that standing behind the camera is a producer with a big stick, watching like a hawk, waiting for the poor academic to slip into the wretched, unfashionable, fuddy-duddy, past tense. “Present, please!” I suppose they shout. “Aga", "link": "https://www.theguardian.com/commentisfree/2023/sep/06/i-love-history-programmes-but-theres-one-trend-that-makes-my-blood-boil-", "date_published": "2023-09-06T15:39:09+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "US Open 2023: Zheng v Sabalenka, Medvedev v Rublev in quarter-finals – live", "description": "<ul><li>Tennis updates from grand slam at Flushing Meadows</li><li>Get in touch! <a href=\"mailto:will.magee.casual@guardian.co.uk\">Email Will</a> here or <a href=\"https://twitter.com/W_F_Magee\">tweet him</a> if you like</li></ul><p><strong>As well as the singles action, </strong>the women’s doubles quarter-finals are under way. Laura Siegemund and Vera Zvonareva are currently tied 3-3 against Victoria Azarenka and Beatriz Haddad Maia in the first set of their match at Louis Armstrong Stadium, while Pegula and Coco Gauff face Hsieh Su-wei and Wang Xinyu later on.</p><p><strong>As she awaits her meeting with Vondrousova,</strong> Keys has spoken to Sky Sports about her strong showing at the tournament so far. “I think I played a really high level,” she says, when asked about her 6-1, 6-3 win against Jessica Pegula in the last 16. “Jess is a phenomenal player so I knew I was going to have to play some of my best tennis. Luckily it all worked out.”</p> <a href=\"https://www.theguardian.co", "link": "https://www.theguardian.com/sport/live/2023/sep/06/us-open-tennis-2023-zheng-v-sabalenka-medvedev-v-rublev-in-quarter-finals-live", "date_published": "2023-09-06T15:38:27+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "UK government’s refusal to confirm Skripal spy role is ‘surreal’, lawyers say", "description": "<p>Michael Mansfield KC criticises argument for restriction orders before inquiry into 2018 novichok poisoning of Dawn Sturgess</p><p>Lawyers for the family of the woman who died in the Wiltshire novichok poisonings have claimed the UK government’s refusal to confirm that Sergei Skripal was a spy was like a scene from Alice in Wonderland.</p><p>Michael Mansfield KC, who represents the family of Dawn Sturgess, said it was “surreal” that the government was arguing for restriction orders to be imposed limiting what may be said about Skripal’s role as a spy during <a href=\"https://www.dawnsturgess.independent-inquiry.uk/\">an upcoming independent inquiry</a> – even though Skripal has given interviews spelling out his role in MI6.</p> <a href=\"https://www.theguardian.com/uk-news/2023/sep/06/wiltshire-salisbury-novichok-sergei-skripal-dawn-sturgess-inquiry\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/sep/06/wiltshire-salisbury-novichok-sergei-skripal-dawn-sturgess-inquiry", "date_published": "2023-09-06T15:38:13+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Early human ancestors turned stones into spheres on purpose, study suggests", "description": "<p>Sphericalness is ‘likely to have been produced intentionally’ – but why it was done remains a mystery</p><p>Early ancestors of humans 1.4m years ago deliberately made stones into spheres, according to a study – though what the prehistoric people used the balls for remains a mystery.</p><p>Archaeologists have long debated exactly how the tennis ball-sized “spheroids” were created. Did early hominins intentionally chip away at them with the aim of crafting a perfect sphere, or were they merely the accidental byproduct of repeatedly smashing the stones like ancient hammers?</p> <a href=\"https://www.theguardian.com/science/2023/sep/06/early-human-ancestors-turned-stones-into-spheres-on-purpose-study-suggests\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/sep/06/early-human-ancestors-turned-stones-into-spheres-on-purpose-study-suggests", "date_published": "2023-09-06T15:25:21+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Theresa May’s portrait is so appealing it makes me forgive her faults – almost | Emma Brockes", "description": "<p>There’s a strong tradition of flattery in the genre. But can we really forget the ‘go home’ vans and, er, Brexit?</p><p>An abiding curiosity of recent British political history is the speed at which recently loathed leaders become more palatable in light of their abysmal replacements. If Boris Johnson seemed the worst prime minister in every conceivable category, Liz Truss – perhaps her major achievement in government – found new ways to unseat him.</p><p>Theresa May, considered reliably awful for most of her three-year tenure, appears a model of sanity compared to her successors. As a measure of this, the unveiling this week of <a href=\"https://www.bbc.co.uk/news/uk-politics-66713976\">a portrait</a> of May triggered not the gag reflex of yore but something almost like warmth. My first thought, on seeing the painting, was that if I didn’t know who she was, I would totally hang that on my wall.</p><p>Emma Brockes is a Guardian columnist</p> <a href=\"https://www.theguardian.com/comm", "link": "https://www.theguardian.com/commentisfree/2023/sep/06/theresa-may-portrait-brexit-saied-dai", "date_published": "2023-09-06T15:23:51+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Extratropical cyclone kills at least 27 in Brazil and leaves over 1,600 homeless", "description": "<p>More than 60 cities battered by storm since Monday night as more heavy rains expected but sparing worst-hit areas</p><p>An extratropical cyclone in southern <a href=\"https://www.theguardian.com/world/brazil\">Brazil</a> has caused floods in several cities, killing at least 27 people and leaving more than 1,600 homeless.</p><p>More than 60 cities have been battered by the storm since Monday night, and Rio Grande do Sul’s governor, Eduardo Leite, said the death toll was the state’s highest due to a climate event.</p> <a href=\"https://www.theguardian.com/world/2023/sep/06/brazil-cyclone-deaths-rio-grande-do-sul\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/06/brazil-cyclone-deaths-rio-grande-do-sul", "date_published": "2023-09-06T15:22:35+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Vastly worse than other scandals’: new film explores sexual abuse in Boy Scouts", "description": "<p>In a Netflix documentary, survivors of sexual abuse and the whistleblower who spoke out share harrowing testimonies</p><p>Michael Johnson first learned about the “ineligible volunteer files” on day one of his time with the Boy Scouts of America. Hired in 2010 as the organization’s first youth protection officer, Johnson, a longtime criminal investigator from Plano, Texas, who specialized in sex crimes, was tasked with recommending policies to keep its million members safe from sexual abuse by Scoutmasters, adult volunteers or fellow Scouts. The Boy Scouts, now known as Scouts BSA, had long failed to do this; the “ineligible volunteer files”, also known as the “perversion files” or “P-files”, were a private set of documents containing the names of known sexual abusers within the organization <a href=\"https://documents.latimes.com/boy-scouts-paper-trail-of-abuse-documents/\">dating back to at least 1919</a> – evidence that the Boy Scouts, an institution associated with Rockwellian ha", "link": "https://www.theguardian.com/film/2023/sep/06/boy-scouts-america-documentary-netflix", "date_published": "2023-09-06T15:21:23+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Revealed: undercover UK police officer deceived woman into 19-year relationship", "description": "<ul><li>Officer concealed real identity and had child with woman</li><li>Avon and Somerset police waited years before telling victim</li><li>Family accuse force of bullying and attempted cover-up</li><li>Watchdog understood to be investigating senior officers</li></ul><p>An undercover police officer used his fake identity to deceive a woman into a 19-year relationship in which they became partners and had a child together, the Guardian can reveal.</p><p>The officer concealed his real identity from the woman for the duration of that period, never telling her his real occupation, and using his fictitious identity on the birth certificate of their son.</p> <a href=\"https://www.theguardian.com/uk-news/2023/sep/06/revealed-undercover-uk-police-officer-deceived-woman-relationship\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/sep/06/revealed-undercover-uk-police-officer-deceived-woman-relationship", "date_published": "2023-09-06T15:20:17+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Jenni Hermoso files criminal complaint against Luis Rubiales over kiss", "description": "<p>Spanish footballer accuses federation president of sexual assault over kiss he planted on her after World Cup victory</p><p>The Spanish footballer Jenni Hermoso has filed a criminal complaint accusing Luis Rubiales, the president of the Spanish football federation, of sexual assault over the unsolicited kiss he gave her after the Women’s World Cup final, the Spanish prosecutor’s office has said.</p><p>The complaint <a href=\"https://www.theguardian.com/football/2023/aug/28/spanish-football-chiefs-mother-declares-hunger-strike-in-support-of-him\">comes after</a> prosecutors at the country’s top criminal court said they were investigating the incident – in which Rubiales <a href=\"https://www.theguardian.com/football/2023/aug/21/luis-rubiales-kiss-outrage-spanish-football-fa-president-womens-world-cup-final-spain-jenni-hermoso\">grabbed Hermoso</a> by the head, pulled her towards him and planted a kiss on her lips – amid concerns that there may be grounds for sexual assault charges. As ", "link": "https://www.theguardian.com/world/2023/sep/06/jenni-hermoso-files-criminal-complaint-against-luis-rubiales-over-kiss", "date_published": "2023-09-06T15:19:02+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Nato should respond more aggressively to Russia, says Polish general", "description": "<p>Rajmund Andrzejczak also said North Korea will not sell weapons to Russia without agreement of China</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/sep/06/russia-ukraine-war-live-updates-russian-strikes-izmail-port-moscow-downs-drone-attack-bryansk\">Russia-Ukraine war – latest news updates</a></li></ul><p>Vladimir Putin’s “gangster”-like nuclear threats require Nato to adopt a much more aggressive response, including flying more aircraft with nuclear weapons, the chief of the general staff of the Polish Armed Forces urged on Tuesday.</p><p>General Rajmund T. Andrzejczak also said he did not think North Korea would be preparing to sell weapons to Russia without the agreement of China. “I don’t believe North Korea is strong enough or so free to make such an offer, so maybe it is testing our determination, attention and political will, but what is even more important is what China says about this than the North Korean leadership.”</p> <a href=\"https://www.theguardian", "link": "https://www.theguardian.com/world/2023/sep/06/nato-should-respond-more-aggressively-russia-polish-general-rajmund-andrzejczak", "date_published": "2023-09-06T15:14:48+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Football Daily | Crossing a new refereeing rubicon, with help from Michael Owen", "description": "<p><a href=\"https://preview.gutools.co.uk/info/2022/nov/14/football-daily-email-sign-up\">Sign up now! Sign up now! Sign up now? Sign up now!</a></p><p>While you could be forgiven for thinking there are few aspects of football more mind-numbingly tedious than longwinded discussions about the excruciating minutiae of refereeing decisions, they are a thriving industry. The first port of call for lazy TV presenters and pundits, they also provide endless hours of cheap content for sports radio stations … and tea-time football emails. In the UK, Sky Sports and TNT both employ their own in-house former referees to pass their verdicts on the verdicts of their former colleagues. Occasionally interesting but largely pointless, these conversations do little more than further fuel the flames of fan paranoia that prompted some bright TV exec to air them for those sweet, sweet engagement metrics in the first place.</p><p>On the surface <a href=\"https://www.theguardian.com/football/2023/sep/04/swed", "link": "https://www.theguardian.com/football/2023/sep/06/football-daily-referee-var-howard-webb-michael-owen", "date_published": "2023-09-06T15:14:18+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "UK’s return to EU Horizon scheme expected to be confirmed within days", "description": "<p>Post-Brexit return to £80bn science programme discussed by commissioners this week, says senior EU source</p><p>The UK’s long-anticipated return to the EU’s £80bn science research programme Horizon Europe is on the brink of being confirmed, possibly as early as Thursday.</p><p>Membership of Horizon Europe was agreed as part of the wider post-Brexit trade deal in December 2020 but was never ratified because of a tit-for-tat row between the EU and the UK over Northern Ireland Brexit arrangements.</p> <a href=\"https://www.theguardian.com/world/2023/sep/06/uk-return-to-eu-horizon-scheme-expected-to-be-confirmed-within-days\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/06/uk-return-to-eu-horizon-scheme-expected-to-be-confirmed-within-days", "date_published": "2023-09-06T15:13:58+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Justified: City Primeval review – a triumphant return for the inexcusably overlooked crime drama", "description": "<p>A decade after the conclusion of the underrated original series, Kentucky’s cowboy marshal is back and making bold new moves. The hat still fits, though …</p><p>You’ll never leave Harlan alive, says the song, but Raylan Givens managed it. The Stetson-wearing deputy, protagonist of the inexcusably overlooked crime drama Justified, made it out after six seasons of chasing outlaws through eastern Kentucky’s hills and hollers. A decade later, the hat is back. Good news: it still fits.</p><p>If you haven’t watched Justified, then you haven’t seen Timothy Olyphant in the role he was born for. First appearing in a series of Elmore Leonard novellas, Givens is the “cowboy marshal” whose Old West approach at today’s US marshals service gets him into as much trouble as his quick-draw artistry gets him out of. His long-awaited return adapts Leonard’s 1980 story, City Primeval: High Noon in Detroit, across an eight-part series that’s part continuation, part offshoot.</p><p>Justified: City Prim", "link": "https://www.theguardian.com/tv-and-radio/2023/sep/06/justified-city-primeval-review-a-triumphant-return-for-the-inexcusably-overlooked-drama", "date_published": "2023-09-06T15:11:53+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Soldier accused of terror offences escapes London prison sparking police hunt", "description": "<p>Daniel Abed Khalife, 21, is missing from HMP Wandsworth where he is awaiting trial for planting fake bombs</p><p>A soldier accused of planting fake bombs at a military base has gone on the run from prison, sparking an urgent police hunt.</p><p>Daniel Abed Khalife, 21, went missing from HMP Wandsworth on Wednesday shortly before 8am, where he was being held awaiting trial for terror offences and alleged breaches of the Official Secrets Act.</p> <a href=\"https://www.theguardian.com/uk-news/2023/sep/06/soldier-daniel-abed-khalife-accused-terror-offences-escapes-london-prison-sparking-police-hunt\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/sep/06/soldier-daniel-abed-khalife-accused-terror-offences-escapes-london-prison-sparking-police-hunt", "date_published": "2023-09-06T15:10:44+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Planners reject Lake District underground zip wire proposal", "description": "<p>Committee votes to reject plans saying benefits would not outweigh harm caused by increased traffic</p><p>Planners have rejected a proposal for an underground zip – wire attraction in the Lake District, which an international heritage body had <a href=\"https://www.theguardian.com/uk-news/2023/aug/30/heritage-council-says-underground-zip-wire-would-ruin-lake-district-tranquility\">condemned and likened to a “theme park”</a>.</p><p><a href=\"https://burlingtonstone.co.uk/\">Burlington Stone</a>, which has run the Elterwater slate quarry for two centuries, wanted to create a tourist attraction that would allow the public into the caverns for the first time. The central idea was for an explorer experience using zip wires between metal platforms in a previously mined cavern.</p> <a href=\"https://www.theguardian.com/uk-news/2023/sep/06/planners-reject-plans-lake-district-underground-zip-wire\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/sep/06/planners-reject-plans-lake-district-underground-zip-wire", "date_published": "2023-09-06T15:02:31+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Complete’ models of human embryos created from stem cells in lab", "description": "<p>Tiny structures are not identical to human embryos, but could have various uses in medical research</p><p>Researchers have created “complete” models of human embryos from stem cells in the lab and grown them outside the womb, in work that paves the way for advances in fertility, pharmaceutical testing and transplants.</p><p>The tiny balls of tissue were made by combining stem cells that arranged themselves into structures that mimic the 3D organisation of all the known features found in human embryos from one to two weeks old.</p> <a href=\"https://www.theguardian.com/science/2023/sep/06/complete-models-of-human-embryos-created-from-stem-cells-in-lab\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/sep/06/complete-models-of-human-embryos-created-from-stem-cells-in-lab", "date_published": "2023-09-06T15:00:36+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Olav Kooij stays perfect with historic fourth stage win at Tour of Britain", "description": "<ul><li>Dutchman maintains history-making 100% record in race</li><li>Equals Edvald Boasson Hagen’s feat of four stage wins in row</li></ul><p>The Dutchman Olav Kooij maintained his history-making 100% record in the Tour of Britain with an explosive sprint finish to win stage four in Newark-on-Trent. It meant Kooij equalled Edvald Boasson Hagen’s record of four consecutive Tour of Britain stage victories in 2009, though the Dutchman is the first rider to stay perfect from the start over four stages.</p><p>Kooij was thankful to his Jumbo-Visma teammates for another expertly executed lead-out as rival teams jostled for position.</p> <a href=\"https://www.theguardian.com/sport/2023/sep/06/olav-kooij-wins-fourth-stage-in-a-row-perfect-record-tour-of-britain-cycling\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/sep/06/olav-kooij-wins-fourth-stage-in-a-row-perfect-record-tour-of-britain-cycling", "date_published": "2023-09-06T14:57:56+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The greatest street in Angola: Kim Praise’s best photograph", "description": "<p>‘I decided to get above street level and show the mix of colours: the oranges of the market set against the reds of the roofs. It is my country at its very best’</p><p>São Paulo market, where this was taken, is near the heart of Luanda, the capital of Angola. It is one of the most important markets in the city, not just because of how many people rely on it to make a living, but because it’s a place where Luanda’s population come to mingle, from the rich to the poor. On this day in June 2022, the sun was beating down and I wanted to show the market in all its colour, movement and life, and to situate it within the city at large. I decided I needed to get above street level to show the mix of colours that make it feel so exciting, all the different paths people weave through it.</p><p>This image was taken with a drone hovering high above the market. It allowed me to have a different view from the one visitors usually have – the bright orange of the parasols, the sense of so many pe", "link": "https://www.theguardian.com/artanddesign/2023/sep/06/angolan-street-market-from-above-kim-praise-my-best-shot", "date_published": "2023-09-06T14:39:20+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘I am hugely worried’: parents on the Raac disruption in schools", "description": "<p>Four parents describe the impact of the start-of-term school building closures in England</p><p>After the government <a href=\"https://www.theguardian.com/education/2023/aug/31/thousands-of-pupils-may-have-to-start-term-online-as-over-100-schools-affected-by-crumble-risk-concrete\">ordered 147 schools</a> to immediately shut buildings made with aerated concrete that is liable to sudden collapse, potentially thousands of pupils in England are missing out on a return to school this week or are beginning the term taking lessons remotely or in temporary buildings.</p><p>Twenty-four schools across the country will use <a href=\"https://www.theguardian.com/uk-news/2023/sep/06/raac-crisis-pupils-at-24-schools-in-england-forced-to-study-remotely\">some remote learning</a> because of the concrete crisis. Ministers havebeen accused of <a href=\"https://www.theguardian.com/uk-news/2023/sep/06/uk-ministers-accused-of-covering-up-crumbling-concrete-evidence-for-months\">covering up evidence for mont", "link": "https://www.theguardian.com/uk-news/2023/sep/06/parents-on-the-raac-disruption-in-schools-worried", "date_published": "2023-09-06T14:36:12+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘We were lazy!’ The Rolling Stones unveil new original album Hackney Diamonds after 18-year wait", "description": "<p>At Hackney press conference, surviving trio of Stones pay tribute to late drummer Charlie Watts as they announce album and release new single Angry</p><p>The Rolling Stones have announced details of their first album of new songs in nearly two decades, entitled Hackney Diamonds.</p><p>Featuring a constellation of guest stars including Lady Gaga, Stevie Wonder and former Stones bassist Bill Wyman, it also contains the final recordings with the band by late drummer Charlie Watts, who appears on two tracks.</p> <a href=\"https://www.theguardian.com/music/2023/sep/06/we-were-lazy-the-rolling-stones-unveil-new-original-album-hackney-diamonds-after-18-year-wait\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/sep/06/we-were-lazy-the-rolling-stones-unveil-new-original-album-hackney-diamonds-after-18-year-wait", "date_published": "2023-09-06T14:30:07+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The good news? Raac isn’t always dangerous. The bad news: it’s not just in schools | Chris Goodier", "description": "<p>Alarmist reports won’t help in the lengthy task of locating and treating buildings it’s in. We will be hearing about it for a while</p><ul><li>Chris Goodier is professor of construction engineering and materials at Loughborough University</li></ul><p>Events have moved rapidly since the Health and Safety Executive <a href=\"https://www.theguardian.com/education/2023/aug/31/what-is-raac-reinforced-autoclaved-aerated-concrete-schools-buildings-england-close\">announced on Thursday</a> that Raac concrete <a href=\"https://www.independent.co.uk/news/uk/government-england-gravesend-kent-local-government-association-b2405053.html\">was now</a> “life-expired”, and “liable to collapse with little or no notice”. The Department for Education (DfE) has moved to close more than 100 schools that contain the material, citing fears about safety ahead of the present academic year. And politicians, the public and the media are trying to get answers about how such a serious safety situation could have d", "link": "https://www.theguardian.com/commentisfree/2023/sep/06/raac-isnt-always-dangerous-bad-news-not-just-in-schools", "date_published": "2023-09-06T14:29:27+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Cars collect extensive personal data on drivers, study warns", "description": "<p>Mozilla Foundation studied 25 car brands and found all failed consumer privacy tests</p><p>Drivers have been warned that cars present a “privacy nightmare” with vehicle manufacturers collecting extensive personal data on drivers, even including their sexual activities.</p><p>A study of 25 car brands found they all failed consumer privacy testscarried out by internet-focused non-profit Mozilla Foundation. Its research found that 84% of car companies review, share or sell data collected from car owners.</p> <a href=\"https://www.theguardian.com/business/2023/sep/06/cars-collect-extensive-personal-data-on-drivers-study-warns\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/sep/06/cars-collect-extensive-personal-data-on-drivers-study-warns", "date_published": "2023-09-06T14:28:43+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Abnormal is becoming normalised’: David Miliband on war in Ukraine", "description": "<p>Head of International Rescue Committee says increasing weariness is creeping into global response to war </p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/sep/06/russia-ukraine-war-live-updates-russian-strikes-izmail-port-moscow-downs-drone-attack-bryansk\">Russia-Ukraine war – latest news updates</a></li></ul><p>David Miliband, the head of the International Rescue Committee and the former British foreign secretary, has claimed “the abnormal is becoming normalised” in Ukraine, as Russia’s war on the country continues and increasing weariness creeps into the global response.</p><p>Miliband, speaking to the Guardian during a visit to Kyiv, also said he was particularly alarmed by the looming US presidential election, after several candidates for the Republican nomination used a <a href=\"https://www.theguardian.com/us-news/2023/aug/24/republican-debate-key-takeaways-trump-ukraine-pence-desantis-ramaswamy\">recent debate</a> to call for a scaling back of US aid to Ukraine", "link": "https://www.theguardian.com/world/2023/sep/06/abnormal-normalised-david-miliband-on-russia-war-ukraine", "date_published": "2023-09-06T14:18:33+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Travel sick! Celebrity road trips are nauseating – why won’t TV stop making them?", "description": "<p>Danny Dyer in Italy. Bradley Walsh in an RV. And now Mel Giedroyc and Martin Clunes in … Dorset. These shows are beyond desperate, but commissioners insist that plenty more are coming</p><p>Here’s a fun game. Which of the following is not a real TV series? Bill Bailey’s Perfect Pub Walks. Extraordinary Escapes With Sandi Toksvig. Craig and Bruno’s Great British Road Trips … Trick question; they’re all real and just a fraction of the many, many lighthearted road trip series that are now an ever-present part of TV schedules.</p><p>There’s a new one to add to the list this week. Mel Giedroyc and Martin Clunes (old mates, apparently) are exploring Britain By the Book (visiting spots made famous in literature and on screen). Alan Partridge’s pitch for Youth Hostelling With Chris Eubank will probably never become a reality, but who even needs that when you have Doc Martin taking a steam train ride through Enid Blyton country?</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/se", "link": "https://www.theguardian.com/tv-and-radio/2023/sep/06/travel-sick-celebrity-road-trips-are-nauseating-why-wont-tv-stop-making-them", "date_published": "2023-09-06T14:12:12+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Sexy mocha drinkers and educated espresso-lovers: what your choice of coffee says about you", "description": "<p>A rigorously scientific survey by Dunkin’ Donuts has matched personalities to coffee preferences. Who knew that latte drinkers were such people-pleasers ...</p><p><strong>Name:</strong> Coffee drinkers.</p><p><strong>Age: </strong>About<strong> </strong>600 years old.</p> <a href=\"https://www.theguardian.com/food/2023/sep/06/sexy-mocha-drinkers-and-educated-espresso-lovers-what-your-choice-of-coffee-says-about-you\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/sep/06/sexy-mocha-drinkers-and-educated-espresso-lovers-what-your-choice-of-coffee-says-about-you", "date_published": "2023-09-06T14:06:07+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Former oil executive Mark McAllister lined up to be next Ofgem chair", "description": "<p>Government’s choice of energy regulator boss criticised as ‘putting the fox in charge of the hen house’</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/sep/06/keir-starmer-rishi-sunak-champagne-tax-school-safety-concrete-crisis-pmqs-uk-politics-live\">UK politics live – latest updates</a></li><li><a href=\"https://www.theguardian.com/business/live/2023/sep/06/uk-fragile-economy-teeters-government-slow-covid-fraud-bank-of-england-business-live\">Business live – latest updates</a></li></ul><p>A former North Sea oil and gas boss has been lined up to chair Great Britain’s energy regulator, Ofgem, in a move criticised as “putting the fox in charge of the hen house”.</p><p>The government said Mark McAllister, who founded two oil and gas companies, Fairfield Energy and Acorn Oil &amp; Gas, had “vital expertise” that would help him in the role.</p> <a href=\"https://www.theguardian.com/business/2023/sep/06/former-oil-executive-mark-mcallister-lined-up-to-be-next-ofgem-chair", "link": "https://www.theguardian.com/business/2023/sep/06/former-oil-executive-mark-mcallister-lined-up-to-be-next-ofgem-chair", "date_published": "2023-09-06T14:06:00+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Trump and the US Open: the rise and fall of a transactional love match", "description": "<p>Both parties entered into a relationship that boosted their profile in New York’s celebrity culture. But a parting of ways was inevitable</p><p>Donald Trump’s last trip to the US Open did not go as smoothly as his 2015 presidential campaign kickoff. Three months <a href=\"https://www.theguardian.com/us-news/2019/jun/13/donald-trump-presidential-campaign-speech-eyewitness-memories\">after that gold-plated escalator ride</a>, Trump <a href=\"https://www.cnn.com/2015/09/08/politics/donald-trump-u-s-open-boo/index.html\">was booed</a> upon arriving at the VIP entrance at Arthur Ashe Stadium and booed again when he was shown on the big screen during that night’s quarter-final match between Venus and Serena Williams. He hasn’t shown his face at Billie Jean National Tennis Center since.</p><p>Trump of course would be first to say he had more pressing matters to attend to over the past eight years. Currently, he’s facing <a href=\"https://www.theguardian.com/us-news/2023/aug/01/donald-trump-ch", "link": "https://www.theguardian.com/sport/2023/sep/06/trump-and-the-us-open-the-rise-and-fall-of-a-transactional-love-match", "date_published": "2023-09-06T14:00:23+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘It’s slavery for modern times’: how children of 12 toil in Colorado’s fields", "description": "<p>As Democrats in Washington fight looser child labour laws, the debate is more nuanced in the farms of San Luis valley. It’s hard and hazardous work but the Hispanic migrants need every cent</p><p>• All photographs by Daniel Brenner for the Guardian</p><p>High in Colorado’s fertile San Luis valley, the collision between Americans’ demand for cheap food and the reliance on cheap labour – including children as young as 12 – comes into stark relief. At nearly 2,500 metres (8,000ft) above sea level, the alluvial plain, known for vegetable production, lies far from the turmoil of Washington DC, where child labour laws have long been a flashpoint.</p><p>Farmers have grown vegetables here for generations, including for the US potato market, which supports, from cultivation to consumer, about <a href=\"https://www.nationalpotatocouncil.org/economic-impact-report/\">714,000 jobs and $34bn (£27bn) in wages</a>. As well as potatoes, there are carrots and lettuce – produce that requires a high d", "link": "https://www.theguardian.com/global-development/2023/sep/06/how-children-of-12-toil-in-colorado-san-luis-valley-farms", "date_published": "2023-09-06T14:00:06+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Pushing Buttons: Bethesda chose not to give us early access to Starfield – and it’s readers who lose out", "description": "<p>The studio is far from the first to restrict some critics from their games. But if only influencers and fans get early access, it’s players who suffer most</p><p>• <strong><a href=\"https://www.theguardian.com/info/ng-interactive/2021/nov/24/sign-up-for-pushing-buttons-keza-macdonalds-weekly-look-at-the-world-of-gaming\">Don’t get Pushing Buttons delivered to your inbox? Sign up here</a></strong></p><p>The Guardian’s review of space exploration epic Starfield, Xbox’s big game of the year, <a href=\"https://www.theguardian.com/games/2023/sep/06/starfield-review-an-exquisite-electric-faintly-rickety-universe-of-possibilities\">went live this morning</a> – almost a week after other outlets published theirs. This is because Bethesda did not give our reviewer an advance copy, as publishers usually do. Along with several others, including the greatly respected games publications Eurogamer and Edge, we were left waiting until the game’s early access release last Friday to play it.</p><p>Beth", "link": "https://www.theguardian.com/games/2023/sep/06/bethesda-starfield-early-access", "date_published": "2023-09-06T14:00:05+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘A harrowing summer’: extreme weather costs hit US as 60m under heat alerts", "description": "<p>States face challenges getting federal aid amid dwindling Fema funds and laws that don’t consider heat a climate disaster</p><p>The spiraling costs of extreme weather in the US are hitting hard as more than 60 million Americans are under heat alerts this week, experts say, even though federal law does not explicitly consider heatwaves to be climate disasters.</p><p>Temperatures on Tuesday climbed toward record highs across the north-east, upper midwest and mid-Atlantic, with the south also bracing for soaring temperatures later in the week.</p> <a href=\"https://www.theguardian.com/environment/2023/sep/06/a-relatively-new-challenge-why-us-heatwaves-dont-receive-disaster-funds\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/sep/06/a-relatively-new-challenge-why-us-heatwaves-dont-receive-disaster-funds", "date_published": "2023-09-06T14:00:04+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Demarai Gray set for Al-Ettifaq transfer after Everton agree £8m deal", "description": "<ul><li>Gray will sign four-year contract with Saudi club</li><li>Winger will link up with Steven Gerrard and Jordan Henderson</li></ul><p>Demarai Gray is on the verge of completing an £8m transfer from Everton to Al-Ettifaq, with the 27-year-old set to sign a four-year deal with <a href=\"https://www.theguardian.com/football/2023/aug/31/gareth-southgate-jordan-henderson-england-squad-saudi-arabia\">the Saudi Pro League club</a> before joining up with Steven Gerrard <a href=\"https://www.theguardian.com/football/2023/sep/05/jordan-henderson-saudi-pro-league-lgbtq-rights\">and Jordan Henderson</a>.</p><p>The relationship between Gray and Sean Dyche, the Everton manager, deteriorated after the manager publicly criticised the player via club media channels. The winger said it was “difficult to play for someone who doesn’t show you respect as a person”.</p> <a href=\"https://www.theguardian.com/football/2023/sep/06/demarai-gray-set-for-al-ettifaq-transfer-after-everton-agree-8m-deal\">Continue", "link": "https://www.theguardian.com/football/2023/sep/06/demarai-gray-set-for-al-ettifaq-transfer-after-everton-agree-8m-deal", "date_published": "2023-09-06T13:54:27+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Beautiful havoc’: the film about the angel of death that lost its director to Covid", "description": "<p>Steve Booth, former guitarist of scorching hot glammers Pink Grease, died before End Credits was finished. Our writer relives the Orphic odyssey that has finally brought his vision to the screen</p><p>The last time I saw Steve Booth was in September 2019, outside the Curzon cinema, where he worked, on Shaftesbury Avenue, London. We had met to talk about End Credits, a martial-arts short film we had written, and that he was due to begin shooting. But on that occasion, we barely discussed the film, drifting instead into life’s bigger business: his attempts to move out of his artists’ squat, his mum’s recent illness, my dad’s death. Moseying outside, still chatting, we agreed that art – and the struggles to make it happen – could fit in somewhere amid all of this. We just weren’t sure where. That slanted smile split his face and he gave me a hug. Then I sloped off into Soho’s bleary lights.</p><p>Just over a year later, Steve was dead, at the age of 44. He caught Covid in January 202", "link": "https://www.theguardian.com/film/2023/sep/06/angel-of-death-covid-end-credits-pink-grease-steve-booth", "date_published": "2023-09-06T13:47:05+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Deezer and Universal Music sign deal to focus royalties on big artists", "description": "<p>Move to reward tracks that are actively searched for is expected to lift payouts to professional musicians by 10%</p><ul><li><a href=\"https://www.theguardian.com/business/live/2023/sep/06/uk-fragile-economy-teeters-government-slow-covid-fraud-bank-of-england-business-live\">Business live – latest updates</a></li></ul><p>Universal Music and Deezer have struck a music streaming deal to create a royalty model designed to hand greater rewards to popular artists.</p><p>The label’s artists will now be paid more if fans actively seek out their music, rather than because a track auto-plays on the streaming app.</p> <a href=\"https://www.theguardian.com/business/2023/sep/06/deezer-and-universal-music-sign-deal-to-focus-royalties-on-big-artists\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/sep/06/deezer-and-universal-music-sign-deal-to-focus-royalties-on-big-artists", "date_published": "2023-09-06T13:44:23+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Joe Jonas files for divorce from Sophie Turner after four years of marriage", "description": "<p>Couple had a daughter, Willa, in 2020, and last year had another daughter whose name they have not made public</p><p>Joe Jonas filed for divorce from Sophie Turner on Tuesday after four years of marriage and two children.</p><p>The 34-year-old Jonas Brothers singer filed to end his marriage with the 27-year-old star of Game of Thrones in Florida’s Miami-Dade county court.</p> <a href=\"https://www.theguardian.com/culture/2023/sep/06/joe-jonas-sophie-turner-divorce\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/sep/06/joe-jonas-sophie-turner-divorce", "date_published": "2023-09-06T13:40:52+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Billie Eilish, Peter Gabriel and others join music coalition against gun violence", "description": "<p>The artists join Sheryl Crow and Nile Rodgers in forming a new organisation, kicking off with a string of live events</p><p>Billie Eilish, Peter Gabriel, Sheryl Crow and a host of other artists have joined forced for a new coalition against gun violence.</p><p><a href=\"https://www.artistforaction.com/\">Artist for Action to Prevent Gun Violence</a> is a new “non-political” organisation aimed at inspiring Americans to act together through volunteering and ultimately voting to eliminate the epidemic that has already killed over 37,000 people in the US this year alone. Early estimates suggest that it could be the deadliest year yet</p> <a href=\"https://www.theguardian.com/music/2023/sep/06/billie-eilish-peter-gabriel-music-coalition-against-gun-violence\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/sep/06/billie-eilish-peter-gabriel-music-coalition-against-gun-violence", "date_published": "2023-09-06T13:38:37+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "January 6 investigation continues as report emerges Trump was warned of Mar-a-Lago raid – live", "description": "<p>Special counsel focusing on attorney Sidney Powell’s activities in Georgia as reports say Trump warned FBI could search property</p><p><strong>People typically hire lawyers to give them advice on how to handle legal matters. </strong></p><p>But as <a href=\"https://abcnews.go.com/US/trump-warned-fbi-raid-mar-lago-team-feared/story?id=102932105&amp;cid=social_twitter_abcn\">ABC News’s report this morning</a> on <strong>Evan Corcoran</strong>’s recollections of his time representing Donald Trump shows, the former president was not immediately interested in his advice on handling a grand jury subpoena to return whatever classified documents he had at Mar-a-Lago:</p><p>Corcoran and another Trump attorney, Jennifer Little, flew to Florida to meet with Trump. “The next step was to speak with the former president about complying with that subpoena,” Corcoran recalled in a voice memo the next day.</p><p>But while sitting together in Trump’s office, in front of a Norman Rockwell-style painti", "link": "https://www.theguardian.com/us-news/live/2023/sep/06/trump-jan-6-investigation-mar-a-lago-politics-live-updates", "date_published": "2023-09-06T13:38:08+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Hunger and hope: Africans tell of desperation and innovation as climate summit meets", "description": "<p>As delegates in Nairobi debate the havoc that climate crisis has wreaked on the continent, we speak to people finding new ways to feed themselves in Kenya, Uganda and South Africa</p><p>African heads of state, ministers, leaders and campaigners are meeting this week in Nairobi for the first <a href=\"https://www.theguardian.com/environment/2023/sep/04/africa-leaders-climate-crisis-plans-nairobi-summit-opens\">climate summit</a> held on the continent. An estimated 30,000 delegates are in the Kenyan capital to debate and lobby governments to keep their commitments to support the people suffering the worst consequences of the climate crisis while <a href=\"https://www.theguardian.com/global-development/2023/aug/30/graca-machel-rich-nations-must-pour-climate-funds-into-africa-for-all-our-sakes\">contributing the least</a> to its causes.</p><p>Africa has been hard hit by climate-related extreme weather, fuelling a severe hunger crisis affecting millions. We speak to people about living on ", "link": "https://www.theguardian.com/global-development/2023/sep/06/from-desperation-to-innovation-africans-on-the-ground-tell-their-stories-as-climate-summit-leaders-meet", "date_published": "2023-09-06T13:27:51+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The UK had safe water – until Brexit let the Tories sell environmental standards down the river | Stella Creasy", "description": "<p>Michael Gove, who pledged to boost protections, now plans to scrap them. No wonder natural habitats are threatened</p><ul><li>Stella Creasy is the chair of the Labour Movement for Europe and the Labour and Cooperative MP for Walthamstow</li></ul><p>This week politicians have again been talking crap – the kind that ends up clogging our waterways and streams and making them toxic. <a href=\"https://www.theguardian.com/environment/2023/sep/03/labour-tory-pollution-controls-housebuilders-environment-green-groups\">Nutrient neutrality</a> sounds like something a health food drink promises. In layperson’s terms, these policies ensure that the materials leaching into our natural water sources help to maintain a healthy oxygen balance so that all – fish, fowl or human – can imbibe it safely. This can be <a href=\"https://www.local.gov.uk/pas/topics/environment/nutrient-neutrality-and-planning-system/faqs\">put at risk</a> by sewage discharges into our rivers. In political terms, however, thes", "link": "https://www.theguardian.com/commentisfree/2023/sep/06/uk-safe-water-brexit-tories-environmental-standards-michael-gove", "date_published": "2023-09-06T13:27:11+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Autonomy is so important – to be the engine yourself’: why Yann Tiersen is now touring by sailboat", "description": "<p>Creatively frustrated by his association with the Amélie soundtrack and yearning to perform with no environmental impact, the French musician and his wife took to the sea</p><p>In 2014 Yann Tiersen – the French musician best known for his multimillion selling soundtrack for Amélie – was cycling with his wife Émelie through Sinkyone Wilderness Park in northern California. They realised a mountain lion was stalking them: for 20 or so minutes it followed them until a car, the first they’d seen in hours, drove past and disrupted it. They cycled on in fear, wondering if it was still in pursuit. “For the next six hours we were thinking ‘this is the end’,” recalls Yann. “That we will end up eaten by this mountain lion.”</p><p>It was a life-changing experience. “It shifted our understanding of the world,” says Yann. “We realised we were ignorant of where we were. Knowing the environment can save your life. It was stupid to be there with …” they descend into laughter as they recall what ma", "link": "https://www.theguardian.com/music/2023/sep/06/autonomy-is-so-important-to-be-the-engine-yourself-why-yann-tiersen-is-now-touring-by-sailboat", "date_published": "2023-09-06T13:00:03+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Hugo Lloris may not play until January amid chaotic Spurs situation", "description": "<ul><li>Goalkeeper training with squad but not being picked </li><li>Saudi Arabia and Turkey among dwindling options</li></ul><p>Hugo Lloris faces a playing exile until January and a jarring end to his stellar 11-year Tottenham career. The goalkeeper, who continues to train with the squad but has had no match-day involvement under Ange Postecoglou, has seen his options dwindle since the closure of the Premier League transfer window last Friday night.</p><p>And now, unless he and Spurs can agree a move to a club where the window remains open for a little longer, he will probably be forced to kick his heels until January when the winter window opens.</p> <a href=\"https://www.theguardian.com/football/2023/sep/06/hugo-lloris-may-not-play-until-january-amid-chaotic-spurs-situation\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/sep/06/hugo-lloris-may-not-play-until-january-amid-chaotic-spurs-situation", "date_published": "2023-09-06T12:59:20+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "A festival, a sea urchin and a sinking island: Wednesday’s best photos", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/news/gallery/2023/sep/06/a-festival-a-sea-urchin-and-a-sinking-island-wednesdays-best-photos\">Continue reading...</a>", "link": "https://www.theguardian.com/news/gallery/2023/sep/06/a-festival-a-sea-urchin-and-a-sinking-island-wednesdays-best-photos", "date_published": "2023-09-06T12:57:55+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Work capability test changes ‘could cost some claimants £400 a month’", "description": "<p>Campaigners say move could lead to many disabled people having to seek work when they are not well enough</p><p>Proposed welfare changes that the government says will help disabled people benefit from the chance to work from home could lead to many losing out on almost £400 a month in support, campaigners say.</p><p>The work and pensions secretary, Mel Stride, announced a consultation on changes to the work capability assessment on Tuesday, saying it was aimed at ensuring “no one who can work is permanently written out of this country’s strong labour market story”.</p> <a href=\"https://www.theguardian.com/politics/2023/sep/06/work-capability-test-changes-could-cost-some-claimants-400-a-month\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/sep/06/work-capability-test-changes-could-cost-some-claimants-400-a-month", "date_published": "2023-09-06T12:56:30+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Kate Berlant is Kate review – wicked and winningly daft performance lives up to the hype", "description": "<p><strong>Soho theatre, London</strong><br />The electrifying Berlant recounts her fictional life in this sharp and silly show directed by Bo Burnham</p><p>Comedies don’t come hipper than this New York transfer from <a href=\"https://www.theguardian.com/culture/2023/aug/27/i-identify-as-a-deeply-lazy-person-comedian-kate-berlant-stage-show\">Kate Berlant</a>. Its director is the prodigious talent behind <a href=\"https://www.theguardian.com/stage/2021/may/31/bo-burnham-inside-review-netflix\">lockdown hit Inside</a>, Bo Burnham; Florence Pugh and Phoebe Bridgers were in its first-night crowd. To some extent, it’s a case of <em>do</em> believe the hype: Berlant is one of comedy’s most electrifying, distinctive talents. Her show, titled <a href=\"https://sohotheatre.com/events/kate/\">Kate Berlant is Kate</a>, is a success qualified only by comparison with her <a href=\"https://www.theguardian.com/stage/2019/oct/09/kate-berlant-review-soho-theatre-london-comedy-millennial\">even-more-brillian", "link": "https://www.theguardian.com/stage/2023/sep/06/kate-berlant-is-kate-review-soho-theatre-london", "date_published": "2023-09-06T12:51:26+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Does anyone ever say you’ve done a f--- good job?’: the Stephen Collins cartoon", "description": "<a href=\"https://www.theguardian.com/lifeandstyle/ng-interactive/2023/sep/06/does-anyone-ever-say-youve-done-a-f----good-job-the-stephen-collins-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/ng-interactive/2023/sep/06/does-anyone-ever-say-youve-done-a-f----good-job-the-stephen-collins-cartoon", "date_published": "2023-09-06T12:51:21+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Jorge Vilda hits back after sack: ‘I spent 17 years fighting for women’s football’", "description": "<ul><li>Former Spain coach ‘hurt’ and says sacking ‘not deserved’</li><li>Vilda denies he pressured Hermoso into defending Rubiales</li></ul><p>Jorge Vilda says he did not deserve to be <a href=\"https://www.theguardian.com/football/2023/sep/05/jorge-vilda-sacked-as-spain-coach-amid-continuing-fallout-over-rubiales-kiss\">sacked as Spain coach</a> two weeks after winning the Women’s World Cup. The 42-year-old, who was dismissed on Tuesday, also denied claims that he tried to pressure Jenni Hermoso into defending Luis Rubiales after the now-suspended president had kissed the midfielder on the lips <a href=\"https://www.theguardian.com/football/2023/sep/05/spanish-football-federation-sorry-for-enormous-damage-caused-by-rubiales\">during the medal ceremony in Sydney</a>.</p><p>“After everything that was achieved, after giving everything working, my conscience is clear: I have given 100% over 17 years and I do not understand [the decision], I did not deserve my sacking,” Vilda said. “This te", "link": "https://www.theguardian.com/football/2023/sep/06/jorge-vilda-spain-hits-back-after-sack-i-spent-17-years-fighting-for-womens-football", "date_published": "2023-09-06T12:50:39+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "England to name Alex Mitchell as shock scrum-half for opener with Argentina", "description": "<ul><li>The 25-year-old Northampton No 9 was not in 33-man squad </li><li> Steve Borthwick desperate to inject pace against Pumas</li></ul><p>Alex Mitchell is expected to make a shock start at scrum-half in England’s World Cup opener against Argentina on Saturday as Steve Borthwick seeks to up the tempo against the Pumas.</p><p>The 25-year-old Northampton No 9 was not in the initial 33-man squad for the World Cup but was called up after Jack van Poortvliet was ruled out with an ankle injury last month. He has made just one start for England to date – against Fiji – and has just six caps to his name but the Guardian understands Borthwick is primed to give Mitchell the nod over Ben Youngs and Danny Care.</p> <a href=\"https://www.theguardian.com/sport/2023/sep/06/england-alex-mitchell-shock-scrum-half-rugby-world-cup-opener-against-argentina\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/sep/06/england-alex-mitchell-shock-scrum-half-rugby-world-cup-opener-against-argentina", "date_published": "2023-09-06T12:19:25+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘She played it down’: Bletchley Park codebreaker dies at 99", "description": "<p>Margaret Betts, of Ipswich, was headhunted in 1942 to decipher enemy communications during war</p><p>One of the last surviving female Bletchley Park codebreakers, who worked helping to decipher enemy communications during the second world war, has died aged 99.</p><p>Margaret Betts, of Ipswich, Suffolk, was 19 when she was headhunted by “men from the ministry”, having performed well at school, her son Jonathan Betts, 68, said.</p> <a href=\"https://www.theguardian.com/world/2023/sep/06/she-played-it-down-bletchley-park-codebreaker-dies-at-99\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/06/she-played-it-down-bletchley-park-codebreaker-dies-at-99", "date_published": "2023-09-06T12:13:55+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Manchester United sign World Cup top scorer Miyazawa to boost WSL hopes", "description": "<ul><li>Midfielder scored five goals for Japan at Women’s World Cup</li><li>‘I hope my style of play will excite our fans,’ says Miyazawa</li></ul><p>Manchester United’s hopes of challenging for the Women’s Super League title have been bolstered by the arrival of the World Cup golden boot winner Hinata Miyazawa.</p><p>The midfielder scored five goals in four games for Japan during this summer’s tournament in Australia and New Zealand and has now swapped Japan’s Mynavi Sendai for United.</p> <a href=\"https://www.theguardian.com/football/2023/sep/06/manchester-united-sign-world-cup-top-scorer-miyazawa-to-boost-wsl-title-hopes\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/sep/06/manchester-united-sign-world-cup-top-scorer-miyazawa-to-boost-wsl-title-hopes", "date_published": "2023-09-06T12:06:09+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "NatWest expected to name ex-Centrica boss as chair after Farage saga", "description": "<p>Rick Haythornthwaite, who leads boardrooms of Ocado and the AA, lined up to succeed Howard Davies</p><p>NatWest is expected to announce shortly that a former Centrica boss will be its next chair, as the lender continues to deal with the fallout from the scandal surrounding the threatened closure of <a href=\"https://www.theguardian.com/politics/2023/jul/18/nigel-farage-claims-to-have-proof-that-bank-closed-his-account-over-his-values\">Nigel Farage’s bank accounts</a>.</p><p>Rick Haythornthwaite – who previously chaired Network Rail and Mastercard as well as the British Gas owner and currently leads the boardrooms of Ocado and the AA – could be confirmed as a successor to Howard Davies as early as Wednesday afternoon, the Guardian understands.</p> <a href=\"https://www.theguardian.com/business/2023/sep/06/natwest-expected-to-name-ex-centrica-boss-as-chair-after-nigel-farage-saga\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/sep/06/natwest-expected-to-name-ex-centrica-boss-as-chair-after-nigel-farage-saga", "date_published": "2023-09-06T12:03:49+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Leicester school told by DfE to close building finds it has no Raac", "description": "<p>Willowbrook Mead primary will now shut for a day to move furniture back after scramble to create new spaces</p><ul><li><strong><a href=\"https://www.theguardian.com/politics/live/2023/sep/06/keir-starmer-rishi-sunak-champagne-tax-school-safety-concrete-crisis-pmqs-uk-politics-live\">UK politics live – latest updates</a></strong></li></ul><p>A school that scrambled to set up temporary classrooms after the Department for Education (DfE) ordered closures because of Raac has received a government apology after it turned out it did not have the crumbly concrete after all.</p><p>The government has published a list of 145 schools with Raac, nine fewer than it announced last Thursday, suggesting that last week’s order to close buildings was overcautious in several cases.</p> <a href=\"https://www.theguardian.com/uk-news/2023/sep/06/leicester-school-told-by-dfe-to-close-building-finds-it-has-no-raac\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/sep/06/leicester-school-told-by-dfe-to-close-building-finds-it-has-no-raac", "date_published": "2023-09-06T12:03:14+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "EU unveils package of laws to curb power of big tech firms", "description": "<p>‘Revolutionary’ Digital Markets Act aims to allow more competition and let consumers delete preloaded phone apps</p><p>The EU has unveiled a set of “revolutionary” laws to curb the power of six big tech companies, including allowing consumers to decide what apps they want on their phone and to delete pre-loaded software such as Google or Apple’s maps apps.</p><p>The package of laws will also pave the way for more competition in some of the areas most guarded by the tech firms, including Apple Wallet and Google Pay.</p> <a href=\"https://www.theguardian.com/world/2023/sep/06/eu-unveils-package-laws-curb-power-big-tech-giants\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/06/eu-unveils-package-laws-curb-power-big-tech-giants", "date_published": "2023-09-06T12:00:40+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Summer of 2023 hottest recorded in ‘wake-up’ call to cut carbon emissions", "description": "<p>Climate crisis and El Niño drive extreme weather and push temperatures to 1.5C higher than preindustrial average</p><p>The summer of 2023 was the hottest ever recorded, as the climate crisis and emerging <a href=\"https://www.theguardian.com/environment/2023/jun/24/el-nino-how-the-weather-event-is-affecting-global-heating-in-2023\">El Niño</a> pushed up temperatures and drove extreme weather across the world.</p><p>In June, July and August – the northern hemisphere summer – the global average temperature reached 16.77C, which was 0.66C above the 1991 to 2020 average. The new high is 0.29C above the previous record set in 2019, a major jump in climate terms.</p> <a href=\"https://www.theguardian.com/world/2023/sep/06/summer-of-2023-hottest-recorded-in-wake-up-call-to-cut-carbon-emissions\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/06/summer-of-2023-hottest-recorded-in-wake-up-call-to-cut-carbon-emissions", "date_published": "2023-09-06T12:00:33+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Past Lives review – a must-see story of lost loves, childhood crushes and changing identities", "description": "<p>Celine Song’s feature debut about two people whose lives intertwine again after years apart is delicate and sophisticated, but also simple and direct</p><p>This heart-meltingly romantic and sad movie from Korean-Canadian dramatist and filmmaker Celine Song left me wrung out and empty and weirdly euphoric, as if I’d lived through an 18-month affair in the course of an hour and three-quarters. How extraordinary to think that this is Song’s feature debut. It’s delicate, sophisticated and yet also somehow simple, direct, even verging on the cheesy. Past Lives has been compared to the movies of Richard Linklater, Noah Baumbach and Greta Gerwig; all true, but I also found myself remembering the wrenching final moments of Wong Kar-wai’s In the Mood for Love, with Tony Leung murmuring his pain into a stone hollow in Angkor Wat and – yes – the gooey genius of Dean Friedman’s plaintive 1978 chart hit Lucky Stars.</p><p>This is a story of lost love and childhood crush, the painful and danger", "link": "https://www.theguardian.com/film/2023/sep/06/past-lives-review-a-must-see-story-of-lost-loves-childhood-crushes-and-changing-identities", "date_published": "2023-09-06T12:00:02+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Virgin Media O2 to snap up Russian oligarch-backed broadband firm", "description": "<p>UK government forced sale of ‘alt-net’ broadband provider Upp on national security grounds</p><p>Virgin Media 02 is to buy a British broadband company owned by a Russian oligarch-backed investment company, after the government forced its sale on national security grounds.</p><p>VM02, the UK telecoms merger joint-venture <a href=\"https://www.theguardian.com/business/2020/may/07/virgin-media-and-o2-owners-confirm-31bn-mega-merger-in-uk\">between US group Liberty Global and Spain’s Telefonica</a>, is to buy regional broadband business Upp, in an all-cash deal for an undisclosed amount that is thought to be less than £100m.</p> <a href=\"https://www.theguardian.com/business/2023/sep/06/virgin-media-o2-to-snap-up-russian-oligarch-backed-broadband-firm\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/sep/06/virgin-media-o2-to-snap-up-russian-oligarch-backed-broadband-firm", "date_published": "2023-09-06T11:41:01+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Royal family announces state visit to France during Rugby World Cup", "description": "<p>King Charles and Queen Camilla to dine at Palace of Versailles banquet and meet sports stars</p><p>King Charles will address members of both houses of the French parliament and will have a bilateral meeting with French president, <a href=\"https://www.theguardian.com/world/emmanuel-macron\">Emmanuel Macron</a>, during a state visit to France with the queen later this month.</p><p>The visit, originally due in March, was postponed when pension-reform protests in France spiralled into violent clashes.</p> <a href=\"https://www.theguardian.com/uk-news/2023/sep/06/royal-family-announces-state-visit-to-france-during-rugby-world-cup\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/sep/06/royal-family-announces-state-visit-to-france-during-rugby-world-cup", "date_published": "2023-09-06T11:28:16+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Battle for future of European football intensifies with Belgian club barred from ECA", "description": "<ul><li>Union Saint-Gilloise blocked after joining body of smaller clubs</li><li>ECA hopes to show it is not just about the elite sides</li></ul><p>The Belgian club Union Saint-Gilloise were blocked from renewing their European Club Association (ECA) membership after signing up to a new body that represents small and medium-sized teams, the Guardian has been told.</p><p>Saint-Gilloise were informed this year that their role in the nascent Union of European Clubs (UEC) would violate statutes drawn up by the ECA, a far larger organisation that Uefa legitimises as the sole entity representing clubs’ interests. In effect it meant they were thrown out. It is an example of deep fault lines developing in the continental game as teams beyond the elite call for a greater say in the sport’s future direction.</p> <a href=\"https://www.theguardian.com/football/2023/sep/06/battle-for-future-of-european-football-intensifies-with-belgian-club-barred-from-eca\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/sep/06/battle-for-future-of-european-football-intensifies-with-belgian-club-barred-from-eca", "date_published": "2023-09-06T11:26:01+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Fans have power’ – Newcastle faithful urged to speak up against Saudi regime", "description": "<ul><li>Be happy about success but still criticise Saudi, says campaigner</li><li>‘They should not underestimate the power one word can have’</li></ul><p>A leading Saudi Arabian human rights campaigner has told Newcastle supporters that enjoying the team’s current success and protesting against the kingdom’s often brutal autocracy are not mutually exclusive.</p><p>During a meeting in the city organised by the pressure group NUFC Fans Against Sportswashing Lina al-Hathloul told an audience of around two dozen that challenging the Saudi regime over human rights abuses “can bring change” and it is possible to “both be happy about Newcastle winning and criticise what is happening in Saudi”.</p> <a href=\"https://www.theguardian.com/football/2023/sep/06/fans-have-power-newcastle-fans-urged-to-speak-up-against-saudi-regime\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/sep/06/fans-have-power-newcastle-fans-urged-to-speak-up-against-saudi-regime", "date_published": "2023-09-06T11:21:41+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Humanitarian crisis as 5m displaced by civil war in Sudan", "description": "<p>IOM says half of country’s population now in need of aid and protection after months of violence</p><p>Five million people have been displaced by civil war in Sudan, which is facing a rapidly mounting humanitarian emergency after months of serious fighting between the military and a rival paramilitary force.</p><p>The displacement figure, provided by the International Organization for Migration, echoes a warning from the UN’s main refugee agency, UNHCR, that more than $1bn would be needed to support those fleeing the violence into neighbouring countries.</p> <a href=\"https://www.theguardian.com/world/2023/sep/06/humanitarian-crisis-as-5m-displaced-by-civil-war-in-sudan\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/06/humanitarian-crisis-as-5m-displaced-by-civil-war-in-sudan", "date_published": "2023-09-06T11:18:02+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Rugby World Cup: hosts France set to face All Blacks without Jonathan Danty", "description": "<ul><li>Key centre still injured and is replaced by Yoram Moefana</li><li>Dupont: ‘We have the ingredients for the result to be positive’</li></ul><p>France will kick off the Rugby World Cup against New Zealand on Friday without their influential midfielder Jonathan Danty. The La Rochelle centre has returned to training this week but has not yet fully recovered from a hamstring strain and will be replaced in the starting line-up by Yoram Moefana.</p><p>The rest of the starting XV has a largely familiar, look but injuries to regulars such as Paul Willemse, Romain Ntamack and Cyril Baille have required the head coach, Fabien Galthié, to reshuffle his resources slightly. Cameron Woki will start in the second row alongside Thierry Flament, Reda Wardi replaces Baille at loosehead prop and Matthieu Jalibert retains the vacant No 10 jersey.</p> <a href=\"https://www.theguardian.com/sport/2023/sep/06/rugby-world-cup-hosts-france-face-all-blacks-without-jonathan-danty\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/sep/06/rugby-world-cup-hosts-france-face-all-blacks-without-jonathan-danty", "date_published": "2023-09-06T11:04:49+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Moving the Goalposts | Jorge Vilda is gone but this must be the beginning, not the end", "description": "<p>Spanish federation’s praise for the sacked coach was a kick in the teeth for players who have tried to be heard for a long time</p><p>Jorge Vilda’s weak attempt to jump off a sinking ship that he was first mate on has failed. He is <a href=\"https://www.theguardian.com/football/2023/sep/05/jorge-vilda-sacked-as-spain-coach-amid-continuing-fallout-over-rubiales-kiss\">now gone but he had to be pushed</a>. His crew had abandoned him, with 81 players ruling themselves out of contention for selection for the Spanish national team and most of his staff resigning but still the head coach clung on.</p><p>His limp condemnation of the actions of the president of the Spanish football federation (RFEF), Luis Rubiales, who was seen kissing Jenni Hermoso on the lips and separately grabbing his crotch before lifting Athenea del Castillo over his shoulder, came almost a whole week after the World Cup victory of his team that had been overshadowed by the above controversy.</p> <a href=\"https://www.", "link": "https://www.theguardian.com/football/2023/sep/06/jorge-vilda-spain-gone-beginning-not-end-moving-the-goalposts", "date_published": "2023-09-06T11:00:08+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "How to make tabbouleh – recipe | Felicity Cloake's Masterclass", "description": "<p>Tabbouleh is less heavy on the grains than you might think: flat-leaf parsley is the hero ingredient – and here’s the step-by-step method for making it</p><p>Let’s get one thing straight from the start: tabbouleh is not the bulgur wheat salad with a sprinkling of herbs that is often served under the name outside its Levantine birthplace. Rather, it is a parsley salad with a sprinkling of grains – all verdant and glossy with oil – and the ideal fresh, peppery accompaniment to richer meze such as hummus and salted cheese, or grilled meat and fish.</p><p>Prep <strong>30 min</strong><br />Cook <strong>20 min</strong><br />Serves <strong>4</strong></p> <a href=\"https://www.theguardian.com/food/2023/sep/06/how-to-make-tabbouleh-recipe-felicity-cloake-masterclass\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/sep/06/how-to-make-tabbouleh-recipe-felicity-cloake-masterclass", "date_published": "2023-09-06T11:00:01+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "New York City’s crackdown on Airbnb and short-term rentals goes into effect", "description": "<p>New regulations expected to affect tens of thousands of illegal short-term listings</p><p><a href=\"https://www.theguardian.com/us-news/2023/jan/26/nyc-airbnb-short-term-rental-new-law\">New rules</a> in New York City on Airbnbs and short-term rentals go into effect on Tuesday, with regulations expected to affect tens of thousands of illegal short-term listings.</p><p>The latest legislation <a href=\"https://www.theguardian.com/us-news/2023/jan/26/nyc-airbnb-short-term-rental-new-law\">bulks up enforcement</a> of existing rules on how short-term rentals are allowed to operate in New York City.</p> <a href=\"https://www.theguardian.com/us-news/2023/sep/06/airbnb-new-rental-regulation-nyc-housing\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/sep/06/airbnb-new-rental-regulation-nyc-housing", "date_published": "2023-09-06T11:00:01+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Excess winter deaths caused by cold homes in Great Britain ‘up by about a third’", "description": "<p>Campaigners tell MPs more than 1m households missed out on government support for bills</p><p>The number of excess winter deaths in Great Britain caused by living in a cold, damp home climbed by about a third last winter after more than 1 million vulnerable households missed out on government energy bill support, MPs have heard.</p><p>Fuel poverty campaigners told a parliamentary committee on Wednesday that despite relatively mild weather, the number of the excess winter deaths had climbed to 4,706, up from 3,186 a year earlier, as a result of the energy cost crisis.</p> <a href=\"https://www.theguardian.com/money/2023/sep/06/excess-winter-deaths-caused-by-cold-homes-in-great-britain-up-by-about-a-third\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/sep/06/excess-winter-deaths-caused-by-cold-homes-in-great-britain-up-by-about-a-third", "date_published": "2023-09-06T10:50:57+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Rufus Wainwright: Want One and Want Two review – double-Prom epic is magnificently opulent", "description": "<p><strong>Royal Albert Hall, London</strong><br />As Wainwright hops from grand piano to acoustic guitar, the BBC Concert Orchestra knows when to roar and when to whisper</p><p>Rufus Wainwright says that he’s been rehearsing these back-to-back orchestral presentations of Want One and Want Two for three days, “and I feel like I’m on a different planet” – the Canadian singer-songwriter may well have been dreaming about them for 20 years.</p><p>Rock artists who enlist an orchestra can sometimes resemble that meme of Winnie the Pooh in a bow tie and monocle – a clumsy grab at classiness – but then the Want albums aren’t really rock. Drawing on chamber-pop, cabaret, opera and the Great American Songbook, with knowing quotations from Ravel and Wagner, these songs were built for opulence. The BBC Concert Orchestra, conducted by Sarah Hicks and joined by original drummer Matt Johnson, performs the work of several arrangers, each one a sensitive translation. As Wainwright hops between grand ", "link": "https://www.theguardian.com/music/2023/sep/06/rufus-wainwright-want-one-and-want-two-review-double-prom-epic-is-magnificently-opulent", "date_published": "2023-09-06T10:38:55+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "County cricket: Essex v Middlesex, Yorkshire v Derbyshire, and more – live", "description": "<ul><li>Updates from around the grounds on day four’s play</li><li>Get in touch: <a href=\"mailto:tanya.aldred.freelance@theguardian.com\">email Tanya</a>, <a href=\"https://twitter.com/tjaldred\">tweet</a> her or comment BTL</li></ul><p><strong>No record-last stand at The Riverside,</strong> as Parky persuades Fynn Hudson-Prentice into an unwieldy up and at em. Ollie Robinson (that one) swipes down the stumps. Four wickets for Parky – eight in the match – and a season that started so miserably finishes with a flourish.</p><p><strong>Northants </strong>lose 7, 9, 10 in a flash. Four to Luke Wells. First for the early-bird coach home and the naughty-boy bath.</p> <a href=\"https://www.theguardian.com/sport/live/2023/sep/06/county-cricket-surrey-v-warwickshire-yorkshire-v-derbyshire-and-more-live\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2023/sep/06/county-cricket-surrey-v-warwickshire-yorkshire-v-derbyshire-and-more-live", "date_published": "2023-09-06T10:32:05+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Toyota blames factory shutdown in Japan on ‘insufficient disk space’", "description": "<p>‘Just in time’ production system minimises costs but technical glitch highlights risks</p><p><a href=\"https://www.theguardian.com/business/toyota\">Toyota</a> has blamed a recent shutdown of all of its factories in <a href=\"https://www.theguardian.com/world/japan\">Japan</a> on a system malfunction caused by “insufficient disk space”.</p><p>The Japanese carmaker said the stoppage on 29 August at all 14 of its domestic plants occurred after servers that process orders for vehicle parts broke down following a maintenance procedure carried out the previous day.</p> <a href=\"https://www.theguardian.com/business/2023/sep/06/toyota-blames-factory-shutdown-in-japan-on-insufficient-disk-space\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/sep/06/toyota-blames-factory-shutdown-in-japan-on-insufficient-disk-space", "date_published": "2023-09-06T10:27:02+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Flash floods kill tourists in Turkey, Greece and Bulgaria", "description": "<p>At least nine people die and more than 1,750 homes and businesses affected in Istanbul</p><p>At least nine people have died in Turkey, Greece and Bulgaria as flash floods from torrential rainstorms turned rivers into torrents, swept roads and bridges away and inundated streets, homes and public buildings.</p><p>“This is the most extreme phenomenon in terms of the maximum amount of rain in a 24-hour period since records began in the country,” Greece’s climate crisis and civil protection minister, Vassilis Kikilias, said after an emergency cabinet meeting.</p> <a href=\"https://www.theguardian.com/world/2023/sep/06/flash-floods-kill-tourists-in-turkey-greece-and-bulgaria\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/06/flash-floods-kill-tourists-in-turkey-greece-and-bulgaria", "date_published": "2023-09-06T10:18:26+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Sarah Lancashire says she ‘adored every scene’ in Happy Valley after awards haul", "description": "<p>Actor won prizes including best drama performance and special recognition at National Television Awards</p><p>The actor Sarah Lancashire has said that she “adored every scene” of Happy Valley, after winning a slew of prizes at the National Television Awards (NTA) on Tuesday, including the special recognition award and award for best drama performance.</p><p>The star of the popular crime series looked overwhelmed as she received the special recognition award, presented by Sir Ian McKellen, as the audience chanted her name.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/sep/06/sarah-lancashire-says-she-adored-every-scene-in-happy-valley-after-awards-haul\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/sep/06/sarah-lancashire-says-she-adored-every-scene-in-happy-valley-after-awards-haul", "date_published": "2023-09-06T10:13:14+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Yes, it’s OK to laugh at wealthy Burning Man attendees mired in muck | Moira Donegan", "description": "<p>Maybe it feels satisfying to see the US elite in discomfort because we’re so unlikely to see them face accountability in normal life</p><p>It feels important to note that most of the people at Burning Man, the week-long festival of “radical self-reliance” held every summer in the inhospitable Nevada desert, are not evil. But the festival, which draws thousands of people for its music, experiments in self-governance, revealing costuming and ready availability of drugs, has become a stand-in for a certain kind of self-congratulatory excess.</p><p>At least in the popular imagination, Burning Man has become associated with the kind of person who will rapturously tell you about their love for taxidermy, or polyamory, or electronic dance music, often while you smile stiffly and scan the room for an exit. Imagine a white person with dreadlocks: that person loves Burning Man. The clientele is heavy on privilege and light on self-awareness. But most of them, it should be emphasized, do not", "link": "https://www.theguardian.com/commentisfree/2023/sep/06/burning-man-wealthy-attendees", "date_published": "2023-09-06T10:11:54+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Chain restaurants are the melting pots of society – here’s what we can learn from Wagamama and Zizzi", "description": "<p>A new study has identified US chains as the best place to find people from different socioeconomic classes mixing. How did we get here?</p><p>If you were choosing to eat at a restaurant based on social good, where would you choose? Would it be the zero-waste restaurant whose ingredients are only sourced within a 25-mile radius, or the one that offers job training to marginalised groups, such as refugees and ex-offenders, to become its chefs?</p><p>Or would it be Zizzi?</p><p>Coco Khan is commissioning editor for Guardian B2B and a writer</p> <a href=\"https://www.theguardian.com/commentisfree/2023/sep/06/communities-chain-restaurants-diversity-class\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/sep/06/communities-chain-restaurants-diversity-class", "date_published": "2023-09-06T10:10:51+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "World meteorologists point to ‘vicious cycle’ of heatwaves and air pollution", "description": "<p>The climate crisis and soaring temperatures are worsening air quality, WMO says, with ‘knock-on effects’</p><p>Heatwaves across the world are worsening air quality and pollution, scientists have said.</p><p>The World Meteorological Organization (WMO) has said extreme temperatures are not the only hazard from heatwaves but that they also cause pollution-related health problems.</p> <a href=\"https://www.theguardian.com/environment/2023/sep/06/world-meteorologists-point-to-vicious-cycle-of-heatwaves-and-air-pollution\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/sep/06/world-meteorologists-point-to-vicious-cycle-of-heatwaves-and-air-pollution", "date_published": "2023-09-06T10:01:50+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Blood Flower review – gore flows in gruesome horror as exorcist teen fights his demons", "description": "<p>Iqbal is torn between his supernatural powers and the desire to be a normal teenager in Dain Said’s lacklustre horror</p><p>Littered with monstrous apparitions and gruesome deaths, this latest horror film from seasoned Malaysian filmmaker Dain Said is also haunted by growing pains. Blessed – and cursed – with the same supernatural abilities possessed by his mother, young Iqbal (Idan Aedan) is torn between his power of exorcism and his desire to lead a normal teenage existence. Roaming the damp corridors of his dilapidated apartment complex where the creaky lift never works, Iqbal encounters terrors at every turn: horrifying undead souls with rotten teeth and bloodshot eyes.</p><p>In dramatising Iqbal’s constant state of unease, Blood Flower resorts to the unsophisticated medium of jump scares. For much of the film, Iqbal is too busy running away from a neverending succession of frightening premonitions and slithering ghosts that it’s difficult to gauge his inner emotions, or even ", "link": "https://www.theguardian.com/film/2023/sep/06/blood-flower-review-gore-flows-in-gruesome-horror-as-exorcist-teen-fights-his-demons", "date_published": "2023-09-06T10:00:55+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "How to make life much better – my 10 small but satisfying secrets of happiness | Arwa Mahdawi", "description": "<p>From a squirt of Rwandan chilli oil to rolling down a hill and fresh linen, it’s the little things that can make a big difference</p><p>Up to 60% of the human adult body is water. My body on the other hand is probably 40% water and 20% <a href=\"https://www.atlasobscura.com/foods/akabanga-rwanadan-chili-oil\">Akabanga</a>. A friend recently gave me a bottle of Rwandan chilli oil (the catchy name means “<a href=\"https://www.chilipeppermadness.com/cooking-with-chili-peppers/akabanga/\">little secret</a>” in Kinyarwanda) and I have been obsessed with it ever since. It is the holy grail of hot sauces – fiery but not overpowering – and I put it on everything. It pains me that I didn’t know about it for so long. Still, now I know the secret to a spicier life and you do too. I’ll let you in on another secret: there are plenty of small things that make every day life a lot better. Here are nine more.</p><p><strong>1</strong><strong> Putting your ice-</strong><strong>cream in a fancy goblet o", "link": "https://www.theguardian.com/commentisfree/2023/sep/06/how-to-make-life-much-better-my-10-small-but-satisfying-secrets-of-happiness", "date_published": "2023-09-06T10:00:55+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "US ‘university’ spreads climate lies and receives millions from rightwing donors", "description": "<p>PragerU is not accredited but has become a key tool in pushing false claims to youngsters – and raked in $200m from 2018 to 2022</p><p>A rightwing media outlet promoting climate-change denialism and other “anti-woke” staples to young students and adults via social media has become a fundraising Goliath, raking in close to $200m from 2018 to 2022 with big checks from top conservative donors, tax records reveal.</p><p>Founded in 2009 by the conservative talkshow host Dennis Prager, the eponymous Prager University Foundation is not an accredited education organization. But via online media its PragerU Kids division has become a key tool in spreading false claims to young people with short videos aimed at undercutting widely accepted science that climate crisis disasters are accelerating due, largely, to fossil-fuel usage.</p> <a href=\"https://www.theguardian.com/us-news/2023/sep/06/prageru-climate-change-denier-republican-donors\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/sep/06/prageru-climate-change-denier-republican-donors", "date_published": "2023-09-06T10:00:55+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Ex-Trump aide Peter Navarro faces trial on contempt of Congress charges", "description": "<p>US district court judge ruled last week that Navarro failed to prove Trump asserted executive privilege to block his cooperation</p><p>Federal prosecutors are expected to present the case on Wednesday that former <a href=\"https://www.theguardian.com/us-news/donaldtrump\">Trump White House</a> official Peter Navarro should be convicted of contempt of Congress because he wilfully ignored a subpoena issued last year by the House January 6 committee during the investigation into the Capitol attack.</p><p>The only standard that prosecutors will have to reach is that Navarro’s failure to comply with the subpoena was deliberate and intentional – and Navarro will not be able to argue in defense that he blew off the subpoena because he thought Donald Trump had asserted executive privilege.</p> <a href=\"https://www.theguardian.com/us-news/2023/sep/06/peter-navarro-trial-contempt-of-congress-jan-6-trump\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/sep/06/peter-navarro-trial-contempt-of-congress-jan-6-trump", "date_published": "2023-09-06T10:00:54+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Weirdo by Sara Pascoe review – the standup’s bravura debut", "description": "<p>A funny-peculiar first novel about a woman lurching through life that will challenge your preconceptions</p><p>Sara Pascoe’s debut novel draws you in slowly and then all at once. The first line is fairly standard. The second, a little less so. Still, if you skimmed the first chapter, it would be easy to think you knew what you were getting: your basic, by-the-numbers quirky-girl-meets-boy romcom. This is because that is exactly what our narrator wants us to think. She’s trying very hard to be basic! And she would <em>love</em> this to be a romcom. “I hope since our chat he thinks I’m normal,” she confides cheerily. “I told him I was several times.”</p><p>She is Sophie; he is Chris. They met working “on the buses” taking tourists round London; now Sophie works in a pub and Chris is buying a drink, and he doesn’t remember her at all. Or does he? Part of the joy of Weirdo<em> </em>is not knowing what to expect, or rather in having your expectations subverted by Sophie’s smoothie-make", "link": "https://www.theguardian.com/books/2023/sep/06/weirdo-by-sara-pascoe-review-the-standups-bravura-debut", "date_published": "2023-09-06T10:00:54+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘We can’t keep up’: Panama-Colombia border sees record number of migrants", "description": "<p>In August, 50,000 people fleeing northward were met with long lines for medical attention, a lack of water and sleeping spaces</p><p>Medical non-governmental organizations (NGOs) attending to injured and sick migrants crossing the Darién Gap are increasingly unable to manage the record number of people taking the perilous journey, according to <a href=\"https://prezly.msf.org.uk/msf-panama-more-aid-and-assistance-needed-to-respond-to-unprecedented-needs-of-migrants\">Doctors Without Borders/Médecins Sans Frontières (MSF)</a> and <a href=\"https://www.ohchr.org/en/press-briefing-notes/2023/09/darien-gap-migrants\">the United Nation high commissioner for human rights</a>.</p><p>In August 50,000 people took the week-long trek through the dense jungle connecting Colombia and Panama, outstretching the capacity of MSF’s staff at medical treatment posts on the Panamanian border.</p> <a href=\"https://www.theguardian.com/world/2023/sep/06/panama-colombia-border-migrants-record\">Continue readin", "link": "https://www.theguardian.com/world/2023/sep/06/panama-colombia-border-migrants-record", "date_published": "2023-09-06T10:00:54+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Spin | Jeremy Coney: ‘The 50-over Cricket World Cup is still the pinnacle’", "description": "<p>Broadcaster and former New Zealand captain on his musical upbringing, the importance of the World Cup and <em>that</em> 2019 final</p><p>“I lived for a year in Splott just on the south side of Cardiff. Of course, the locals pronounce it ‘Sp-low’ not ‘Sp-lott’ which gives it a whiff of something a bit more <em>salubrious</em>.”</p><p>Listeners familiar with the lilting sing-song of Jeremy Coney’s Kiwi accent will note that that final “salubrious” lasts a beat or two longer, its syllables rolled around and luxuriated, given the full Jeremy Coney treatment. There has been no sign of his favoured “parsimonious” during the course of what runs to a two-hour chat with the former New Zealand captain turned broadcaster and commentator, though “lugubrious” and “nefarious” are pleasingly deployed within the first few minutes of us sitting down.</p> <a href=\"https://www.theguardian.com/sport/2023/sep/06/the-spin-jeremy-coney-50-over-cricket-world-cup-the-pinnacle\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/sep/06/the-spin-jeremy-coney-50-over-cricket-world-cup-the-pinnacle", "date_published": "2023-09-06T09:59:26+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Tell us your experiences of ‘skimpflation’ and ‘shrinkflation’", "description": "<p>We would like to hear your stories of skimpflation and shrinkflation from recent months</p><p>UK consumers are suffering from <a href=\"https://www.theguardian.com/money/2023/jul/22/uk-supermarkets-skimpflation-prices-pack-sizes\">a bout of “skimpflation”</a>, as manufacturers downgrade the ingredients in certain food and drink products.</p><p>Have you noticed a reduction in quality or size of products while shopping? Tell us what you’ve spotted below.</p> <a href=\"https://www.theguardian.com/business/2023/sep/06/tell-us-your-experiences-of-skimpflation-and-shrinkflation\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/sep/06/tell-us-your-experiences-of-skimpflation-and-shrinkflation", "date_published": "2023-09-06T09:39:38+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Manchester United shares in record fall after report of sale U-turn", "description": "<p>Drop on New York stock exchange comes amid claims Glazer family have taken club off market</p><p>Manchester United shares have suffered their steepest single-day fall in price after a report claimed the Glazer family was considering a U-turn on plans to sell the club.</p><p>Shares in the Premier League club dropped by 18.2% on Tuesday to $19.35 (£15.40), the biggest daily drop since they were <a href=\"https://www.theguardian.com/football/2012/aug/10/manchester-united-ipo-share-prices\">listed the New York stock exchange</a> in 2012.</p> <a href=\"https://www.theguardian.com/football/2023/sep/06/manchester-united-shares-in-record-fall-after-report-of-sale-u-turn\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/sep/06/manchester-united-shares-in-record-fall-after-report-of-sale-u-turn", "date_published": "2023-09-06T09:34:22+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Keir Starmer accuses Rishi Sunak of putting champagne tax cut ahead of school safety – UK politics live", "description": "<p>Labour leader lays out party’s line of attack during visit to school affected by concrete crisis ahead of first PMQs in seven weeks</p><p>Yesterday Gillian Keegan, the education secretary, angered school leaders by saying some of them were to blame for not responding to a survey intended to find out whether their buildings were at risk from Raac. <strong>Ben Quinn</strong> has the story here.</p><p>This morning, in his interview on the Today programme, Geoff Barton, general secretary of the <strong>Association of School and College Leaders, </strong>said that Keegan’s language was “deeply unhelpful” and that in some cases the Department for Education was to blame for missing survey results.</p><p>She says on Monday night at 10 o’clock she received a telling off letter from Baroness Barran [an education minister] stating the trust was one 5% that hadn’t returned the questionnaire. She says ‘We have returned the questionnaire for all 15 of those schools. We did it early in term.’ It", "link": "https://www.theguardian.com/politics/live/2023/sep/06/keir-starmer-rishi-sunak-champagne-tax-school-safety-concrete-crisis-pmqs-uk-politics-live", "date_published": "2023-09-06T09:14:01+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "James Maddison is shaping up to be the signing of the summer", "description": "<p>Spurs invested wisely when they signed an England midfielder who guarantees goals and assists in the Premier League</p><p>By <a href=\"https://twitter.com/BenMcAleer1\">Ben McAleer</a> for <a href=\"http://www.whoscored.com/\">WhoScored</a></p><p>Chelsea reportedly turned down the chance to sign James Maddison this summer as they refused to invest in anyone over the age of 25. It seems that Leonardo DiCaprio heads up the club’s transfer committee. Their loss is very much proving to be Tottenham’s gain.</p><p>Spurs won the race to sign Maddison, despite interest from Newcastle, parting with £40m to land the England midfielder. With Harry Winks going to Leicester for £10m, <a href=\"https://www.theguardian.com/football/2023/jun/28/james-maddison-spurs-medical-40m-move-leicester\">Spurs essentially secured Maddison’s services for £30m</a>. We’re only four games into the new season but the 26-year-old is shaping up to be the signing of the summer.</p> <a href=\"https://www.theguardian.com/fo", "link": "https://www.theguardian.com/football/who-scored-blog/2023/sep/06/james-maddison-signing-spurs-midfielder-england-premier-league-goals-assists", "date_published": "2023-09-06T09:10:42+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "How one laughing VHS technician saved 95-year-old Michael Roemer’s career", "description": "<p>As the director nears his 11th decade, two of his films, Nothing But a Man and The Plot Against Harry are being restored; both are marvels of independent cinema</p><p>Michael Roemer, 95, is one of film’s finest chroniclers of postwar American aspiration. His debut, Nothing But a Man, won two prizes at the Venice film festival over half a century ago, using Euro-neorealism to tell the story of a working-class Black couple in Alabama. The result is a moving and unflinching depiction of the daily realities of racism, and one of the most brilliant truly independent films of all time.</p><p>Nothing But a Man, like the rest of Roemer’s filmography, refused to heed the production and aesthetic conventions of its day. “If I could have made popular films, I would have,” he says. “But I believe in something. If I betray it then I destroy myself.”</p> <a href=\"https://www.theguardian.com/film/2023/sep/06/michael-roemer-american-jewish-life-plot-against-harry\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/sep/06/michael-roemer-american-jewish-life-plot-against-harry", "date_published": "2023-09-06T09:09:30+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Five killed as elevator at Bali resort plunges down ravine", "description": "<p>Accident at Ubud’s Ayuterra Resort believed to have occurred when cable in inclined lift carrying hotel staff snapped</p><ul><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>Balinese police are investigating the catastrophic failure of a lift that left five hotel workers dead at a resort on Friday.</p><p>The accident took place at Ubud’s Ayuterra Resort about 1pm and is believed to have occurred when a cable in the inclined lift carrying the three women and two men snapped, plunging them 100 metres down a steep ravine at the hillside resort.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/ema", "link": "https://www.theguardian.com/world/2023/sep/06/bali-resort-elevator-crash-deaths", "date_published": "2023-09-06T09:05:54+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "David Squires on … Eric Smith and the NFL’s toll on one player’s mind and body", "description": "<p>Our cartoonist looks at how the New York Jets veteran still feels the brutal effects of football long after his retirement</p> <a href=\"https://www.theguardian.com/football/ng-interactive/2023/sep/06/david-squires-on-eric-smith-and-the-nfls-toll-on-one-players-mind-and-body\">Continue reading...</a>", "link": "https://www.theguardian.com/football/ng-interactive/2023/sep/06/david-squires-on-eric-smith-and-the-nfls-toll-on-one-players-mind-and-body", "date_published": "2023-09-06T09:00:53+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Jewelle Gomez: the Black lesbian writer who changed vampire fiction – and the world", "description": "<p>Her first novel was turned down by several publishers, then embraced by a feminist press. As an author, poet, playwright and activist, she has continued to claim space for queer storytellers</p><p>Ridley Scott’s Alien holds a special place in the heart of Jewelle Gomez, but not simply because Sigourney Weaver’s Ellen Ripley was just her type. “If you were going to come out, that was the movie to come out to,” she says with a chuckle over video call from her home office in San Francisco. The year was 1979, Gomez was 31, and her mother, Dolores, and grandmother, Lydia, were in New York City for a visit when they went to see the sci-fi horror at a cinema near Times Square. “We were in the bathroom after and my mother started reading graffiti on the bathroom stall,” Gomez says. “My mother says: ‘Oh, here’s one. It says Dykes unite!’ And I was like, should I speak? Should I not speak? What do I say?” Her grandmother didn’t give her a chance to answer: “She says: ‘Oh, that’s nothing. Je", "link": "https://www.theguardian.com/society/2023/sep/06/jewelle-gomez-the-black-lesbian-writer-who-changed-vampire-fiction-and-the-world", "date_published": "2023-09-06T09:00:53+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Anthony Blinken arrives in Ukraine for surprise visit", "description": "<p>US secretary of state expected to announce initial package of military aid for Kyiv of up to $200m</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/sep/06/russia-ukraine-war-live-updates-russian-strikes-izmail-port-moscow-downs-drone-attack-bryansk\">Russia-Ukraine war – latest news updates</a></li></ul><p>The US secretary of state, Anthony Blinken, has arrived in Kyiv for an unannounced visit that is his first for a year to the Ukrainian capital.</p><p>He is expected to announce a new package of US assistance of $175m-$200m during the two-day visit, AP reported, with a larger package worth a total of more than $1bn expected later this week, according to a senior state department official.</p> <a href=\"https://www.theguardian.com/world/2023/sep/06/anthony-blinken-arrives-in-ukraine-for-surprise-visit\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/06/anthony-blinken-arrives-in-ukraine-for-surprise-visit", "date_published": "2023-09-06T08:54:18+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Parents in Pakistan could be jailed for polio vaccine refusal", "description": "<p>New law in Sindh introduces ‘extraordinary measures’ to ensure vaccination of children against range of infectious diseases</p><p>Parents in Pakistan who refuse to get their children vaccinated against infectious diseases could be jailed or fined under a new law introduced in Sindh province.</p><p>The introduction of the legislation is an attempt to eradicate polio, which is endemic in Pakistan, but will cover vaccines for diphtheria, tetanus, whooping cough (pertussis), measles, mumps and rubella.</p> <a href=\"https://www.theguardian.com/global-development/2023/sep/06/parents-in-pakistan-could-be-jailed-for-polio-vaccine-refusal\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/sep/06/parents-in-pakistan-could-be-jailed-for-polio-vaccine-refusal", "date_published": "2023-09-06T08:39:06+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Housing industry faces difficult months ahead amid weak demand, says Barratt", "description": "<p>Housebuilder reports £705m profits but ‘mortgage affordability challenges’ affect purchases</p><p>Britain’s biggest housebuilder has warned that conditions will “continue to be difficult” for the housing industry over the coming months as potential buyers struggle with the rising cost of home loans.</p><p>Barratt Developments said “short-term demand has been impacted by mortgage affordability challenges” and it was reducing construction sharply in response, but also reported £705m in annual profits.</p> <a href=\"https://www.theguardian.com/business/2023/sep/06/housing-industry-faces-difficult-months-ahead-amid-weak-demand-says-barratt\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/sep/06/housing-industry-faces-difficult-months-ahead-amid-weak-demand-says-barratt", "date_published": "2023-09-06T08:26:09+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Bring No Clothes: Bloomsbury and the Philosophy of Fashion by Charlie Porter review – style revolution", "description": "<p>The fashion journalist links the sartorial choices of Virginia Woolf, Vanessa Bell, TS Eliot et al to their modernist art and outlook on life</p><p>When <a href=\"https://www.theguardian.com/books/virginiawoolf\" title=\"\">Virginia Woolf</a> invited <a href=\"https://www.theguardian.com/books/ts-eliot\" title=\"\">TS Eliot</a> down for a country weekend in 1920 she concluded with “Please bring no clothes”. This was not a suggestion that “Tom” should arrive in East Sussex naked. Such a possibility was unlikely anyway since at this point the poet was still working as a buttoned-up clerk at Lloyds Bank. Eliot was famously wedded to his three-piece suit to the point where, Woolf joked, he would have worn a four-piece one if such a thing existed. What she meant by “bring no clothes” was that at <a href=\"https://www.nationaltrust.org.uk/visit/sussex/monks-house\" title=\"\">Monk’s House</a> they did not dress for dinner, change for church (there was no church), or worry about getting their best c", "link": "https://www.theguardian.com/books/2023/sep/06/bring-no-clothes-bloomsbury-and-the-philosophy-of-fashion-by-charlie-porter-review-style-revolution", "date_published": "2023-09-06T08:00:52+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Starfield review – an exquisite, electric, faintly rickety universe of possibilities", "description": "<p><strong>Xbox Series S/X, PC; Bethesda/Microsoft</strong><br />Bethesda’s long-awaited space epic is a vast interstellar canvas full of glorious sights to see and intriguing threads to pull – if you can keep patience with its fussy systems</p><p></p><p>There’s a feeling when you approach your ship, a snug and plucky little star-hopper named Frontier (of <em>course</em>), as it squats on the circular expanse of a landing pad. An inkling of stars pricks through the dusky sky; the hatch hangs invitingly open, a furnace of light spilling from the ship’s belly on to the tarmac. You stride past your robot butler, who has awaited your return with the infinite patience of a machine, clamber over whatever trinkets you’ve scattered across the ship’s floor to make some room in your backpack, and lower yourself into the pilot’s seat. A bank of buzzing CRT monitors, analogue switches and lights blinks back at you. As the ship’s thrusters flare, there is this sensation – rarely felt in our world", "link": "https://www.theguardian.com/games/2023/sep/06/starfield-review-an-exquisite-electric-faintly-rickety-universe-of-possibilities", "date_published": "2023-09-06T08:00:52+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Sympathy for the Devil review – a top-tier unhinged Nicolas Cage performance", "description": "<p>Forced to drive a mysterious passenger at gunpoint, David finds himself embroiled in a confusing, high-stakes game of cat-and-mouse</p><p>If you were programming a season of the best of the worst from Nicolas Cage’s filmography – in other words, his most interesting/outlandish/crazed performances in low-budget films – this kooky thriller would certainly be a good candidate. It features an entertainingly deranged performance from Cage, who sports a helmet of bright-red hair and a maroon smoking jacket that makes him look like a leprechaun turned lounge singer, topped off with a broad Boston accent. Cage’s unnamed character crawls without invitation into the car of David (Joel Kinnaman, an excellent straight foil here), who is already late getting to the hospital where his wife is giving birth. Despite David’s protestations that he’s not a taxi or Uber, he pulls a gun on David and insists he start driving. Who would dare to say no to someone with such bright gleaming teeth?</p><p>Gi", "link": "https://www.theguardian.com/film/2023/sep/06/sympathy-for-the-devil-review-a-top-tier-unhinged-nicolas-cage-performance", "date_published": "2023-09-06T08:00:52+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Slavery, revolution and war: Baillie Gifford prize longlist highlights history", "description": "<p>Tania Branigan’s Red Memory and Jeremy Eichler’s Time’s Echo are among the titles in the running for the £50,000 award</p><p>History titles dominate this year’s Baillie Gifford prize for nonfiction longlist, with books about the second world war, American slavery and Europe’s 1848 revolutions being recognised.</p><p>The longlist of 13, announced today, features Guardian leader writer <a href=\"https://www.theguardian.com/profile/taniabranigan\">Tania Branigan</a>’s <a href=\"https://www.theguardian.com/books/2023/jan/30/red-memory-tania-branigan-review-cultural-revolution-up-close\">Red Memory</a>, an exploration of the lasting impacts of China’s Cultural Revolution through the stories of witnesses.</p> <a href=\"https://www.theguardian.com/books/2023/sep/06/baillie-gifford-prize-longlist\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/sep/06/baillie-gifford-prize-longlist", "date_published": "2023-09-06T08:00:51+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Mother of Sara Sharif ‘barely recognised’ daughter in mortuary", "description": "<p>Olga Sharif describes the agony of seeing body of 10-year-old, as police launch murder investigation</p><p>The mother of 10-year-old Sara Sharif has described how she barely recognised her daughter in the mortuary because she was so badly injured.</p><p>Surrey police have opened a murder investigation into the death of the schoolgirl, after officers were called from Pakistan by her father on 10 August and her body was found at a property in Hammond Road, Woking.</p> <a href=\"https://www.theguardian.com/uk-news/2023/sep/06/sara-sharif-mother-barely-recognised-daughter-in-mortuary\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/sep/06/sara-sharif-mother-barely-recognised-daughter-in-mortuary", "date_published": "2023-09-06T07:49:27+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Brora, the best British beach you’ve never heard of", "description": "<p>With great water sports, coastal walks, wildlife and an ice-cream parlour, this idyllic spot in Sutherland is the perfect hangout – and no one seems to know about it</p><p><br />I was weaving through an underwater forest, russet strands of seaweed billowing around me like mermaids’ hair. As we snorkelled, the water was at times shallow enough that my fins scraped the sand; at others, the kelp-smothered rocks seemed to drop away, leaving the seabed out of reach. A flicker of movement in the corner of my eye hadd me spinning around to find my guide, Rhionna, pointing to a small, crimson-red sea anemone on a dark rock, its tentacles quivering in the current.</p><p>Afterwards, we sat in the shallows and peeled off our fins, moving back and forth with the motion of the waves. A cluster of bemused campervanners were watching from above. And who could blame them? Like them, I’d never associated the North Sea – least of all far northern Scotland – with snorkelling. “How was it?” one asked", "link": "https://www.theguardian.com/travel/2023/sep/06/brora-scotland-the-best-british-beach-youve-never-heard-of", "date_published": "2023-09-06T07:21:47+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "UK’s fragile economy ‘teeters on edge of recession’; government ‘slow’ to recover Covid fraud losses – business live", "description": "<p>Rolling coverage of the latest economic and financial news</p><p><strong>UK housebuilder Barratt has warned this morning that the backdrop “will continue to be difficult over the coming months”, as it confirms plans to build fewer homes this year.</strong></p><p>In its full year results, Barratt says it completed 17,206 homes in the year to 30th June, a 3.9% drop on the 17,908 it built in the previous 12 months. Pre-tax profits rose almost 10% to £705m (but fell 16% on an adjusted basis).</p><p>Whilst there remains a clear need for increased housebuilding in the UK, short-term demand has been impacted by mortgage affordability challenges.</p> <a href=\"https://www.theguardian.com/business/live/2023/sep/06/uk-fragile-economy-teeters-government-slow-covid-fraud-bank-of-england-business-live\">Continue reading...</a>", "link": "https://www.theguardian.com/business/live/2023/sep/06/uk-fragile-economy-teeters-government-slow-covid-fraud-bank-of-england-business-live", "date_published": "2023-09-06T07:15:13+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Bastien Chalureau’s France call-up casts shadow over Rugby World Cup", "description": "<p>Tournament hosts’ decision to bring in a player convicted of racially motivated assault is an unnecessary controversy</p><p>The player who has dominated the headlines in the lead-up <a href=\"https://www.theguardian.com/sport/2023/sep/03/france-rugby-world-cup-antoine-dupont-england-south-africa-new-zealand\">to France’s home World Cup campaign</a> hasn’t been the captain and star man, Antoine Dupont, nor has it been prolific try scorer Damian Penaud. Instead it’s the replacement second-row Bastien Chalureau who is at the centre of attention as his legal issues were brought back to the surface after he replaced the injured Paul Willemse last week.</p><p>The Montpellier man was sentenced to six months in prison in 2020 for a racially motivated assault on two other rugby players in the streets of Toulouse, where he was playing at the time. Chalureau has admitted to the attack but denies the racist character of the incident and has appealed against that aspect of the ruling. The next h", "link": "https://www.theguardian.com/sport/2023/sep/06/bastien-chalureaus-france-rugby-world-cup-conviction", "date_published": "2023-09-06T07:00:51+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Which football players have been left out after scoring a hat-trick? | The Knowledge", "description": "<p>Clubs with a roster of names to complete the alphabet, Ally McCoist’s moody outburst and early perfect records</p><p><strong>“Olimpija Ljubljana midfielder Saar Fadida scored a hat-trick in the Slovenian league against NK Rogaska at the end of July. Three days later he was on the bench for the whole game when they played Ludogorets in a Champions League qualifier. Are there any other examples of players who were fit but didn’t start the next official match after scoring a hat-trick?”</strong> <a href=\"https://twitter.com/lemmacantor11/status/1696473921296425074\">tweets Alex Shwartser</a>.</p><p>In context, Fadida’s omission isn’t quite as heartless as it sounds. Technically he wasn’t dropped at all. Having come on as a first-half substitute, Fadida scored on the stroke of half-time and added two late goals in a 5-0 win over Rogaska. For the crucial Champions League qualifier in the week, the Ljubljana manager João Henriques returned to the XI that had played the first leg. They we", "link": "https://www.theguardian.com/football/2023/sep/06/which-football-players-have-been-left-out-after-scoring-a-hat-trick", "date_published": "2023-09-06T07:00:51+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Women in Afghanistan are fighting an unequal war. We need your support | Zahra Joya", "description": "<p>The Taliban have barred us from the workplace, cut our access to healthcare and closed schools to us. Must we struggle alone?</p><p>We suddenly all woke in the middle of the night. A piercing cry came from the corner of our room. It was my teenage sister, sobbing in the little room we rent in London. She always used to sleep in the same bed as my mother – until the fall of Kabul.</p><p>She wasn’t used to sleeping alone. That night, early in spring, she sobbed until dawn. Her pain was obvious: separation from my mother and a longing that became chronically painful for us all. Since our exile, I have been playing the role of mother, thousands of miles from our parents.</p> <a href=\"https://www.theguardian.com/global-development/commentisfree/2023/sep/06/women-in-afghanistan-fighting-an-unequal-war-against-taliban-we-need-support\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/commentisfree/2023/sep/06/women-in-afghanistan-fighting-an-unequal-war-against-taliban-we-need-support", "date_published": "2023-09-06T07:00:51+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Business is booming for human traffickers because they know they’ll get away with it | Gordon Brown", "description": "<p>Worldwide, 50 million people are victims of modern slavery. There should be no hiding place for those pulling the strings</p><p>More than 200 years after the international slave trade was formally<strong> </strong>abolished, the terrible truth is there has never been a better time to sell a human life than today. Business is booming for the criminals who engage in human trafficking, forced labour and modern slavery, not just across Asia, Africa and the Americas, but in mainland Europe and across the Channel into Britain too.</p><p>Every day, traffickers are pushing desperate men, women and children into the hell of modern slavery in the knowledge that their crime is almost cost-free. There should be no hiding place for criminals who trade in people, but the likelihood of criminal exploiters being put behind bars is remote. While there are <a href=\"https://cdn.walkfree.org/content/uploads/2023/05/17114737/Global-Slavery-Index-2023.pdf\">50 million</a> people living in modern slavery", "link": "https://www.theguardian.com/commentisfree/2023/sep/06/business-human-traffickers-modern-slavery", "date_published": "2023-09-06T07:00:50+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Jonny May ready for second England chance after his ‘monkey’ comes out", "description": "<p>Initially told by Steve Borthwick that he was going to miss out on England’s 33-man squad, the winger is now back in the fold</p><p>Jonny May’s monkey came out. You get the feeling it does not happen very often but the veteran winger was beside himself after being told by Steve Borthwick that he would not be involved in <a href=\"https://www.theguardian.com/sport/england-rugby-union-team\">England</a>’s opening World Cup warm-up match against <a href=\"https://www.theguardian.com/sport/wales-rugby-union-team\">Wales</a>, nor selected for his 33-man squad for the tournament.</p><p>May had spent the summer toiling away for a crack at a third <a href=\"https://www.theguardian.com/sport/rugby-world-cup\">World Cup</a>, spending precious time away from his newborn son, Jaxon, and having not even been given the opportunity to prove himself – he is after all England’s second-highest ever try-scorer – he had reached the end of his tether.</p> <a href=\"https://www.theguardian.com/sport/2023/sep/", "link": "https://www.theguardian.com/sport/2023/sep/06/jonny-may-ready-for-second-england-chance-after-getting-his-monkey-out", "date_published": "2023-09-06T07:00:50+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Seventh Son by Sebastian Faulks review – what does it mean to be human?", "description": "<p>This elegant near-future novel about a daring scientific experiment explores the evolution of consciousness</p><p>For a period during the 1990s, I visited a psychoanalyst several times a week. Lying on the couch, I would find myself examining the spines of the books on his shelves for clues to the mysterious process we were engaged in. Just in line with the toe of my right shoe was a volume with a title so bizarre that I eventually felt obliged to track it down and read it. <a href=\"https://www.theguardian.com/books/2021/sep/29/top-10-books-about-human-consciousness-charles-foster-being-a-human\" title=\"\">The Origin of Consciousness in the Breakdown of the Bicameral Mind</a><em> </em>is the sole published work by Julian Jaynes. Its striking but unverifiable argument is that our prehistoric ancestors didn’t possess the kind of consciousness that we consider normal – the sense of a unitary <em>I </em>managing competing desires. Instead they heard voices emanating from the different h", "link": "https://www.theguardian.com/books/2023/sep/06/the-seventh-son-by-sebastian-faulks-review-what-does-it-mean-to-be-human", "date_published": "2023-09-06T06:30:49+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Should you just stop reading things that make you angry? Ask agony aunt Dr Dog! | First Dog on the Moon", "description": "<p>If you choose not to control your chickens then your chickens will be uncontrolled</p><ul><li><a href=\"https://www.theguardian.com/commentisfree/2014/jun/16/-sp-first-dog-on-the-moon-subscribe-by-email\">Sign up here to get an email</a> whenever First Dog cartoons are published</li><li><a href=\"http://firstshoponthemoon.com/\">Get all your needs met at the First Dog shop</a> if what you need is First Dog merchandise and prints</li></ul> <a href=\"https://www.theguardian.com/commentisfree/2023/sep/06/should-you-just-stop-reading-things-that-make-you-angry-ask-agony-aunt-dr-dog\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/sep/06/should-you-just-stop-reading-things-that-make-you-angry-ask-agony-aunt-dr-dog", "date_published": "2023-09-06T06:21:47+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Up close and personal’: LensCulture street photography awards – in pictures", "description": "<p>From church gatherings in Togo to sleek city cats, this year’s best images captured moments that might otherwise vanish in the blink of an eye</p><p></p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2023/sep/06/up-close-and-personal-lensculture-street-photography-awards-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2023/sep/06/up-close-and-personal-lensculture-street-photography-awards-in-pictures", "date_published": "2023-09-06T06:00:50+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "A Life on the Farm review – Somerset farmer’s unclassifiable, madcap home movie", "description": "<p>Director Oscar Harding found a bizarre tape when cleaning out his late grandfather’s possessions – and discovered the loopy world of farmer Charles Carson</p><p>The film-making style of the late Charles Carson veers, undeniably, towards the creepy. A Somerset farmer with a hobby that seemed to have taken over his life, Carson had a penchant for filming cows giving birth (with closeups of the placenta). Then there’s his footage of burying his pet cat, Pandy, in the orchard. “You’d never think he was dead, would you?” Carson marvels, shoving little Pandy in front of the camera. Erm, the rigor mortis is a bit of a giveaway. Weirdest of all are the photos Carson took of his elderly mother after she died – pushing her around the farm for three days in a wheelchair so the cows could pay their last respects. A neighbour recalls bumping into the pair: “Your mum doesn’t look too well.” “No. She’s dead.”</p><p>“Dark but friendly dark,” is the verdict of one of the talking heads padding out ", "link": "https://www.theguardian.com/film/2023/sep/06/a-life-on-the-farm-review-somerset-farmers-unclassifiable-madcap-home-movie", "date_published": "2023-09-06T06:00:49+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "A moment that changed me: ‘I removed my prosthetic breast - and left shame behind’", "description": "<p>After my mastectomy, my one-breasted body made me feel depressed. But a fleeting comment on a podcast helped renew my pride</p><p>After my mastectomy, I wore a prosthetic breast, but I felt really ashamed of my body. I didn’t want to show it to anyone. I felt mutilated. Wearing a prosthesis and removing it at night didn’t resolve the problem for me. Each night when I faced my one-breasted chest in the mirror, I thought I looked horrible. It was like living two lives, having two selves.</p><p>When I was diagnosed with breast cancer in 2017, I received excellent care from the NHS and Macmillan nurses. I was given lots of information about the various prostheses I could choose, silicone breasts that you slide into your bra each morning. And later, about 18 months after the mastectomy, a surgeon explained how reconstruction would work, how they would take a part of my tummy and make a breast out of it. The surgery would take eight hours and there would be more operations to make me sy", "link": "https://www.theguardian.com/lifeandstyle/2023/sep/06/a-moment-that-changed-me-i-removed-my-prosthetic-breast-and-left-shame-behind", "date_published": "2023-09-06T06:00:49+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "DVLA’s ‘temporary glitch’ means a 54% surcharge on a new licence", "description": "<p>I can’t do it online because of a year-long technical problem</p><p><strong>I tried to renew my driving licence on the DVLA’s trashy-looking website. After I had supplied the required passport details, a message appeared stating that I could not continue with the application because passports must be valid in order to confirm identity. My passport was issued in 2021 and I use it monthly to travel to France. I then discovered an <a href=\"https://www.walesonline.co.uk/news/new-passport-uk-black-burgundy-24667358.\" title=\"\">article from August 2022</a> reporting that a “technical” glitch was affecting online applications from some new passport holders. A year on, the “technical glitch” is still unresolved, and I can’t use my shiny blue passport to renew my driving licence. This means I have to go to more effort to apply by post, pay more, and feel like I’m living in a developing country.<br /></strong><em><strong>AM, London</strong></em></p><p>The DVLA will not say how many are affec", "link": "https://www.theguardian.com/money/2023/sep/06/dvlas-temporary-glitch-means-a-54-surcharge-to-renew-my-licence", "date_published": "2023-09-06T06:00:49+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "UK air traffic failure blamed on ‘extremely rare’ circumstances as CAA opens inquiry", "description": "<p>Technical report confirms error in one flight plan caused chaos last week as more than 2,000 flights cancelled</p><p>The <a href=\"https://www.theguardian.com/world/2023/aug/28/uk-air-traffic-control-hit-network-wide-failure-airline\">UK air traffic system failure</a> that resulted in more than 2,000 flights being cancelled has been blamed on “an extremely rare set of circumstances”, as the aviation regulator opened an inquiry into the meltdown that caused chaos for passengers.</p><p>The Civil Aviation Authority announced its own independent review as it submitted an initial report from Nats, the air traffic control services provider, into the incident to the transport secretary, Mark Harper.</p> <a href=\"https://www.theguardian.com/business/2023/sep/06/uk-air-traffic-failure-blamed-on-extremely-rare-circumstances-as-caa-opens-inquiry\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/sep/06/uk-air-traffic-failure-blamed-on-extremely-rare-circumstances-as-caa-opens-inquiry", "date_published": "2023-09-06T06:00:49+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "TV tonight: Mel Giedroyc and Martin Clunes embark on a literary journey through Dorset", "description": "<p>The two friends take off Meryl Streep and read Thomas Hardy. Plus, more blood and gore at the Colosseum. Here’s what to watch this evening</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/sep/06/tv-tonight-mel-giedroyc-and-martin-clunes-embark-on-a-literary-journey-through-dorset\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/sep/06/tv-tonight-mel-giedroyc-and-martin-clunes-embark-on-a-literary-journey-through-dorset", "date_published": "2023-09-06T05:20:48+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Boom for prefab classroom makers as England schools’ Raac crisis deepens", "description": "<p>Modular buildings hire firm inundated with inquiries from schools needing temporary classrooms</p><p></p><p></p><p>The phones have been ringing incessantly at Algeco’s Peterborough call centre in recent days.</p><p>Since the <a href=\"https://www.theguardian.com/education/department-for-education\">Department for Education</a> prompted chaos last Thursday by <a href=\"https://www.theguardian.com/education/2023/aug/31/thousands-of-pupils-may-have-to-start-term-online-as-over-100-schools-affected-by-crumble-risk-concrete\">warning of the risks around aerated concrete in 156 schools, school nurseries and further education colleges</a>, the modular buildings hire company has been inundated with inquiries from schools desperate to secure temporary classrooms as the academic year gets under way.</p> <a href=\"https://www.theguardian.com/business/2023/sep/06/boom-for-prefab-classroom-makers-as-england-schools-raac-crisis-deepens\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/sep/06/boom-for-prefab-classroom-makers-as-england-schools-raac-crisis-deepens", "date_published": "2023-09-06T05:00:49+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Fine weather for Britain’s crickets – especially the long-winged conehead", "description": "<p>Climate crisis has enabled the once-endangered species to spread over the country and it is now common</p><p>One of the joys of childhood is discovering grasshoppers and crickets, insects that crawl slowly and then jump enormous distances to escape, sometimes unfurling their wings to disappear altogether.</p><p>This summer has been good for many of the species that live in the UK. This is the peak time to see adults, when nymphs have spent the summer growing to maturity and are breeding. Grasshoppers are mostly seen in the day and crickets at dusk when the males begin to rub their wings together to attract a mate.</p> <a href=\"https://www.theguardian.com/environment/2023/sep/06/fine-weather-britain-crickets-long-winged-conehead\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/sep/06/fine-weather-britain-crickets-long-winged-conehead", "date_published": "2023-09-06T05:00:49+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Tory mission has failed: British people don’t want a smaller state | Rafael Behr", "description": "<p>Despite their campaign victories, the Conservatives have made surprisingly few converts to their biggest idea. Now they have nothing left to say</p><p>There will soon come a moment, if it isn’t reached already, when Conservatives fear losing an election less than they crave release from government. The shift is not always perceptible. Disheartened MPs quit quietly, letting their more pugnacious colleagues fill the airwaves, and even many defeatists put up some kind of fight out of collegiate solidarity and automatous partisanship.</p><p>In Downing Street, sustained failure generates the bunker mentality that is essential as a defence against despair. Marching resolutely towards defeat requires a dogged faith that the right policy, the right speech and a few lucky accidents can turn things around.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/sep/06/tory-small-state-mission-has-failed-british-conservatives\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/sep/06/tory-small-state-mission-has-failed-british-conservatives", "date_published": "2023-09-06T05:00:48+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Price of fixing school concrete crisis in England ‘approaching £150m’", "description": "<p>Exclusive: analysis suggests bill could rise much further, with major rebuilding programme possible instead of temporary fixes</p><p>The cost of fixing the school buildings crisis in England is approaching £150m and could rise much further, according to Guardian estimates based on figures from the construction industry, government and schools.</p><p>The price of removing aerated concrete panels, which the government warns are “liable to collapse with little or no notice”, is likely to put pressure on Downing Street to launch an urgent major rebuilding programme instead of temporary fixes.</p> <a href=\"https://www.theguardian.com/uk-news/2023/sep/06/price-of-fixing-school-concrete-crisis-in-england-approaching-150m\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/sep/06/price-of-fixing-school-concrete-crisis-in-england-approaching-150m", "date_published": "2023-09-06T04:00:47+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "From the archive: Golden Dawn: the rise and fall of Greece’s neo-Nazis – podcast", "description": "<p>We are raiding the Guardian Long Read archives to bring you some classic pieces from years past, with new introductions from the authors</p><p>This week, from 2020: A decade ago, violent racists exploited a national crisis and entered mainstream politics in Greece. The party has since been caught up in the biggest trial of Nazis since Nuremberg, and is now crumbling – but its success remains a warning</p> <a href=\"https://www.theguardian.com/news/audio/2023/sep/06/from-the-archive-golden-dawn-the-rise-and-fall-of-greeces-neo-nazis-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/news/audio/2023/sep/06/from-the-archive-golden-dawn-the-rise-and-fall-of-greeces-neo-nazis-podcast", "date_published": "2023-09-06T04:00:46+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Airbnb bookings dry up in New York as new short-stay rules are introduced", "description": "<p>Under the new restrictions, short-term renters will need to register with the city and must be present in the home for the duration of the rental</p><p>Home-sharing company Airbnb said it had to stop accepting some reservations in New York City after new regulations on short-term rentals went into effect.</p><p>The new rules are intended to effectively end a free-for-all in which landlords and residents have been renting out their apartments by the week or the night to tourists or others in the city for short stays. Advocates say the practice has driven a rise in demand for housing in already scarce neighbourhoods in the city.</p> <a href=\"https://www.theguardian.com/technology/2023/sep/06/new-york-city-airbnb-short-stay-booking-rental-rules-laws-impact\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/sep/06/new-york-city-airbnb-short-stay-booking-rental-rules-laws-impact", "date_published": "2023-09-06T03:49:28+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Frances Tiafoe v Ben Shelton: US Open 2023 quarter-final – live", "description": "<ul><li>First all-American quarter-final at US Open since 2005</li><li>Two Black Americans into a major quarter-finals for first time</li><li>Send Bryan a tweet at <a href=\"https://twitter.com/BryanAGraham\">@BryanAGraham</a> or <a href=\"mailto:bryan.graham@theguardian.com\">email him</a></li></ul><p><strong>First set: Tiafoe 2-6 Shelton</strong></p><p>Shelton strolls through the finish line of the opening set, punctuating the comfortable hold with a 110mph second-serve ace down the middle and a 127mph service winner out wide. Heck of a start for Shelton, who won 10 of 13 first-serve points and didn’t face a single break point.</p> <a href=\"https://www.theguardian.com/sport/live/2023/sep/05/frances-tiafoe-v-ben-shelton-us-open-2023-quarter-final-live\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2023/sep/05/frances-tiafoe-v-ben-shelton-us-open-2023-quarter-final-live", "date_published": "2023-09-06T02:45:30+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The scandal of Bangladesh’s missing children – podcast - part one", "description": "<p>What would you do if everything you believed about your childhood was wrong? Rosie Swash and Thaslima Begum investigate an international adoption scandal that is still shattering lives today</p><p>Two years ago, <strong>Thaslima Begum</strong> and <strong>Rosie Swash</strong> began investigating what happened to babies given up for adoption in Bangladesh in the 1970s. A new law allowed families around the world to adopt Bangladeshi children for the first time. But as Thaslima and Rosie dug deeper, they found a system ripe for exploitation.</p><p>In this episode, they meet a woman called <strong>Bibi Hasenaar</strong> – a Dutch adoptee who told them an extraordinary story. She had always believed she had been unwanted by her mother – until the day she discovered that nothing could have been further from the truth.</p> <a href=\"https://www.theguardian.com/news/audio/2023/sep/06/the-scandal-of-bangladeshs-missing-children-podcast-part-one\">Continue reading...</a>", "link": "https://www.theguardian.com/news/audio/2023/sep/06/the-scandal-of-bangladeshs-missing-children-podcast-part-one", "date_published": "2023-09-06T02:00:44+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Three people rescued off Australian coast after yacht damaged by multiple shark attacks", "description": "<p>Two Russians and a French citizen were successfully rescued by another vessel after setting off emergency beacon 835km off the coast of Cairns</p><ul><li><a href=\"https://www.theguardian.com/australia-news/live/2023/sep/06/australia-politics-live-anthony-albanese-asia-indonesia-asean-g20-hospitals-ubereats-marcia-langton-peter-dutton-indigenous-voice-qantas\">Follow our Australia news live blog for latest updates</a></li><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>Three people have been rescued in the Coral Sea off the coast of Cairns, after their catamaran was damaged during several shark attacks.</p><p>The Australia", "link": "https://www.theguardian.com/australia-news/2023/sep/06/three-people-rescued-off-australian-coast-after-yacht-damaged-by-multiple-shark-attacks", "date_published": "2023-09-06T00:44:48+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "China dodges western 5G chip embargo with new Huawei Mate 60 phone", "description": "<p>Mate 60 Pro mobile phone is said to use chip made in China that was thought impossible without access to restricted western technology</p><p>China has produced a 5G smartphone using an advanced silicon chip on a scale of miniaturisation that was thought to be beyond its capabilities due to US-led export restrictions, analysts have said.</p><p>Huawei’s Mate 60 Pro is powered by a new Kirin 9000s chip that was made in China by the partly state-owned Semiconductor Manufacturing International Corp (SMIC), the analysis firm TechInsights said.</p> <a href=\"https://www.theguardian.com/technology/2023/sep/06/huawei-mate-60-pro-mobile-phone-china-dodges-5g-chip-embargo\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/sep/06/huawei-mate-60-pro-mobile-phone-china-dodges-5g-chip-embargo", "date_published": "2023-09-06T00:27:52+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "French actor Emmanuelle Béart says she was victim of incest as a child", "description": "<p>Mission: Impossible actor reveals in a new documentary she was abused for four years during her childhood </p><p>French actor Emmanuelle Béart was a victim of incest as a child, she said in a documentary presented on Tuesday, without identifying her abuser.</p><p>Béart, who has starred in dozens of films and TV productions over the past 50 years, is the co-director of the documentary which was screened at a news conference in Paris on Tuesday. It will be broadcast on France’s M6 channel on 24 September.</p> <a href=\"https://www.theguardian.com/film/2023/sep/06/french-actor-emmanuelle-beart-says-she-was-victim-of-incest-as-a-child\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/sep/06/french-actor-emmanuelle-beart-says-she-was-victim-of-incest-as-a-child", "date_published": "2023-09-06T00:21:35+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Russia-Ukraine war at a glance: what we know on day 560 of the invasion", "description": "<p>US senate leaders express support for Ukraine; Russia closes airport amid Ukraine drone attack</p> <a href=\"https://www.theguardian.com/world/2023/sep/06/russia-ukraine-war-at-a-glance-what-we-know-on-day-560-of-the-invasion\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/06/russia-ukraine-war-at-a-glance-what-we-know-on-day-560-of-the-invasion", "date_published": "2023-09-06T00:05:36+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "North Korea will ‘pay a price’ if it supplies arms to Russia, says US", "description": "<p>Providing weapons to Moscow for Ukraine war will not ‘reflect well on North Korea’, national security adviser says, amid reports of active talks</p><p>The US warned Kim Jong-un that North Korea would “pay a price” for supplying Russia with weapons to use in Ukraine, saying that arms negotiations between the two states were actively advancing.</p><p>Providing weapons to Russia “is not going to reflect well on North Korea and they will pay a price for this in the international community,” US national security adviser Jake Sullivan told reporters at the White House.</p> <a href=\"https://www.theguardian.com/world/2023/sep/06/north-korea-will-pay-a-price-if-it-supplies-arms-to-russia-says-us\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/06/north-korea-will-pay-a-price-if-it-supplies-arms-to-russia-says-us", "date_published": "2023-09-06T00:00:27+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}]