[{"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Researchers Uncover Thriving Phishing Kit Market on Telegram Channels", "description": "In yet another sign that Telegram is increasingly becoming a thriving hub for cybercrime, researchers have found that threat actors are using the messaging platform to peddle phishing kits and help set up phishing campaigns.\n\"To promote their 'goods,' phishers create Telegram channels through which they educate their audience about phishing and entertain subscribers with polls like, 'What type", "link": "https://thehackernews.com/2023/04/researchers-uncover-thriving-phishing.html", "date_published": "2023-04-07 12:32:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Microsoft Takes Legal Action to Disrupt Cybercriminals' Illegal Use of Cobalt Strike Tool", "description": "Microsoft said it teamed up with Fortra and Health Information Sharing and Analysis Center (Health-ISAC) to tackle the abuse of Cobalt Strike by cybercriminals to distribute malware, including ransomware.\nTo that end, the tech giant's Digital Crimes Unit (DCU) revealed that it secured a court order in the U.S. to \"remove illegal, legacy copies of Cobalt Strike so they can no longer be used by", "link": "https://thehackernews.com/2023/04/microsoft-takes-legal-action-to-disrupt.html", "date_published": "2023-04-07 06:15:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Are Source Code Leaks the New Threat Software vendors Should Care About?", "description": "Less than a month ago, Twitter indirectly acknowledged that some of its source code had been leaked on the code-sharing platform GitHub by sending a copyright infringement notice to take down the incriminated repository. The latter is now inaccessible, but according to the media, it was accessible to the public for several months. A user going by the name FreeSpeechEnthousiast committed", "link": "https://thehackernews.com/2023/04/are-source-code-leaks-new-threat.html", "date_published": "2023-04-07 06:14:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "CISA Warns of Critical ICS Flaws in Hitachi, mySCADA, ICL, and Nexx Products", "description": "The U.S. Cybersecurity and Infrastructure Security Agency (CISA) has published eight Industrial Control Systems (ICS) advisories warning of critical flaws affecting products from Hitachi Energy, mySCADA Technologies, Industrial Control Links, and Nexx.\nTopping the list is CVE-2022-3682 (CVSS score: 9.9), impacting Hitachi Energy's MicroSCADA System Data Manager SDM600 that could allow an", "link": "https://thehackernews.com/2023/04/cisa-warns-of-critical-ics-flaws-in.html", "date_published": "2023-04-07 05:59:00+00:00", "persistent": false, "user": null, "language": "en-US"}]