[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Fred again..: Tiny Desk Concert", "description": "TINY DESK TEAM\nProducer: Bobby Carter\nDirector/Editor: Sofia Seidel \nAudio Engineer: Josh Rogosin\nCreative Director: Bob Boilen\nVideographers: Sofia Seidel, Kara Frame, Joshua Bryant \nAudio Assistant: Kwesi Lee\nProduction Assistant: Jill Britton\nTiny Desk Team: Suraya Mohamed, Maia Stern, Marissa Lorusso, Hazel Cills, Ashley Pointer, Pilar Galván, Teresa Xie\nVP, Visuals and Music: Keith Jenkins\nSenior VP, Programming: Anya Grundmann\n\n#nprmusic #tinydesk #fredagain", "link": "https://www.youtube.com/watch?v=4iQmPv_dTI0", "date_published": "2023-04-07 21:04:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Tiny Desk Contest Top Shelf 2023: Episode 2", "description": "NPR Music received nearly 6,000 submissions to this year's Tiny Desk Contest, our annual search for the next great undiscovered artist to play a Tiny Desk concert. Before we reveal this year's winner, our Contest judges are sharing their favorite entries as part of our annual Tiny Desk Contest Top Shelf livestream series. Set your reminder now to join Tiny Desk series producer Bobby Carter and KEXP's Albina Cabrera on Thursday, April 20 at 3 p.m. ET.\n\nLearn more about the Contest: https://npr.org/tinydeskcontest", "link": "https://www.youtube.com/watch?v=dKdCM9CjoJc", "date_published": "2023-04-07 15:55:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Trina: Tiny Desk Concert", "description": "Sidney Madden | April 7, 2023\n\"I wanna introduce you guys to the baddest bitch,\" Trina told the audience of her Tiny Desk. \"The original baddest bitch.\" It's a title no one but the hip-hop icon herself could been able to claim at the Tiny Desk — and for good reason.\n\nAs a rapper, Trina has been pushing P since before her successors were even sitting up in Pampers and her wild ride of a Tiny Desk concert, 25 years after making her rap debut, only further proves why she is the blueprint.\n\nDecked out in leather, diamonds and a wavy jet-black bussdown, the vet got comfortable behind the Desk quickly, ready to give fans the best of her sprawling discography. Trina temporarily fought back tears as she recited \"Mama,\" a dedication to her late mother who died of cancer in 2019. The crew made the breakup anthem \"Here We Go\" feel even more aching. The energy in the space made a seismic shift when the band took on the bass-bumpin' classic \"Da Baddest Bitch,\" infusing the live arrangement with nimble guitar, charismatic drums and background vocalists so entertaining, their delivery felt like epic narration from the chorus of an ancient Greek play or, just as epically, a group homegirls hyping up their friend at the function. In the middle of it all was the 305 Queen herself, killing her verses with breath control, authority and bougie hair flips.\n\n\"I believe in who I am. The game didn't make me; I made the game. I made it,\" the Diamond Princess declared in her Louder Than A Riot interview before recording this Tiny Desk concert. \"I already came in with a motive and an initiative to know who I am from. That's why I breed a whole universe of bad bitches.\" To hear Trina's full interview, subscribe to NPR Music's Louder Than A Riot podcast.\n\nSET LIST\n\"Mama\"\n\"Da Baddest Bitch\"\n\"Single Again\"\n\"Here We Go\" \n\"Nann N****\"\n\nMUSICIANS\nTrina: vocals\nBigg D: guitar\nAlton Coley: bass\nJon Anderson: drums\nCory Irvin: keys\nAsher Makeba Williams: vocals\nNia McClain: vocals\nShannon McClain: vocals\nCorey \"C.O.\" Evans: vocals\n\nTINY DESK TEAM\nProducers: Bobby Carter, Sidney Madden\nDirector: Maia Stern\nAudio Engineer: Josh Rogosin \nEditor: Joshua Bryant\nCreative Director: Bob Boilen \nVideographers: Maia Stern, Joshua Bryant, Kara Frame, Sofia Seidel\nAudio Assistant: Neil Tevault \nProduction Assistants: Jill Britton, Alanté Serene\nTiny Desk Team: Suraya Mohamed, Maia Stern, Marissa Lorusso, Hazel Cills, Ashley Pointer, Pilar Galván\nVP, Visuals and Music: Keith Jenkins\nSenior VP, Programming: Anya Grundmann\n\n#NPRMusic #TinyDesk #Trina", "link": "https://www.youtube.com/watch?v=BvsPwwphxrg", "date_published": "2023-04-07 09:00:11+00:00", "persistent": false, "user": null, "language": "en-US"}]