[{"source": "https://thehill.com/news/feed/", "title": "White House issues regulatory reforms", "description": "Welcome to The Hill's Energy &#038; Environment newsletter {beacon} Energy &#038; Environment Energy &#038; Environment &#8202; The Big Story  White House reforms process for regulations The White House issued a new executive order and draft guidance on the rulemaking process — which could have big implications for climate and other environment rules. © Greg Nash...", "link": "https://thehill.com/newsletters/energy-environment/3940094-white-house-issues-regulatory-reforms/", "date_published": "2023-04-07 23:18:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Judge blocks approval of decades-old abortion pill", "description": "Welcome to The Hill's Health Care newsletter {beacon} Health Care Health Care &#8202; The Big Story  Judge blocks approval of decades-old abortion pill In an unprecedented decision, a federal judge in Texas has issued a stay that will shut down the prescribing and distribution of mifepristone in seven days. © AP Photo/Allen G. Breed A...", "link": "https://thehill.com/newsletters/health-care/3940035-judge-blocks-approval-of-decades-old-abortion-pill/", "date_published": "2023-04-07 23:14:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "READ: Federal ruling to block FDA approval of abortion pill", "description": "A federal judge in Texas issued a stay on Friday that will bar the prescribing and distribution of mifepristone — one of two drugs used for medication abortions that has been on the market in the U.S. for more than two decades — in just seven days. District Court Judge Matthew Kacsmaryk, who was appointed...", "link": "https://thehill.com/policy/healthcare/3940050-read-federal-ruling-to-block-fda-approval-of-abortion-pill/", "date_published": "2023-04-07 23:09:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Two Black state lawmakers in Tennessee are expelled: Five takeaways", "description": "Nashville has suddenly become the center of the political world, after the GOP-led Tennessee House of Representatives expelled two Black Democrats on Thursday.  State Reps. Justin Jones and Justin Pearson were expelled for breaking House rules as they protested in favor of gun control on March 30.  Jones and Pearson had marched to the well...", "link": "https://thehill.com/homenews/state-watch/3940048-two-black-state-lawmakers-in-tennessee-are-expelled-five-takeaways/", "date_published": "2023-04-07 22:50:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Federal judge blocks abortion pill approval", "description": "In an unprecedented decision, a federal judge in Texas has issued a stay that will shut down the prescribing and distribution of mifepristone in seven days, one of two drugs used for medication abortions that has been on the market in the U.S. for more than two decades. District Court Judge Matthew Kacsmaryk, an appointee...", "link": "https://thehill.com/policy/healthcare/3873279-federal-judge-shuts-down-abortion-pill-approval/", "date_published": "2023-04-07 22:40:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden invites Tennessee lawmakers subjected to expulsion votes to White House", "description": "President Biden on Friday spoke with the three Tennessee state lawmakers targeted with expulsion votes for protesting gun violence on the House floor and invited them to visit the White House. Biden spoke via conference call from Camp David with Democratic state Reps. Justin Jones, Justin Pearson, and Gloria Johnson, the White House said in a...", "link": "https://thehill.com/homenews/administration/3940022-biden-invites-tennessee-lawmakers-subjected-to-expulsion-votes-to-white-house/", "date_published": "2023-04-07 22:39:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Key numbers from the latest jobs report", "description": "Welcome to The Hill's Business &#038; Economy newsletter {beacon} Business &#038; Economy Business &#038; Economy &#8202; The Big Story  Key numbers from the latest jobs report Friday’s jobs report depicts a labor market that remains strong despite historic inflation and the Federal Reserve’s efforts to slow the economy.  © Susan Walsh/AP The U.S. economy added...", "link": "https://thehill.com/newsletters/business-economy/3940001-key-numbers-from-the-latest-jobs-report/", "date_published": "2023-04-07 22:36:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "'A backwards betrayal': Biden Title IX proposal draws criticism from LGBTQ community", "description": "Some LGBTQ advocates this week slammed the Biden administration’s proposed revision to Title IX, accusing the president of backtracking on his commitment to protecting transgender young people. The proposal, released Thursday by the Education Department, would prohibit the adoption of policies that “categorically” ban transgender athletes from school sports teams consistent with their gender identity, rebuking...", "link": "https://thehill.com/homenews/administration/3939956-biden-title-ix-proposal-lgbtq-community/", "date_published": "2023-04-07 22:15:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump uses footage from New York arraignment in new campaign ad", "description": "Former President Trump used footage from last week's arraignment in New York as part of a new campaign ad released on Thursday. Trump posted the ad on his Truth Social account, telling his followers that if they are “doing poorly,” they should not send him money, but if they are “doing well,” they should donate...", "link": "https://thehill.com/homenews/campaign/3939976-trump-uses-footage-from-new-york-arraignment-in-new-campaign-ad/", "date_published": "2023-04-07 22:14:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Secret NATO documents surface online", "description": "Welcome to The Hill's Defense &#038; NatSec newsletter {beacon} Defense &#038;National Security Defense &#038;National Security &#8202; The Big Story  Pentagon reviewing apparent classified document leak  The Defense Department has not said whether the papers circulating online are authentic. © The Associated Press The documents, which Ukraine has called false, appear to show munition expenditures, training...", "link": "https://thehill.com/newsletters/defense-national-security/3939973-secret-nato-documents-surface-online/", "date_published": "2023-04-07 22:11:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Retired Salvadoran officer arrested by ICE, implicated in massacre", "description": "U.S. Immigration and Customs Enforcement (ICE) has arrested retired Salvadoran officer Roberto Antonio Garay Saravia for his involvement in the El Mozote massacre. Saravia, a former officer in the Salvadoran Armed Forces, was arrested in New Jersey on Tuesday by ICE's Enforcement and Removal Operations officers and Homeland Security Investigations agents.  The former officer was arrested...", "link": "https://thehill.com/policy/international/3939841-retired-salvadoran-officer-arrested-by-ice-implicated-in-massacre/", "date_published": "2023-04-07 22:07:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump campaign not hiring far-right activist Laura Loomer", "description": "The Trump campaign is not hiring Laura Loomer, a far-right activist with a history of making incendiary anti-Muslim comments, an official confirmed to The Hill. The New York Times reported earlier Friday that former President Trump met with Loomer recently and directed advisers to give her a position supporting his candidacy for the White House in 2024....", "link": "https://thehill.com/homenews/campaign/3939946-trump-campaign-laura-loomer/", "date_published": "2023-04-07 22:04:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "America needs a new alternative", "description": "It’s time for a new choice for America. Increasingly, it looks like the 2024 presidential race will just be a divisive replay of 2020 rather than unify the country. Extreme elements of the Democrats and the Republicans have devolved into warring factions tearing the country apart in a no-holds barred battle for political power rather...", "link": "https://thehill.com/opinion/congress-blog/3939951-america-needs-a-new-alternative/", "date_published": "2023-04-07 22:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Issues arise for Substack users on Twitter", "description": "Welcome to The Hill's Technology newsletter {beacon} Technology Technology &#8202;  The Big Story  Twitter restricts Substack Twitter appears to be restricting interactions with posts linking to the newsletter platform Substack on Friday. © Jakub Porzycki/NurPhoto via Getty Images When users tried to like or retweet posts that included links to Substack, they received a notification...", "link": "https://thehill.com/newsletters/technology/3939961-issues-arise-for-substack-users-on-twitter/", "date_published": "2023-04-07 21:59:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Half of millennials now own homes, new data finds", "description": "The nation’s largest generation made the jump to a homeowner majority last year, reaching more than 18 million, according to a recent report from Rent Café.  Rent Café's report found that 51.5 percent of millennials now own a home. This population, which consists of those born between 1981 and 1996, added seven million homeowners in the...", "link": "https://thehill.com/homenews/3939854-half-of-millennials-now-own-homes-new-data-finds/", "date_published": "2023-04-07 21:26:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Majority of Nashville Metro Council to vote to reinstate expelled member", "description": "A majority of the Nashville Metro Council plans to vote to reinstate former state Rep. Justin Jones (D) after he was expelled Thursday from the state House over his participation in a protest against gun violence on the chamber floor.  At least 22 members of the 40-seat city council have tweeted to declare their support...", "link": "https://thehill.com/homenews/state-watch/3939874-majority-of-nashville-metro-council-to-vote-to-reinstate-expelled-member/", "date_published": "2023-04-07 21:11:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Here are the nation's 20 hottest neighborhoods", "description": "It will surprise no one that the Hollywood Hills in Los Angeles and New York’s Upper East Side rank among the nation’s hottest neighborhoods on Zillow.  But who knew that the list of most-searched neighborhoods also includes an enclave called Elkhorn, in Omaha, Nebraska? Or Northwest El Paso, the Texas border town? Or Encino, in...", "link": "https://thehill.com/business/housing/3939840-here-are-the-nations-20-hottest-neighborhoods/", "date_published": "2023-04-07 20:58:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden calls LSU's Angel Reese, coach Mulkey to extend congratulations", "description": "President Biden on Friday spoke with Louisiana State University (LSU) women's basketball star Angel Reese and head coach Kim Mulkey to congratulate them on their championship win earlier in the week after Reese had been critical of the White House after the game. Biden spoke with Mulkey and with University of Connecticut men's basketball head...", "link": "https://thehill.com/homenews/administration/3939807-biden-calls-lsus-angel-reese-coach-mulkey-to-extend-congratulations/", "date_published": "2023-04-07 20:47:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "White House issues reforms to regulatory process", "description": "The White House is forming the country’s regulatory system, announcing a new executive order and guidance that experts say could be used to justify both more and stronger regulations.  On Thursday, the  White House released an executive order reducing the number of regulations that undergo a more rigorous White House review and promoting public participation...", "link": "https://thehill.com/homenews/administration/3939798-white-house-issues-reforms-to-regulatory-process/", "date_published": "2023-04-07 20:40:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Muslim-majority nations skeptical of US intentions: Gallup", "description": "A large percentage of people in 11 Muslim-majority nations, and two others in the region, disagree that the United States is serious about democracy, according to a new poll released by Gallup. In addition, most don't believe the U.S. will be able allow them to fashion their own political future. It's been 20 years since...", "link": "https://thehill.com/policy/international/3939721-muslim-majority-nations-skeptical-of-us-intentions-gallup/", "date_published": "2023-04-07 20:39:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Harris meets with expelled TN lawmakers", "description": "{beacon}    Evening Report Friday, April 7   ©  AP Harris meets with expelled Tennessee lawmakers Vice President Kamala Harris (D) is meeting with state Reps. Justin Jones (D) and Justin Pearson (D), two Tennessee lawmakers who were expelled from the legislature after participating in a recent protest on the Tennessee House floor.   Gun violence...", "link": "https://thehill.com/newsletters/evening-report/3939775-harris-meets-with-expelled-tn-lawmakers/", "date_published": "2023-04-07 20:31:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "No place like home: How my legislation gets American companies home", "description": "Bon Jovi said it best, “Who Says You Can’t Go Home?” Well, with my legislation, American companies can move back home and out of Communist China. The Bring American Companies Home Act allows U.S. companies that have had enough of the Chinese Communist Party (CCP) to expense their moving costs, using existing tariffs on Chinese imports.  It’s no secret that the People’s...", "link": "https://thehill.com/opinion/congress-blog/3939811-no-place-like-home-how-my-legislation-gets-american-companies-home/", "date_published": "2023-04-07 20:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "More Americans have positive outlook on economy now, but majority says it's in poor shape: poll", "description": "More Americans have a positive outlook on the economy now than a year ago, but the vast majority still say it’s in poor shape, according to a new CNN poll released on Friday. Twenty-nine percent in the poll said that economic conditions in the U.S. are good, the highest percentage for indicating that since December 2021. However,...", "link": "https://thehill.com/business/economy/3939728-more-americans-have-positive-outlook-on-economy-now-but-majority-says-its-in-poor-shape-poll/", "date_published": "2023-04-07 20:06:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Federal appeals court rules felony charge can be used in Jan. 6 cases", "description": "A federal court ruled on Friday that U.S. officials can use a felony charge of obstruction of an official proceeding to prosecute defendants from the Jan. 6, 2021, insurrection.  A panel from the U.S. Court of Appeals for the District of Columbia Circuit decided in a 2-1 ruling that prosecutors do have broad authority to...", "link": "https://thehill.com/regulation/court-battles/3939735-federal-appeals-court-rules-felony-charge-can-be-used-in-jan-6-cases/", "date_published": "2023-04-07 20:00:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Five takeaways from a strong March jobs report", "description": "Unemployment fell to 3.5 percent and the U.S. economy added 236,000 jobs in March as the labor market continued to show signs of strength, the Labor Department reported Friday. Wage growth appears to be cooling along with corporate profits, which are still way above their pre-pandemic levels, as inflation has been declining since the middle...", "link": "https://thehill.com/business/3939442-five-takeaways-from-a-strong-march-jobs-report/", "date_published": "2023-04-07 19:29:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "March was the second warmest on record, researchers say", "description": "March tied with three previous years as the warmest on record in 2023, according to an analysis from the European Union’s Copernicus Climate Service. March 2023 tied with the years 2017-2020 as the second-warmest on record in terms of surface-air temperature, with only March 2016 hitting warmer temperatures, according to the data. Even more intense...", "link": "https://thehill.com/policy/energy-environment/3939667-march-was-the-second-warmest-on-record-researchers-say/", "date_published": "2023-04-07 19:26:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Twitter restricts interactions with Substack links", "description": "Twitter appears to be restricting interactions with posts linking to the newsletter platform Substack on Friday.  When users tried to like or retweet posts that included links to Substack, they received a notification saying “some actions on this Tweet have been disabled by Twitter.” Some users even reported receiving error messages when they tried to...", "link": "https://thehill.com/policy/technology/3939654-twitter-restricts-interactions-with-substack-links/", "date_published": "2023-04-07 19:14:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Marjorie Taylor Greene warns Trump against hiring Laura Loomer", "description": "Rep. Marjorie Taylor Greene (R-Ga.) warned former President Trump against hiring far-right activist Laura Loomer, calling her “mentally unstable” and a “documented liar.”  Greene tweeted on Friday that Loomer, a former congressional candidate who has repeatedly made anti-Muslim remarks, attacked her for supporting Kevin McCarthy's (R-Calif.) bid for House speaker and for not endorsing Loomer...", "link": "https://thehill.com/homenews/house/3939649-marjorie-taylor-greene-warns-trump-against-hiring-laura-loomer/", "date_published": "2023-04-07 19:11:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Jordan probes hiring of top Manhattan Trump prosecutor", "description": "House Judiciary Chair Jim Jordan (R-Ohio) expanded his probe into the Manhattan District Attorney’s Office Friday, asking to speak with one of the leading prosecutors in the inquiry into former President Trump’s hush money dealings. The letter to Matthew Colangelo, a former Justice Department attorney, asks for his correspondence with the DA’s Office prior to...", "link": "https://thehill.com/policy/national-security/3939665-jordan-probes-hiring-of-top-manhattan-trump-prosecutor/", "date_published": "2023-04-07 19:11:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Lake on 2024 hopefuls who don't believe her Arizona election was stolen: 'a big red flag'", "description": "Former Arizona GOP gubernatorial candidate Kari Lake said on Thursday that it would be a \"big red flag\" if any 2024 Republican presidential candidate did not believe her 2022 Arizona election was stolen. “I ask you that every candidate who comes through — when they stand on this stage, when they’re shaking your hand, when...", "link": "https://thehill.com/homenews/campaign/3939618-lake-on-2024-hopefuls-who-dont-believe-her-arizona-election-was-stolen-a-big-red-flag/", "date_published": "2023-04-07 19:03:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "One decision can help get Biden’s climate goals back on track", "description": "His climate goals — and his legacy  — are in jeopardy.", "link": "https://thehill.com/opinion/energy-environment/3939173-one-decision-can-help-get-bidens-climate-goals-back-on-track/", "date_published": "2023-04-07 19:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Missouri tornado survivors say cell phones saved their lives: 'I was freaking out'", "description": "Severe weather in Missouri produced a tornado in the southeastern part of the state on Wednesday morning, resulting in uprooted trees, property loss and the tragic deaths of several residents.", "link": "https://thehill.com/changing-america/resilience/natural-disasters/3939294-missouri-tornado-survivors-say-cell-phones-saved-their-lives-i-was-freaking-out/", "date_published": "2023-04-07 18:47:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Federal Railroad Administration calls for reevaluation of 'train makeup' amid derailment issues", "description": "The Federal Railroad Administration (FRA) is calling for a reevaluation of “train makeup” on Thursday in the aftermath of a series of derailments.  The FRA on Thursday issued a safety advisory to raise concerns about the makeup of trains and make sure that railroads “exercise due diligence” and are proactive in addressing possible safety risks...", "link": "https://thehill.com/regulation/transportation/3939584-federal-railroad-administration-calls-for-reevaluation-of-train-makeup-amid-derailment-issues/", "date_published": "2023-04-07 18:46:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "State courts are no place for climate lawsuits", "description": "Genuine international efforts coupled with bipartisan work by our elected representatives can address global climate change in a responsible way.", "link": "https://thehill.com/opinion/energy-environment/3939466-state-courts-are-no-place-for-climate-lawsuits/", "date_published": "2023-04-07 18:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "CNN's Don Lemon on expelled Tennessee lawmakers: 'It's racism'", "description": "CNN anchor Don Lemon blasted a decision by lawmakers in Tennessee this week to expel a pair of Black lawmakers from its state House. \"And so I think that we really need to think about the double standard in the society,\" Lemon said during CNN's flagship morning program on Friday. \"You may want to call...", "link": "https://thehill.com/homenews/3939507-cnns-don-lemon-on-expelled-tennessee-lawmakers-its-racism/", "date_published": "2023-04-07 18:28:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "New Mexico man fatally shot by police after they go to wrong address", "description": "A New Mexico man was fatally shot by police Wednesday night after they accidentally went to the wrong address. Farmington police shot and killed 52-year-old Robert Dotson while responding to a domestic violence call for a neighboring address, according to a press release from the New Mexico State Police. The state police’s investigations bureau said on Thursday...", "link": "https://thehill.com/homenews/state-watch/3939514-new-mexico-man-fatally-shot-by-police-after-they-go-to-wrong-address/", "date_published": "2023-04-07 18:26:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Several senior Architect of Capitol leaders fired in latest shake-up", "description": "Several top-ranking leaders in the Architect of the Capitol’s office were asked to resign or be terminated on Thursday, marking the latest shake-up in the agency after President Biden fired Brett Blanton as Architect of the Capitol in February. Chere Rexroat, the acting Architect of the Capitol and Chief Engineer who took over after Blanton’s departure,...", "link": "https://thehill.com/homenews/house/3939317-architect-of-the-capitol-shake-up/", "date_published": "2023-04-07 18:25:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "California salmon fishing season faces possible shutdown", "description": "Years of drought have driven chinook salmon populations so low that regional fishing supervisors are recommending a full closure of California fishing operations until 2024. The Pacific Fishery Management Council — which oversees fishing along the Washington, Oregon and California coasts — voiced their unanimous support on Thursday for shuttering California’s commercial and recreational ocean salmon season this...", "link": "https://thehill.com/policy/equilibrium-sustainability/3939504-california-salmon-fishing-season-faces-possible-shutdown/", "date_published": "2023-04-07 18:18:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump reportedly looking for campaign role for far-right activist Laura Loomer", "description": "Former President Donald Trump is reportedly asking aides to find a role in his campaign for Laura Loomer, a former congressional candidate and far-right activist with a lengthy history of anti-Muslim comments. The New York Times reported that Trump met with Loomer recently and has directed advisers to give her a position supporting his candidacy, potentially with the...", "link": "https://thehill.com/homenews/campaign/3939471-trump-campaign-laura-loomer/", "date_published": "2023-04-07 18:01:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "George Mitchell’s role in the Belfast/Good Friday Peace Agreement", "description": "The Northern Ireland Troubles ended on Good Friday 25 years ago. How did the promise of peace get enemies to lay down weapons and move beyond a three-decade hate-filled war of mayhem, murder and retribution? How were centuries of enmity between the unionist and nationalist communities overcome? How did political leaders agree to set aside...", "link": "https://thehill.com/opinion/congress-blog/3939376-george-mitchells-role-in-the-belfast-good-friday-peace-agreement/", "date_published": "2023-04-07 18:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "World’s road out of poverty is paved by energy — and plenty of It", "description": "Net-zero poverty to accelerate net-zero emissions.", "link": "https://thehill.com/opinion/energy-environment/3939151-worlds-road-out-of-poverty-is-paved-by-energy-and-plenty-of-it/", "date_published": "2023-04-07 17:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "China issues sanctions against Reagan library, think tank, over Taiwan president visit", "description": "China on Friday issued sanctions against the Ronald Reagan Presidential Library and a Washington-based think tank in retaliation for providing a public platform to Taiwan’s President Tsai Ing-wen during her transit through the U.S. this month. The Chinese Foreign Ministry said the sanctions against the institutions and other individuals served as “counter measures” related to...", "link": "https://thehill.com/policy/international/3939370-china-issues-sanctions-against-reagan-library-think-tank-over-taiwan-president-visit/", "date_published": "2023-04-07 17:17:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "House Oversight Democrats say Chairman Comer held back evidence, misled on witnesses", "description": "House Oversight Democrats on Thursday accused Chairman James Comer (R-Ky.) of withholding evidence or misleading the public about the witnesses Republicans have spoken with in their investigation into President Biden's family. Ranking Member Jamie Raskin (D-Md.) said in a letter to Comer that he was troubled by the chairman’s recent claims that Republicans had spoken...", "link": "https://thehill.com/homenews/house/3939324-house-oversight-dems-say-chairman-comer-held-back-evidence-misled-on-witnesses/", "date_published": "2023-04-07 17:13:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Harris to meet with Tennessee lawmakers expelled over gun protests", "description": "Vice President Harris is making a previously unscheduled stop in Nashville, Tenn., on Friday to meet with two state lawmakers who were expelled from the Tennessee House for leading gun violence protests in the wake of a local school shooting, a spokesperson confirmed. Harris will meet with state Reps. Justin Jones (D) and Justin Pearson...", "link": "https://thehill.com/homenews/administration/3939353-harris-to-meet-with-tennessee-lawmakers-expelled-over-gun-protests/", "date_published": "2023-04-07 17:10:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "How the Good Friday Agreement fell apart and came back together", "description": "While the Good Friday Agreement is not perfect and the Northern Ireland Assembly is often locked in a stalemate, the reality is that for a quarter century, a generation of kids growing up in Northern Ireland has not seen warfare in their streets and neighborhoods.", "link": "https://thehill.com/opinion/international/3939230-how-the-good-friday-agreement-fell-apart-and-came-back-together/", "date_published": "2023-04-07 17:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "WSJ reporter arrested in Russia formally charged with spying", "description": "Wall Street Journal reporter Evan Gershkovich was formally charged with espionage in Russia on Friday after initially being detained by Russian authorities last week. Gershkovich denied the charge and maintained that he was engaged in journalistic activities, according to the Russian state-run news agency TASS. The Russian Federal Security Service (FSB) accused the Journal reporter last...", "link": "https://thehill.com/policy/international/3939272-wsj-reporter-arrested-in-russia-formally-charged-with-spying/", "date_published": "2023-04-07 16:39:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden seeks respite from US tensions with upcoming Irish visit", "description": "President Biden will get some measure of respite from domestic political strife when he visits his ancestral home of Ireland next week. Biden is first traveling to Belfast, the capital of Northern Ireland, on Tuesday and Wednesday. His visit will mark the 25th anniversary of the Good Friday Agreement, the peace accord that largely ended...", "link": "https://thehill.com/homenews/administration/3939281-biden-seeks-respite-from-us-tensions-with-upcoming-irish-visit/", "date_published": "2023-04-07 16:35:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Hill's 12:30 Report — Democrats rally behind expelled Tennessee lawmakers", "description": "To view past editions of The Hill's 12:30 Report, click here: https://bit.ly/41ZMHnw To receive The Hill's 12:30 Report in your inbox, please sign up here: https://bit.ly/3qmIoS9  --&#62; A midday take on what's happening in politics and how to have a sense of humor about it.*  *Ha. Haha. Hahah. Sniff. Haha. Sniff. Ha--breaks down crying hysterically. TALK OF THE MORNING ...", "link": "https://thehill.com/newsletters/1230-report/3939266-the-hills-1230-report-democrats-rally-behind-expelled-tennessee-lawmakers/", "date_published": "2023-04-07 16:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Why would the Saudis normalize relations with Iran? The answer may surprise you", "description": "There has been much speculation about how China’s role in facilitating the recent Saudi-Iranian agreement to resume diplomatic relations presages a much larger role for Beijing in the Persian Gulf region, where America long has been the predominant external influence. The significance of this agreement, though, may be much less for what it says about...", "link": "https://thehill.com/opinion/international/3936511-why-would-the-saudis-normalize-relations-with-iran-the-answer-may-surprise-you/", "date_published": "2023-04-07 16:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "As recession looms, who will Biden blame?", "description": "Biden has been extremely critical of Donald Trump, blaming his predecessor for the sharp economic downturn and job losses brought on by the COVID shutdowns.", "link": "https://thehill.com/opinion/finance/3939238-as-recession-looms-who-will-biden-blame/", "date_published": "2023-04-07 16:10:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "49 percent agree with criminal case being brought against Trump: poll", "description": "Just under half of Americans say they think it was right for Manhattan District Attorney Alvin Bragg (D) to pursue criminal charges against Trump for his role in a 2016 hush money payment to adult film star Stormy Daniels, according to a new Reuters-Ipsos poll released on Friday. However, that 49 percent breaks down drastically along party...", "link": "https://thehill.com/regulation/court-battles/3939122-49-percent-agree-with-criminal-case-being-brought-against-trump-poll/", "date_published": "2023-04-07 15:48:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Pentagon reviewing 'secret' NATO documents circulating online", "description": "The Pentagon is reviewing a batch of what appears to be classified NATO documents on the war in Ukraine, which have been circulating online and shared among Russian sources on social media. The documents, which date from March or earlier this year, do not appear to reveal any major plans for an expected Ukrainian counter-offensive...", "link": "https://thehill.com/policy/defense/3939019-pentagon-reviewing-secret-nato-documents-circulating-online/", "date_published": "2023-04-07 15:38:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "LSU’s Angel Reese says she’ll visit White House after all", "description": "Louisiana State University (LSU) star forward Angel Reese said on Friday that she will go to the White House to celebrate her team's championship win, after she called out first lady Jill Biden for initially suggesting that the runners-up would also be invited. Reese told ESPN that because her team wants to go and she’s...", "link": "https://thehill.com/homenews/3939170-lsus-angel-reese-says-shell-visit-white-house-after-all/", "date_published": "2023-04-07 15:33:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Clarence Thomas says he 'was advised' he didn't have to disclose trips paid for by GOP donor", "description": "Supreme Court Justice Clarence Thomas on Friday said he “was advised” that he did not have to disclose a series of trips reportedly paid for by a Republican mega-donor. The trips, which were revealed on Thursday by a ProPublica investigation, led to outrage from Democrats and judicial watchdog groups. “Early in my tenure at the...", "link": "https://thehill.com/regulation/court-battles/3939159-clarence-thomas-said-he-was-advised-he-didnt-have-to-disclose-trips-paid-for-by-gop-donor/", "date_published": "2023-04-07 15:26:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Most say it's a bad time to buy a home: survey", "description": "Consumer confidence in the housing market held near its all-time low last month with most in a new survey saying it is not a good time to buy a home.   Fannie Mae’s Home Purchase Sentiment Index (HPSI) rose modestly month-over-month in March while remaining close to its lowest point reached late last year. Seventy-nine percent...", "link": "https://thehill.com/business/3939075-most-say-its-a-bad-time-to-buy-a-home-survery/", "date_published": "2023-04-07 15:01:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "10 High-Paying Jobs On The Rise In The U.S.", "description": "While passion and purpose are paramount to sustain a long career, payment is just as important.   In his introduction to Working, the landmark 1974 oral history of work, Studs Terkel said the American worker was just as motivated by meaning as by money. “[Work] is about a search…for daily meaning as well as daily bread,...", "link": "https://thehill.com/business/3939079-10-high-paying-jobs-on-the-rise-in-the-u-s/", "date_published": "2023-04-07 15:01:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Keep clean water flowing by helping low-income water, wastewater consumers bills", "description": "Many take water service for granted, never giving it a second thought when they turn the tap.", "link": "https://thehill.com/opinion/energy-environment/3939044-keep-clean-water-flowing-by-helping-low-income-water-wastewater-consumers-bills/", "date_published": "2023-04-07 15:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Sean Spicer leaves Newsmax", "description": "Former White House press secretary Sean Spicer is leaving Newsmax, the conservative cable channel catering to supporters of former President Trump. In a video posted online late Thursday, Spicer, who had hosted a show on the channel for several years, teased a new venture. \"The 2024 election cycle will be in full swing before we...", "link": "https://thehill.com/homenews/media/3939086-sean-spicer-leaves-newsmax/", "date_published": "2023-04-07 14:56:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "In battle with DOJ over classified docs, Senate turns to power of the purse", "description": "Senate Intelligence Committee members of both parties are threatening to withhold funding from the Justice Department amid bipartisan frustration over a failure to comply with oversight requests surrounding investigations into former presidents’ handling of classified records. Senators for months have been asking to review files related to twin special counsel investigations into President Biden and...", "link": "https://thehill.com/policy/national-security/3939091-in-battle-with-doj-over-classified-docs-senate-turns-to-power-of-the-purse/", "date_published": "2023-04-07 14:47:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Authoritarianism 101: Tennessee is now schooling other Republicans in how it’s done", "description": "Don’t consider for a moment that they’re planning to pull back. Unchecked power in the hands of the power hungry has no limits.", "link": "https://thehill.com/opinion/campaign/3939018-authoritarianism-101-tennessee-is-now-schooling-other-republicans-in-how-its-done/", "date_published": "2023-04-07 14:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The world is changing — our approach to health must change, too", "description": "Old policies dressed in new buzzwords are not enough.", "link": "https://thehill.com/opinion/healthcare/3938573-the-world-is-changing-our-approach-to-health-must-change-too/", "date_published": "2023-04-07 13:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Unemployment declines to 3.5 percent as labor market shows strength", "description": "The U.S. economy added 236,000 jobs in March and the unemployment rate declined to 3.5 percent, as labor markets stayed tight despite interest rate hikes by the Federal Reserve. Analysts were expecting the economy to add 238,000 jobs and for the unemployment rate to hold steady at 3.6 percent. The U.S. labor market has remained...", "link": "https://thehill.com/business/3938738-economy-jobs-report-unemployment-inflation/", "date_published": "2023-04-07 12:36:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Why it’s time to safeguard against AI liability", "description": "The previous generation of tech companies got rich using data, much of which was collected through questionable means.", "link": "https://thehill.com/opinion/cybersecurity/3938554-why-its-time-to-safeguard-against-ai-liability/", "date_published": "2023-04-07 12:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "2 killed in West Bank after Israeli strikes in Lebanon, Gaza", "description": "Two Israeli women were killed in a shooting in the West Bank on Friday, following a series of Israeli strikes on Lebanon and the Gaza Strip. The two women, both reported to be around 20 years old, were pronounced dead at the scene, while a third was transferred to a hospital near Jerusalem in critical...", "link": "https://thehill.com/policy/international/3938898-2-killed-in-west-bank-after-israeli-strikes-in-lebanon-gaza/", "date_published": "2023-04-07 11:52:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "With its 'brain drain' caused by Ukraine war, where does Russia's future lie?", "description": "More than 13 million Ukrainians have been displaced by fighting since February 2022 — half of them internally and half abroad. Some 3 million went to Russia, 1 million of whom were forcibly deported or kidnapped; about 1.5 million went to Poland; 1 million to Germany; and lower numbers went to other European countries and...", "link": "https://thehill.com/opinion/international/3935724-with-its-brain-drain-caused-by-ukraine-war-where-does-russias-future-lie/", "date_published": "2023-04-07 11:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "'Stunning': James Webb telescope provides new view of Uranus", "description": "After capturing the best photos of Neptune in decades in 2022, NASA has pointed the James Webb telescope’s high-powered lenses at the solar system’s other ice giant, Uranus.", "link": "https://thehill.com/homenews/3938881-stunning-james-webb-telescope-provides-new-view-of-uranus/", "date_published": "2023-04-07 11:07:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Will mail, packages be delivered on Good Friday, Easter weekend?", "description": "The Easter bunny makes the rounds on Sunday, but other deliveries may be delayed over the holiday weekend.", "link": "https://thehill.com/homenews/nexstar_media_wire/3933111-will-mail-packages-be-delivered-on-good-friday-easter-weekend/", "date_published": "2023-04-07 11:02:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Artillery usage could show the future course of the Ukraine war", "description": "In the war in Ukraine, artillery has emerged as perhaps the signature weapon of war, and that reality is likely to continue for the foreseeable future. By watching trends in its use in the coming weeks, we may be able to deduce a good deal about the likely future course of the conflict — even...", "link": "https://thehill.com/opinion/national-security/3934532-artillery-usage-could-show-the-future-course-of-the-ukraine-war/", "date_published": "2023-04-07 11:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Hill's Morning Report — Democrats vow to investigate Justice Thomas", "description": "Editor’s note: The Hill’s Morning Report is our daily newsletter that dives deep into Washington’s agenda. To subscribe, click here or fill out the box below. Supreme Court justices must adopt an enforceable code of conduct in the aftermath of a detailed news account that said Justice Clarence Thomas accepted luxury gifts from a billionaire...", "link": "https://thehill.com/newsletters/morning-report/3938859-the-hills-morning-report-democrats-vow-to-investigate-justice-thomas/", "date_published": "2023-04-07 10:20:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "3 flashpoints in the power struggle between GOP-led state legislatures and Democratic cities", "description": "Across the South, GOP-run state legislatures are moving to restrict the autonomy of Democratic cities. The legislatures are seeking to limit cities’ power to set their own policies on everything from charged national issues like gun regulations to less-discussed ones like labor standards on hot days and who decides who sits on local courts. This...", "link": "https://thehill.com/homenews/state-watch/3937969-3-flashpoints-in-the-power-struggle-between-gop-led-state-legislatures-and-democratic-cities/", "date_published": "2023-04-07 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Americans now fear cyberattack more than nuclear attack", "description": "Americans now see cyberattack as the greatest threat facing the country, two recent polls show, suggesting that cyber fears have outflanked concern over climate change, immigration, terrorism or nuclear weapons.  The national obsession with computer-on-computer attack, documented in a 2023 Gallup poll and a 2022 Pew Research survey, comes at a time when cyberattack seems...", "link": "https://thehill.com/policy/cybersecurity/3938210-americans-now-fear-cyberattack-more-than-nuclear-attack/", "date_published": "2023-04-07 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Fueled by Nashville massacre, Democrats charge ahead with gun reform push", "description": "House Democrats are charging ahead with efforts to promote tougher gun laws, eyeing plans to force votes on new firearm restrictions and hone a campaign message around the Republicans’ all but certain inaction. The push has been animated by last month’s shooting massacre at an elementary school in Nashville, Tenn., where a 28-year-old killed three...", "link": "https://thehill.com/homenews/house/3938502-fueled-by-nashville-massacre-democrats-charge-ahead-with-gun-reform-push/", "date_published": "2023-04-07 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "How a lobbying blitz led to weaker Medicare Advantage reforms", "description": "The Biden administration this week finalized a highly anticipated rule to rein in billions of dollars in overpayments to private insurers through the federal government’s Medicare Advantage program. But the overhauls were weaker than expected following an aggressive lobbying blitz from private health insurers. Reforms to overbilling will phase in over a three-year period instead...", "link": "https://thehill.com/policy/healthcare/3938311-how-a-lobbying-blitz-led-to-weaker-medicare-advantage-reforms/", "date_published": "2023-04-07 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Memo: Critics worry Bragg’s case against Trump is too flimsy", "description": "The smoke is beginning to clear from former President Trump’s arraignment — but questions are growing sharper as to how it will affect the other legal challenges he is facing. Even some Democrats and Trump critics acknowledge that the case being prosecuted by Manhattan District Attorney Alvin Bragg (D) appears shaky in places.   Trump allies...", "link": "https://thehill.com/homenews/campaign/3938498-the-memo-critics-worry-braggs-case-against-trump-is-too-flimsy/", "date_published": "2023-04-07 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "US flexes muscles in Asia as tensions flare around Tsai visit", "description": "The U.S. is flexing its military might in the Indo-Pacific as Washington seeks to downplay diplomatic tensions with China over meetings between U.S. lawmakers and Taiwanese officials this week.  The Defense Department on Monday began joint anti-submarine drills with South Korean and Japan and prepped for next week’s annual Balikatan exercise in and around the...", "link": "https://thehill.com/policy/defense/3938457-us-flexes-muscles-in-asia-as-tensions-flare-around-tsai-visit/", "date_published": "2023-04-07 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Who is Boris Epshteyn, the controversial aide by Trump’s side in court", "description": "Seated at the defendant’s table in a Manhattan courtroom alongside former President Trump on Tuesday were his attorneys Todd Blanche, Susan Necheles and Joe Tacopina.  At the end of the table was another man: Boris Epshteyn, a longtime Trump aide who has ascended to be one of the former president’s closest advisers as he mounts...", "link": "https://thehill.com/regulation/court-battles/3936390-who-is-boris-epshteyn-the-controversial-aide-by-trumps-side-in-court/", "date_published": "2023-04-07 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Coolio's death caused by accidental fentanyl overdose, L.A. County coroner says", "description": "Coolio died at a friend's home in Los Angeles in September.", "link": "https://thehill.com/homenews/3938407-coolios-death-caused-by-accidental-fentanyl-overdose-l-a-county-coroner-says/", "date_published": "2023-04-07 04:17:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Congressional Black Caucus heaps criticism on Tennessee lawmakers for expelling Black lawmakers", "description": "The Congressional Black Caucus blasted the Republican-controlled Tennessee state legislature on Thursday after two out Black Democratic state lawmakers were expelled for participating in a protest against gun violence on the House floor.  On Thursday, lawmakers voted to expel state Reps. Justin Jones (D-Nashville) and Justin Pearson (D-Memphis). Their colleague, Rep. Gloria Johnson (D-Knoxville), who...", "link": "https://thehill.com/homenews/house/3938697-congressional-black-caucus-heaps-criticism-on-tennessee-lawmakers-for-expelling-black-lawmakers/", "date_published": "2023-04-07 03:13:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden decries expulsion of Tennessee lawmakers as 'shocking' and 'undemocratic'", "description": "President Biden blasted the expulsion of two Tennessee lawmakers Thursday as \"shocking\" and \"undemocratic,\" saying that GOP lawmakers chose to expel lawmakers instead of participating in a discussion about gun reforms. \"Last week, three more students and three school officials were gunned down in yet another tragic mass shooting in Nashville,\" Biden said in a...", "link": "https://thehill.com/homenews/administration/3938660-biden-decries-expulsion-of-tennessee-lawmakers-as-shocking-and-undemocratic/", "date_published": "2023-04-07 02:53:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "House, Senate Democrats rally behind expelled Tennessee lawmakers: 'We all lost today'", "description": "Democratic lawmakers are decrying the expulsion of two Tennessee legislators Thursday, calling their removal a threat to democracy. \"All of this in the wake of children—9-year-olds—being killed at school. Every American should be on the side of democracy. We all lost today,\" Sen. Raphael Warnock (D-Ga.) tweeted. The Tennessee Republican-controlled House voted Thursday on whether...", "link": "https://thehill.com/homenews/state-watch/3938612-house-senate-democrats-rally-behind-expelled-tennessee-lawmakers-we-all-lost-today/", "date_published": "2023-04-07 02:35:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "JPMorgan CEO says banking crisis puts 'another weight on the scale' toward recession", "description": "JPMorgan Chase CEO Jamie Dimon said on Thursday that the recent banking crisis puts “another weight on the scale” towards recession. “We are seeing people reduce lending a little bit, cut back a little bit, pull back a little bit,” Dimon said in an exclusive interview with CNN’s Poppy Harlow. “It won’t necessarily force a recession, but...", "link": "https://thehill.com/business/economy/3938661-jpmorgan-ceo-says-banking-crisis-puts-another-weight-on-the-scale-toward-recession/", "date_published": "2023-04-07 02:19:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "GOP lawmaker reacts to Chinese Embassy letter against Taiwan visit: 'I am not intimidated'", "description": "Rep. Guy Reschenthaler (R-Pa.) said on Thursday that he is “not intimidated,” after receiving a letter from the Chinese Embassy warning against his participation in a bipartisan congressional trip to Taiwan. “Our congressional visit sends a clear message to the world: America is committed to supporting Taiwan and preserving freedom, democracy, and peace across the...", "link": "https://thehill.com/homenews/house/3938616-gop-lawmaker-reacts-to-chinese-embassy-letter-against-taiwan-visit-i-am-not-intimidated/", "date_published": "2023-04-07 01:37:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Congressional Black Caucus urges Buttigieg to address racial inequality in traffic enforcement", "description": "More than two dozen members of the Congressional Black Caucus (CBC) sent a letter to Transportation Secretary Pete Buttigieg Thursday urging him to address racial inequality in traffic enforcement. The group, spearheaded by Reps. Ayanna Pressley (D-Mass.) and Hank Johnson (D-Ga.), called on the Department of Transportation to condemn the \"status quo of traffic enforcement\"...", "link": "https://thehill.com/homenews/house/3938563-congressional-black-caucus-urges-buttigieg-to-address-racial-inequality-in-traffic-enforcement/", "date_published": "2023-04-07 00:59:53+00:00", "persistent": false, "user": null, "language": "en-US"}]