[{"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Far-Left Climate Activist Resigns In Disgrace Over Sexual Misconduct Accusations at Indigo Girls-Backed Org: Report", "description": "A far-left climate activist was forced to resign in disgrace this week from an environmental organization that she helped found after a jury awarded a former employee hundreds of thousands of dollars because the organization did not sufficiently investigate sexual harassment claims. Native American environmentalist Winona LaDuke resigned as executive director of Honor the Earth, an ...", "link": "https://www.dailywire.com/news/far-left-climate-activist-resigns-in-disgrace-over-sexual-misconduct-accusations-at-indigo-girls-backed-org-report", "date_published": "2023-04-07 19:02:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Two-Thirds Of Americans Say Biden Does Not Deserve Another Term As President", "description": "Over two thirds of Americans believe that President Joe Biden does not deserve another term in office. The new CNN poll was conducted by SSRS throughout the month of March. The new numbers suggest that the improvement Biden saw after Democrats over-performed expectations in the 2022 elections may have backslid. The poll was almost entirely ...", "link": "https://www.dailywire.com/news/two-thirds-of-americans-say-biden-does-not-deserve-another-term-as-president", "date_published": "2023-04-07 18:40:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Champion Cyclist Killed, Former Fire Commissioner Attacked In San Francisco This Week", "description": "Champion cyclist Ethan Boyes was killed and former fire commissioner Don Carmignani was attacked this week in San Francisco, marking two more recent acts of violence against prominent individuals in the city alongside the death of entrepreneur Bob Lee in a stabbing. Lee, who founded digital payments service CashApp and was the chief product officer ...", "link": "https://www.dailywire.com/news/champion-cyclist-killed-former-fire-commissioner-attacked-in-san-francisco-this-week", "date_published": "2023-04-07 17:57:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Trump Super-PAC Makes $3 Million Ad Buy Attacking Ron DeSantis", "description": "A filing on Friday revealed that Trump&#8217;s Make America Great Again Inc. spent $1.5 million on Friday for &#8220;placed media: tv&#8221; opposing &#8220;Ronald Dion Desantis.&#8221; The money was paid to Multi Media Services, Incorporated in Alexandria, Virginia.", "link": "https://www.dailywire.com/news/trump-super-pac-makes-3-million-ad-buy-attacking-ron-desantis", "date_published": "2023-04-07 16:49:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Clarence Thomas Shreds Leftist Hit Piece: ‘Have Always Sought To Comply With The Disclosure Guidelines’", "description": "Supreme Court Justice Clarence Thomas slammed a hit piece from a left-wing publication this week that sought to portray him as being corrupt because he vacationed with a close friend who paid for the trips. ProPublica reported that Thomas accepted paid travel expenses — including flights, staying on a yacht, and other accommodations — from ...", "link": "https://www.dailywire.com/news/clarence-thomas-shreds-leftist-hit-piece-have-always-sought-to-comply-with-the-disclosure-guidelines", "date_published": "2023-04-07 16:42:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Kamala Harris To Visit 2 Democrats Expelled From Tennessee State House, Push For Gun Control", "description": "Vice President Kamala Harris will visit Nashville Friday afternoon to meet with the two former Tennessee Democrat state House lawmakers who were expelled on Thursday over their actions that included leading chants from the chamber, disrupting the floor session. Harris joined a host of other Democrats in condemning the expulsion, including President Joe Biden, Governor ...", "link": "https://www.dailywire.com/news/kamala-harris-to-visit-2-democrats-expelled-from-tennessee-state-house-push-for-gun-control", "date_published": "2023-04-07 16:35:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Lawyer Disciplined After Defending Jailed Canadian Father Who Opposed Child’s Gender Transition", "description": "A Canadian regulator is disciplining an attorney representing a dad who was jailed for opposing his daughter&#8217;s gender transition. The Law Society of British Columbia, a regulator authorized by Canadian law, hit attorney Carey Linde with two citations for &#8220;professional misconduct.&#8221; Linde violated one or more orders from judges, a &#8220;publication ban,&#8221; an &#8220;anonymity order,&#8221; and ...", "link": "https://www.dailywire.com/news/lawyer-disciplined-after-defending-jailed-canadian-father-who-opposed-childs-gender-transition", "date_published": "2023-04-07 16:19:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Disgustingly Abusive’: Gina Carano Defends Swim Champ Riley Gaines After Attack From Left-Wing Campus Mob", "description": "Actress and former mixed martial artist Gina Carano came to the defense of champion collegiate swimmer Riley Gaines after she was forced to barricade herself in a safe room to protect herself from a threatening crowd of students at San Francisco State University. Gaines, a recent University of Kentucky graduate who tied for fifth place ...", "link": "https://www.dailywire.com/news/disgustingly-abusive-gina-carano-defends-swim-champ-riley-gaines-after-attack-from-left-wing-campus-mob", "date_published": "2023-04-07 16:11:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Chicago PD Under Investigation After It ‘Likes’ Travis Tritt Tweet Slamming Bud Light’s Partnership With Dylan Mulvaney", "description": "Internal Affairs has been called in to investigate the Chicago Police Department&#8217;s official Twitter account “liking” a tweet from country star Travis Tritt who slammed Bud Light&#8217;s partnership with Dylan Mulvaney, a trans-identifying biological male. A spokesperson for Chicago PD confirmed to the Chicago Sun Times on Thursday that an investigation was underway by the ...", "link": "https://www.dailywire.com/news/chicago-pd-under-investigation-after-it-likes-travis-tritt-tweet-slamming-bud-lights-partnership-with-dylan-mulvaney", "date_published": "2023-04-07 16:07:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Jeremy Renner Says He Told His Family ‘Don’t Let Me Live On Tubes On A Machine’ After Snowplow Accident", "description": "Jeremy Renner opened up about his near-fatal snowplow accident during an interview that aired Thursday, saying that at one point, he told his family not to let him “live on tubes on a machine.” The 52-year-old Marvel star sat down with ABC&#8217;s Diane Sawyer and detailed what he went through after his body was nearly ...", "link": "https://www.dailywire.com/news/jeremy-renner-says-he-told-his-family-dont-let-me-live-on-tubes-on-a-machine-after-snowplow-accident", "date_published": "2023-04-07 15:49:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Former Democrat Lawmaker Gets Prison Time Over Cesspool Bribes", "description": "A former Democratic state representative in Hawaii has been sentenced to two years in prison after he admitted to taking bribes to influence legislation. Ex-Hawaiian state Rep. Ty Cullen took cash and gambling chips in return for lobbying against cesspools to the benefit of a Honolulu businessman. He received a $25,000 fine and the minimum ...", "link": "https://www.dailywire.com/news/former-democrat-lawmaker-gets-prison-time-over-cesspool-bribes", "date_published": "2023-04-07 15:42:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "California Saw Worst Personal Income Growth In The Nation Last Year", "description": "Residents of California witnessed the lowest personal income growth in the nation last year as the state recovered from aggressive lockdowns and an exodus of citizens and businesses. California saw net earnings, defined as income from a place of work minus welfare, increase 5.0% between 2021 and 2022 compared to the national average of 8.0%, ...", "link": "https://www.dailywire.com/news/california-saw-worst-personal-income-growth-in-the-nation-last-year", "date_published": "2023-04-07 15:36:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘No-Win Situation’: Ousted Marvel Entertainment Head Says He Told Disney Execs ‘Don’t Get Involved In Politics’", "description": "Former Marvel Entertainment Chairman Isaac &#8220;Ike&#8221; Perlmutter said in an interview published Tuesday that he told Disney executives to not &#8220;get involved in politics&#8221; before he was fired from the company. Speaking to The Wall Street Journal, Perlmutter said he has &#8220;no doubt&#8221; his firing &#8220;was based on fundamental differences in business between my thinking ...", "link": "https://www.dailywire.com/news/no-win-situation-ousted-marvel-entertainment-head-says-he-told-disney-execs-dont-get-involved-in-politics", "date_published": "2023-04-07 15:18:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Judge Overseeing Trump’s Hush Money Case Donated To Biden’s 2020 Presidential Campaign", "description": "The New York judge overseeing the Manhattan trial of former President Donald Trump donated to Trump’s rival, President Joe Biden, during the 2020 campaign.  Federal Election Commission records show that Judge Juan Merchan gave $35 to Democratic causes in 2020, including $15 that went to Biden’s campaign and $10 that went to a leftist group ...", "link": "https://www.dailywire.com/news/judge-overseeing-trumps-hush-money-case-donated-to-bidens-2020-presidential-campaign", "date_published": "2023-04-07 15:08:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Mostly Peaceful Homicide’: CNN Draws Backlash For Downplaying San Francisco Crime After Tech Founder’s Stabbing", "description": "CNN drew backlash over an article claiming that worries over the recent murder of Bob Lee, a prominent technology entrepreneur and founder of CashApp, in the city of San Francisco do not account for the fact that other cities have worse crime rates. Lee, who was the 43-year-old chief product officer of cryptocurrency startup MobileCoin ...", "link": "https://www.dailywire.com/news/mostly-peaceful-homicide-cnn-draws-backlash-for-downplaying-san-francisco-crime-after-tech-founders-stabbing", "date_published": "2023-04-07 14:53:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Unsolved: The Disappearance Of House Majority Leader Hale Boggs And Rep. Nick Begich", "description": "On October 16, 1972, then-House Majority Leader Thomas Hale Boggs, along with Alaska Rep. Nick Begich and one of Begich’s aides, were flying from Anchorage to Juneau when their twin engine Cessna 310 vanished into thin air. No trace of the plane, or its pilot and passengers, has ever been found. Boggs was born in ...", "link": "https://www.dailywire.com/news/unsolved-the-disappearance-of-house-majority-leader-hale-boggs-and-rep-nick-begich", "date_published": "2023-04-07 14:48:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘SICK And INFURIATING’: Megyn Kelly Slams ‘Insane Lunatics’ Who Attacked Riley Gaines", "description": "Megyn Kelly slammed the &#8220;insane lunatics&#8221; who attacked swimming champion Riley Gaines on Thursday, calling the ambush &#8220;sick and infuriating.&#8221; The host of the Sirius XM &#8220;The Megyn Kelly Show&#8221; tweeted a video Friday that showed Gaines being attacked by a mob of radical transgender activists during her appearance at San Francisco State University. &#8220;These ...", "link": "https://www.dailywire.com/news/sick-and-infuriating-megyn-kelly-slams-insane-lunatics-who-attacked-riley-gaines", "date_published": "2023-04-07 14:44:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "American Reporter Arrested By Russia Charged With Spying", "description": "A Wall Street Journal reporter was formally charged by Russian authorities with espionage on Friday afternoon, according to Russian state media, following his detainment on a suspected false charge. Evan Gershkovich was on a reporting trip in Yekaterinburg when he was detained by the Federal Security Service (FSB) on accusations of spying against Russia. The ...", "link": "https://www.dailywire.com/news/american-reporter-arrested-by-russia-charged-with-spying", "date_published": "2023-04-07 14:11:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Pentagon Probing Release Of Alleged Secret U.S./NATO Plans To Arm Ukraine", "description": "The Pentagon is investigating how alleged secret U.S. and NATO plans for building up Ukraine’s military ahead of a planned offensive against Russia leaked online. Versions of documents dating back to March 1 on assessments of Ukraine’s military strength and what Ukraine is expected to need before the offensive have surfaced on Twitter and Telegram, ...", "link": "https://www.dailywire.com/news/pentagon-probing-release-of-alleged-secret-u-s-nato-plans-to-arm-ukraine", "date_published": "2023-04-07 14:09:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "12-Year-Old And 17-Year-Old Arrested In Connection To Florida Triple Homicide, One More On The Loose", "description": "Two boys – one just 12 years old – were arrested Thursday night and charged with first-degree murder in connection with the shooting deaths of three Florida teenagers whose bodies were found last weekend. Another teenager wanted in connection to the crime is still on the loose. Marion County Sheriff Billy Woods made the announcement ...", "link": "https://www.dailywire.com/news/12-year-old-and-17-year-old-arrested-in-connection-to-florida-triple-homicide-one-more-on-the-loose", "date_published": "2023-04-07 13:59:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Spanish Actress Uses Dead Son’s Sperm To Impregnate Surrogate, Ignites Debate About Surrogacy", "description": "A Spanish actress attempting to adopt her granddaughter has ignited a firestorm after it was discovered that she used her deceased son’s sperm to impregnate a surrogate three years after his death. Ana Obregón, a well-known celebrity in Spain, announced the girl’s birth in a cover story for Hola! magazine in April, per a report ...", "link": "https://www.dailywire.com/news/spanish-actress-uses-dead-sons-sperm-to-impregnate-surrogate-ignites-debate-about-surrogacy", "date_published": "2023-04-07 13:01:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Kamala Harris Visits Solar Project In Marjorie Taylor Greene’s District", "description": "Vice President Kamala Harris unveiled new solar power investments in the district of Rep. Marjorie Taylor Greene (R-GA) shortly after Greene traveled to New York City for a protest against the arraignment of former President Donald Trump. Harris touted efforts from the Biden administration to increase spending on renewable energy initiatives in remarks delivered Thursday ...", "link": "https://www.dailywire.com/news/kamala-harris-visits-solar-project-in-marjorie-taylor-greenes-district", "date_published": "2023-04-07 12:49:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Ex-Virginia Schools Boss Disgraced In Trans Rape Case Shows Up For Court With Earrings And Painted Nails", "description": "The former Loudoun County, Virginia superintendent charged with covering up a rape by a gender-bending student showed up to court himself wearing earrings and painted nails Thursday, in one of the stranger turns in a saga that has captivated the nation.", "link": "https://www.dailywire.com/news/ex-virginia-schools-boss-disgraced-in-trans-rape-case-shows-up-for-court-with-earrings-and-painted-nails", "date_published": "2023-04-07 12:25:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Ethically Questionable AOC Demands Justice Thomas Be Impeached Over Allegations Of Questionable Ethics", "description": "Oh, the hypocrisy. Rep. Alexandria Ocasio-Cortez (D-NY) is demanding the impeachment of Supreme Court Justice Clarence Thomas after he was accused of accepting luxury gifts from a top Republican donor. “This is beyond party or partisanship,” AOC said on Twitter. “This degree of corruption is shocking — almost cartoonish. Thomas must be impeached.” Ocasio-Cortez took ...", "link": "https://www.dailywire.com/news/ethically-questionable-aoc-demands-justice-thomas-be-impeached-over-allegations-of-questionable-ethics", "date_published": "2023-04-07 12:12:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘LGB Without The T’: Why Some Are Saying Trans-Rights Activists Have Crossed The Line", "description": "The LGBTQ community appears to be on the brink of a schism as trans-rights activists push harder and harder to blur the lines defining sex and single-sex spaces — often disproportionately encroaching on spaces meant to be limited to only women. There are certainly some cases involving trans men, particularly with regard to alleged discrimination ...", "link": "https://www.dailywire.com/news/lgb-without-the-t-why-some-are-saying-trans-rights-activists-have-crossed-the-line", "date_published": "2023-04-07 11:53:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Wage Growth Slows Even As Unemployment Falls; Biden Says There Are More Jobs ‘You Can Raise A Family On’", "description": "Unemployment fell in March as the number of new jobs aligned with expectations, according to data from the Bureau of Labor Statistics released Friday. Total nonfarm employment increased by 236,000, corresponding with analysts’ expectations of 238,000 new positions. The unemployment rate declined from 3.6% in February to 3.5% in March, remaining below estimates of 3.6% ...", "link": "https://www.dailywire.com/news/wage-growth-slows-even-as-unemployment-falls-biden-says-there-are-more-jobs-you-can-raise-a-family-on", "date_published": "2023-04-07 11:24:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Donald Glover Says Tina Fey Told Him He Was A ‘Diversity’ Hire On ‘30 Rock’", "description": "During an interview published Tuesday, actor Donald Glover recalled an instance in his early career in which Tina Fey said he was a &#8220;diversity&#8221; hire for the popular sitcom &#8220;30 Rock.&#8221; The 39-year-old actor discussed it during an interview with GQ. &#8220;There is no animosity between us or anything like that, but [Tina Fey] said ...", "link": "https://www.dailywire.com/news/donald-glover-says-tina-fey-told-him-he-was-a-diversity-hire-on-30-rock", "date_published": "2023-04-07 11:11:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘We’ll Gather In Our Sunday Best’: Los Angeles LGBTQ Groups Schedule ‘All-Ages’ Easter Sunday ‘Drag March’", "description": "LGBTQ activists in Los Angeles, California, scheduled an “all-ages” Easter Sunday “Drag March.” As Christians assemble for the holiday which commemorates the resurrection of Jesus Christ, participants in the LGBTQ event will march on Santa Monica Boulevard through the late morning and early afternoon. The Los Angeles LGBT Center announced on social media that “we’ll ...", "link": "https://www.dailywire.com/news/well-gather-in-our-sunday-best-los-angeles-lgbtq-groups-schedule-all-ages-easter-sunday-drag-march", "date_published": "2023-04-07 11:02:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Grease’ TV Prequel Series Examines Sexual Orientation, Gender Expression While Characters Sing About White Supremacy", "description": "The TV series “Grease: Rise of the Pink Ladies,” a prequel to the classic 1978 film &#8220;Grease,&#8221; will reportedly explore topics like gender expression, sexual orientation, and racism.  The new series is also set at Rydell High, but the new version includes a new mix of students, including many ethnicities and some who identify as LGBTQ. ...", "link": "https://www.dailywire.com/news/grease-tv-prequel-series-examines-sexual-orientation-gender-expression-while-characters-sing-about-white-supremacy", "date_published": "2023-04-07 10:52:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Gifted Students Suffer When Public Schools Focus On Underachievers And ‘Teaching To The Middle’", "description": "The following is an excerpt from the new book &#8220;Mediocrity: 40 Ways Government Schools Are Failing Today&#8217;s Students,&#8221; by Connor Boyack and Corey DeAngelis. Stunting The Gifted When Caitlyn Singam was in kindergarten, her teacher suggested to her parents that she be labeled as a special-needs student because she was intellectually backward. This was a ...", "link": "https://www.dailywire.com/news/gifted-students-suffer-when-public-schools-focus-on-underachievers-and-teaching-to-the-middle", "date_published": "2023-04-07 10:48:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Swim Champ Riley Gaines Attacked By Radical Trans Mob, Forced To Barricade", "description": "Swimming champ Riley Gaines spent a harrowing night barricaded in a safe room Thursday after radical transgender activists swarmed her when she visited San Francisco State University to advocate for the rights of female athletes. Gaines, a former University of Kentucky star who was deprived of an NCAA award by Lia Thomas, the University of ...", "link": "https://www.dailywire.com/news/swim-champ-riley-gaines-attacked-by-radical-trans-mob-forced-to-barricade", "date_published": "2023-04-07 10:05:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Air Force To Decrease Body Weight Standards For Entry As Americans Increasingly Too Fat To Enlist", "description": "The Air Force has decreased its body weight standards for men and women as many Americans are too fat to serve and the military struggles to find applicants.  According to new standards posted by the Air Force, men can now have a body weight of 26% fat (up from 20%) and women can have a ...", "link": "https://www.dailywire.com/news/air-force-to-decrease-body-weight-standards-for-entry-as-americans-increasingly-too-fat-to-enlist", "date_published": "2023-04-07 09:38:48+00:00", "persistent": false, "user": null, "language": "en-US"}]