[{"source": "https://www.theguardian.com/international/rss", "title": "Green groups sue to stop Ohio from leasing state parks for oil and gas drilling", "description": "<p>New law – condemned as ‘illegitimate giveaway to the oil and gas industry’ – requires state parks to be leased to interested parties</p><p>Environmental groups have launched a last-minute effort to halt an extraordinary new law in Ohio that requires government agencies to lease state parks and other public state lands to the oil and gas industry.</p><p><a href=\"https://earthjustice.org/wp-content/uploads/2023/04/complaint_hb507-final-6apr2023.pdf\">A temporary injunction filed</a> on Thursday seeks to put the brakes on legislation that requires state parks to be leased for fracking and which redefines the potent greenhouse gas methane as “green energy”. The law was due to go into effect on 7 April, but the court has not yet responded to the injunction.</p> <a href=\"https://www.theguardian.com/us-news/2023/apr/07/ohio-environmental-groups-state-parks-leasing-oil-and-gas\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/07/ohio-environmental-groups-state-parks-leasing-oil-and-gas", "date_published": "2023-04-07 15:55:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Scotland’s Nicola Docherty stuns Matildas with long-range winner", "description": "<ul><li>Friendly: Australia 0-1 Scotland</li><li>Matildas’ seven-game winning streak comes to frustrating end</li></ul><p>The Matildas’ seven-game winning streak is overafter a 1-0 defeat by Scotland in London on Friday in a frustrating setback to their World Cup preparations.</p><p>On a day when the Australians were at least encouraged to see an impressive return for their full-back Ellie Carpenter after a two-year international absence, Tony Gustavsson’s team were left ruing a series of missed chances as they succumbed for the first time since last September.</p> <a href=\"https://www.theguardian.com/football/2023/apr/07/australia-scotland-womens-international-friendly-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/07/australia-scotland-womens-international-friendly-match-report", "date_published": "2023-04-07 15:35:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "The Power of Language by Viorica Marian review – the virtues of multilingualism", "description": "<p>An eloquent but relentless attempt to prove the superiority of polyglots fails to convince</p><p>Disclosure: this reviewer is pi-lingual, a word coined by <a href=\"https://www.theatlantic.com/technology/archive/2018/01/the-shallowness-of-google-translate/551570/\">Douglas Hofstadter</a> to describe people who speak three languages and can also have a cringingly inept conversation with a taxi driver in a couple more. Any book like this one, which purports to prove scientifically that polyglots are superior, has my vote. All the more since no great diligence was required of me to achieve this, aside from tagging along with my parents and a couple of patient English girlfriends met at an impressionable age. I therefore picked up this account of the virtues of multilingualism in smug mode, channelling my son who, at age 7, was fond of starting conversations with strangers with “I speak three languages, how many do you speak?”, which unsurprisingly won him few friends.</p><p>I was not prepared for the number of scientific reasons this (overlong) book provides for additional smugness and fewer friends. Viorica Marian, who was born in Moldova, speaking Russian and Romanian, immigrated to the US and is now a professor at Northwestern University, has clearly made a living out of making monolingual colleagues – which in her neck of the woods must be a majority – feel inadequate. The first half of The Power of Language is a relentless, and eloquently written, studies-have-shown gallop through her work and that of her peers. All of which supposedly demonstrates, ad nauseam, that polyglots are measurably better than monoglots at almost everything: smarter, more inventive, more adaptable.</p> <a href=\"https://www.theguardian.com/books/2023/apr/07/the-power-of-language-by-viorica-marian-review-the-virtues-of-multilingualism\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/apr/07/the-power-of-language-by-viorica-marian-review-the-virtues-of-multilingualism", "date_published": "2023-04-07 14:00:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Ravneet Gill’s recipe for flourless sour cherry and chocolate cake | The sweet spot", "description": "<p>A light, flour-free cake that lets the cherries and chocolate shine</p><p>I love a good chocolate cake, and this one is nice and rich with a gooey middle and pockets of sourness from the cherries. Also, because this cake doesn’t contain any flour, it has a beautiful lightness and you’re really able to taste the chocolate.</p> <a href=\"https://www.theguardian.com/food/2023/apr/07/ravneet-gill-recipe-flourless-sour-cherry-and-chocolate-cake\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/apr/07/ravneet-gill-recipe-flourless-sour-cherry-and-chocolate-cake", "date_published": "2023-04-07 14:00:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "The week in wildlife – in pictures", "description": "<p>The best of this week’s wildlife photographs, including a rare leopard, very deep-swimming fish and baby ducks</p> <a href=\"https://www.theguardian.com/environment/gallery/2023/apr/07/the-week-in-wildlife-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/gallery/2023/apr/07/the-week-in-wildlife-in-pictures", "date_published": "2023-04-07 07:00:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "You be the judge: should my girlfriend stop taking free samples from the same shop?", "description": "<p>Mike is mortified by Irene going in for free hot chocolate. She says she’s boosting its sales. You decide who is in the right</p><p>• <a href=\"https://www.theguardian.com/lifeandstyle/2021/sep/25/you-be-the-judge-send-us-your-domestic-disputes\">Find out how to get a disagreement settled or become a You be the judge juror</a></p><p><em>Irene goes to the same place every day for free hot chocolate – it’s so embarrassing</em></p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/apr/07/you-be-the-judge-should-my-girlfriend-stop-taking-free-samples-from-the-same-shop\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/apr/07/you-be-the-judge-should-my-girlfriend-stop-taking-free-samples-from-the-same-shop", "date_published": "2023-04-07 07:00:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Homes with room to extend – in pictures", "description": "<p>From a country cottage in a hamlet with space all round to a flat in a converted Victorian London house</p> <a href=\"https://www.theguardian.com/money/gallery/2023/apr/07/homes-with-room-to-extend-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/money/gallery/2023/apr/07/homes-with-room-to-extend-in-pictures", "date_published": "2023-04-07 06:00:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "From Hamburg to Crete: readers’ favourite early summer holidays", "description": "<p>Our tipsters enjoy quiet beaches and the absence of queues at historic sites from Albania to Andalucía on early summer trips</p><p>The main challenge faced in <a href=\"https://www.theguardian.com/travel/2022/jun/28/vejer-de-la-frontera-cadiz-andalucia-spain-food-drink-stay\">Vejer de la Frontera</a>, south of Cádiz, is reaching your accommodation. It’s at the summit of an imperious hill, and the winding streets designed for horse and cart require pedestrians to press themselves against whitewashed houses when the occasional car bounces along the cobbles. The traditional apartments gaze over expansive plains where low clouds snake down to the coast every day. The town’s long Moorish period (711 until 1248) sees local bars neighbouring hammams and Moroccan restaurants, with tagines and slow-cooked pig cheeks both specialities. <br /><strong>Cameron Smith</strong></p> <a href=\"https://www.theguardian.com/travel/2023/apr/07/readers-tips-favourite-early-summer-holidays-europe\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2023/apr/07/readers-tips-favourite-early-summer-holidays-europe", "date_published": "2023-04-07 06:00:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Mountains, a lemon and 1930s China at Photofairs Shanghai – in pictures", "description": "<p>A selection of work going on display at Photofairs Shanghai showcases. Back after a year of Covid hiatus, the fair displays photo-based and digital artworks, placing emerging voices in Chinese contemporary photography alongside globally recognised artists</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2023/apr/07/mountains-a-lemon-and-1930s-china-at-photofairs-shanghai-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2023/apr/07/mountains-a-lemon-and-1930s-china-at-photofairs-shanghai-in-pictures", "date_published": "2023-04-07 06:00:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Rare freshwater pearl mussels to be released at secret Welsh site", "description": "<p>Project aims to help save molluscs after fall in numbers caused by habitat loss, pollution, the climate crisis and human exploitation</p><p>Hundreds of young freshwater pearl mussels – one of the UK’s rarest aquatic creatures – are to be released into a river at a secret spot in north Wales this summer as part of a project to save the molluscs from extinction.</p><p>The juvenile mussels have been bred at a hatchery in the Brecon Beacons, in the south of the country, and will be carefully moved to the river in Gwynedd after it was <a href=\"https://naturalresources.wales/about-us/news-blog-and-statements/news/push-to-save-critically-endangered-pearl-mussels/?lang=en\">restored to create</a> the sort of conditions they are able to thrive in.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/07/rare-freshwater-pearl-mussels-to-be-released-at-secret-welsh-site\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/07/rare-freshwater-pearl-mussels-to-be-released-at-secret-welsh-site", "date_published": "2023-04-07 06:00:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Rebuilding Ukraine: reconstruction of war-hit streets continues – in pictures", "description": "<p>Ukraine has repaired, and in some cases rebuilt, many of the sites destroyed by Russian attacks, including bridges, roads and government buildings. It is only the beginning of what Kyiv has described as the largest reconstruction effort since the second world war and perhaps the most expensive in history, with an estimated cost of half a trillion dollars</p><ul><li><a href=\"https://www.theguardian.com/world/2023/apr/01/ukraine-rebuild-bucha-prompts-corruption-reconstruction\">‘Rebuilding is part of our resistance’: how Ukraine is bringing Bucha back to life</a></li></ul> <a href=\"https://www.theguardian.com/world/gallery/2023/apr/07/rebuilding-ukraine-reconstruction-war-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/world/gallery/2023/apr/07/rebuilding-ukraine-reconstruction-war-in-pictures", "date_published": "2023-04-07 06:00:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Russia-Ukraine war live: Pentagon investigating leak of US and Nato files – report; Macron and Von der Leyen’s last day in China", "description": "<p>Details of planned spring offensive reportedly emerge on social media; European leaders wrap up visit to dissuade China from supporting Russia</p><ul><li><strong><a href=\"https://www.theguardian.com/world/series/russia-ukraine-war-at-a-glance\">Russia-Ukraine war at a glance</a></strong></li></ul> <a href=\"https://www.theguardian.com/world/live/2023/apr/07/russia-ukraine-war-live-pentagon-investigating-leak-of-us-and-nato-files-report-macron-and-von-der-leyens-last-day-in-china\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2023/apr/07/russia-ukraine-war-live-pentagon-investigating-leak-of-us-and-nato-files-report-macron-and-von-der-leyens-last-day-in-china", "date_published": "2023-04-07 05:11:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "This economist won every bet he made on the future. Then he tested ChatGPT", "description": "<p>Bryan Caplan was skeptical after AI struggled on his midterm exam. But within months, it had aced the test</p><p>The economist Bryan Caplan was sure the artificial intelligence baked into ChatGPT wasn’t as smart as it was cracked up to be. The question: could the AI ace his undergraduate class’s 2022 midterm exam?</p><p>Caplan, of George Mason University in Virginia, seemed in a good position to judge. He has made a name for himself by placing bets on a range of newsworthy topics, from Donald Trump’s electoral chances in 2016 to future US college attendance rates. And he <a href=\"https://docs.google.com/document/d/1qShKedFJptpxfTHl9MBtHARAiurX-WK6ChrMgQRQz-0/edit\">nearly always wins</a>, often by betting against predictions he views as hyperbolic.</p> <a href=\"https://www.theguardian.com/technology/2023/apr/06/chatgpt-ai-bryan-caplan-interview\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/apr/06/chatgpt-ai-bryan-caplan-interview", "date_published": "2023-04-07 05:00:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "30 under 30-year sentences: why so many of Forbes’ young heroes face jail", "description": "<p>Ex-CEO Charlie Javice, 31, is just the latest from the magazine’s list to see criminal charges</p><p>Just a few years ago, Charlie Javice was riding high. In 2019 the tech CEO landed a spot on Forbes’s <a href=\"https://www.forbes.com/profile/charlie-javice/?sh=406986de9619\">30 Under 30 list</a> for her work on a startup called Frank, which she described as “<a href=\"https://www.popsugar.com/news/Frank-FAFSA-Founder-CEO-Charlie-Javice-Interview-44518650\">Amazon for higher education</a>”. What does that catchy but completely empty phrase mean? It means Frank helped students navigate the financial aid process. It was apparently so successfully at doing this that JPMorgan Chase acquired the company for $175m in 2021 and Javice was made a managing partner at the bank. The entrepreneur shared the <a href=\"https://www.linkedin.com/pulse/frank-now-part-jp-morgan-chase-family-charlie-javice/?src=aff-ref&amp;trk=aff-ir_progid.8005_partid.10078_sid._adid.449670&amp;clickid=XpsxERTPZxyNUtZSSOxx53ToUkATgM0VRUDn2s0&amp;mcid=6851962469594763264&amp;irgwc=1\">news on LinkedIn</a>, boasting that in just four years Frank had grown to serve “over 5 million students at over 6,000 colleges”.</p><p>Turns out those numbers might have been just a teeny bit exaggerated. On Tuesday Javice, 31, was <a href=\"https://www.justice.gov/usao-sdny/pr/former-start-ceo-charged-175-million-fraud\">charged by the justice department</a> with “falsely and dramatically inflating the number of customers of her company” in order to get JPMorgan Chase to buy it. According to the lawsuit, Frank only had about 300,000 clients and fabricated data to show a larger customer base. She enlisted a data scientist to make up a few million customers, basically, and JPMorgan, which has about 240,000 employees and pays its CEO $34.5m for his expertise, didn’t seem to spot this in its due diligence.</p> <a href=\"https://www.theguardian.com/business/2023/apr/06/forbes-30-under-30-tech-finance-prison\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/apr/06/forbes-30-under-30-tech-finance-prison", "date_published": "2023-04-07 05:00:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "AI will end the west’s weak productivity and low growth. But who exactly will benefit? | Larry Elliott", "description": "<p>With swaths of white collar jobs at risk, the clock is ticking on the development of policy to meet this huge societal challenge</p><p>Elon Musk is not most people’s idea of a classic technophobe, so when the owner of Twitter warns of the dangers of artificial intelligence, it is worth sitting up and taking notice. Fearful that a new generation of ever-smarter machines threatens life on Earth as we know it, Musk was one of many at the cutting edge of technological change calling for a <a href=\"https://www.theguardian.com/technology/2023/mar/31/ai-research-pause-elon-musk-chatgpt\">six-month timeout</a> in the training of new AI systems.</p><p>There is nothing new in the idea that the machines are coming, and they are out to get us. Techno-optimists are right to say that the same arguments were aired by Luddites in the early 19th century. By this token, the chatbot ChatGPT is to the <a href=\"https://www.theguardian.com/business/2016/jan/19/fourth-industrial-revolution-set-to-benefit-richest-ubs-report-says\">fourth industrial revolution</a> what the spinning jenny was to the first – a product that symbolises the dawning of a new era.</p><p>Larry Elliott is the Guardian’s economics editor</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/07/ai-artificial-intelligence-west-weak-productivity-low-growth\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/07/ai-artificial-intelligence-west-weak-productivity-low-growth", "date_published": "2023-04-07 05:00:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Dangerous exhaust particles ‘evading vehicle cleanup systems’", "description": "<p>Study finds no sign of improvement in efforts to reduce smallest particles being emitted on busy London road</p><p>Technologies to clean up traffic exhaust emissions may not be effective for some types of particle pollution, a study has found.</p><p>If you stand at the edge of any major road, each cubic centimetre of air that you inhale will typically contain <a href=\"https://uk-air.defra.gov.uk/assets/documents/reports/cat05/2109211100_Airborne_PCN_Annual_Report_2018.pdf\">tens of thousands of tiny particles</a>, far smaller than the wavelength of light. The <a href=\"https://www.theguardian.com/environment/2022/mar/25/pollutionwatch-the-unknown-threat-from-ultrafine-particles-ufps-who\">small size of</a> these ultrafine particles (UFPs) makes them impossible to see. They are also missed by conventional techniques that measure air pollution, they are not covered by the UK’s air pollution laws and the new study suggests they are evading systems installed in even the most modern vehicles.</p> <a href=\"https://www.theguardian.com/environment/2023/apr/07/dangerous-exhaust-particles-evading-vehicle-cleanup-systems\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/apr/07/dangerous-exhaust-particles-evading-vehicle-cleanup-systems", "date_published": "2023-04-07 05:00:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Central Cee, the UK’s biggest rap star: ‘I have survivor’s guilt. I don’t feel I deserve this’", "description": "<p>He’s gone from dealing drugs to having No 1 hits and vying with Harry Styles for Brit awards. As he gears up for his first US gig in New York, he explains his conflicted morality – and £3m house</p><p>A writhing mass of arms and torsos, armed with cameraphones and the occasional vape, surge towards Central Cee as he takes on one of American hip-hop’s rites of passage: a show in New York City’s Irving Plaza. The London rapper’s first two mixtapes – Wild West, from 2021, and 23, from 2022 – debuted at No 2 and No 1 in the UK, and he was nominated for British artist of the year at this year’s Brits alongside Harry Styles and Stormzy. Cee specialises in expressive streams of consciousness that contain a matrix of paradoxes – romantic and realist, hard and unguarded, nostalgic and present – and, crucially, he’s boyband-pretty. But while he has been a UK sensation for some time, this is his first concert in the US.</p><p>Help is on hand from the biggest rapper in the world, Drake, who sent his own tour technician to make sure Cee has a smooth stint on the road. “Drake said: ‘Take care of him,’” the roadie says before the show, acknowledging the difficulties Cee faces. “In America, getting into UK hip-hop is tough, unless you’re really into it.” But the 24-year-old has made short work of any obstacles thus far; Cee refers to his music as “ignorantly conscious”, and that clashing dichotomy is what has made it so infectious.</p> <a href=\"https://www.theguardian.com/music/2023/apr/07/central-cee-interview\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/apr/07/central-cee-interview", "date_published": "2023-04-07 05:00:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Tiny Beautiful Things review – you’ll either weep or storm out of the room in fury", "description": "<p>This fictionalised version of Cheryl Strayed’s agony aunt columns is an unashamed tearjerker. You’ll need to get used to oversharing – unless you want to be consumed with rage</p><p>The renaissance of Kathryn Hahn has been one of the few bright spots in the bleakness of the last few years. It officially began (though she had been ramping up her work via the likes of <a href=\"https://www.theguardian.com/tv-and-radio/2016/sep/26/transparent-review-the-best-thing-on-tv-at-the-moment\">Transparent</a> and the wonderful <a href=\"https://www.theguardian.com/film/2019/sep/11/mrs-fletcher-review-kathryn-hahn-tom-perrotta\">Mrs Fletcher</a> before that) with her turn as nosy neighbour-cum-witch Agatha Harkness in Disney’s 2021 hit <a href=\"https://www.theguardian.com/tv-and-radio/2021/jan/15/wandavision-review-elizabeth-olsen-paul-bettany-marvel-disney\">WandaVision</a>, and she is now the central figure of the streaming platform’s new series Tiny Beautiful Things.</p><p>The drama is based on Cheryl Strayed’s 2012 collection of essays of the same name, which were themselves based on the responses she used to write for the Dear Sugar problem page of online literary magazine the Rumpus. Into it, she channelled her many and varied life experiences – good and extraordinarily bad, all of which would become familiar to millions when her memoir, Wild, went on to be an Oprah-anointed global phenomenon. She delivered compassionate and brilliantly written replies to those seeking solace from the anonymous agony aunt. If, to the average UK sensibility, they often veered towards the emetic and set off oversharing alarm bells – well, that’s probably our problem and not hers. But it does mean that you might want to approach the latest iteration of her work with either caution or a determinedly open, uncynical mindset, however unnatural it feels. I think it’s the best way to get through it.</p><p>Tiny Beautiful Things is on Disney+</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/apr/07/tiny-beautiful-things-review-kathryn-hahn-cheryl-strayed-disney\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/apr/07/tiny-beautiful-things-review-kathryn-hahn-cheryl-strayed-disney", "date_published": "2023-04-07 05:00:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "‘It’s spreading faster than we’ve ever seen’: the mission to halt leprosy in Bangladesh’s tea gardens", "description": "<p>Despite the WHO declaring it eliminated in 1998, thousands of tea pickers have caught the disease</p><p>Aloka Gonju didn’t take much notice of the discoloured patch of skin on her left hand until her fingers began to stiffen and hurt. It became a struggle to pick leaves at the tea plantation where she works in Bangladesh.</p><p>“I had no idea what was happening to me,” says the 47-year-old, whose wages support her husband, four children and three grandchildren.</p> <a href=\"https://www.theguardian.com/global-development/2023/apr/07/spreading-faster-than-ever-why-bangladeshs-tea-pickers-have-the-worlds-highest-rate-of-leprosy\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/apr/07/spreading-faster-than-ever-why-bangladeshs-tea-pickers-have-the-worlds-highest-rate-of-leprosy", "date_published": "2023-04-07 05:00:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "‘I still can’t handle the big ones’: the new wave of spider hunters scouring Britain’s heaths", "description": "<p>Having already discovered the presumed extinct great fox-spider, Mike Waite goes hunting on MoD land armed with a pair of his wife’s tights, an old medicine syringe and plastic cups</p><p>As a spider-hunting specialist, Mike Waite’s artillery of choice is a pooter. It’s a homemade sucking contraption made from his daughter’s old Calpol syringe and a pair of his wife’s tights (“I like to think they were old ones”), which he uses as a filter so he doesn’t inhale any spiders.</p><p>I’m with Waite, from Surrey Wildlife Trust, on Brentmoor Heath, which is partly owned by the Ministry of Defence (MoD) and managed by the trust. It sounds like New Year’s Eve, with continuous bangs from the shooting range. We’re in the buffer zone, on lowland heathland, where the public are allowed and spiders are just waking up from their winter slumber. We see a wolf spider, a gorilla jumping spider, and a raft spider (which recently featured on <a href=\"https://community.rspb.org.uk/ourwork/b/rspb-england/posts/want-to-see-the-species-featured-on-wild-isles-episode-4-here-s-where-you-can-find-some-in-england\">David Attenborough’s Wild Isles</a>) all in a single morning.</p> <a href=\"https://www.theguardian.com/environment/2023/apr/07/i-still-cant-handle-the-big-ones-the-new-wave-of-spider-hunters-scouring-britains-heaths\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/apr/07/i-still-cant-handle-the-big-ones-the-new-wave-of-spider-hunters-scouring-britains-heaths", "date_published": "2023-04-07 05:00:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "‘I decided I could do better than them’: the women taking on Japan’s male-dominated politics", "description": "<p>Female candidates in the local elections across the country this weekend face one of the world’s toughest glass ceilings</p><p>Ai Ishimori was teaching Japanese cookery classes in France when she was gripped by an urge to return to her home country.</p><p>“<a href=\"https://www.theguardian.com/world/shinzo-abe\">Shinzo Abe</a> was prime minister at the time, and a group of older men were doing a bad job of running the country,” she says. “But I was unable to do anything about it. I was really worried about the direction my country was going in.”</p> <a href=\"https://www.theguardian.com/world/2023/apr/07/i-decided-i-could-do-better-than-them-the-women-taking-on-japans-male-dominated-politics\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/07/i-decided-i-could-do-better-than-them-the-women-taking-on-japans-male-dominated-politics", "date_published": "2023-04-07 04:57:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "With a text message sent to the wrong group chat, New Zealand’s Greens have never been so relatable | Elle Hunt", "description": "<p>We can all learn from an episode in which one MP allegedly called another a ‘crybaby’ and parliamentary TV caught the reactions</p><p>It has been <a href=\"https://au.news.yahoo.com/wrong-groupchat-horror-brings-drama-051745352.html\">described</a> as “everyone’s worst nightmare” and a “wrong group-chat horror”, which you might think a bit melodramatic – only if you’ve never experienced it yourself.</p><p>As it is, political scandals are rarely so relatable. New Zealand’s Green party <a href=\"https://www.rnz.co.nz/news/political/487463/green-mp-elizabeth-kerekere-calls-chloe-swarbrick-a-crybaby-in-group-chat\">is in highly public turmoil</a> after one politician sent a message seeming to criticise a colleague to a group of their other colleagues, apparently by mistake.</p> <a href=\"https://www.theguardian.com/world/commentisfree/2023/apr/07/with-a-text-message-sent-to-the-wrong-group-chat-new-zealands-greens-have-never-been-so-relatable\">Continue reading...</a>", "link": "https://www.theguardian.com/world/commentisfree/2023/apr/07/with-a-text-message-sent-to-the-wrong-group-chat-new-zealands-greens-have-never-been-so-relatable", "date_published": "2023-04-07 03:44:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "LSU will visit White House despite fallout from Jill Biden comments", "description": "<ul><li>First lady appeared to extend invite to rivals Iowa</li><li>LSU star Reese wanted team to meet Obamas instead</li></ul><p>LSU’s national champion women’s basketball team will accept an invitation from President Joe Biden to visit the White House.</p><p>University spokesman Michael Bonnette confirmed LSU’s intentions on the matter on Thursday, a day after Tigers star forward Angel Reese <a href=\"https://www.theguardian.com/sport/2023/apr/05/angel-reese-jill-biden-white-house-visit-lsu-ncaa-college-basketball\">suggested during a podcast interview</a> that her team should celebrate their title with Barack and Michelle Obama rather than Joe and Jill Biden.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/06/lsu-will-accept-white-house-invitation-despite-fallout-from-jill-biden-comments\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/06/lsu-will-accept-white-house-invitation-despite-fallout-from-jill-biden-comments", "date_published": "2023-04-07 02:43:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "China sanctions Taiwan’s de facto US ambassador after president’s talks with House speaker", "description": "<p>Hsiao Bi-khim faces further restrictions as Washington urges Beijing to use ‘meaningful diplomacy’ in row over President Tsai Ing-wen’s trip</p><ul><li><a href=\"https://www.theguardian.com/world/2022/aug/01/china-and-taiwan-whats-behind-the-tensions-in-30-seconds\">China–Taiwan tensions explained in 30 seconds</a></li></ul><p>China has imposed further sanctions on Hsiao Bi-khim, Taiwan’s de facto ambassador to the United States, prohibiting her and family members from entering the mainland, Hong Kong and Macau, state media reported on Friday.</p><p>The sanctions, announced by China’s Taiwan Affairs Office, also prohibit investors and firms related to Hsiao from cooperating with mainland organisations and individuals.</p> <a href=\"https://www.theguardian.com/world/2023/apr/07/china-sanctions-taiwans-de-facto-us-ambassador-after-presidents-talks-with-house-speaker\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/07/china-sanctions-taiwans-de-facto-us-ambassador-after-presidents-talks-with-house-speaker", "date_published": "2023-04-07 02:01:24+00:00", "persistent": false, "user": null, "language": "en-US"}]