{"entries": [{"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-01/usa-pracownik-lotniska-wessany-przez-silnik-samolotu-zginal-na-miejscu/", "title": "USA: Pracownik lotniska wessany przez silnik samolotu. Zginął na miejscu", "date_published": "2023-01-01 21:50:00+00:00", "description": "Silnik samolotu wessał pracownika obsługi bagażowej na lotnisku Montgomery w USA. Mężczyzna zginął na miejscu. Dokładne przyczyny dramatycznego zdarzenia nie są jeszcze znane. Władze lotniska przekazały, że ofiara wypadku miała wykonywać swoje obowiązki na rampie.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-01/rosja-pozar-budynku-w-nowosybirsku-w-blok-trafily-fajerwerki/", "title": "Rosja: Pożar budynku w Nowosybirsku. W blok trafiły fajerwerki", "date_published": "2023-01-01 20:22:00+00:00", "description": "Fajerwerki uderzyły w blok mieszkalny w rosyjskim mieście Nowosybirsk, wywołując pożar na 6. i 10. piętrze. Jak podają tamtejsze media, służby ugasiły ogień kilkadziesiąt minut po zgłoszeniu. Do sieci trafiło nagranie, na którym widać jak sztuczne ognie trafiają w budynek.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-01/wejherowo-nie-zyje-roczna-dziewczynka-zatrzymano-rodzicow-i-sasiada/", "title": "Wejherowo: Nie żyje roczna dziewczynka. Zatrzymano trzy nietrzeźwe osoby", "date_published": "2023-01-01 17:20:00+00:00", "description": "Nie żyje roczna dziewczynka, której ciało znaleziono w Wejherowie. W sprawie zatrzymano trzy osoby, które są nietrzeźwe - przekazała polsatnews.pl Grażyna Wawryniuk, rzeczniczka Prokuratury Okręgowej w Gdańsku. Jak informuje RMF FM ciało dziecka znaleziono w łóżeczku. Zatrzymani to rodzice i sąsiad.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-01/zatrzymano-mezczyzne-ktory-probowal-wejsc-na-inauguracje-lula-da-silvy-mial-ladunek-wybuchowy/", "title": "Brazylia: Próbował wejść na zaprzysiężenie Lula da Silvy z ładunkiem wybuchowym", "date_published": "2023-01-01 17:06:00+00:00", "description": "Brazylijska policja zatrzymała mężczyznę, który z ładunkiem wybuchowym i nożem próbował wejść na zaprzysiężenie prezydenta-elekta, Luiza Inacio Luli da Silvy. Uroczystości odbywały się pod ścisłym nadzorem policji i wojska.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-01/iran-policja-zatrzymala-pilkarzy-za-spozywanie-alkoholu/", "title": "Iran: Policja zatrzymała piłkarzy za spożywanie alkoholu", "date_published": "2023-01-01 16:23:00+00:00", "description": "Irańska policja zatrzymała piłkarzy, którzy podczas imprezy sylwestrowej pili alkohol, naruszając tym samym prawo islamskie. Tamtejsze media, podając informację, nie wskazały nazwisk sportowców ani dokładnej liczby zatrzymanych. Przekazano jedynie, że chodzi o byłych i obecnych zawodników jednego z czołowych klubów w kraju.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-01/turniej-czterech-skoczni-dawid-kubacki-na-trzecim-miejscu/", "title": "Turniej Czterech Skoczni. Dawid Kubacki na trzecim miejscu w Garmisch-Partenkirchen", "date_published": "2023-01-01 15:12:00+00:00", "description": "Dawid Kubacki zajął trzecie miejsce po konkursie Turnieju Czterech Skoczni w Garmisch-Partenkirchen. Poza podium znalazł się Piotr Żyła, który uplasował się na czwartym miejscu. Najlepszy okazał się Norweg, Halvor Egner Granerud.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-01/benedykt-xvi-nie-zyje-watykan-opublikowal-zdjecia-zmarlego-emerytowanego-papieza/", "title": "Benedykt XVI nie żyje. Watykan opublikował zdjęcia zmarłego emerytowanego papieża", "date_published": "2023-01-01 15:05:00+00:00", "description": "Pierwsze osoby przybyły do kaplicy klasztoru Mater Ecclesiae w Ogrodach Watykańskich, by pomodlić się przy ciele Benedykta XVI. Jak przekazał dyrektor biura prasowego Stolicy Apostolskiej Matteo Bruni, są to wizyty prywatne osób najbliższych emerytowanemu papieżowi, które pracowały w jego domu. Watykan opublikował w niedzielę zdjęcia zmarłego Benedykta XVI.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-01/nie-zyje-benedykt-xvi-papiez-franciszek-jako-pierwszy-przybyl-do-jego-domu/", "title": "Nie żyje Benedykt XVI. Papież Franciszek jako pierwszy przybył do jego domu", "date_published": "2023-01-01 12:32:00+00:00", "description": "Papież Franciszek jako pierwszy przybył do domu Benedykta XVI na wiadomość o jego śmierci w sobotę - przekazał dyrektor biura prasowego Stolicy Apostolskiej Matteo Bruni. Papież zatrzymał się na modlitwę w dawnym budynku klasztornym, w którym mieszkał jego poprzednik. Msza pogrzebowa papieża emeryta XVI odbędzie się w czwartek na placu Świętego Piotra.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-01/dunski-wywiad-wladimir-putin-zaatakowal-ukraine-bedac-na-silnych-lekach/", "title": "Duński wywiad: Władimir Putin zaatakował Ukrainę będąc na silnych lekach", "date_published": "2023-01-01 12:18:00+00:00", "description": "Władimir Putin rozpoczął inwazję na Ukrainę w lutym 2022 roku będąc pod wpływem hormonalnego leku na raka, którego skutkami ubocznymi jest rodzaj megalomanii - twierdzi duński wywiad wojskowy (FE).", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-01/szwecja-dochodzenie-w-sprawie-romansu-szefow-policji-w-tle-podejrzenie-protekcji-i-molestowania/", "title": "Szwecja: Dochodzenie w sprawie romansu szefów policji. W tle podejrzenie protekcji i molestowania", "date_published": "2023-01-01 07:50:00+00:00", "description": "Szef specjalnej jednostki policji ze Sztokholmu i jego podwładna zamiast prowadzić walkę z gangami woleli romansować - piszą szwedzkie media. Za ich kadencji skala przemocy wzrosła, a sam policjant wszedł na przestępczą drogę - miał dopuścić się protekcji oraz molestowania swojej partnerki. Komendant główny policji zlecił specjalne dochodzenie w tej sprawie.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-01/noworoczne-oredzie-putina-isw-nie-przedstawil-planow-jak-zmienic-przebieg-wojny-z-ukraina/", "title": "Noworoczne orędzie Putina. ISW: Nie przedstawił planów jak zmienić przebieg wojny z Ukrainą", "date_published": "2023-01-01 07:14:00+00:00", "description": "Amerykański Instytut Studiów nad Wojną ocenił noworoczne wystąpienie prezydenta Rosji. Zdaniem ISW Władimir Putin nie przedstawił planów, w jaki sposób Rosja zamierza osiągnąć swoje cele i zmienić niekorzystny dla niej przebieg wojny z Ukrainą.", "persistent": false, "language": "pl-PL", "user": null}], "source": {"url": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Polsat News"}}