[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC5UAwBUum7CPN5buc-_N1Fw", "title": "FLATPAK EXPLAINED: Theming, permissions, command line, browser installs...", "description": "Download Safing's Portmaster and take control of your network traffic: https://safing.io\n\nGrab a brand new laptop or desktop running Linux: https://www.tuxedocomputers.com/en#\n\n👏 SUPPORT THE CHANNEL:\nGet access to a weekly podcast, vote on the next topics I cover, and get your name in the credits:\n\nYouTube: https://www.youtube.com/@thelinuxexp/join\nPatreon: https://www.patreon.com/thelinuxexperiment\nLiberapay: https://liberapay.com/TheLinuxExperiment/\n\nOr, you can donate whatever you want: https://paypal.me/thelinuxexp\n\n👕 GET TLE MERCH\nSupport the channel AND get cool new gear: https://the-linux-experiment.creator-spring.com/\n\n🎙️ LINUX AND OPEN SOURCE NEWS PODCAST:\nListen to the latest Linux and open source news, with more in depth coverage, and ad-free!  https://podcast.thelinuxexp.com\n\n🏆 FOLLOW ME ELSEWHERE:\nWebsite: https://thelinuxexp.com\nMastodon: https://mastodon.social/web/@thelinuxEXP\nPixelfed: https://pixelfed.social/TLENick\nPeerTube: https://tilvids.com/c/thelinuxexperiment_channel/videos\nDiscord: https://discord.gg/XMuQrcYd\n\n#Flatpak #Linux #software \n\n00:00 Intro\n00:33 Sponsor: Regain control of your network connection\n01:31 Flatpak explained\n03:30 Installing and setting up Flatpak\n04:57 Theming Flatpak applications\n08:41 Managing Permissions\n10:43 Installing from the browser\n11:21 Command Line basics\n13:54 Sponsor: Get a PC that was made to run Linux\n14:52 Support the channel\n\nFlatpak is a method of packaging applications for ALL linux distros with one single package. \nFlatpaks mostly don't use your shared libraries, they ship their own.\n\nFlatpak also brings better security with a sandbox that doesn't let the app access all your system when it doesn't need to, and a permissions system.\n\nFlatpak also uses repositories, called remotes, the biggest one is of course Flathub.\n\nSo, most distros out there should have flatpak preinstalled, but if you run Ubuntu or an official Ubuntu flavor, Debian, or Arch, you might want to install it yourself.\n\nOn Ubuntu or Debian:\nsudo apt install flatpak\n\nFor any distro:\nhttps://flathub.org/setup\n\nBut this only gives you command line access to flatpak. If you're a more graphical sort of person, you might want to add support for your app store:\n\nFOr GNOME software, the package is often called gnome-software-plugin-flatpak, and for Discover on KDE, it's generally plasma-discover-flatpak.\n\nNext, you'll need to add a repo to be able to install flatpaks easily, without downloading a file manually each time. The biggest one everyone should use is FLathub, it has virtually every flatpak ever made.\n\nsudo flatpak remote-add --if-not-exists flathub https://flathub.org/repo/flathub.flatpakrepo\n\nTHEMING:\n\nThere are a bunch of themes available on Flathub, that you can find typing\n\nflatpak search theme\n\nIf the theme you use is in there, you can just install it from here, then, you select it in GNOME Tweaks, and you run:\n\nflatpak update\n\nIf your theme isn't available from Flathub, though, you'll need to tell flatpak it needs to use your specific theme. To do this, you can either run a command, or use a graphical application.\n\nsudo flatpak override --env=GTK_THEME=NAME OF YOUR THEME.\n\nBut that's not enough, we also need to give flatpak access to the directory where your themes are located, namely the .themes directory:\n\nsudo flatpak override --filesystem=$HOME/.themes\n\nFor GTK4/Libadwaita apps, open your .bash-profile file in your home directory. At the end, add this line:\n\nexport GTK_THEME=NAMEOFYOURTHEME\n\nSave the file, and then log out and log back in for all the changes we made to be applied. All your GTK apps should now use the right theme, whether they're using libadwaita, flatpak, or both.\n\nPERMISSIONS\n\nNow let's see how you can change permissions. To manage them, you can use Flatseal on GNOME and KDE, but KDE also has a permissions page in the settings.\n\nGenerally, permissions are correctly set, but if you feel an app shouldn't have access to something, you can toggle that thing off, and if you feel an app SHOULD have access to something, you can toggle it ON.\n\nBROWSER INSTALL\n\nInstalling flatpaks is just a one click operation from your graphical app store, but if you like to browse for apps in your web browser, you can also start an install straight from there.\n\nThere's an extension for Firefox and CHromium based browsers called Flatline. \n\nhttps://addons.mozilla.org/en-US/firefox/addon/flatline-flatpak/?ref=itsfoss.com\n\nhttps://chrome.google.com/webstore/detail/flatline/cpbniogoilfagmcoipghkgnpmdglfmjm\n\nCOMMAND LINE BASICS:\n\ninstall:  flatpak install APPNAME\n\nUninstall: flatpak remove APPNAME\n\nUpdate: flatpak update\n\nCleanup: flatpak uninstall --unused\n\nList installed flatpaks: flatpak list\n\nSearch for flatpaks: flatpak search\n\nRun an app: flatpak run COMPLETE_APPNAME\n\nKill an app: flatpak kill COMPLETE_APPNAME\n\nRepair: flatpak repair", "link": "https://www.youtube.com/watch?v=IYXlgzrZRIE", "date_published": "2023-08-09T16:03:53+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/IYXlgzrZRIE/hqdefault.jpg"}]