[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Baldur's Gate 3 Performance Review - PC vs Steam Deck", "description": "Dungeons & Dragons is the pinnacle of table-top Fantasy, RPG adventuring. New, to the DnD world, developers Larian Studios, have opened the gate a 3rd time on this unforgettable realm. Powered by their own Divinity 4 engine, supporting dual APIs in DX11 and Vulkan, a vast cast of characters and stories to tell, 4-clan multi-player, ground-breaking split screen co-op. We pit DX11 vs Vulkan, PC vs Steam Deck, and even investigate how much of a potential issue the Xbox Series S has for Split screen play. Let's roll the IGN performance review dice and see if the numbers equal success?\n\n#IGN", "link": "https://www.youtube.com/watch?v=HyaeoUdc10A", "date_published": "2023-08-09T20:00:04+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/HyaeoUdc10A/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Street Fighter 6 Devs on Pros Using Modern Controls, the Rashid Bug, and More | EVO 2023", "description": "We had the opportunity to interview Street Fighter 6 developers Shuhei Matsumoto (Producer) and Takayuki Nakayama (Director) and picked their brains on everything from modern controls, future updates, and even the Rashid bug that plagued the character on release.\n\nThere were lots of SF6 announcements at EVO Top 6 this year, including the in-game reveal of AKI (or A.K.I. if you want to be specific), and the TMNT crossover. But more than just Teenage Mutant Ninja Turtles, we also talked to the devs about Sven, the blind gamer who played using accessibility options, the Drive Rush changes, and the possibility of new mechanics coming to Street Fighter.", "link": "https://www.youtube.com/watch?v=1yagh9jDvws", "date_published": "2023-08-09T19:00:01+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/1yagh9jDvws/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Atlas Fallen Review", "description": "Atlas Fallen reviewed by Gabriel Moss on PlayStation 5. Also available on Xbox Series X/S and PC.\nAtlas Fallen is a solid open-world action RPG with plenty of platforming and large monsters to fight. Putting aside its weak story and the console versions’ gritty graphics there’s a hidden gem of excellent combat, robust exploration, and surprisingly deep customization to uncover in the sinking sands of its arid wilderness. It’s slightly disappointing that co-op is online-only with no cross-play, but thanks to solid technical performance, it sticks in my mind as one of the better worlds I’ve explored with a friend lately.\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=O-1PtJNCEJw", "date_published": "2023-08-09T18:40:21+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/O-1PtJNCEJw/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Undead Murder Farce - Official Trailer (English Sub)", "description": "New Episodes of Undead Murder Farce are simulcast every Wednesday at 10:25 am Pacific Time only on Crunchyroll.\nThe 19th century — a world inhabited by vampires, golems, werewolves and other paranormal creatures. Immortal beauty and disembodied head Aya Rindo, along with half-human-half-demon \"Demon Killer\" Tsugaru Shunichi and her loyal maid Shizuku Hasei, travels through Europe as supernatural detective \"The Cage User,\" solving supernatural mysteries while she searches for her lost body.", "link": "https://www.youtube.com/watch?v=drW-wlc2gGo", "date_published": "2023-08-09T18:00:16+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/drW-wlc2gGo/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Attack on Titan Final Season: The Final Chapters Part 2 - Official Teaser Trailer (English Sub)", "description": "Attack on Titan Final Season THE FINAL CHAPTERS Special 2 is coming soon to Crunchyroll.\n\nThe fate of the world hangs in the balance as Eren unleashes the ultimate power of the Titans. With a burning determination to eliminate all who threaten Eldia, he leads an unstoppable army of Colossal Titans towards Marley. Now a motley crew of his former comrades and enemies scramble to halt his deadly mission, the only question is, can they stop him?", "link": "https://www.youtube.com/watch?v=jFr0kJaXe5I", "date_published": "2023-08-09T17:49:09+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i3.ytimg.com/vi/jFr0kJaXe5I/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Skabma Snowfall - Official Launch Trailer", "description": "Skabma Snowfall is a third-person exploration platforming puzzle game developed by Red Stage Entertainment. Players will explore Nordic beauty in a world where the old northern campfire tales come alive. Embody Áilu, a young Sámi herder as she unravels the mystery behind an infection that affects everything from the land, people, and animals. She must find four Familiar Spirits and reconnect with nature to find the source of the disease. Use the drum and Familiar Spirits’ powers to reveal invisible elements in the arctic nature, find collectibles, and assist through obstacles in the environment. Skabma Snowfall is available now for PlayStation 4, PlayStation 5, Xbox One, Xbox Series S|X, Nintendo Switch, and PC.\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=o0EM9v1o7Wc", "date_published": "2023-08-09T17:00:25+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/o0EM9v1o7Wc/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Babylon 5: The Road Home - Exclusive Clip (2023) Bruce Boxleitner, Paul Guyet", "description": "The highly anticipated continuation of the beloved series is finally here with an all-new original animated movie! Arriving on August 15, 2023, Babylon 5: The Road Home will be available to purchase Digitally and on 4K Ultra HD and Blu-Ray from Warner Bros. Discovery Home Entertainment.  Series creator J. Michael Straczynski returns with a story about the iconic Babylon 5 space station and its inhabitants as they take a journey through the past to determine the future.\n\nReturn to Babylon 5 as the epic interstellar saga continues with The Road Home.  Travel across the galaxy with John Sheridan as he unexpectedly finds himself transported through multiple timelines and alternate realities in a quest to find his way back home.  Along the way he reunites with some familiar faces, while discovering cosmic new revelations about the history, purpose, and meaning of the Universe.\n\nReturning to voice their characters from the original series are Bruce Boxleitner as John Sheridan, Claudia Christian as Susan Ivanova, Peter Jurasik as Londo Mollari, Bill Mumy as Lennier, Tracy Scoggins as Elizabeth Lochley, and Patricia Tallman as Lyta Alexander.\n\nThe film also stars Paul Guyet (World of Warcraft) as Zathras and Jeffery Sinclair, Anthony Hansen (God of War) as Michael Garibaldi, Mara Junot (Green Lantern: Beware My Power) as Reporter and Computer Voice, Phil LaMarr (Futurama) as Dr. Stephen Franklin, Piotr Michael (Hogwart’s Legacy) as David Sheridan, Andrew Morgado (Doctor Strange in the Multiverse of Madness) as G’Kar, and Rebecca Riedy (Magic: The Gathering Arena) as Delenn.\n\nBabylon 5: The Road Home was written and Executive Produced by series creator J. Michael Straczynski. The film was directed by Matt Peters (Batman and Superman: Battle of the Super Sons), Supervising Producer is Rick Morales (Mortal Kombat Legends: Snow Blind) and Executive Producer is Sam Register.", "link": "https://www.youtube.com/watch?v=qMNYA_1haHA", "date_published": "2023-08-09T16:00:45+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/qMNYA_1haHA/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Lords of the Fallen: A Video Deep Dive Into the Umbral Realm | IGN First", "description": "Lords of the Fallen is an upcoming Soulslike that introduces a brand new core mechanic to the genre: The ability to walk between two parallel realms: The realm of the living, Axiom and the realm of the dead, Umbral. We dive deep into what's so special about this mechanic and how it elevates the core gameplay tentpoles of Lords of the Fallen.", "link": "https://www.youtube.com/watch?v=JXjH9mgaaNg", "date_published": "2023-08-09T16:00:23+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i3.ytimg.com/vi/JXjH9mgaaNg/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "EA Sports FC 24 - Official Ultimate Team Deep Dive Trailer", "description": "EA Sports FC 24 is unveiling new additions and changes to the Ultimate Team system. This deep dive trailer shows off the new ways can compete with more players than ever before to add to your squad plus new ways to improve those players in EA Sports FC 24. Enhancements to Evolutions, Women's Football, and Play Styles are all highlighted in the Ultimate Team Deep Dive for EA Sports FC 24, launching on September 22 for PlayStation 4, PlayStation 5, Xbox One, Xbox Series S|X, Nintendo Switch, and PC.\n\n#IGN #Gaming #EASportsFC", "link": "https://www.youtube.com/watch?v=z7bxKePZYcY", "date_published": "2023-08-09T15:41:37+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i3.ytimg.com/vi/z7bxKePZYcY/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Madden 24 - Official Launch Trailer", "description": "Check out the launch trailer for Madden 24, available on August 18, 2023. Call Your Number like Josh Allen, Justin Jefferson, Micah Parsons, and Sauce Gardner do in Madden 24 with the ultimate control FieldSense and Sapien technology provide. \n\nMadden 24 features include Sapien technology, improvements to the FieldSense gameplay system, and foundational football enhancements to gameplay across offense, defense, and blocking. Madden 24 also features cross-play for PlayStation5, Xbox Series X/S, and PC.\n\n#IGN #Gaming #Madden", "link": "https://www.youtube.com/watch?v=LckoB43zFjU", "date_published": "2023-08-09T15:26:54+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/LckoB43zFjU/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Call of Duty: Modern Warfare 3 - Official Makarov Reveal Trailer", "description": "The ultimate threat returns. Check out the Call of Duty: Modern Warfare III Makarov reveal trailer, including the announcement that a worldwide reveal will happen on August 17, 2023.\n\nCall of Duty: Modern Warfare III will be available on November 10, 2023.\n\n#IGN #Gaming #CallofDuty", "link": "https://www.youtube.com/watch?v=paNdkV9RcSs", "date_published": "2023-08-09T14:21:01+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/paNdkV9RcSs/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "How Much Does Blue Beetle Know About Blue Beetle?", "description": "Actor Xolo Maridueña tells IGN all the trivia he knows about his DC superhero, Jaime Reyes aka the Blue Beetle. He goes through everything from comic book trivia like who were the first two Blue Beetles (DC fans know them as Dan Garrett and Ted Kord) and what was Jaime Reyes's first DC comic book appearance (Infinite Crisis #3, of course), not to mention where the new character Victoria Kord (played by Susan Sarandon) first made her comic book debut (Blue Beetle: Graduation Day #2). He also shares some in-depth info about the movie version of Blue Beetle and what to expect from his family and the new DC supervillain, Carapax (Raoul MaxTrujillo).\n\nCheck out everything Maridueña knows about Blue Beetle, then let us know in the comments how many of these things you knew and what you learned for the first time.\n\nThe Blue Beetle movie release date is August 18, 2023.", "link": "https://www.youtube.com/watch?v=oX4xNpO3v1M", "date_published": "2023-08-09T14:00:39+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/oX4xNpO3v1M/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "10 Minutes of Street Fighter 6: Teenage Mutant Ninja Turtles Gameplay", "description": "The Teenage Mutant Ninja Turtles have arrived in Street Fighter 6, as revealed at EVO! Watch Leonardo of the TMNT crew bring the mutant mayhem and clean up Metro City from the sewers up with a shellacious custom moveset.", "link": "https://www.youtube.com/watch?v=0zfxKHk5Yb0", "date_published": "2023-08-09T01:00:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/0zfxKHk5Yb0/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Nintendo Switch Online - Official Game Boy & Nintendo 64: August 2023 Updates Trailer", "description": "The Pokémon Trading Card Game is available now as part of the Game Boy Nintendo Switch Online library, and Pokémon Stadium 2 is available for players with a Nintendo Switch Online + Expansion Pack membership as part of the Nintendo 64 library. Check out the trailer for a look at these classic Pokémon games.", "link": "https://www.youtube.com/watch?v=ufsAoXctXRs", "date_published": "2023-08-09T00:00:32+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/ufsAoXctXRs/hqdefault.jpg"}]