[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC7IcJI8PUf5Z3zKxnZvTBog", "title": "The Power of Simplicity", "description": "It can take a very long time indeed to work up the courage to be simple.\nSign up to our mailing list to receive 10% off your first order with us: https://r1.dotdigital-pages.com/p/6TU0-63X/hellotsol\nFor books and more from The School of Life, visit our online shop: https://9qq0.short.gy/GZpvXg\nOur website has classes, articles and products to help you lead a more fulfilled life: https://9qq0.short.gy/0Gcs7H\n​​For Psychotherapy and other therapeutic services: https://9qq0.short.gy/ub5IwP\nIf you want to keep working on your mental well-being and self-understanding, download our hugely helpful new app now: https://9qq0.short.gy/brdwc5\nFor information on The School of Life’s learning and wellbeing solutions for businesses, including workshops and talks, visit https://bit.ly/3ICqvGw  \nEmail business@theschooloflife.com or join our monthly business newsletter: https://bit.ly/3ICEJHq \nJoin this channel to get access to exclusive members perks:\nhttps://www.youtube.com/channel/UC7IcJI8PUf5Z3zKxnZvTBog/join\n\n\nFURTHER READING\n\nYou can read more on this and other subjects on our blog, here: https://www.theschooloflife.com/article/daring-to-be-simple/\n\n“It can take a very long time indeed to work up the courage to be simple: to read simple books, to wear simple clothes, to have simple days and to say simple things. For a long time, all the advantages and glamour seem to lie with complexity. We are pulled towards rare and hard-to-follow ideas; we entertain our friends with elaborate meals; we pursue convoluted relationships; we have careers that enmesh us in cumbersome commitments; we fill our leisure hours with exotic hobbies…”\n\n\nMORE SCHOOL OF LIFE\n\nWatch more films on SELF in our playlist: \nhttp://bit.ly/TSOLself\n\n\nSOCIAL MEDIA\n\nFeel free to follow us at the links below:\n\nFacebook: https://www.facebook.com/theschooloflifelondon/  \nTwitter: https://twitter.com/TheSchoolOfLife   \nInstagram: https://www.instagram.com/theschooloflifelondon/ \nLinkedIn: https://www.linkedin.com/company/the-school-of-life-for-business/\n\nCREDITS\n\nProduced in collaboration with:\n\nMotion Maverick Ltd\nhttps://www.motionmaverick.com/\nhttps://www.instagram.com/motionmaverick/", "link": "https://www.youtube.com/watch?v=4gb0YXoJfGo", "date_published": "2023-08-09T13:00:06+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/4gb0YXoJfGo/hqdefault.jpg"}]