[{"source": "http://feeds.feedburner.com/biometricupdate", "title": "Wells Fargo accused of scam involving racketeering, synthetic identity fraud", "description": "<img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1367\" src=\"https://d1sr9z1pdl3mb7.cloudfront.net/wp-content/uploads/2023/06/28183213/financial-fraud-scaled.jpg\" width=\"2048\" />\n\t\tWells Fargo has been hit with a putative class action alleging that they worked with a credit reporting agency that they co-own to use fake and real personal-identification information to open unauthorized accounts, according to <a href=\"https://www.mercurynews.com/2023/08/02/wells-fargo-accused-of-new-fake-accounts-scam-in-lawsuit-alleging-racketeering-identity-fraud/\">The Mercury News</a>.\n\nThe bank is accused of violating United States anti-racketeering laws.\n\nBernard Patterson, a forensic accountant and certified fraud examiner, filed the lawsuit this month, accusing Wells Fargo of creating thousands of fraudulent accounts after he began receiving a checking account statement from the bank despite his having never done business with the company.\n\nPatterson's account was made using his real name and social-security number in combination with fake driver's license data and a false birth date, according to the lawsuit. Mixing real but stolen identity data with manufactured data to carry out fraud is known as synthetic identity fraud. After opening the allegedly fraudulent accounts, Wells Fargo could obtain confidential information from credit reporting and risk management agency Early Warning.\n\nThe lawsuit alleges that the bank laundered money, using the accounts to secretly process the transfer of electronic funds. It further alleges Early Warning provided fraudulent identity verification to give the accounts the appearance of validity. Wells Fargo and Early Warning deny the claims.\n\nWells Fargo has had <a href=\"https://www.biometricupdate.com/201604/wells-fargo-mobile-biometric-authentication-application-wins-banking-industry-award\">biometric authentication apps</a> available for corporate clients since 2016. It was fined <a href=\"https://www.mercurynews.com/2020/02/21/us-fines-wells-fargo-3b-for-fake-accounts-scandal/\">$3 billion in 2020</a> for creating millions of fake accounts to generate millions of dollars in fees and interest.\n\nWith scams growing more complex and frequent, over two-thirds of consumers believe their data is either not secure or “somewhat secure.”\n\nSynthetic identity fraud is one of the fastest growing financial crimes in the world, with 68 percent of surveyed businesses reporting a year-to-year increase in occurrences, according to the <a href=\"https://www.gbgplc.com/en/reports/the-state-of-digital-identity-2023/\">Global State of Digital Identity 2023</a> report from <a href=\"https://www.biometricupdate.com/companies/gbg\">GBG</a>.", "link": "https://www.biometricupdate.com/202308/wells-fargo-accused-of-scam-involving-racketeering-synthetic-identity-fraud", "date_published": "2023-08-09T20:55:17+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "http://feeds.feedburner.com/biometricupdate", "title": "Yoti and AVPA call for bias measurement in NIST age estimation assessments", "description": "<img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1152\" src=\"https://d1sr9z1pdl3mb7.cloudfront.net/wp-content/uploads/2022/09/13150618/teen-tablet-scaled.jpg\" width=\"2048\" />\n\t\tThe planned assessment of age estimation algorithms by the U.S. National Institute of Standards and Technology should note the distribution of errors, include different age targets, and include a measurement of bias, according to comments from industry stakeholders.\n\n<a href=\"https://www.biometricupdate.com/202308/rights-groups-weigh-in-on-nists-evaluation-metrics-for-facial-age-estimation\">NIST received 49 comments</a>, including from human rights organizations, age estimation providers like Paravision and Yoti, and leading industry group the Age Verification Providers Association (AVPA), in response to a call for feedback on a Face Recognition Vendor Test track in development.\n\nIn comments provided to <em>Biometric </em>Update, the AVPA urges <a href=\"https://www.nist.gov\">NIST</a> to consider releasing some of the data it holds for use in algorithm training, noting that “(a)ccess to training data is a huge barrier to entry in this field.”  The organization also calls on NIST to consider the output of the <a href=\"https://www.biometricupdate.com/202206/euconsent-age-verification-interoperability-huge-success-but-the-potential-to-fail\">euCONSENT trials</a> of age interoperable age assurance as one of its 12 points of feedback.\n\n<a href=\"https://www.biometricupdate.com/companies/yoti\">Yoti</a> and the AVPA are united in calling for ages other than the ones specified so far by NIST; 12, 18, 21 and 70. <a href=\"https://www.biometricupdate.com/tag/coppa\">COPPA</a> applies to children aged 13, and an amendment to extend it to 16 years of age is under consideration, the AVPA points out. Rights groups similarly noted the importance of age 18 as a boundary.\n\nThe industry stakeholders are also aligned in asking for measurements of differences for people with different skin color and gender.\n\nYoti’s feedback includes a request for more information on how error rates will be computed, and a recommendation to add a plot based on the ROC metric that shows the challenge age (legal age plus buffer), true pass rate and false pass rate in a single figure.", "link": "https://www.biometricupdate.com/202308/yoti-and-avpa-call-for-bias-measurement-in-nist-age-estimation-assessments", "date_published": "2023-08-09T20:50:24+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "http://feeds.feedburner.com/biometricupdate", "title": "Pakistan expands project for biometric identification of unidentified bodies and patients", "description": "<img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"858\" src=\"https://d1sr9z1pdl3mb7.cloudfront.net/wp-content/uploads/2022/01/08130132/digital-identity-fingerprint-scaled.jpg\" width=\"2048\" />\n\t\tAfter delays, the caretaker government in Punjab has collaborated with the National Database and Registration Authority (NADRA) and the healthcare department to launch a project for the <a href=\"https://www.biometricupdate.com/202307/south-african-province-deploys-biometrics-to-identify-unclaimed-bodies-reduce-crime\">biometric identification of unidentified bodies</a> and patients.\n\nThe project is currently operational at 50 teaching hospitals, 26 district headquarters hospitals and 115 tehsil (county) headquarters hospitals.\n\nA similar system in Karachi has reportedly been used to identify thousands of corpses and <a href=\"https://www.biometricupdate.com/202306/facial-recognition-used-to-identify-victims-of-deadly-train-accident-in-india\">hundreds of uncommunicative patients</a> already.\n\nThe Punjab Police would be responsible to find the relatives of patients or the deceased once NADRA software identifies them. The project was proposed three years ago when Dr. Salman Kazmi from Mayo Hospital spoke out and said that many unidentified patients and bodies at the hospital ER were buried or disposed of without trying to identify and notify relatives, according to <a href=\"https://www.dawn.com/news/1768226/punjab-launches-project-for-biometric-identification-of-unidentified-bodies\">Dawn</a>.\n\nAt this time, he turned to Lahore High Court (LHC) as a matter of public interest, saying that his hospital alone received 40 to 50 unclaimed bodies each month aside from unidentified patients in its ER. The LHC directed the institutes concerned to sign a memo to collect the fingerprint biometrics of unidentified patients and bodies.\n\nThe matter stood pending between departments as no one wanted to pay the identification cost of 200 Pakistani rupees (roughly US$2.41). However, the issue received national attention once more as it was revealed that Nishtar Hospital Multan had dead bodies decomposing on the rooftop.\n\nAzhar Siddique, senior lawyer, filed another petition in court to clear barriers and implement the project out of the best interest of the public, arguing that the Punjab government should make biometric identification of all unidentified patients and bodies entering government hospitals across the province mandatory.\n\nThe project was launched just last week after the LHC ordered for state institutions to sign a memo and implement the project.", "link": "https://www.biometricupdate.com/202308/pakistan-expands-project-for-biometric-identification-of-unidentified-bodies-and-patients", "date_published": "2023-08-09T20:16:51+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "http://feeds.feedburner.com/biometricupdate", "title": "Fingerprint Cards locks in exclusive deal with BenjiLock", "description": "<img alt=\"benjilock biometric bike lock\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1500\" src=\"https://d1sr9z1pdl3mb7.cloudfront.net/wp-content/uploads/2021/01/13115640/benjilock-biometric-bike-lock.png\" width=\"2000\" />\n\t\tU.S.-based <a href=\"https://benjilock.com/\">BenjiLock</a> plans to incorporate Fingerprint Lock’s biometric sensor, software and algorithm into its access security solutions. The two companies hope the exclusive deal will provide them with licensing opportunities for products such as TSA-accepted biometric locks and equipment cases. In April, BenjiLock announced it will be providing its locks to instrument cases supplier TKL.\n\n“We are excited to partner with BenjiLock and contribute our advanced sensors and software to its product portfolio,” says Michel Roig, Fingerprint Cards’ president of payment and access.\n\nFollowing <a href=\"https://www.biometricupdate.com/202307/biometric-pay-access-products-disappoint-reorganizing-and-fundraising-fpc\">mixed financial results</a> in the first half of the year, Fingerprint Cards has reorganized and is hoping to strike more deals with new business partners. In the second quarter of 2023, the Swedish biometrics firm recorded a gross profit of around US$2.64 million.\n\nEarlier this year, during an <a href=\"https://www.biometricupdate.com/202303/fingerprint-cards-targets-new-biometrics-markets-with-mobile-capacitive-bounce-back-ahead\">interview</a> with Biometric Update, Fingerprint Cards’ CEO Ted Hanson laid out the company’s plans for diversification, including its leap into mobile phone sensors. The firm recently <a href=\"https://www.biometricupdate.com/202308/automotive-biometrics-developers-show-work-with-many-modalities\">signed an agreement</a> with an undisclosed automotive supplier that plans to integrate Fingerprint Cards’ iris-scanning technology into driver monitoring systems (DMS).\n\nIn September, Fingerprint Cards will <a href=\"https://www.biometricupdate.com/202307/fingerprint-cards-appoints-new-ceo-amid-lukewarm-financials-and-diversification-push\">welcome</a> a new President and CEO, former McAfee Chief Revenue Officer Adam Philpott, who will take over the helm from Hansson.", "link": "https://www.biometricupdate.com/202308/fingerprint-cards-locks-in-exclusive-deal-with-benjilock", "date_published": "2023-08-09T20:01:53+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "http://feeds.feedburner.com/biometricupdate", "title": "More security issues for Clear", "description": "<img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1365\" src=\"https://d1sr9z1pdl3mb7.cloudfront.net/wp-content/uploads/2022/07/27170847/airport-facial-recognition-scaled.jpg\" width=\"2048\" />\n\t\tTwo previously unreported security breaches are raising <a href=\"https://www.biometricupdate.com/202307/clear-spars-over-tsa-report-after-security-incident-follows-enrollment-error\">new questions</a> about the security of airport authentication firm Clear's service. In both cases, a company employee escorted passengers through security who were not enrolled in the Clear program and without checking their IDs.\n\nOne instance was discovered when an erroneously escorted passenger noticed their boarding pass was for a different airport. In the other, a person used a discarded boarding pass to clear security.\n\nA United States congressional aide said neither person boarded a plane, according to <a href=\"https://www.politico.com/news/2023/08/07/transpo-clear-tsa-00110124\">Politico</a>.\n\nSome members of Congress want the Transportation Security Administration to require that all Clear subscribers present IDs to an airport TSA agent.\n\n<a href=\"https://www.biometricupdate.com/companies/clear\">Clear</a>'s business model is prescreening customers who pay a $189 subscription for the privilege of not standing in TSA's snaking manual authentication lines. Instead, they can offer a fingerprint or iris biometrics scan and shave a great deal of time of time in a busy airport.\n\nThe TSA notified Clear in early June that subscribers would need to present IDs after a 30-day notice and comment period. The agency is evaluating those comments.\n\n<a href=\"https://www.biometricupdate.com/202307/clear-spars-over-tsa-report-after-security-incident-follows-enrollment-error\">Clear</a> has had similar problems before, with one subscriber in 2022 almost boarding a flight under a fake identity. The person was only caught after a subsequent inspection found live ammunition among the person's possessions.\n\nSome critics voiced concern about Clear’s biometric enrollment methods after it was revealed that showed identification photos where faces were not in the frame.\n\nClear responded, saying the photos weren't part of enrollment and that the company now relies only on fingerprints or eye scans to verify identity on the day of travel.\n\nMeanwhile, in India, the Jaipur Airport will soon introduce the Digi Yatra program, which will allow domestic travelers to use the Face Pods biometric boarding system for check-in, security checks and boarding, according to the <a href=\"https://economictimes.indiatimes.com/industry/transportation/airlines-/-aviation/jaipur-airport-soon-to-start-biometric-check-in-with-digiyatra-app/articleshow/102468536.cms?from=mdr\">Economic Times</a>. The pods will eliminate manual verification of tickets and IDs at multiple checkpoints.\n\nThe program was created by the Ministry of Civil Aviation and will begin with only one dedicated entry route for those who chose the Digi Yatra boarding process. It already is operational at airports in the nation's <a href=\"https://www.biometricupdate.com/202306/idemia-grabs-a-piece-of-digi-yatra-airport-biometrics-rollout\">New Delhi</a>, Bengaluru, and Varanasi in December 2022.\n\nAlso, the <a href=\"https://www.militaryaerospace.com/commercial-aerospace/article/14297360/air-franceklm-gets-selfservice-kiosk-upgrades-in-europe\">Air France-KLM group</a> is upgrading its 400 self-service kiosks in Charles de Gaulle Airport in Paris. Kiosks will now be able to connect with mobile devices and terminals.", "link": "https://www.biometricupdate.com/202308/more-security-issues-for-clear", "date_published": "2023-08-09T18:42:49+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "http://feeds.feedburner.com/biometricupdate", "title": "Google patents under-display camera for its Pixel smartphone", "description": "<img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"540\" src=\"https://d1sr9z1pdl3mb7.cloudfront.net/wp-content/uploads/2023/03/27110634/warehouse-5g-phone-1024x540-1.jpg\" width=\"1024\" />\n\t\tGoogle has filed a patent that describes a new under-display front-facing camera that could be used in its Pixel smartphone. The patent application describes how its devices can be equipped with an emissive display that transmits light into the camera sensors, allowing them to get rid of holes in the display.\n\nUnder-display cameras already exist in smartphones such as those made by Samsung and ZTE. Google’s version, however, is intended to maximize camera quality by introducing deliberate light-blocking elements and distortions. Google lays out how it can improve photo and video quality by using two parts of the display with different shapes and patterns to block or distort the light while it passes through the screen. The patent also mentions image correction algorithms that could be applied to images captured by camera sensors located under the light-emitting display.\n\nSmartphone biometrics have largely bifurcated into under-display fingerprints and facial recognition delivered from <a href=\"https://www.biometricupdate.com/202303/bad-news-for-iphone-notch-haters-biometric-lens-under-the-display-pushed-back\">hardware set apart</a> from the display. A recent Apple patent application suggests a way to capture <a href=\"https://www.biometricupdate.com/202303/apple-patent-filing-for-under-display-biometrics-capture-system-published\">fingerprint, face and iris</a> biometrics from under the display, and the <a href=\"https://www.biometricupdate.com/202210/google-pixel-7-supports-face-and-fingerprint-biometric-unlock\">Pixel 7</a>, released in the second half of 2022, features face and fingerprint modalities, but the front-facing camera is held under a hole in the display.\n\nGoogle’s patent application, filed at the <a href=\"https://worldwide.espacenet.com/publicationDetails/description?CC=EP&amp;NR=4218225A1&amp;KC=A1&amp;FT=D&amp;ND=&amp;date=20230802&amp;DB=&amp;locale=en_EP\">European Patent Office</a>, was unearthed by <a href=\"https://www.forbes.com/sites/paulmonckton/2023/08/08/google-details-new-iphone-beating-holy-grail-technology-for-pixel-smartphones/\">Forbes</a>.\n\nSamsung came out with an under-display camera Galaxy Z Fold 4 in 2022 but the quality is still lacking. Apple is also reportedly <a href=\"https://www.notebookcheck.net/All-iPhone-17-models-slated-to-get-120-Hz-LTPO-panels-in-2025-first-under-display-Face-ID-to-debut-with-iPhone-17-Pro-followed-by-true-all-screen-iPhone-19-Pro-in-2027.706378.0.html\">planning</a> to equip its iPhone 17 models with under-display cameras.", "link": "https://www.biometricupdate.com/202308/google-patents-under-display-camera-for-its-pixel-smartphone", "date_published": "2023-08-09T17:54:19+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "http://feeds.feedburner.com/biometricupdate", "title": "EMVCo sets MFA security guidelines with encouragement and cautions for biometrics use", "description": "<img alt=\"online shopping biometric authetication\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"580\" src=\"https://d1sr9z1pdl3mb7.cloudfront.net/wp-content/uploads/2020/04/20111418/online-shopping-biometric-authetication.jpg\" width=\"938\" />\n\t\tBiometrics can help make multi-factor authentication used in payments resistant to attacks, but can also do the opposite if the wrong technology or architecture is chosen, according to a new paper from <a href=\"https://www.biometricupdate.com/tag/emvco\">EMVCo</a>. A framework to support the development of multi-factor authentication methods that can stop fraud attacks against payment systems has been published by the international payment standards body.\n\nThe “<a href=\"https://www.emvco.com/resources/multi-factor-authentication-solutions-for-payments-security-requirements/\">Multi-Factor Authentication Solutions for Payments Security Requirements</a>” defined by EMVCo specifies biometrics as an appropriate authentication factor in a variety of situations, and discusses the use of the technology in binding individuals to devices, credentials, and other authentication factors.  The use of biometrics to establish the control of a device storing a private key is reviewed, along with ways that private key cryptography can be compromised without defeating the biometric verification element of the system.\n\nThe document defines the roles of “authenticator,” “verifier” and credential “binding.” It sets a scope for evaluation of payment MFA systems, provides security and threat models, and establishes requirements for the various aspects of a security system, including reporting and attestation, cryptography and system evaluation. EMVCo intends for the requirements to help developers of MFA solutions for payments, laboratories and the issuers, merchants, acquirers and payment providers who make up the rest of the payments ecosystem.\n\n“As remote payments continue to gain traction, such as e-commerce transactions, it is paramount for consumers to be able to securely prove their identity and authenticate their transactions,” explains Joy Huang, chair of the EMVCo Executive Committee. “EMVCo recognises that MFA plays a crucial role in not only achieving this, but also giving the industry flexibility in how it wants to authenticate consumers using different credential combinations in different payment scenarios.”\n\nStipulations from EMVCo include 17 guidelines for authentication processing, all stated in broad terms to allow the flexibility Huang refers to.\n\nThe framework’s guidance on avoiding weak authentication factors states: “Biometric modalities or implementations with high false-positive rates, susceptible to presentation attacks or any type of attack that can lead to wrong user verification” as an example of what not to use.\n\nThe use of biometric systems for other functions, such as device unlocking, can also decrease the security of an MFA solution making use of it, by providing an opportunity for attackers to identify vulnerabilities.\n\nThe guidance is intended to build on existing security frameworks and standards, including those from NIST, the FIDO Alliance, PSD2, and the EMVCo’s own <a href=\"https://www.emvco.com/processes/software-based-mobile-payment-evaluation-process/\">Security Evaluation Infrastructure</a>.\n\nA recent EMVCo blog post also identified remaining <a href=\"https://www.biometricupdate.com/202306/emvco-payment-association-eu-weigh-in-on-biometric-payment-card-challenges\">challenges to biometric payment card adoption</a> at scale, as production prices drop.", "link": "https://www.biometricupdate.com/202308/emvco-sets-mfa-security-guidelines-with-encouragement-and-cautions-for-biometrics-use", "date_published": "2023-08-09T17:44:44+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "http://feeds.feedburner.com/biometricupdate", "title": "SecureAuth behavioral biometrics, passwordless authentication built into Citrix platform", "description": "<img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1367\" src=\"https://d1sr9z1pdl3mb7.cloudfront.net/wp-content/uploads/2022/06/20141607/tablet-in-use-scaled.jpg\" width=\"2048\" />\n\t\tIdentity and access management company <a href=\"https://www.biometricupdate.com/companies/secureauth\">SecureAuth</a> will provide its authentication platform to Citrix Workspace, a digital workspace software platform developed by U.S. cloud computing and virtualization company <a href=\"https://www.citrix.com/\">Citrix Systems</a>.\n\nCitrix Workspace will seamlessly integrate SecureAuth's passwordless identity solution Arculix while the two companies plan to offer it on Citrix Ready Marketplace. Arculix monitors user behavior and application activity to create user profiles on different devices and builds behavioral models that learn what genuine user activity looks like. The platform includes SecureAuth’s <a href=\"https://www.biometricupdate.com/202301/secureauth-unveils-7-patents-for-behavioral-biometrics-id-proofing\">proprietary behavioral biometrics</a>.\n\nCitrix says it serves 16 million cloud users.\n\nPaul Trulove, CEO of California-based SecureAuth, said in an <a href=\"https://www.biometricupdate.com/202212/passwordless-authentication-to-improve-security-user-experience-in-2023-secureauth-ceo\">interview</a> with <em>Biometric Update</em> last year that an increasing number of companies are shifting to passwordless authentication primarily to improve employee experience.\n\nHowever, <a href=\"https://www.biometricupdate.com/202304/otp-still-more-common-than-biometrics-for-passwordless-authentication-secureauth\">biometrics still lag behind</a> one-time passwords as a method of passwordless authentication even though they are catching up to PINs, according to an annual survey conducted by the company. One-time passwords (OTP) were used by 38 percent of organizations, followed by PINs (27 percent) and biometrics and security keys (both 26 percent).\n\nMore recently, Trulove has <a href=\"https://www.biometricupdate.com/202305/federated-identities-a-one-stop-hacking-shop-for-all-your-credentials\">spoken</a> about the risks of federated identities. The company recently added new executives, including <a href=\"https://www.biometricupdate.com/202305/wicket-totm-add-biometrics-cybersecurity-expertise-with-executive-hires\">Vikram Verma</a>, who has held leadership roles at Savi Technology and Lockheed Martin.", "link": "https://www.biometricupdate.com/202308/secureauth-behavioral-biometrics-passwordless-authentication-built-into-citrix-platform", "date_published": "2023-08-09T17:35:17+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "http://feeds.feedburner.com/biometricupdate", "title": "Digital ID security startup focused on cloud transactions pulls in $12M", "description": "<img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1365\" src=\"https://d1sr9z1pdl3mb7.cloudfront.net/wp-content/uploads/2023/03/20155817/passwordless-authentication-scaled.jpg\" width=\"2048\" />\n\t\tA June 2022 series A round of funding for cloud-access orchestrator ConductorOne was bumped out this week to $27 million. Felicis Ventures led the addition.\n\nThe venture firm and several angel investors put $12 million into the round, which already held $15 million placed last summer. The funding is destined for typical startup efforts: research, hiring engineers and building marketing muscle.\n\n<a href=\"https://www.conductorone.com/\">ConductorOne</a>'s total haul now is $32 million (counting a $5 million seed round).\n\nConductorOne has some attractive points to entice investors.\n\nOne is the company's focus on end-to-end identity-securing software for cloud transactions. The company sees opportunity in growing hacks of cloud services, a sector that includes Amazon's Web Services, GitHub and Salesforce.\n\nConductorOne CEO Alex Bovee and Chief Technical Officer Paul Querna, both veterans of access management vendor <a href=\"https://www.biometricupdate.com/companies/okta\">Okta</a>, have said since founding the firm in 2020 that there is a lack of product coherence in the market. That makes defenses shaky and hard to manage, even for companies employing IAM software, multi-factor authentication, and single-sign on.\n\nThey say they are assembling relevant aspects of other product strategies to build a core platform of functions. In fact, the pair talks about having created a new digital identity security market called ID security posture management.\n\nA cluster of platforms for digital identity orchestration have been launched of late, with <a href=\"https://www.biometricupdate.com/202202/no-code-digital-identity-orchestration-service-developed-by-ping-identity\">Ping Identity</a> as one example. Liminal says the trend could develop into a <a href=\"https://www.biometricupdate.com/202305/liminal-spotlights-integrated-digital-identity-platform-trend-sees-116b-tam\">$115.9 billion market</a> by 2027.", "link": "https://www.biometricupdate.com/202308/digital-id-security-startup-focused-on-cloud-transactions-pulls-in-12m", "date_published": "2023-08-09T17:25:52+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "http://feeds.feedburner.com/biometricupdate", "title": "The India Stack infrastructure roadshow stops in Trinidad and Tobago", "description": "<img alt=\"smartphone biometric identity and document verification\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"627\" src=\"https://d1sr9z1pdl3mb7.cloudfront.net/wp-content/uploads/2019/12/17150652/smartphone-biometric-identity-and-document-verification.jpg\" width=\"940\" />\n\t\tIndia is hoping to be a global leader in digital public infrastructure and identity software, and it is pitching its so-called India Stack of digital products to countries. One of its targets is Trinidad and Tobago.\n\nTuesday, a delegation led by Hassel Bacchus, minister of digital transformation for the Caribbean country, met with representatives from India's Ministry of Electronics and IT.\n\nIndian officials have been <a href=\"https://www.biometricupdate.com/202305/india-uses-g20-presidency-to-champion-global-south-and-digital-public-infrastructure\">using its G20 presidency</a> to promote their vision for digital public infrastructure, which includes the India Stack -- <a href=\"https://www.biometricupdate.com/202302/social-protection-lessons-indian-interoperability-opportunities-for-private-sector\">platforms</a> designed to provide Indian citizens with access to government services based on their Aadhaar ID.\n\nAccording to <a href=\"https://government.economictimes.indiatimes.com/news/digital-india/meity-to-implement-india-stack-solutions-for-trinidad-tobago/102516362\">reports</a> from business news publisher Economic Times , the India delegation discussed in detail aspects of the stack, including the nation's unique identifier Aadhaar, Unified Payments Interface and DigiLocker wallet.\n\nIndia’s model for digital public infrastructures has <a href=\"https://www.biometricupdate.com/202306/indias-account-aggregator-dpi-could-promote-equitable-financial-access-world-bank\">been applauded</a> by numerous organizations such as the World Bank. That is despite the bank's government emissary to the G20 group of finance ministers, Amitabh Kant, <a href=\"https://www.biometricupdate.com/202307/india-presses-for-legal-framework-to-guide-adoption-of-digital-public-infrastructure\">maintains</a> that India's vision needs defining and a legal framework to guide its deployment.\n\nDeveloped economies have reportedly <a href=\"https://www.biometricupdate.com/202304/indias-digital-public-infrastructure-reportedly-not-as-popular-with-g7-nations\">expressed less interest</a> in adopting the stack. But many of the rest of the world's economies, where many people still lack IDs, have been taking notes on India’s lessons.\n\nThis year, India signed agreements with <a href=\"https://www.biometricupdate.com/202305/7-countries-partner-with-india-to-adopt-its-digital-public-infrastructure-model\">multiple</a> <a href=\"https://www.biometricupdate.com/202306/india-expands-partnership-on-digital-public-infrastructure-experience-sharing-at-g20\">countries</a> to share aspects of its public infrastructure work, including <a href=\"https://www.biometricupdate.com/202307/papua-new-guinea-to-tap-indias-digital-public-infrastructure-experience\">Papua New Guinea</a>, <a href=\"https://www.biometricupdate.com/202306/india-expands-partnership-on-digital-public-infrastructure-experience-sharing-at-g20\">Armenia and Sierra Leone</a>.\n\nTrinidad and Tobago, which has a sizable community of people of Indian descent, has been making its own <a href=\"https://www.biometricupdate.com/202007/digital-identity-initiatives-for-government-services-see-a-mix-of-progress-and-delay\">digital identity plans</a>. In May, the country <a href=\"https://www.biometricupdate.com/202305/caribbean-countries-agree-to-pursue-cross-border-digital-id-efforts\">signed a deal</a> with 10 of its Caribbean neighbors for cross-border recognition of digital IDs.", "link": "https://www.biometricupdate.com/202308/the-india-stack-infrastructure-roadshow-stops-in-trinidad-and-tobago", "date_published": "2023-08-09T15:32:30+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "http://feeds.feedburner.com/biometricupdate", "title": "Kenyan lawmakers seek probe into flopped Huduma Namba digital ID project", "description": "<img alt=\"huduma-namba-kenya-biometric-registration-national-id\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"900\" src=\"https://d1sr9z1pdl3mb7.cloudfront.net/wp-content/uploads/2020/10/04155238/huduma-namba-kenya-biometric-registration-national-id.jpg\" width=\"1600\" />\n\t\tSome Members of Parliament (MPs) in Kenya have called for an inquest into how funds were used in the implementation of the Huduma Namba digital ID project which turned out to be one of the most controversial undertakings by former President Uhura Kenyatta.\n\nThe recommendation for a probe came out strongly during a recent session in which Interior Ministry Principal Secretary Raymond Omollo appeared before members of the National Assembly’s Public Accounts Committee to respond to questions on the execution of the 2021/2022 state budget, The Standard <a href=\"https://www.standardmedia.co.ke/sports/national/article/2001478784/mps-call-for-special-audit-on-huduma-namba-deal\">reports</a>.\n\nMPs called for the audit after Omollo had difficulty responding to certain questions on the Huduma Namba project.\n\nLaunched in 2019, the Huduma Namba is said to have gulped more than ten billion Kenyan Shillings (over US$69 million) by the close of 2022, per government records.\n\nHowever, in an outing in June, President Wiliam Ruto described the project as a fraud and claimed the country <a href=\"https://www.biometricupdate.com/202307/kenya-digitizes-5k-government-services-to-issue-digital-ids-in-next-90-days\">spent around 15 billion Kenyan shillings</a> on it. This was as he emphasized the importance of a new digital ID system for the country.\n\nRecently, information surfaced that there was an outstanding debt of 184 million Kenyan Shillings (US$1.2 million) owed to the project, which is what has now prompted the MPs to press for an audit.\n\nThe Huduma Namba was apparently conceived with good intentions, but its execution turned out to be <a href=\"https://www.biometricupdate.com/202201/kenya-pushes-on-with-huduma-namba-as-compulsory-digital-id-amid-controversy\">highly controversial</a>, facing many challenges including lawsuits alleging rights violations and exclusion.\n\nAlthough the current Kenyan Administration is already far advanced with plans of replacing the Huduma Namba with a new digital ID system, the representatives of the people think the facts must be established on how huge sums of tax payers’ money were spent on the project, and whether it brought them any value.\n\nThe special audit is expected to be conducted by the Office of the Auditor-General Nancy Gathungu.\n\nWith the visible failures of the Huduma Namba, there have been calls from advocacy groups for the government to <a href=\"https://www.biometricupdate.com/202306/nubian-rights-forum-urges-equitable-rollout-to-kenyas-upi-system\">guard against the same mistakes</a> that bedevilled the project as it looks to implement a new one.\n<h2>Calls for halt to hospital biometric system rollout</h2>\nPlans by Kenya’s National Hospital Insurance Fund (NHIF) to deploy a biometric system have been panned by members of the National Assembly, who say the Sh4.2 billion ($29 million) price tag is too high, <a href=\"https://www.pd.co.ke/news/lawmakers-reject-sh4-2b-biometric-system-for-nhif-195297/\">People Daily</a> reports.\n\nNHIF Chief Executive Samson Kuhora says the current system cost SH1.6 million ($11 million), but leaves gaps leading to practical problems.\n\nAn NHIF card used for access to health services was <a href=\"https://www.biometricupdate.com/202306/kenya-factors-in-biometrics-in-three-year-digital-government-plan\">discontinued</a> earlier this year, and recent audits have revealed mismatched hospital records and negative impacts on patients.\n\nMPs from the Committee on Health argue that the government cannot afford the project due to a weak economy.", "link": "https://www.biometricupdate.com/202308/kenyan-lawmakers-seek-probe-into-flopped-huduma-namba-digital-id-project", "date_published": "2023-08-09T15:23:37+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "http://feeds.feedburner.com/biometricupdate", "title": "Nigeria signs MOU on biometric cards for payments in healthcare, agriculture", "description": "<img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1367\" src=\"https://d1sr9z1pdl3mb7.cloudfront.net/wp-content/uploads/2022/09/19172639/patient-digital-identity-scaled.jpg\" width=\"2048\" />\n\t\tNigeria is set to enhance and modernize its digital payments infrastructure, particularly in the healthcare and agriculture sectors, after a federal government agency concluded a deal with a biometric technology company.\n\nThe National Space Research and Development Agency (NASRDA) recently signed a Memorandum of Understanding (MoU) with <a href=\"https://egatetechnology.com/\">eGate Technology</a> to deploy technologies including artificial intelligence for payments, electronic medical records, hospital management and tele-medicines, among others, The Nation <a href=\"https://thenationonlineng.net/nasrda-signs-agreement-with-egate-technology-for-digital-transformation-in-healthcare-agriculture/\">reports</a>.\n\nSpeaking during the signing ceremony, NASRDA’s Director General Halilu Ahmad said the partnership will improve and streamline access to services and enhance efficiency.\n\nPer the deal, eGate’s solution will provide biometric smart payment cards which will be integrated with existing payment facilities to facilitate payments for citizens. The partners say this will, among other things, help eliminate delays and reduce fraud. It will also ease the process of application for loans or purchases of farm inputs such as fertilizers, while also making it possible for people to undertake medical consultations remotely.\n\n“eGate Technology is leading the way in digital transformation in the region. We believe that digital transformation will improve population access to services management, to increase efficiency, reduce costs and frond transactions, improve data security and privacy, and provide decision makers with statists report for accurate decision at the right time,” says Essam Elsaghir, eGate Technology chairman, as quoted by The Nation.\n\nTheir commitment, the official said, is to provide “a fully integrated digital identity smart card system” that will “create biometric digital identity to identify citizens and their electronic profiles with financial facility to receive money or do any type of payment “which will increase efficiency, ease access to services, and reduce problems like misidentification and fraud.”\n\nUsers will be able to access the different services using a mobile app, the technology provider says.\n\nIn the meantime, the NASRDA deal with eGate involves GS Group, a Smart Road and RFID provider, <a href=\"https://www.thecable.ng/nasrda-signs-agreement-with-gs-group-egate-technology-to-digitalise-traffic-management\">The Cable</a> notes.\n\n“Today we are honoured to be selected to implement our state-of-the-art RFID technology and intelligent traffic management system with country footprint infrastructure that poses many critical challenges in most modern cities, including congestion, traffic violations, car theft, and illegal vehicles,” says Gaseer Elsayed, founder of GS Group.\n\nThese digital transformation initiatives come as the government says there is progress in enrollment for the national digital ID program. The number of those with the National Identification Number (NIN) has now reached 101.64 million, New Telegraph reports.\n\nFigures from the National Identity Management Commission (<a href=\"https://www.biometricupdate.com/tag/national-identity-management-commission-nimc\">NIMC</a>) indicate that 634,603 enrollments were recorded in July, which is a drop from the one million monthly registrations in the past several months.", "link": "https://www.biometricupdate.com/202308/nigeria-signs-mou-on-biometric-cards-for-payments-in-healthcare-agriculture", "date_published": "2023-08-09T15:16:55+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}]