[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "NO STARFIELD ON PS5? FRET NOT...", "description": "Baldur's Gate 3 is available now for PC, garnering extensive acclaim for its deep role-playing mechanics. While it's great news for RPGs and PC gaming alike, it also means that PS5 players have something to look forward to when it launches on September 6th.\n\nIt's all the more significant since Starfield, Bethesda's first new IP in over 25 years and a massive sci-fi RPG, launches on the same day. Since it's exclusive to Xbox Series X/S on consoles, the release of Baldur's Gate 3 means PS5 players will have their own incredible role-playing experience next month (that too with co-op support).\n\nHowever, the timing of the release also works out pretty well for those on Xbox. Check out our video to learn how.", "link": "https://www.youtube.com/watch?v=iIggp3yjJPE", "date_published": "2023-08-09T21:00:20+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/iIggp3yjJPE/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Atlas Fallen Review - The Final Verdict", "description": "Atlas Fallen has the makings of a remarkable game, but almost all of its biggest victories come with major caveats to them. Sand surfing is an excellent mechanic that makes it a blast to get around the game’s vast environments, but outside of that, even the most basic movement actions feel frustratingly clunky. \n\nThe combat feels too sluggish and fails to make good on its promise of emphasizing speed and momentum. There’s certainly plenty here that deserves legitimate praise, but the end product is, nonetheless, too unpolished and rough around the edges, and never quite manages to live up to its obvious potential.", "link": "https://www.youtube.com/watch?v=8IUEtSV22bI", "date_published": "2023-08-09T18:00:03+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/8IUEtSV22bI/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Fort Solis PS5 Thriller Game - EVERYTHING You Need To Know", "description": "Fort Solis is the upcoming sci-fi psychological thriller coming from Liverpool based studio Fallen Leaf and Polish company Black Drakkar Games. Players will assume control of engineer Jack Cleary, who unbeknownst to him is walking right into the aftermath of some horrific event which has left an isolated Martian mining post deserted, the mystery behind its inhabitant’s absence a mystery for him to solve if he has any chance to survive. \n\nA tense, atmospheric single player third person experience, Fort Solis is releasing to PS5 and PC on August 22nd with an Xbox Series X|S version to follow. This feature highlights 15 of the most important things you need to know before you buy.", "link": "https://www.youtube.com/watch?v=a7xIc2PjwjE", "date_published": "2023-08-09T11:30:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/a7xIc2PjwjE/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Wrestlequest Review - The Final Verdict", "description": "WrestleQuest offers a unique take on the wrestling medium in video game form by giving us a classic turn-based RPG. Rather than pitting two wrestlers against each other in a real-time fight, wrestlers instead take turns in picking their moves, taunting each other, and using their gimmicks. RPG mechanics in the game manage to remain simple but feature some depth with the presence of different attack types, as well as elemental attacks and resistances.\n\nAlong with the interesting gameplay, WrestleQuest also tells a fun story that revolves around the nature of the pro-wrestling business, and whether it’s really “real” or “fake”. Throw on top the presence of wrestling legends like Jeff Jarrett, Andre the Giant, “Macho Man” Randy Savage and Diamond Dallas Page, and you get a game that hopes to be a perfect love-letter to professional wrestling.", "link": "https://www.youtube.com/watch?v=lI5CXJrIl-k", "date_published": "2023-08-09T06:30:11+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/lI5CXJrIl-k/hqdefault.jpg"}]