[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Yahritza y Su Esencia: Tiny Desk Concert", "description": "Felix Contreras | August 24, 2023\nIf you close your eyes at the beginning of this Tiny Desk concert, you could easily imagine yourself at a party somewhere along the Texas-Mexican border around the 1930s, just after the guitars come out. But open your eyes and you'll see Yahritza y Su Esencia, a trio of musicians from Washington's Yakima Valley, belting out songs about lost love and longing.\n\nSuch is the magic of the current wave of Mexican regional music. Yahritza Martínez's voice on \"Soy El Unico\" speaks to a new generation of Mexican music fans as deeply as some of us old timers. Surrounded by her brothers Armando, on 12-string guitar, and Jairo, on bass, Martínez's impassioned vocals speak of loving someone who does not return the favor. There is an art to singing the kind of impassioned lyrics that are found in the corridos and rancheras of the best Mexican regional music and Yahritza does it again on \"Dejalo Ir,\" another song she wrote when she was 13 years old.\n\nI was doing okay until the group hit its stride with \"No Se Puede Decir Adiós\" when I had a moment. My mom loved rancheras and corridos and having recently lost her, I had to sit down at my desk during the performance and have a private, quiet cry. So don't hold back, and give yourself up to the powerful emotion of Yahritza y Su Esencia's performance.\n\nSET LIST\n\"Soy El Unico\"\n\"Dejalo Ir\"\n\"Inseparables\"\n\"No Se Puede Decir Adiós\"\n\"Frágil\"\n\nMUSICIANS\nYahritza Martínez: vocals, guitar\nArmando Martínez: vocals, guitar\nJairo Martínez: bass\n\nTINY DESK TEAM\nProducer: Anamaria Sayre\nDirector: Kara Frame\nAudio Engineer: Josh Rogosin \nCreative Director: Bob Boilen \nSeries Producer: Bobby Carter \nVideographers: Kara Frame, Maia Stern\nEditor: Michael Zamora\nAudio Assistant: Josephine Nyounai\nPhotographer: Keren Carrión\nTiny Desk Team: Suraya Mohamed, Joshua  Bryant, Ashley Pointer, Hazel Cills\nVP, Visuals and Music: Keith Jenkins\nSenior VP, Programming: Anya Grundmann\n\n#tinydesk #nprmusic  #yahritzaysuesencia", "link": "https://www.youtube.com/watch?v=jjA7vj3_Htk", "date_published": "2023-08-24T11:26:40.603416+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i3.ytimg.com/vi/jjA7vj3_Htk/hqdefault.jpg"}]