[{"source": "https://www.theguardian.com/rss", "title": "Amputating Alice review – a surprisingly jaunty look at an extremely likable Paralympian", "description": "<p>Puns and dry humour abound in this inspiring documentary about Paralympic gold medallist Alice Tai – and her journey from elective leg surgery to the 2022 Commonwealth Games</p><p>A couple of years ago, the swimmer and Paralympic gold medallist Alice Tai was talking to The Last Leg presenter Adam Hills about her recent decision to have her right leg amputated to improve her quality of life. Hills had a question for her: why wasn’t anybody filming her story? The result is Amputating Alice, a charming one-off documentary about Tai’s spectacular career to date, her surgery, recovery and eventual return to competitive sport.</p><p>Anyone scrolling through the listings may see the title and expect a certain sort of film. However, they will be pleasantly surprised by its jaunty tone and I suspect that a bit of misdirection is the point. The programme is irreverent from the off, as Hills narrates an atmospheric shot of Tai floating in a pool. “Don’t worry, she hasn’t died. But she has just had her leg cut off.” He waits a fraction of a second. “Ironically, though, that’s jumping ahead.” Hills, who has a prosthetic leg himself, meets Tai about halfway through the film, to offer advice and support, but it’s Tai’s story and she is the one who carries it.</p><p>Amputating Alice is on Channel 4.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/aug/24/amputating-alice-review-paralympian-alice-tai-channel-4-documentary\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/aug/24/amputating-alice-review-paralympian-alice-tai-channel-4-documentary", "date_published": "2023-08-24T23:19:16.209515+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Dementia risk study finds 11 key factors behind condition", "description": "<p>Predictive tool ‘significantly outperforms’ others available and could help avert about 40% of cases</p><p>Scientists have identified 11 risk factors for dementia and used them to develop a tool that can predict whether someone will develop the condition in the next 14 years.</p><p>The number of people living with dementia globally is forecast to nearly triple to 153 million by 2050, and experts have said that it presents a rapidly growing threat to future health and social care systems. But targeting key risk factors, several of which involve lifestyle, could avert about 40% of cases.</p> <a href=\"https://www.theguardian.com/society/2023/aug/24/dementia-risk-study-finds-11-key-factors-behind-condition\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/aug/24/dementia-risk-study-finds-11-key-factors-behind-condition", "date_published": "2023-08-24T23:19:16.194075+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Digestion issues could be warning sign of Parkinson’s disease, research suggests", "description": "<p>Study shows higher risk of condition for patients with gut problems</p><p>Digestion problems such as constipation or difficulty swallowing can double the chance of Parkinson’s disease, according to <a href=\"https://gut.bmj.com/lookup/doi/10.1136/gutjnl-2023-329685\">research</a>.</p><p>The <a href=\"https://www.alzheimersresearchuk.org/gut-health-plays-a-role-in-alzheimers-development-new-study-says/\">origins of Alzheimer’s disease</a>, <a href=\"https://www.theguardian.com/society/2022/may/04/certain-gut-microbes-may-affect-stroke-risk-and-severity-scientists-find\">strokes</a> and brain aneurysms have been linked to the gastrointestinal tract. While there is <a href=\"https://www.theguardian.com/society/2019/jun/26/growing-evidence-suggests-parkinsons-disease-starts-in-gut\">evidence that Parkinson’s could also begin in the gut</a>, there have been few studies of its relationship to particular digestive disorders.</p> <a href=\"https://www.theguardian.com/society/2023/aug/24/digestion-issues-could-be-warning-sign-of-parkinsons-disease-research-suggests\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/aug/24/digestion-issues-could-be-warning-sign-of-parkinsons-disease-research-suggests", "date_published": "2023-08-24T23:19:16.192441+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Maui county sues Hawaiian Electric over wildfires that killed more than 100", "description": "<p>The lawsuit claims the electric utility failed to shut off power during high winds, resulting in downed lines that ignited blazes</p><p>Maui county sued the Hawaiian Electric company on Thursday over the fires that devastated Lahaina, saying the utility negligently failed to shut off power despite exceptionally high winds and dry conditions.</p><p>Witness accounts and video indicated that sparks from power lines ignited fires as utility poles snapped in the winds, which were driven by a passing hurricane. The 8 August fire killed at least 115 people and left an unknown number of others missing.</p> <a href=\"https://www.theguardian.com/us-news/2023/aug/24/hawaii-fires-lawsuit-maui-county-sues-hawaiian-electric\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/aug/24/hawaii-fires-lawsuit-maui-county-sues-hawaiian-electric", "date_published": "2023-08-24T22:14:26.673413+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Matt Hudson-Smith takes world 400m silver after being pipped on the line", "description": "<ul><li>Jamaica’s Antonio Watson storms through to take gold</li><li>Briton finishes second despite struggling with achilles injury</li></ul><p>Matt Hudson-Smith has never had it easy, on the track or off. Even in his first race, aged 10, he was leading with 30 metres to go, only to suddenly see his mum, stop, and watch in horror as everyone flew past him. A few years ago he described it as the worst race of his life.</p><p>There have been plenty of tests for Hudson-Smith in the 18 years since. Yet it has all been worth it for nights like this in Budapest, where the Briton defied injury to run the greatest race of his life and win a 400m world championship silver medal.</p> <a href=\"https://www.theguardian.com/sport/2023/aug/24/matt-hudson-smith-takes-world-athletics-championships-400m-silver-pipped-on-line-antonio-watson\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/aug/24/matt-hudson-smith-takes-world-athletics-championships-400m-silver-pipped-on-line-antonio-watson", "date_published": "2023-08-24T22:14:26.640964+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Vivek Ramaswamy is America’s demagogue-in-waiting | Margaret Sullivan", "description": "<p>The Republican debate became the entrepreneur’s coming-out party, with the news media boosting him along his way</p><p>He thinks the climate crisis is a hoax, supports Vladimir Putin’s aggression in Ukraine, and would gladly pardon Donald Trump on Day 1 of his would-be presidency. A wealthy biotech entrepreneur, the 38-year-old has never before run for public office.</p><p>Despite all of this (or maybe because of it), this week’s Republican debate became a national coming-out party for Vivek Ramaswamy.</p><p>Margaret Sullivan is a Guardian US columnist writing on media, politics and culture</p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/24/vivek-ramaswamy-demagogue-in-waiting\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/24/vivek-ramaswamy-demagogue-in-waiting", "date_published": "2023-08-24T22:14:26.625606+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "London Bridge: Facing Terror review – the documentary asking us to cast off lazy assumptions about killers", "description": "<p>Is murder ever justified? Can a killer be a hero? These interviews with the men who used narwhal tusks to tackle a terrorist in 2019 grapple with huge moral questions</p><p>Can a murderer be a hero? Is killing ever justified? What are the limits of compassion? Can people really change? London Bridge: Facing Terror certainly doesn’t shy away from the big questions. As it combs through the details of Usman Khan’s 2019 attack at Fishmongers’ Hall, this documentary – narrated primarily by three men who acted swiftly and courageously to bring the violence to an end – sets out to complicate stereotypical ideas about criminals, victims and onlookers who come to the rescue.</p><p>Complicated is also how the programme ends up – not always in the best way – but a certain amount of confusion was probably inevitable: we are not dealing with a crime that can easily be repackaged into a neat morality tale. The attack began at a celebratory event for Learning Together, an organisation that attempted to help prisoners reintegrate into society. Khan, who was on licence from HM Prison Belmarsh where he had served time for terror offences, spoke publicly there about how he had benefited from the scheme. Afterwards, he went into the toilets, taped knives to his hands and strapped on a suicide belt (later discovered to be fake), before murdering Jack Merritt and Saskia Jones, two young Cambridge graduates who were working at the event, and running out on to London Bridge, where he was eventually killed by police.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/aug/24/london-bridge-facing-terror-review-channel-4-documentary\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/aug/24/london-bridge-facing-terror-review-channel-4-documentary", "date_published": "2023-08-24T22:14:26.610255+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Canada: 14 whales have died at aquarium since 2019, exposé reveals", "description": "<p>A dolphin has also died at the Marineland theme park, which faces accusations of animal cruelty </p><p>Fourteen whales and a dolphin have died since 2019 at a popular Canadian aquarium and theme park, according to a new exposé by the Canadian Press.</p><p>Of the marine animals that have died, 13 were <a href=\"https://www.worldwildlife.org/species/beluga\">belugas</a> and one was Kiska – <a href=\"https://www.theguardian.com/environment/2023/mar/17/death-of-worlds-loneliest-orca-mourned-but-celebrated-for-helping-change-law\">the world’s loneliest orca</a>, who died of a bacterial infection after four decades in captivity, the last 12 of which were in isolation.</p> <a href=\"https://www.theguardian.com/environment/2023/aug/24/canada-14-whales-have-died-at-aquarium-since-2019-expose-reveals\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/aug/24/canada-14-whales-have-died-at-aquarium-since-2019-expose-reveals", "date_published": "2023-08-24T22:14:26.594833+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Man extradited from Spain charged with Liverpool murder of council worker", "description": "<p>Ian Fitzgibbon, 28, charged with multiple counts after death by gunshot of Ashley Dale in August 2022</p><p>A man has been charged with the murder of a council worker who was shot in the back garden of her home in Liverpool last year.</p><p>Ian Fitzgibbon was charged with the murder of Ashley Dale, 28, who was found with a gunshot wound in the back garden of her home in the Old Swan neighbourhood on 21 August 2022.</p> <a href=\"https://www.theguardian.com/uk-news/2023/aug/24/man-extradited-from-spain-charged-with-liverpool-of-council-worker\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/aug/24/man-extradited-from-spain-charged-with-liverpool-of-council-worker", "date_published": "2023-08-24T22:14:26.593196+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Pakistan police ‘close to locating’ family of Sara Sharif", "description": "<p>Rawalpindi police chief says his force have interrogated relatives of dead 10-year-old’s father, wanted for questioning</p><p>Pakistani police are “close to locating” the family of a 10-year-old girl, whose death in Surrey earlier this month sparked an international manhunt, it has been reported.</p><p>The body of Sara Sharif was discovered at her home in Horsell, a village near Woking in Surrey, after British police were phoned by her father, Urfan Sharif, from Pakistan on 10 August.</p> <a href=\"https://www.theguardian.com/uk-news/2023/aug/24/pakistan-police-close-to-locating-family-of-sara-sharif\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/aug/24/pakistan-police-close-to-locating-family-of-sara-sharif", "date_published": "2023-08-24T22:14:26.590080+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Djokovic faces Müller on US Open return while Gauff could lie in wait for Swiatek", "description": "<ul><li>Defending champion Alcaraz begins against Germany’s Koepfer</li><li>Jabeur could face Sabalenka rematch in quarter-finals</li></ul><p>Novak Djokovic will mark his return to the US Open by facing Alexandre Müller, a Frenchman ranked No 85 in the world, in the first round. After his incredible <a href=\"https://www.theguardian.com/sport/2023/aug/20/coco-gauff-karolina-muchova-cincinnati-open\">three-set win over Carlos Alcaraz</a> to land the Cincinnati Masters 1000 title last week moved him closer to regaining the top ranking, a first-round victory for Djokovic would ensure that he will leapfrog Alcaraz in the ATP rankings and celebrate a record-extending 390th week at No 1 after the US Open.</p><p>The women’s draw will also be headed by a battle for the No 1 ranking, but this contest promises to be far more competitive. Iga Swiatek, the women’s world No 1 and defending champion, will look to hold off Aryna Sabalenka, who has spent this year desperately trying to chase the Pole down. In order to maintain her ranking, Swiatek must outperform Sabalenka in New York. Should they both lose at the same stage, Sabalenka would ascend to the No 1 ranking for the first time.</p> <a href=\"https://www.theguardian.com/sport/2023/aug/24/djokovic-faces-muller-on-us-open-return-while-gauff-could-lie-in-wait-for-swiatek\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/aug/24/djokovic-faces-muller-on-us-open-return-while-gauff-could-lie-in-wait-for-swiatek", "date_published": "2023-08-24T21:09:28.944966+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Buggy collision leaves sprinter Hudson with glass in eye for world 200m semi", "description": "<ul><li>US sprinter Noah Lyles wins semi-final despite being in vehicle</li><li>Injured Jamaican athlete granted place in final by officials</li></ul><p>The Jamaican sprinter Andrew Hudson was left with shards of glass in his eye after a collision between two golf buggies at the World Athletics Championships in Budapest.</p><p>Hudson needed nearly 20 minutes of medical treatment after the crash, which delayed the first of the three 200m semi-finals by 24 minutes, and was seen clearly in distress.</p> <a href=\"https://www.theguardian.com/sport/2023/aug/24/buggy-collision-delays-start-of-mens-200m-world-championship-semi-finals-athletics\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/aug/24/buggy-collision-delays-start-of-mens-200m-world-championship-semi-finals-athletics", "date_published": "2023-08-24T21:09:28.943430+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "You’re So Not Invited to My Bat Mitzvah review – Sandler family delivers sweet YA", "description": "<p>Adam Sandler and daughters score a surprising win for Netflix: a sweet-natured adaptation of Fiona Rosenbloom’s teen novel</p><p>I’m as keen as the next person to roll my eyes at so-called nepo babies, but You Are So Not Invited to My Bat Mitzvah, a new Netflix teen comedy starring Adam Sandler and his two teenage daughters, makes the case for some upsides to maintaining the family business. Sadie Sandler as Ronnie, the sardonic older sister who can drive, and Sunny Sandler as Stacy Friedman, a 13-year-old struggling with her first crush, first BFF fight and one and only batmitzvah, are clearly actors in training. But the Sandlers’ affectionate rapport and palpable family chemistry lends the film, based on the book by Fiona Rosenbloom, a rare, sweet charm.</p><p>Credit as well to the director Sammi Cohen, working with a screenplay from Alison Peck, for an evocative enough rendering of middle school, that very tricky window between the innocence of childhood and the full thicket of teenage angst. Stacy’s fantasy for her perfect batmitzvah is at once distinctly seventh grade, specific to a certain slice of Brooklyn Jewishness and broadly comic: hot pink and sparkly, very extra, a fete of social adulation featuring a cheesy DJ and punctuated by her longtime best friend Lydia (Samantha Lorraine, the standout of the youth cast) and her floppy-haired crush Andy (Dylan Hoffman). Stacy’s world of Hebrew school coming-of-age ceremonies is serious and silly, a parade of Torah recitations and Twizzler stations, and thus her delusions of batmitzvah grandeur (hired pop stars) are rendered both heartfelt and comic. “You’re always saying how my batmitzvah determines the rest of my life,” Stacy tells her parents (Sandler and his Uncut Gems co-star Idina Menzel), “and I think Dua Lipa will make my life perfect.”</p> <a href=\"https://www.theguardian.com/film/2023/aug/24/youre-so-not-invited-to-my-bat-mitzvah-netflix-movie-review-adam-sandler\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/aug/24/youre-so-not-invited-to-my-bat-mitzvah-netflix-movie-review-adam-sandler", "date_published": "2023-08-24T21:09:28.912230+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Ian Smith: Crushing review – there are few fringe shows as purely funny as this", "description": "<p><strong>Monkey Barrel at The Tron, Edinburgh<br /></strong>In an act mining similar territory to Rhod Gilbert, Smith flounders in everyday life and revels in being the butt of the joke</p><p>The little guy floundering at life is a well-worn – and evergreen, in the right hands – comedy persona. Ian Smith’s are those right hands at this year’s fringe, and with Crushing (now <a href=\"https://www.theguardian.com/stage/2023/aug/23/edinburgh-comedy-awards-shortlist-announced-2023\">nominated for the Edinburgh comedy award</a>) he delivers an intensely funny and peevish set about his mission to destress after a breakup. No, wait: “It’s not a breakup show,” he keeps telling us, and fair enough, it’s seldom mentioned. But it helps in this agitated hour – as the Goole man laments the recent history of his Blackpool hotel room, the patronising attitude of posh southerners and the oddity of teeth – to remember the context in which all this tension is mounting.</p><p>The act that Crushing brings most to mind is <a href=\"https://www.theguardian.com/stage/2023/jan/02/rhod-gilbert-cancer-humour-welsh-standup\">Rhod Gilbert</a>, another comic who loses his rag at innocuous everyday predicaments. Smith doesn’t ascend to Gilbert’s levels of volcanic fury; tetchiness is more his mode. But he makes it just as entertaining – see the for-the-ages scene set in a flotation tank that promises to reduce Smith to mere “thoughts in the darkness”, not a prospect that much alleviates his anxiety. Another fine set-piece, including a painstaking act-out, sees Smith pay his respects to a man who finds a dogged way to rebel when sacked from his job at a vineyard.</p><p>At <a href=\"https://tickets.edfringe.com/whats-on/ian-smith-crushing\">Monkey Barrel at the Tron, Edinburgh</a>, until 27 August.</p><p><a href=\"https://www.theguardian.com/culture/edinburghfestival+tone/reviews\">Read our Edinburgh festival reviews</a></p> <a href=\"https://www.theguardian.com/stage/2023/aug/24/ian-smith-crushing-review-monkey-barrel-edinburgh\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/aug/24/ian-smith-crushing-review-monkey-barrel-edinburgh", "date_published": "2023-08-24T21:09:28.910660+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Republicans ‘deserve to lose’ if they fail to address climate crisis, says activist", "description": "<p>Benji Backer, executive director of conservative climate group, calls question on crisis in debate ‘historic’ but laments answers</p><p>Republicans “deserve to lose” electorally if they can’t show they care about the climate crisis, according to the head of a conservative climate organization that put forward a rare question on the issue to GOP candidates in Wednesday’s televised debate.</p><p>The Republican presidential hopefuls, minus Donald Trump, were asked at the Fox News debate what they would do to improve the party’s standing on climate policy by Alexander Diaz, a young conservative who is part of the American Conservation Coalition (ACC), a youth conservative group that pushes for action on the climate crisis.</p> <a href=\"https://www.theguardian.com/us-news/2023/aug/24/republicans-climate-crisis-debate\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/aug/24/republicans-climate-crisis-debate", "date_published": "2023-08-24T20:04:44.673849+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Alice Winn wins 2023 Waterstones debut fiction prize for In Memoriam", "description": "<p>Novel described as ‘truly stunning feat of fiction’ tells love story of two first world war soldiers</p><p>Alice Winn has won the 2023 Waterstones debut fiction prize for her novel In Memoriam, which has been described as a “truly stunning feat of fiction”.</p><p>The novel, inspired by archive clippings from a student newspaper, chronicles the love story between two first world war soldiers. It was announced as the winner at a ceremony in London on Thursday evening.</p> <a href=\"https://www.theguardian.com/books/2023/aug/24/alice-winn-wins-2023-waterstones-debut-fiction-prize-for-in-memoriam\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/aug/24/alice-winn-wins-2023-waterstones-debut-fiction-prize-for-in-memoriam", "date_published": "2023-08-24T20:04:44.598726+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Record north-south gap in top GCSE grades blamed on ‘London-centric policies’", "description": "<p>North-east school leaders call for government to recognise challenges for pupils in different parts of England</p><p>The largest gap on record between top GCSE grades awarded to pupils in London and those in north-east England has prompted warnings of a “continuing widening” in the north-south education divide.</p><p>School leaders in the north-east accused the government of “London-centric” policies, while Labour said it showed that “levelling up is dead and buried” through the failure to help disadvantaged communities.</p> <a href=\"https://www.theguardian.com/education/2023/aug/24/record-north-south-gap-in-top-gcse-grades-blamed-on-london-centric-policies\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2023/aug/24/record-north-south-gap-in-top-gcse-grades-blamed-on-london-centric-policies", "date_published": "2023-08-24T20:04:44.590880+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "US sues Elon Musk’s SpaceX for alleged hiring discrimination against refugees", "description": "<p>Justice department alleges rocket company refused to consider asylum seekers and refugees for jobs because of citizenship status</p><p>The US justice department on Thursday filed a lawsuit against the billionaire <a href=\"https://www.theguardian.com/technology/elon-musk\">Elon Musk</a>’s rocket company SpaceX for alleged hiring discrimination against refugees and asylum seekers.</p><p>SpaceX “routinely discouraged asylees and refugees from applying and refused to hire or consider them, because of their citizenship status” from at least September 2018 to May 2022, according to the justice department.</p> <a href=\"https://www.theguardian.com/science/2023/aug/24/spacex-elon-musk-justice-department-lawsuit-hiring-discrimination\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/aug/24/spacex-elon-musk-justice-department-lawsuit-hiring-discrimination", "date_published": "2023-08-24T18:59:26.552683+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Serious Fraud Office drops 10-year corruption inquiry into Kazakh miner ENRC", "description": "<p>UK agency also shuts other high-profile cases including Rio Tinto investigation</p><p>The UK’s Serious Fraud Office has abandoned a criminal investigation into the Kazakh mining group ENRC, ending a decade-long corruption inquiry mired in controversy.</p><p>The SFO updated its website on Thursday with a <a href=\"https://www.sfo.gov.uk/cases/enrc/\">notice</a> that it had closed the case after concluding there was “insufficient admissible evidence” to prosecute the company.</p> <a href=\"https://www.theguardian.com/business/2023/aug/24/serious-office-drops-corruption-inquiry-kazah-miner-enrc-rio-tinto-investigation-uk\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/aug/24/serious-office-drops-corruption-inquiry-kazah-miner-enrc-rio-tinto-investigation-uk", "date_published": "2023-08-24T18:59:26.540374+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Liverpool insist Mohamed Salah is not for sale as Al-Ittihad step up interest", "description": "<ul><li>Saudi club have made increased proposal to Salah this week</li><li>Liverpool will not negotiate over transfer during this window</li></ul><p>Liverpool have no intention of selling Mohamed Salah during this transfer window and will not negotiate with Al-Ittihad, who are making a renewed push to try and tempt the Egypt forward to Saudi Arabia.</p><p>Al-Ittihad, who bought Fabinho from Liverpool for £40m this summer, were previously thought to be willing to bid about £52m for Salah, and were prepared to offer the 31-year-old a two-year contract worth a reported €180m (£141m).</p> <a href=\"https://www.theguardian.com/football/2023/aug/24/liverpool-mohamed-salah-not-for-sale-al-ittihad\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/24/liverpool-mohamed-salah-not-for-sale-al-ittihad", "date_published": "2023-08-24T18:59:26.524738+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Manchester City secure £55.5m signing of winger Jérémy Doku from Rennes", "description": "<ul><li>21-year-old Belgian signs five-year deal with treble winners</li><li>Player’s summer window arrival follows Gvardiol and Kovacic</li></ul><p>Manchester City have completed the £55.5m signing of Belgium winger Jérémy Doku from Rennes, the Premier League champions have announced.</p><p>The 21-year-old has signed a five-year deal with the treble winners to become their third major signing of the summer transfer window. City had an offer for the player accepted earlier this week and formalities have been completed over the past couple of days.</p> <a href=\"https://www.theguardian.com/football/2023/aug/24/manchester-city-sign-jeremy-doku-winger-rennes\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/24/manchester-city-sign-jeremy-doku-winger-rennes", "date_published": "2023-08-24T18:59:26.518694+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Ben Jennings on Vladimir Putin and a plane crash – cartoon", "description": "<a href=\"https://www.theguardian.com/commentisfree/picture/2023/aug/24/ben-jennings-on-vladimir-putin-and-a-plane-crash-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2023/aug/24/ben-jennings-on-vladimir-putin-and-a-plane-crash-cartoon", "date_published": "2023-08-24T18:59:26.500063+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Record asylum backlog deals another blow to Sunak’s immigration pledges", "description": "<p>Pressure to reduce backlog remains acute as arrivals continue and accommodation problems mount</p><ul><li><a href=\"https://www.theguardian.com/uk-news/2023/aug/24/uk-asylum-backlog-record-high-await-decision\">More than 175,000 awaiting asylum decision</a></li></ul><p>In a landmark speech on immigration last December, Rishi Sunak made a series of bold and apparently undeliverable commitments. He promised to stop the flow of small boats to the UK, increase the amount of non-hotel accommodation for asylum seekers and abolish the backlog of unprocessed asylum cases by the end of 2023.</p><p>The government’s spiralling difficulties in addressing the first and second pledges have been evident throughout the summer, with footage of new boat arrivals broadcast nightly, and <a href=\"https://www.theguardian.com/uk-news/2023/aug/22/home-office-considered-using-foreign-workers-in-case-of-disease-on-bibby-stockholm\">complications with the opening of the Bibby Stockholm</a> accommodation barge mounting up. The failure to address the asylum backlog was starkly exposed in Thursday’s <a href=\"https://www.theguardian.com/uk-news/2023/aug/24/uk-asylum-backlog-record-high-await-decision\">release of the quarterly immigration statistics</a>.</p> <a href=\"https://www.theguardian.com/uk-news/2023/aug/24/record-asylum-backlog-deals-another-blow-to-sunak-immigration-pledges\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/aug/24/record-asylum-backlog-deals-another-blow-to-sunak-immigration-pledges", "date_published": "2023-08-24T18:59:26.490737+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Amazon may ditch Clarkson’s Farm over his Sun column comments on Meghan", "description": "<p>Streaming platform yet to decide, but its executives were ‘shocked and disappointed’</p><p>Clarkson’s Farm could be cancelled after its next series, with Amazon bosses saying they were “shocked and disappointed” by its presenter’s comments about the Duchess of Sussex.</p><p>The third series of the hit show about life on Jeremy Clarkson’s Cotswolds farm is being filmed for release in 2024 but Amazon bosses said they have yet to decide if the programme will return for a fourth run.</p> <a href=\"https://www.theguardian.com/media/2023/aug/24/amazon-may-cancel-clarksons-farm-over-meghan-markle-comments\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/aug/24/amazon-may-cancel-clarksons-farm-over-meghan-markle-comments", "date_published": "2023-08-24T18:59:26.473826+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Louis Theroux says BBC under threat from push for ‘Brexit from licence fee’", "description": "<p>Presenter warns of ‘lobbying and active campaigning’ as he calls on the public to fight for the BBC’s future</p><p>Louis Theroux has said that the future of the BBC is under threat because of some rightwing media outlets wanting a “Brexit from the licence fee”.</p><p>The documentarian and presenter said he feared for the future of the BBC and said it was up to the public to fight for the broadcaster, adding: “It’s possible that the licence fee is on a managed decline … There is vested interest, lobbying and active campaigning for a Brexit from the licence fee.”</p> <a href=\"https://www.theguardian.com/media/2023/aug/24/louis-theroux-bbc-future-under-threat-from-push-for-brexit-from-licence-fee-edinburgh-tv-festival\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/aug/24/louis-theroux-bbc-future-under-threat-from-push-for-brexit-from-licence-fee-edinburgh-tv-festival", "date_published": "2023-08-24T18:59:26.472263+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Call for ministers to be more open about finances after Rishi Sunak code breach", "description": "<p>Standards commissioner’s ruling has set precedent, says Labour MP who first asked PM about wife’s interest in childcare agency</p><p>Ministers may need to be more transparent about their financial interests after a “significant ruling” that found Rishi Sunak failed to declare his wife’s interest in a childcare agency, the MP who triggered the inquiry has said.</p><p>Catherine McKinnell, the Labour MP who first asked him about the potential conflict of interest, said the ruling set a precedent that meant ministers were likely to have to make greater disclosures in relation to their interests when questioned in parliament.</p> <a href=\"https://www.theguardian.com/politics/2023/aug/24/call-for-ministers-to-be-more-open-about-finances-after-rishi-sunak-code-breach\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/aug/24/call-for-ministers-to-be-more-open-about-finances-after-rishi-sunak-code-breach", "date_published": "2023-08-24T18:59:26.469101+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Carbon credit speculators could lose billions as offsets deemed ‘worthless’", "description": "<p>Many credits in the voluntary market going unused, with study finding some offsetting could make global heating worse</p><p>Carbon credit speculators could lose billions as scientific evidence shows many offsets they have bought have no environmental worth and have become stranded assets.</p><p>Amid growing evidence that huge numbers of carbon credits do nothing to mitigate global heating and can sometimes be linked to alleged human rights concerns, there is a growing pile of carbon credits equivalent to the annual emissions of Japan, the world’s fifth largest polluter, that are unused in the unregulated voluntary market, according to market analysis.</p> <a href=\"https://www.theguardian.com/environment/2023/aug/24/carbon-credit-speculators-could-lose-billions-as-offsets-deemed-worthless-aoe\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/aug/24/carbon-credit-speculators-could-lose-billions-as-offsets-deemed-worthless-aoe", "date_published": "2023-08-24T18:59:26.464289+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The week in wildlife – in pictures", "description": "<p>The best of this week’s wildlife photographs, including turtle hatchlings, mating butterflies and trafficked toucan</p> <a href=\"https://www.theguardian.com/environment/gallery/2023/aug/24/the-week-in-wildlife-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/gallery/2023/aug/24/the-week-in-wildlife-in-pictures", "date_published": "2023-08-24T17:54:26.729182+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "OnlyFans owner Leonid Radvinsky pays himself $338m in dividends", "description": "<p>Company’s 2022 accounts show pre-tax profits up by 22%, as Radvinsky pays himself $889m over three years</p><p>The owner of OnlyFans, the mostly pornographic subscriber platform, paid himself $338m (£267m) in dividends last year as the UK-based company made pre-tax profits of $525m.</p><p>Leonid Radvinsky, 41, the site’s Ukrainian-American owner, is the sole shareholder in the company, which was founded by the Stokely family in Essex in 2016.</p> <a href=\"https://www.theguardian.com/business/2023/aug/24/onlyfans-owner-leonid-radvinsky-pays-himself-338m-in-dividends\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/aug/24/onlyfans-owner-leonid-radvinsky-pays-himself-338m-in-dividends", "date_published": "2023-08-24T17:54:26.639085+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Police interview man in connection with suspected British Museum thefts", "description": "<p>No arrests made and Met is working with museum, which said last week it had sacked a member of staff</p><p>Police have interviewed a man after the suspected theft of a number of artefacts from the British Museum’s collection.</p><p>Last week the museum said it had sacked an unnamed member of staff and imposed emergency security measures after items including gold jewellery, semiprecious stones and ancient glassware were found to be <a href=\"https://www.theguardian.com/culture/2023/aug/16/british-museum-sacks-staff-member-after-items-vanish-from-collection\">missing or damaged</a>.</p> <a href=\"https://www.theguardian.com/culture/2023/aug/24/police-interview-man-in-connection-with-suspected-british-museum-thefts\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/aug/24/police-interview-man-in-connection-with-suspected-british-museum-thefts", "date_published": "2023-08-24T17:54:26.620536+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Strikes ‘not part of our DNA’ but must go on, say doctors in England", "description": "<p>Consultants on picket line raise concerns over staffing as latest figures show rise in NHS vacancies</p><p>Consultants in England who returned to the picket line on Thursday for a 48-hour stoppage have said it is “not part of our DNA to be on strike” but insisted they will not back down in their pay dispute.</p><p>As with previous strikes, they are operating “Christmas Day” cover, meaning emergency care will be provided until they return at 7am on Saturday.</p> <a href=\"https://www.theguardian.com/society/2023/aug/24/strikes-not-part-of-our-dna-but-must-go-on-say-doctors-in-england\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/aug/24/strikes-not-part-of-our-dna-but-must-go-on-say-doctors-in-england", "date_published": "2023-08-24T17:54:26.619059+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Warm Heart heats up at York as bitter Godolphin-Ballydoyle rivalry thaws", "description": "<ul><li>James Doyle rides first Group One race winner for O’Brien</li><li>Dettori switch to ride for rivals had presaged Godolphin split</li></ul><p>James Doyle had ridden Group One winners for 17 different trainers before the Yorkshire Oaks here on Thursday, and 14 in royal blue colours of the Godolphin operation. His narrow success aboard Warm Heart in the day’s feature race was thus a source of considerable satisfaction for her rider, as it was his first win at the highest level for Aidan O’Brien’s Ballydoyle stable, which has been Godolphin’s biggest rival in the sport’s most prized events for the last three decades.</p><p>The battle lines were once drawn fairly sharply between the sport’s two powerhouse operations. When Frankie Dettori, who was Godolphin’s No 1 rider at the time, rode Camelot for O’Brien in the 2012 Prix de l’Arc de Triomphe, it was a sign that his long association with the Dubai-based operation was coming to a close.</p> <a href=\"https://www.theguardian.com/sport/2023/aug/24/warm-heart-victory-proves-godolphin-ballydoyle-bitter-rivalry-has-thawed-horse-racing-tips\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/aug/24/warm-heart-victory-proves-godolphin-ballydoyle-bitter-rivalry-has-thawed-horse-racing-tips", "date_published": "2023-08-24T17:54:26.608345+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Britain’s new champion Josh Kerr stirs memories of Coe, Cram and Ovett", "description": "<p>Scot’s stunning 1500m gold in Budapest required plenty of sacrifices but he is proud of having won ‘the honest way’</p><p>It is almost 40 years since vast swathes of the British public tuned into watch Sebastian Coe, Steve Ovett and Steve Cram leave the rest of the world gasping in their slipstreams. But on Wednesday evening Josh Kerr, a 25-year-old from Edinburgh, rekindled those golden memories with a <a href=\"https://www.theguardian.com/sport/2023/aug/23/britain-josh-kerr-stuns-jakob-ingebrigtsen-to-win-world-athletics-championship-1500m-gold\">world championship 1500m victory</a> for the ages.</p><p>Few had given Kerr, instantly recognisable with his Oakley sunglasses, much of a chance against the Olympic gold medallist, Jakob Ingebrigtsen. But Britain’s newest champion had not spent eight months living a monkish existence to settle for second.</p> <a href=\"https://www.theguardian.com/sport/2023/aug/24/britains-new-champion-josh-kerr-stirs-memories-of-coe-cram-and-ovett\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/aug/24/britains-new-champion-josh-kerr-stirs-memories-of-coe-cram-and-ovett", "date_published": "2023-08-24T17:54:26.598888+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The cure for sick Britain? Restore public spending | Letters", "description": "<p>We need a redesign of taxation to reverse the gross inequality that causes poor health, writes <strong>Rob Perrin</strong>. Plus letters from <strong>Ewan Hamnett</strong>, <strong>Angela Vnoucek </strong>and<strong> Dr James Andrade</strong></p><p>Sally Davies, a former chief medical officer for England, echoes the fears of so many experts and commentators, informed by the research of <a href=\"https://www.theguardian.com/commentisfree/2022/apr/08/health-inequalities-uk-poverty-life-death\" title=\"\">Michael Marmot</a>, among others (<a href=\"https://www.theguardian.com/commentisfree/2023/aug/18/last-time-britain-sick-drastic-action-nhs-politicians-dont-seem-to-care\" title=\"\">Last time Britain was this sick, drastic action was taken. This time, politicians don’t seem to care, 18 August</a>). Low productivity, stagnant wages, austerity and the steady dismantling of public institutions leads vast swathes of the UK population down the road of poverty, poor diet, ill health, educational failure, menial employment, substandard housing and state dependency.</p><p>The links between gross inequality, overwhelmed healthcare and our rapidly declining status as a western economy are plain to every politician, business leader and media mogul in the land, yet we collectively limp along, wallowing in our misery, in the naive belief that an election will put it to rights.</p> <a href=\"https://www.theguardian.com/business/2023/aug/24/the-cure-for-sick-britain-restore-public-spending\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/aug/24/the-cure-for-sick-britain-restore-public-spending", "date_published": "2023-08-24T17:54:26.597240+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Productivity, pay rises and rich pickings for MPs | Letters", "description": "<p><strong>John Benton </strong>thinks Rishi Sunak’s mantra that pay should be linked to productivity will only benefit the rich,<strong> </strong>while<strong> David Newens</strong> applies the PM’s argument to Brexit, and <strong>Ian Simpson </strong>looks at MPs’ salaries</p><p>The prime minister has been pushing the old Conservative chestnut that pay rises should be linked to “productivity” – meaning for him that as long as the rich get richer the system is working (<a href=\"https://www.theguardian.com/politics/2023/aug/16/pay-rises-should-be-a-reward-for-productivity-says-rishi-sunak#:~:text=%E2%80%9CThat's%20just%20a%20kind%20of,economy%20where%20productivity%20is%20rising.%E2%80%9D\" title=\"\">Pay rises should be a ‘reward for productivity’, says Rishi Sunak, 16 August</a>). Conservatives worldwide push this mantra, but only as far as it benefits the rich.</p><p>Does Rishi Sunak want to apply this philosophy to prices, rent and transportation? Only if the electricity costs less per kilowatt, or does more per kilowatt, can companies raise prices. Only if the house gets another bedroom can landlords raise prices. Only when the train is faster and less crowded can the fare increase.</p> <a href=\"https://www.theguardian.com/politics/2023/aug/24/productivity-pay-rises-and-rich-pickings-for-mps\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/aug/24/productivity-pay-rises-and-rich-pickings-for-mps", "date_published": "2023-08-24T17:54:26.595687+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on the US Republican debate: stumped by Trump | Editorial", "description": "<p>Even though he decided not to attend, the former president cast a long shadow over this week’s debate between his rivals</p><p>Donald Trump stayed away from Wednesday’s Republican candidates’ <a href=\"https://www.theguardian.com/us-news/2023/aug/24/republican-candidates-spectre-of-trump-haunts-debate\" title=\"\">debate</a> in Milwaukee. Yet he remained the evening’s dominant presence. The former president’s poll lead among Republican supporters for the 2024 US presidential contest is so strong that he could afford to do this. His absence deliberately belittled both the televised event, as he simultaneously gave an imperiously misleading social media <a href=\"https://www.theguardian.com/us-news/2023/aug/23/donald-trump-tucker-carlson-interview\" title=\"\">interview</a> to Tucker Carlson, and his eight challengers, who were left vying to impress in a fantasy “What if?” contest over the choice for a party not in fact dominated by Mr Trump.</p><p>Absence also allowed Mr Trump, on the eve of his latest <a href=\"https://www.theguardian.com/us-news/2023/aug/24/trump-replaces-lawyer-hours-before-surrender-georgia-jail-reports\" title=\"\">court appearance</a> in Atlanta and now facing 91 felony counts in four separate criminal cases, to avoid offering himself as a target to his eight rivals. Not that he need have worried about that. Most of them went out of their way all evening to pay him repeated homage. No one did this more shamelessly than the Ohio entrepreneur <a href=\"https://www.theguardian.com/us-news/2023/aug/23/vivek-ramaswamy-focus-republican-debate\" title=\"\">Vivek Ramaswamy</a>, who told the audience both that Mr Trump was the best Republican president of the 21st century and that, if elected, Mr Ramaswamy would instantly pardon him for whatever he may have been convicted of in the meantime.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/24/the-guardian-view-on-the-us-republican-debate-stumped-by-trump\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/24/the-guardian-view-on-the-us-republican-debate-stumped-by-trump", "date_published": "2023-08-24T17:54:26.594183+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on Prigozhin’s fate: Putin couldn’t trust him and didn’t need him | Editorial", "description": "<p>The Russian president was never going to forgive or forget his mutiny – and the Wagner group may have served its purpose</p><p>Despite the viscerally shocking nature of images of a tumbling aircraft, and of the conflagration that followed, Yevgeny Prigozhin’s <a href=\"https://www.theguardian.com/world/2023/aug/23/yevgeny-prigozhin-on-private-jet-that-crashed-near-moscow-russia-wagner\" title=\"\">reported death in a plane crash</a> on Wednesday was one of the least surprising developments of the last 18 months. Russian aviation officials listed the Wagner group chief and senior commander, Dmitry Utkin, among the 10 onboard the jet, all of whom died.</p><p>Ever since he led <a href=\"https://www.theguardian.com/australia-news/audio/2023/jun/28/what-the-wagner-mutiny-means-for-putin-full-story-podcast\" title=\"\">the mutiny</a> by his Wagner group of mercenaries two months ago, Prigozhin’s death was assumed by many to be imminent. Though he denounced military leaders rather than his patron, the challenge to Vladimir Putin was unprecedented, and the Russian president <a href=\"https://www.theguardian.com/world/2023/jun/24/vladimir-putin-accuses-wagner-chief-treason-vows-neutralise-uprising\" title=\"\">called him a traitor</a>. That the mutiny was not decisively suppressed but ended with a deal looked more humiliating. William Burns, the CIA chief, suggested last month that for Russians used to seeing their president in control, “the question was ‘Does the emperor have no clothes?’ or at least ‘Why is it taking him so long for him to get dressed?’”.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/24/the-guardian-view-on-prigozhins-fate-putin-couldnt-trust-him-and-didnt-need-him\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/24/the-guardian-view-on-prigozhins-fate-putin-couldnt-trust-him-and-didnt-need-him", "date_published": "2023-08-24T17:54:26.592632+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Republican debate was a spectacle of sadism and self-regarding piousness | Moira Donegan", "description": "<p>The debate was the party in miniature: vexed, divided, driven by their base to unpopular extremes, glorying in fantasies of revenge and social purification</p><p>Barring some dramatic reversal, none of the people on the Republican primary debate stage on Wednesday night are going to be president in 2025. The eight candidates who made their confused cases to the Republican primary electorate are all flailing in the race, trailing the absent frontrunner, Donald Trump, and infighting among themselves for who gets to lose to him. When Bret Baier, one of the two moderators, told the Florida governor, Ron DeSantis, that “Trump is beating you by 30, 40 points” in recent polls, the live studio audience behind him erupted into cheers. Onstage, DeSantis kept a rigid smile.</p><p>Trump skipped the debate, declining to subject himself to an exercise that would suggest he was not already the party’s anointed leader. He is scheduled to surrender to authorities in Fulton county, Georgia, on Thursday, an event that will generate a mugshot: almost certainly, that image will proliferate across Fox News broadcasts and Facebook newsfeeds as soon as it is released, eclipsing the debate in the minds of Republican voters.</p><p>Moira Donegan is a Guardian US columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/24/republican-debate-sadism-self-regarding-piousness\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/24/republican-debate-sadism-self-regarding-piousness", "date_published": "2023-08-24T17:54:26.588063+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "GCSE results show us a nation of overwhelmed, vulnerable children. Where is the support? | Gaby Hinsliff", "description": "<p>Covid-19, social media, the tyranny of tests – the problems are known, yet politicians fail to draw the threads together</p><p>It could have been worse, as some parents will doubtless be whispering even now through a furiously slammed teenage bedroom door. GCSE grades were always going to have to come down, eventually, from the artificially inflated high of the pandemic years; and when they did, it was never going to be fair. How could it be? So there will have been <a href=\"https://www.theguardian.com/education/2023/aug/24/gcse-results-fall-england-anti-grade-inflation-plans\">tears for some</a>, on ripping open the envelope, with only 22.4% of entries in England this year getting grades 7 to 9 – an A or A* in old money – down from a peak of 30% in 2021, when exams were scrapped and teachers had to guesstimate grades.</p><p>Worst hit of all are those who would probably have managed the required grade 4 in English and maths, if they had sat the exams last year – but not this, and now having to face demoralising resits and worries about finding a job. That Wales and Northern Ireland chose to keep marking more generously for another year only adds salt to the wound elsewhere.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/24/gcse-results-children-covid-19-social-media-tests\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/24/gcse-results-children-covid-19-social-media-tests", "date_published": "2023-08-24T17:54:26.581941+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Couple jailed for life over murder of Wigan man they accused of rape", "description": "<p>Liam Smith shot dead by drug dealer Michael Hillier as ‘justice’ for partner Rachel Fulstow over alleged rape</p><p>A couple who “acted as judge, jury and executioner” have received life sentences for the murder of a Wigan man they accused of rape.</p><p>Liam Smith, 38, was shot in the face at point-blank range on 24 November last year by a Sheffield drug dealer, Michael Hillier, 39, who then poured sulfuric acid on his victim in order to “seek justice” for his partner, who claimed Smith had raped her in 2019.</p> <a href=\"https://www.theguardian.com/world/2023/aug/24/couple-jailed-for-life-over-murder-wigan-man-they-accused-of-rape\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/24/couple-jailed-for-life-over-murder-wigan-man-they-accused-of-rape", "date_published": "2023-08-24T17:54:26.557099+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Ukraine celebrates independence day with first raid into Crimea", "description": "<p>Troops landed in western tip of territory and raised Ukrainian flag before returning home safely </p><p>Ukrainian forces marked the country’s independence day with a naval raid into occupied Crimea, and President Volodymyr Zelenskiy praised Ukrainians for the defiance and courage that has won them global support in the fight with Russia.</p><p>The national holiday celebrates Ukraine’s independence from the former Soviet Union in 1991, but this year it also marks 18 months since Vladimir Putin’s full-scale invasion plunged the country into a war for survival.</p> <a href=\"https://www.theguardian.com/world/2023/aug/24/ukraine-celebrates-independence-day-with-first-raid-into-crimea\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/24/ukraine-celebrates-independence-day-with-first-raid-into-crimea", "date_published": "2023-08-24T17:54:26.555558+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Emperor penguins: thousands of chicks in Antarctica likely died due to record-low sea ice levels", "description": "<p>Breeding failures in the Bellingshausen Sea ‘without precedent’ as multiple colonies across large region all failed in a single season</p><p>Thousands of emperor penguin chicks across four colonies in Antarctica likely died because of record-low sea ice levels that caused a “catastrophic breeding failure” in late 2022, according to new research.</p><p>Analysis of satellite images showed the break-up of usually stable sea ice and the disappearance of the colonies at a time when chicks had not yet grown their waterproof feathers.</p> <a href=\"https://www.theguardian.com/world/2023/aug/25/emperor-penguins-thousands-of-chicks-in-antarctica-likely-died-due-to-record-low-sea-ice-levels\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/25/emperor-penguins-thousands-of-chicks-in-antarctica-likely-died-due-to-record-low-sea-ice-levels", "date_published": "2023-08-24T17:54:26.549207+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Fool’s Paradise review – roll up for the clown wedding", "description": "<p><strong>Summerhall, Edinburgh<br /></strong>Britt Plummer is waiting to get married to fellow clown Otto in this playful and wistful comedy </p><p>Clowns at the Edinburgh fringe are proving that banana gags are far from overripe. Bill O’Neill’s pulpy sideshow <a href=\"https://www.theguardian.com/stage/2023/aug/11/bill-oneill-the-amazing-banana-brothers-review-a-bunch-of-brilliant-gags\">The Amazing Banana Brothers</a> finds the best newcomer nominee set out to slip on a thousand skins. In her haunting late-night gem, <a href=\"https://tickets.edfringe.com/whats-on/claire-woolner-a-retrospection\">A Retrospection</a>, fellow Los Angeles absurdist Claire Woolner picks up a banana-phone and chews it, peel and all. And on the way into Australian comic <a href=\"https://www.actnowtheatre.org.au/artist-brittplummer\">Britt Plummer</a>’s wistfully playful hour, we scoop up mini plastic versions of the fruit.</p><p>They’re confetti, Plummer explains. The concept for Fool’s Paradise is that we are guests on her wedding morning. Pachelbel’s Canon plays, the bride is in her dressing gown and a bow-wrapped heart hangs from above. Plummer has always longed for a clown wedding, complete with pratfalls in the aisle, and any minute her Swedish fiance – fellow clown Otto – will arrive to make that dream come true.</p> <a href=\"https://www.theguardian.com/stage/2023/aug/24/fools-paradise-review-britt-plummer\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/aug/24/fools-paradise-review-britt-plummer", "date_published": "2023-08-24T16:49:22.187302+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Lewis Hamilton warns that Red Bull could go entire F1 season undefeated", "description": "<ul><li>Verstappen will equal nine-in-a-row record with Dutch GP win</li><li>‘There is a high chance that he’ll win every race’</li></ul><p>Lewis Hamilton believes it is well within Max Verstappen and Red Bull’s compass to see out the rest of the 2023 Formula One season undefeated. The British driver, speaking before F1 resumes after the summer break at the Dutch Grand Prix this weekend, nonetheless said he remains optimistic that he and his Mercedes team might yet steal a victory this year.</p><p>Verstappen goes into his home race, which he has won for the last two years, with an all but unassailable lead in the world championship. He is 125 points in front of teammate Sergio Pérez after 12 meetings. With eight wins in a row, another victory in Zandvoort would draw him level with Sebastian Vettel’s record of nine in a row which was set in 2013. Red Bull, utterly dominant, remain unbeaten this season with 10 races remaining.</p> <a href=\"https://www.theguardian.com/sport/2023/aug/24/lewis-hamilton-warns-that-red-bull-could-go-entire-f1-season-undefeated\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/aug/24/lewis-hamilton-warns-that-red-bull-could-go-entire-f1-season-undefeated", "date_published": "2023-08-24T16:49:22.136652+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Smashed it’: GCSE results bring surprise smiles for post-pandemic year group", "description": "<p>At Burnage academy pupils are celebrating – but there is also anger at ‘bizarre’ decision to grade at 2019 levels</p><ul><li><a href=\"https://www.theguardian.com/education/2023/aug/24/gcse-results-show-return-to-pre-covid-levels-but-also-widening-inequalities\">Analysis: GCSE results show widening inequalities</a></li></ul><p>Joshua Chabala clutched the envelope containing his GCSE results in his hand with a smile on his face.</p><p>“I was so scared coming here today, I was shivering. It was all the ‘ifs’. ‘What if you fail?’ It’s just relief now,” he said. “It’s pretty much better than I predicted.”</p> <a href=\"https://www.theguardian.com/education/2023/aug/24/gcse-results-bring-some-surprise-smiles\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2023/aug/24/gcse-results-bring-some-surprise-smiles", "date_published": "2023-08-24T16:49:22.105910+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Travelodge hotels sold out for Taylor Swift’s 2024 UK Eras tour", "description": "<p>Hotel chain says rooms in Edinburgh, Liverpool and Cardiff already fully booked ahead of pop star’s summer performances</p><p>Taylor Swift fans have already booked out hotels near several of the venues for the UK leg of the Eras tour next summer.</p><p>Budget hotel chain Travelodge said all of its hotels in Edinburgh, Liverpool and Cardiff are already sold out for the days around <a href=\"https://www.ticketmaster.co.uk/taylor-swift-tickets/artist/1094215\">the concerts in June 2024</a>. A number of its hotels near Wembley Stadium – where Swift will perform on six nights in June and August – are also sold out on those dates. <br /><br />“We have seen very strong demand from all corners of the UK for our hotels that are close to the venues where Taylor Swift is playing next year,” Travelodge said on Thursday as it reported that this year’s Beyoncé and Harry Styles concerts had helped it achieve “record-breaking [financial] results” in the six months to the end of June.</p> <a href=\"https://www.theguardian.com/travel/2023/aug/24/taylor-swifts-eras-tour-set-to-be-a-big-hit-for-travelodge-hotels\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2023/aug/24/taylor-swifts-eras-tour-set-to-be-a-big-hit-for-travelodge-hotels", "date_published": "2023-08-24T16:49:22.094916+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Asylum seekers in Greece ‘facing two great injustices of our time’", "description": "<p>Amnesty links wildfires and lack of legal migration routes to deaths of 19 people believed to be asylum seekers</p><p>Refugees and migrants in Greece are facing off against the “two great injustices of our times”, Amnesty International has said, as it linked wildfires and scant access to legal migration routes to the deaths of 19 people believed to be asylum seekers.</p><p>As wildfires <a href=\"https://www.theguardian.com/world/2023/aug/23/firefighters-in-greece-tackle-more-than-200-wildfires-in-48-hours\">continue to rage</a> across swathes of Greece,<strong> </strong>authorities in the country said they were working to identify the charred remains of <a href=\"https://www.theguardian.com/world/2023/aug/22/bodies-found-in-wildfire-zone-in-north-east-greece\">18 people found this week</a> in the dense forests that straddle the country’s north-eastern border with Turkey.</p> <a href=\"https://www.theguardian.com/world/2023/aug/24/asylum-seekers-greece-wildfires-refugees-migration-climate-crisis\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/24/asylum-seekers-greece-wildfires-refugees-migration-climate-crisis", "date_published": "2023-08-24T16:49:22.087085+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Two men arrested over fire at Crooked House pub in Himley", "description": "<p>Staffordshire police say 66-year-old and 33-year-old arrested after fire that destroyed famous sloped pub</p><p>Two men have been arrested over the fire at the Crooked House pub in Himley, Staffordshire police have said.</p><p>A 66-year-old man from Dudley and a 33-year-old man from Milton Keynes have been arrested on suspicion of arson with intent to endanger life.</p> <a href=\"https://www.theguardian.com/uk-news/2023/aug/24/two-men-arrested-over-fire-at-crooked-house-pub-in-himley\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/aug/24/two-men-arrested-over-fire-at-crooked-house-pub-in-himley", "date_published": "2023-08-24T16:49:22.083807+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "As We Face the Sun review – school trip is a warm-hearted homage to adolescence", "description": "<p><strong>Bush theatre, London<br /></strong>A young cast excels in this effervescent new play by Kit Withington, as young classmates reflect on a tragedy</p><p>The fizzing energy of a school coach trip. The gentle escape of a dip in the ocean. The uncorked mayhem of a sweet-fuelled dash around a shopping mall. Kit Withington’s new play is a surprisingly innocent montage about teenage friendship. There are no drugs. No sex. Just a smattering of alcohol.</p><p>The plot revolves around the death of a fellow student during a school trip and the lingering impact of that tragedy, but the death itself feels secondary. Instead, Withington’s compassionate play is about the peculiar togetherness of those teenage years, all we stand to lose when we grow up, and the nostalgia that many of us feel, years later, for the way things were.</p><p>At <a href=\"https://www.bushtheatre.co.uk/event/as-we-face-the-sun/\">Bush theatre, London</a>, 24-26 August</p> <a href=\"https://www.theguardian.com/stage/2023/aug/24/as-we-face-the-sun-review\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/aug/24/as-we-face-the-sun-review", "date_published": "2023-08-24T15:44:50.274252+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Ahir Shah: Ends review – superb show assails heartstrings and funny bone", "description": "<p><strong>Monkey Barrel Comedy, Edinburgh</strong><br />Written in the shadow of grief and nominated for the Edinburgh comedy award, this barnstorming set takes in race, class and migration</p><p>Quite the fringe journey for Ahir Shah this year, who arrived in town with an unready work-in-progress, and has now been nominated, again, for the <a href=\"https://www.theguardian.com/stage/2023/aug/23/edinburgh-comedy-awards-shortlist-announced-2023\">Edinburgh comedy award</a>. He excuses his poor festival preparation with reference to the recent death of his long-term director <a href=\"https://www.theguardian.com/stage/2023/may/02/adam-brace-had-a-magic-touch-for-comedy-and-theatre-both-worlds-will-mourn-his-death\">Adam Brace</a> who would have surely been proud of Ends. It is a barnstormer of a set from the 32-year-old albeit one that assails the heartstrings at least as much (OK, more) than the funny bone.</p><p>As usual, Shah has at least twice as much to say as most comics on the fringe, and a fervour to say it. His imminent wedding has prompted reflection on duty and “generational sacrifice”, such as the one made by his maternal grandad – or <em>nānājī</em>– when leaving India, alone, to spearhead a new life for his family in northern England. Also as usual, the personal and political intertwine for Shah, who takes the chilly temperature of despairing modern Britain and offers a corrective by asking: what would grandad back in 1964 have thought if given a glimpse of his adopted country today?</p><p>At <a href=\"https://tickets.edfringe.com/whats-on/ahir-shah-ends\">Monkey Barrel, Edinburgh</a> until 27 August.</p><p><a href=\"https://www.theguardian.com/stage/edinburgh-festival-2023+tone/reviews\">All our Edinburgh festival reviews</a></p> <a href=\"https://www.theguardian.com/stage/2023/aug/24/ahir-shah-ends-review-monkey-barrel-edinburgh\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/aug/24/ahir-shah-ends-review-monkey-barrel-edinburgh", "date_published": "2023-08-24T15:44:50.272651+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Prom 60: Samson review – humour, chewy harmonies and Handel at his best", "description": "<p><strong>Royal Albert Hall, London</strong><br />Allan Clayton’s rich tenor defied the tricksy acoustics of the great hall, while the Philharmonia Chorus were truly outstanding</p><p>Where does the strength of <a href=\"https://maestroarts.com/artists/allan-clayton\">Allan Clayton</a>’s tenor lie? Is it, like the biblical Samson, in his hair? <a href=\"https://www.theguardian.com/music/2020/nov/04/handel-where-to-start-with-his-music\">Handel</a> wrote the title role of his 1743 oratorio for his favourite tenor, John Beard, and it was a glorious showcase for classical music’s modern-day Mr Beard in the Academy of Ancient Music’s annual Prom.</p><p>Clayton seemed able to defy the Albert Hall’s tricksy acoustics, which often foxes baroque music and which indeed threw challenges at <a href=\"https://www.rayfieldallied.com/artists/laurence-cummings\">Laurence Cummings</a>’s ensemble, further muddying a slightly messy-sounding overture. Samson’s first aria laments his blindness, and Milton’s words for this are especially moving, written by a poet who knew the pain of losing one’s sight, as Handel eventually would, too; the glow of Clayton’s voice and the contrasts he shaped here were arresting. But even these were outdone by the hushed introspection he brought to his final aria. Did the orchestra quite share Clayton’s held-breath vision here? They were perhaps a little too present; elsewhere, though, they were equal partners in the drama, with Cummings, standing at the harpsichord, keeping things going at a pace that made even this static story feel forward-moving.</p> <a href=\"https://www.theguardian.com/music/2023/aug/24/prom-60-samson-handel-review-clayton-cummings-harvey-sherratt\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/aug/24/prom-60-samson-handel-review-clayton-cummings-harvey-sherratt", "date_published": "2023-08-24T15:44:50.268129+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Ruthless bear who can do no wrong: a love letter to Ange Postecoglou | Max Rushden", "description": "<p>Spurs’ squad is already blossoming under the Australian manager but perhaps that shouldn’t be a surprise</p><p>It seems sensible to write the Ange Postecoglou love letter while Spurs are still unbeaten. Anyone with a passing interest in all this knows it could come crashing down at the Vitality early on Saturday afternoon. Lads, it’s … etc etc … But for now this empathic caring gruff ruthless bear of a man can do no wrong.</p><p>What a difference it makes to have a manager who looks like they want to be there, rather than doing everyone a favour. A boss who doesn’t instantly criticise his players, the officials, the last thing he saw. The toxic reigns of José Mourinho and Antonio Conte were all a bit “I love lamp” – just marginally more negative than Steve Carell. “I blame microphone, I blame Geoff Shreeves, I blame unused sub [probably Djed Spence] warming down in my peripheral vision.”</p> <a href=\"https://www.theguardian.com/football/2023/aug/24/ruthless-bear-who-can-do-no-wrong-love-letter-ange-postecoglou-tottenham\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/24/ruthless-bear-who-can-do-no-wrong-love-letter-ange-postecoglou-tottenham", "date_published": "2023-08-24T15:44:50.225622+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Football Daily | Luis Rubiales and a scandal showing no sign of an end any time soon", "description": "<p><a href=\"https://www.theguardian.com/info/2022/nov/14/football-daily-email-sign-up\">Sign up now! Sign up now! Sign up now? Sign up now!</a></p><p>While each passing day suggests there is less and less to admire about head Spanish football federation (RFEF) honcho Luis Rubiales, it would seem he does have some massive, clanging brass balls. Despite criticism and calls for his head having come from Spain’s prime minister Pedro Sánchez, the Spanish women’s football league, <a href=\"https://www.theguardian.com/football/2023/aug/23/megan-rapinoe-attacks-deep-misogyny-in-spanish-football-after-presidents-kiss\">Megan Rapinoe</a> and assorted other high-profile politicians and national media figures, the 46-year-old appears to have gone full Trump and is desperately clinging to power after he unwittingly made the World Cup final celebrations all about him, proving in the process he is in no way fit for his office. And how!</p><p>The story around the allegedly unsociable working conditions of Shrewsbury Town’s mascot (<a href=\"https://www.theguardian.com/football/2023/aug/23/football-daily-hibs-aston-villa-anglo-scottish-rivalries\">yesterday’s Quote of the Day</a>) goes a long way to explaining the dismayed look on the face of the lion <a href=\"https://www.shropshirestar.com/sport/football/shrewsbury-town-fc/2014/09/06/shrewsbury-fans-say-yes-to-new-club-badge/\">in their old crest</a>. He obviously knew something we didn’t. Obviously they’ve since changed their badge but I miss the old one, which I once heard described as looking like ‘the lion had arrived home to find his house on fire’” – Derek McGee.</p><p>Re: Anglo-Scottish rivalries (<a href=\"https://www.theguardian.com/football/2023/aug/23/football-daily-hibs-aston-villa-anglo-scottish-rivalries\">yesterday’s Football Daily</a>). I find it astonishing that you have omitted Dunfermline Athletic from the list. The mighty Pars not only hammered Everton 2-1 in the 1962-63 Fairs Cup, but similarly dispatched West Brom 1-0 in the 1968-69 Cup Winners’ Cup” – Ken Beveridge.</p><p>Re: football earworms (Football Daily letters passim). Whenever I heard the name ‘Jorge Vilda’ during the World Cup, I felt the need to sing: ‘Can he fix it?’ Surely I am not alone in this?” – Tony Whybrow (and no others).</p><p><em><strong>This is an extract from our daily football email … Football Daily. To get the full version,<a href=\"https://www.theguardian.com/info/2016/jan/05/the-fiver-email-sign-up\"> </a><a href=\"https://www.theguardian.com/info/2022/nov/14/football-daily-email-sign-up\">just visit this page and follow the instructions</a>.</strong></em></p> <a href=\"https://www.theguardian.com/football/2023/aug/24/luis-rubiales-spain-world-cup-scandal\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/24/luis-rubiales-spain-world-cup-scandal", "date_published": "2023-08-24T15:44:50.222601+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "A US growth-inflation ‘soft landing’ is vital to solving the global economy puzzle | Mohamed El-Erian", "description": "<p>Fed’s performance over next six months is key but challenges may be bigger than many analysts expect</p><p>The global economy this year is full of puzzling surprises. Japan’s GDP <a href=\"https://www.bloomberg.com/news/articles/2023-08-14/japan-s-economy-expands-more-than-expected-signaling-resilience\">growth</a> is currently surpassing <a href=\"https://www.cnbc.com/2023/08/16/china-economy-may-miss-5percent-growth-amid-property-consumption-risks.html\">that of China</a>, and July <a href=\"https://www.bloomberg.com/news/articles/2023-08-15/us-retail-sales-exceeded-forecast-in-july-after-upward-revisions\">retail sales</a> in the US were double the consensus forecast, despite the US Federal Reserve pursuing one of the most concentrated rate-hiking cycles in decades.</p><p>In the UK, wage growth has risen to an annualised rate of <a href=\"https://www.cnn.com/2023/08/15/economy/uk-record-wage-growth/index.html\">7.8%</a> and core inflation <a href=\"https://www.theguardian.com/business/2023/aug/16/uk-inflation-falls-sharply-as-cost-of-living-pressures-ease\">has remained high</a>, even after <a href=\"https://www.theguardian.com/business/2023/aug/03/bank-of-england-raises-uk-interest-rate-to-fresh-15-year-high\">14 consecutive rate increases</a> by the Bank of England (with more to come). Meanwhile, <a href=\"https://www.wsj.com/articles/brazils-central-bank-cuts-selic-to-13-25-3fbb872b#:~:text=The%20bank's%20monetary%20policy%20committee,a%20record%20low%20of%202%25.\">Brazil</a> and <a href=\"https://www.bloomberg.com/news/articles/2023-07-28/chile-central-bank-slashes-interest-rates-by-100-basis-points#:~:text=Board%20members%20led%20by%20Rosanna,50%20or%2075%20basis%20points.\">Chile</a> have cut interest rates, diverging from market expectations that the Fed will keep rates high for a prolonged period.</p> <a href=\"https://www.theguardian.com/business/2023/aug/24/us-growth-inflation-global-economy-fed\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/aug/24/us-growth-inflation-global-economy-fed", "date_published": "2023-08-24T15:44:50.210416+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Trump’s Tucker Carlson segment was bizarre and boring at the same time | Richard Wolffe", "description": "<p>Trump wanted to distract from the Republican debate. But the slobbering snoozefest interview was ‘low-energy’</p><p>Scientists recently revealed that they <a href=\"https://www.cnn.com/2023/07/28/world/worm-resurrected-frozen-siberian-permafrost-intl-scli-scn/index.html\">revived</a> a worm that was frozen in the Siberian permafrost 46,000 years ago. This was obviously a totally unnecessary and reckless exercise.</p><p>Because barely a month later Tucker Carlson would revive the semi-frozen carcass of an ex-president from the Twitter permafrost that is now weirdly known as X. Anyone who has watched a Jeff Goldblum movie knows how badly these experiments can turn out.</p><p>Richard Wolffe is a Guardian US columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/24/trump-tucker-carlson-interview\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/24/trump-tucker-carlson-interview", "date_published": "2023-08-24T15:44:50.208855+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "A letter has laid bare the scale of poverty in Britain – but will Rishi Sunak be moved? | Polly Toynbee", "description": "<p>Life’s essentials cost £120 a week, far short of what benefits provide. The cash is there, but tax cuts may be higher on the prime minister’s agenda</p><p>There never was an official description of dereliction and destitution. The social security “safety net” is whatever sum the government of the day pays, with no definition of what it’s supposed to cover. Even though Labour’s tax credits greatly raised the level, no minister ever got trapped into defining the details of what a baseline might look like.</p><p>After massive benefit cuts and freezes, despite rising rents and living costs, how could this government explain how someone is supposed to live on the current £85 a week for an adult, or £67 for under-25s? Lee Anderson’s claim that 30p is ample for a day’s food only megaphoned how out of touch a Tory deputy chair can be, as he rubbished “do-gooders” running food banks he said no one needs. Most ministers these days make sure they know the price of a pint of milk and loaf of bread, but as for that miserable £85 a week, how to spend it is a matter for individual choice, they say.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/24/benefits-poverty-cost-of-living\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/24/benefits-poverty-cost-of-living", "date_published": "2023-08-24T15:44:50.201322+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘A lot of working-class cinema is so joyless’: Charlotte Regan on her candy-coloured debut Scrapper", "description": "<p>Having grown up on a north London council estate, director Regan was determined to recapture her happy childhood. She talks about being a teenage paparazzi, casting a non-actor child as her star and ‘chasing the fun’</p><p>Scrapper, Charlotte Regan’s coming-of-age comedy drama has been described by one critic as like Ken Loach meeting Wes Anderson. Talking spiders suddenly appear on screen; little mockumentary interludes allow characters to tell the camera what they’re <em>really</em> thinking.</p><p>“It comes from chasing the fun,” says Regan. “A lot of the working-class cinema I grew up watching was so joyless. Endless trauma. The characters were allowed one moment of happiness in the whole film, looking at a sunset on their balcony. It’s like: ‘How lovely for those working-class people to look at a sunset on their balcony.’ Do you know what I mean?”</p> <a href=\"https://www.theguardian.com/film/2023/aug/24/a-lot-of-working-class-cinema-is-so-joyless-charlotte-regan-on-her-candy-coloured-debut-scrapper\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/aug/24/a-lot-of-working-class-cinema-is-so-joyless-charlotte-regan-on-her-candy-coloured-debut-scrapper", "date_published": "2023-08-24T15:44:50.190597+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "What we know about Prigozhin’s ‘last flight’ – a visual guide", "description": "<p>The Embraer Legacy 600 jet, long linked to the Wagner group, rapidly lost altitude and contact 33 minutes into its flight</p><p>The aircraft on which Yevgeny Prigozhin was travelling had long been linked with the Wagner group. An Embraer Legacy 600 jet, the flight tracking service FlightRadar identified it as being in regular use in recent months, flying from both St Petersburg and Moscow.</p><p>According to some reports, the Wagner party on board had been attending a meeting with officials from Russia’s defence ministry.</p> <a href=\"https://www.theguardian.com/world/2023/aug/24/what-we-know-about-yevgeny-prigozhin-last-flight-a-visual-guide\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/24/what-we-know-about-yevgeny-prigozhin-last-flight-a-visual-guide", "date_published": "2023-08-24T15:44:50.185938+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Man sentenced to life in jail for murdering woman on her doorstep in Blackburn", "description": "<p>Charlotte Wilcock was smoking a cigarette by her front door when she was subjected to a brutal attack by Anthony Stinson</p><p>A man who carried out a random unprovoked attack on a Blackburn woman has been sentenced to life in prison for her murder.</p><p>Anthony Stinson, 31, had rapped about killing someone an hour before stabbing Charlotte Wilcock to death just after 9pm on 3 March as she sat on the doorstep of her terraced house with her child sleeping upstairs.</p> <a href=\"https://www.theguardian.com/uk-news/2023/aug/24/anthony-stinson-charlotte-wilcock-blackburn-murder-life-in-jail\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/aug/24/anthony-stinson-charlotte-wilcock-blackburn-murder-life-in-jail", "date_published": "2023-08-24T15:44:50.178241+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Mary Earps goalkeeper shirts to go on sale after Nike U-turn", "description": "<p>Company to sell ‘limited’ England, US, France and Netherlands jerseys in response to outcry after Women’s World Cup</p><p>The England goalkeeper Mary Earps’ penalty save in the Women’s World Cup final was one of the most nail-biting moments of the tournament and there was a public outcry from fans when Nike refused to sell replicas of her green jersey.</p><p>But that shouldn’t be the case for much longer after the global sports firm responded to a backlash by agreeing to retail “limited quantities” of goalkeeper jerseys for four teams it provided kits for – England, US, France and the Netherlands.</p> <a href=\"https://www.theguardian.com/business/2023/aug/24/mary-earps-and-other-female-goalkeeper-shirts-to-go-on-sale-after-nike-u-turn\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/aug/24/mary-earps-and-other-female-goalkeeper-shirts-to-go-on-sale-after-nike-u-turn", "date_published": "2023-08-24T15:44:50.171954+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Holy Island causeway and a Chilean ghost town: Thursday’s best photos", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/news/gallery/2023/aug/24/holy-island-causeway-chilean-ghost-town-thursdays-best-photos\">Continue reading...</a>", "link": "https://www.theguardian.com/news/gallery/2023/aug/24/holy-island-causeway-chilean-ghost-town-thursdays-best-photos", "date_published": "2023-08-24T14:41:45.298414+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Bomb Rush Cyberfunk review – graffiti skateboard party like it’s 1999", "description": "<p><strong>Nintendo Switch, PlayStation 4, Xbox One, PC; Team Reptile<br /></strong>This spiritual successor to Jet Set Radio has the same stylish look and feel, though with better gameplay for the outlaw street gang</p><p>Bomb Rush Cyberfunk imagines a kinder, gentler world, where culture was frozen in stasis in approximately 1999. The game is a spiritual successor to Jet Set Radio, the effortlessly stylish Dreamcast classic about a lovable gang of extreme-sports wayfarers carving up their city with inline skates, leaving splotches of neon graffiti on every billboard and subway car. Bomb Rush Cyberfunk makes hardly any significant improvements on that formula, and frankly, its most compelling feature might be the sheer dogmatic respect that developer Team Reptile shows for its chief inspiration.</p><p>You’re playing as “Red”, a crimson robotic head strapped on to the decapitated torso of a legendary graffiti artist named Faux. The narrative unfolds as Red’s own self-actualisation process blends with the borrowed memories of the body he’s possessing (this is a cyberpunk game, after all), but those story beats fade to the background while you’re trying to perfect an extremely complex rail grind. This is a sports game at heart, albeit in the gravity-free arcade tradition.</p> <a href=\"https://www.theguardian.com/games/2023/aug/24/bomb-rush-cyberfunk-review-graffiti-skateboard-party-like-its-1999\">Continue reading...</a>", "link": "https://www.theguardian.com/games/2023/aug/24/bomb-rush-cyberfunk-review-graffiti-skateboard-party-like-its-1999", "date_published": "2023-08-24T14:41:45.219907+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘They won’t buy it’: fish traders anxious after Fukushima wastewater release", "description": "<p>The release of water from the Japanese nuclear plant has already caused the price of produce from surrounding coastal areas to drop</p><p>Awa-jinja is a place of pilgrimage for the more superstitious fishers of Shinchi-machi, a coastal town in Fukushima, who come here to lower their heads and ask the Shinto gods to look kindly on them as they prepare to steer their boats into the vast Pacific Ocean.</p><p>Today, though, the “safe waves” implicit in the shrine’s name are of little concern to the men and women coming to the end of the working day at the town’s fishing port.</p> <a href=\"https://www.theguardian.com/environment/2023/aug/24/they-wont-buy-it-fish-traders-anxious-after-fukushima-wastewater-release\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/aug/24/they-wont-buy-it-fish-traders-anxious-after-fukushima-wastewater-release", "date_published": "2023-08-24T14:41:45.205933+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "UK retailers plan to cut jobs as spending slump deepens, says CBI", "description": "<p>Barometer of retail activity falls for fourth consecutive month to lowest level since March 2021</p><ul><li><a href=\"https://www.theguardian.com/business/live/2023/aug/24/stock-markets-nvidia-computer-chips-generative-ai-jackson-hole-federal-reserve-ftse-100-business-live\">Business live – latest updates</a></li></ul><p>Britain’s retailers are planning to axe jobs and cut investment over the coming months as signs emerge of a deepening slump in spending by consumers, the latest snapshot of high street and online activity has shown.</p><p>In yet another sign of the impact of high interest rates on household budgets, the CBI said its barometer of retail activity had fallen for a fourth month in a row in August to stand at its lowest level since March 2021.</p> <a href=\"https://www.theguardian.com/business/2023/aug/24/uk-retailers-cut-jobs-spending-cbi-retail\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/aug/24/uk-retailers-cut-jobs-spending-cbi-retail", "date_published": "2023-08-24T14:41:45.185831+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Mykhailo Mudryk joins lengthy Chelsea injury list before Luton match", "description": "<ul><li>The Ukrainian becomes Chelsea’s ninth injured player </li><li>Record signing Moisés Caicedo may start on Friday</li></ul><p>Mykhailo Mudryk is the latest addition to a long list of injuries at Chelsea after the Ukrainian forward sustained an injury in training.</p><p>Chelsea were hit with several injury problems early in the season, including captain Reece James who suffered a hamstring injury on the opening day and Christopher Nkunku, who knee surgery and is not expected to return until November.</p> <a href=\"https://www.theguardian.com/football/2023/aug/24/mykhailo-mudryk-joins-lengthy-chelsea-injury-list-before-luton-match\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/24/mykhailo-mudryk-joins-lengthy-chelsea-injury-list-before-luton-match", "date_published": "2023-08-24T14:41:45.168328+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Jannik Sinner: ‘There’s nothing wrong with losing – but lose in the right way’", "description": "<p>World No 6 arrives at the US Open on the back of his first Masters 1000 title, and buoyed by how he matches up with Carlos Alcaraz</p><p>From the very beginning of the French Open this year, an opportunity was reserved for whoever had the courage to take it. While the tournament’s perennial conqueror, Rafael Nadal, was absent, both Novak Djokovic and Carlos Alcaraz had been drawn into the top half. The bottom half, meanwhile, was wide open. Among the many contenders, Jannik Sinner, a youngster from South Tyrol in northern Italy, had as great a chance as any one of achieving a career highlight.</p><p>But expectations can be crippling. Faced with increased pressure, Sinner crumbled. He was out in the second round, falling in five sets to the then world No 79, Daniel Altmaier. “In Paris, the second round match was not with the right mindset and this for me,” says Sinner, shaking his head. “It was something that I will not accept any more in that way. Obviously you can lose – there’s nothing wrong with losing – but losing in the right way. I have worked a lot personally, for myself.”</p> <a href=\"https://www.theguardian.com/sport/2023/aug/24/jannik-sinner-us-open-interview-tennis\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/aug/24/jannik-sinner-us-open-interview-tennis", "date_published": "2023-08-24T14:41:45.163763+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "GCSE results show return to pre-Covid levels but also widening inequalities", "description": "<p>Pandemic’s effects on education were felt more acutely in parts of the north and the Midlands than in London</p><p>As students receive their GCSE results on Thursday, much of the discussion will focus on the fact that they are <a href=\"https://www.theguardian.com/education/2023/aug/24/gcse-results-fall-england-anti-grade-inflation-plans\">significantly lower than last year</a>, but this was very much expected. After the use of teacher- and centre-assessed grades in 2020 and 2021 inflated grades substantially, the qualifications regulator, Ofqual, began a two-year process to <a href=\"https://www.theguardian.com/education/2023/aug/23/flood-of-english-and-maths-resits-expected-amid-tougher-gcse-grading\">return grades to where they had been pre-pandemic</a>.</p><p>Some students will inevitably be asking if this is fair, given the level of disruption that they have experienced in their education. This is one of those situations in which there was no perfect solution to address the big increases in grades.</p> <a href=\"https://www.theguardian.com/education/2023/aug/24/gcse-results-show-return-to-pre-covid-levels-but-also-widening-inequalities\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2023/aug/24/gcse-results-show-return-to-pre-covid-levels-but-also-widening-inequalities", "date_published": "2023-08-24T14:41:45.139254+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Bonnie ‘Prince’ Billy: ‘I can’t regret working with R Kelly – it made me better able to judge my behaviour’", "description": "<p>The artist also known as Will Oldham reveals his favourite children’s song, his love of volcanoes – and why he covered Mariah Carey and Sinéad O’Connor</p><p><strong>Your work is often considered to be bleak, dark and mostly for grownups. Given your young offspring, what children’s songs do you find yourself singing? </strong><em>Grimpeurs</em></p><p>One of the earliest Sesame Street characters is a fellow called Grover, who is blue with a big pink nose. Last week, in the children’s section of a record store, I found a record called Grover Sings the Blues. I hadn’t heard What Do I Do When I’m Alone? or Has Anyone Seen My Dog? in 45 years but my daughter has been playing them over and over again. It’s so gratifying that she likes the songs I liked as a child in the 1970s. I still know every word and note.</p> <a href=\"https://www.theguardian.com/culture/2023/aug/24/bonnie-prince-billy-i-cant-regret-working-with-r-kelly-it-made-me-better-able-to-judge-my-behaviour-and-that-of-others\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/aug/24/bonnie-prince-billy-i-cant-regret-working-with-r-kelly-it-made-me-better-able-to-judge-my-behaviour-and-that-of-others", "date_published": "2023-08-24T14:41:45.131513+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Prigozhin precedents: a history of assassinations by plane crash", "description": "<p>Yevgeny Prigozhin joins a long list of figures suspected to have been killed by attacks on planes</p><p>The <a href=\"https://www.theguardian.com/world/2023/aug/23/yevgeny-prigozhin-on-private-jet-that-crashed-near-moscow-russia-wagner\">reported death of the Wagner boss Yevgeny Prigozhin</a> is the latest addition to a long list of known and suspected political assassinations by plane crash.</p><p>Targeting a plane can be an effective way of reaching someone normally surrounded by layers of personal security, as long as would-be assassins have no scruples about killing everyone onboard.</p> <a href=\"https://www.theguardian.com/world/2023/aug/24/prigozhin-history-of-assassinations-by-plane-crash\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/24/prigozhin-history-of-assassinations-by-plane-crash", "date_published": "2023-08-24T14:41:45.112359+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "UK faces stark choice of higher taxes or decline in public services, warns IFS", "description": "<p>Even if taxes rises are chosen, system needs root-and-branch reforms as all main levies are flawed, finds study</p><p>Britain faces a stark choice between paying higher taxes or accepting an inevitable deterioration in public services and the welfare state, a report says.</p><p>In an in-depth study of the UK tax system, the Institute for Fiscal Studies thinktank said the already high level of taxes and the weak prospects for growth meant voters faced a tough choice.</p> <a href=\"https://www.theguardian.com/politics/2023/aug/24/uk-faces-stark-choice-of-higher-taxes-or-decline-in-public-services-ifs\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/aug/24/uk-faces-stark-choice-of-higher-taxes-or-decline-in-public-services-ifs", "date_published": "2023-08-24T13:36:37.325571+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The 49ers took a huge swing with Trey Lance. It looks like they missed", "description": "<p>San Francisco gave up a bundle of draft picks to acquire a promising but largely untested quarterback. They may have outthought themselves</p><p>The Trey Lance experiment ended first with a whimper, and then on Wednesday, a thud. The San Francisco 49ers announced that Lance, the former No 3 overall pick, <a href=\"https://www.espn.com/nfl/story/_/id/38245942/source-49ers-mull-options-trey-lance-loses-qb2-battle\">will be the team’s third-string quarterback</a> to start the season, behind Brock Purdy and Sam Darnold.</p><p>Lance was allowed to leave the team’s facility and miss practice after receiving the news. 49ers head coach Kyle Shanahan said that he “really hopes” the team keeps Lance, but the quarterback moving on is now inevitable – whether the team can figure out a trade remains to be seen.</p> <a href=\"https://www.theguardian.com/sport/2023/aug/24/trey-lance-san-francisco-49ers-quarterback-nfl-trade\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/aug/24/trey-lance-san-francisco-49ers-quarterback-nfl-trade", "date_published": "2023-08-24T13:36:37.311686+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Pirates of the crammed bin: why seagulls are here to stay in British towns and cities | Sophie Pavelle", "description": "<p>For as long as our coast remains polluted and food is plentiful in urban areas, we will have these noisy neighbours</p><p>I used to hear sparrows, starlings, wood pigeons and robins. Now, summer’s small hours are dominated by a chorus fit for a seafarer: herring gulls mostly, narrating the day from their urban stoops. “Oh, how <em>lovely</em>!”, wistful colleagues say. “I feel like I’m at the seaside during a call with you.” And yet, I am not at the seaside. I am in Exeter city centre, 10 miles from the coast.</p><p>Our relationship with gulls is complicated. From Viking superstition to <a href=\"https://www.vogue.co.uk/article/coleen-rooney\">British Vogue</a>’s latest cover, these seabirds have long been allied with truth, cunning, good fortune and endurance, while simultaneously being regarded as the ultimate <a href=\"https://www.theguardian.com/environment/2023/aug/16/theyre-here-at-our-invitation-how-gulls-took-over-the-uks-cities\">urban antagonist</a>.</p><p>Sophie Pavelle is a writer and science communicator</p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/24/seagulls-british-towns-cities-coast-urban\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/24/seagulls-british-towns-cities-coast-urban", "date_published": "2023-08-24T13:36:37.284713+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "John Eliot Gardiner pulls out of BBC Proms after reports he punched singer", "description": "<p>Conductor allegedly assaulted English choir member backstage in France after telling him he had left podium on wrong side</p><p>An internationally renowned conductor has pulled out of the BBC Proms after allegations he punched and slapped a soloist for allegedly entering the stage incorrectly at the Berlioz festival in France.</p><p>Sir John Eliot Gardiner, 80, allegedly assaulted William Thomas, 29, an English bass who represented England in the <a href=\"https://www.bbc.co.uk/programmes/profiles/1bR9h5dsdshKTc3C8NRFDB1/william-thomas\">Cardiff Singer of the World competition</a>, after an opera performance on Tuesday, according to reports.</p> <a href=\"https://www.theguardian.com/music/2023/aug/24/john-eliot-gardiner-pulls-out-of-bbc-proms-after-reports-he-punched-bass-singer\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/aug/24/john-eliot-gardiner-pulls-out-of-bbc-proms-after-reports-he-punched-bass-singer", "date_published": "2023-08-24T13:36:37.267647+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Wiltshire killer refuses plea at parole hearing to help locate victim’s body", "description": "<p>Glyn Razzell maintains he had nothing to do with disappearance in 2002 of his estranged wife Linda</p><p>A man convicted of murdering his estranged wife has insisted at a public parole hearing that he had nothing to do with her disappearance and he was not sure that she was dead.</p><p>Glyn Razzell, now 64, was found guilty in 2003 of the murder of Linda Razzell, who was 41 when she went missing the previous year, and he was sentenced to life in prison.</p> <a href=\"https://www.theguardian.com/uk-news/2023/aug/24/glyn-razzell-parole-hearing-refuses-plea-to-help-locate-victims-body\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/aug/24/glyn-razzell-parole-hearing-refuses-plea-to-help-locate-victims-body", "date_published": "2023-08-24T13:36:37.264564+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Priti Patel apologises to king after email about Andrew’s security leaked", "description": "<p>Leaked email from home secretary understood to back return of prince’s £3m-a-year police protection</p><p>Priti Patel has apologised to King Charles for causing “embarrassment and difficulties” after reportedly suggesting a review of Prince Andrew’s security should be launched.</p><p>Andrew no longer has taxpayer-funded police protection, according to reports, after giving up his HRH title after his association with the paedophile financier Jeffrey Epstein and an out-of-court settlement in a US civil case dominated headlines.</p> <a href=\"https://www.theguardian.com/uk-news/2023/aug/24/priti-patel-apologises-to-king-after-email-about-prince-andrews-security-leaked\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/aug/24/priti-patel-apologises-to-king-after-email-about-prince-andrews-security-leaked", "date_published": "2023-08-24T13:36:37.263025+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Lucy Letby: victims’ families treated ‘appallingly’, says former hospital boss", "description": "<p>Exclusive: Former Countess of Chester CEO says senior figures at hospital failed to disclose key information</p><p>Families of Lucy Letby’s victims were treated “appallingly” by hospital executives who failed to disclose key information after her murders, the former chief executive of Countess of Chester hospital has said.</p><p>In her first newspaper interview since Letby was <a href=\"https://www.theguardian.com/uk-news/2023/aug/21/lucy-letby-sentence-whole-life-jail-term-for-murdering-seven-babies\">jailed for life</a>, Susan Gilby suggested the hospital’s board of directors were also kept in the dark about her crimes and the missed opportunities to stop her.</p> <a href=\"https://www.theguardian.com/uk-news/2023/aug/24/lucy-letby-victims-families-treated-appallingly-former-hospital-boss-susan-gilby\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/aug/24/lucy-letby-victims-families-treated-appallingly-former-hospital-boss-susan-gilby", "date_published": "2023-08-24T13:36:37.261442+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Fifa to investigate Spanish FA head Luis Rubiales over World Cup final kiss", "description": "<ul><li>Fifa open disciplinary proceedings over behaviour at final</li><li>Rubiales kissed player and grabbed his crotch in celebration</li></ul><p>Fifa has opened disciplinary proceedings in relation to the conduct of the Spanish football association president, Luis Rubiales, in relation to his conduct at the Women’s World Cup final in Sydney on Sunday.</p><p>Rubiales has faced heavy criticism after he kissed Spain player Jennifer Hermoso on the lips during the trophy celebration. He also grabbed his crotch while celebrating Spain’s 1-0 victory over England, while standing metres away from Spain’s Queen Letizia and her teenage daughter, Sofia.</p> <a href=\"https://www.theguardian.com/football/2023/aug/24/fifa-opens-disciplinary-proceedings-luis-rubiales-womens-world-cup\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/24/fifa-opens-disciplinary-proceedings-luis-rubiales-womens-world-cup", "date_published": "2023-08-24T13:36:37.258338+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Fossil fuels being subsidised at rate of $13m a minute, says IMF", "description": "<p>Oil, gas and coal benefited from $7tn in support in 2022 despite being primary cause of climate crisis</p><p>Fossil fuels benefited from record subsidies of $13m (£10.3m) a minute in 2022, according to the International Monetary Fund, despite being the primary cause of the climate crisis.</p><p>The IMF analysis found the total subsidies for oil, gas and coal in 2022 were $7tn (£5.5tn). That is equivalent to 7% of global GDP and almost double what the world spends on education. Countries have pledged to phase out subsidies for years to ensure the price of fossil fuels reflects their true environmental costs, but have achieved little to date.</p> <a href=\"https://www.theguardian.com/environment/2023/aug/24/fossil-fuel-subsidies-imf-report-climate-crisis-oil-gas-coal\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/aug/24/fossil-fuel-subsidies-imf-report-climate-crisis-oil-gas-coal", "date_published": "2023-08-24T13:36:37.256750+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Why did chip-maker Nvidia’s profits soar and is it living in a tech bubble?", "description": "<p>Firm’s relentless focus on AI paid off in spades, with analysts optimistic of further success</p><ul><li><a href=\"https://www.theguardian.com/business/live/2023/aug/24/stock-markets-nvidia-computer-chips-generative-ai-jackson-hole-federal-reserve-ftse-100-business-live\">Business live – latest updates</a></li></ul><p>The stock market darling on everyone’s lips is Nvidia, which makes the processing chips that power everything from home computers to industrial machinery to cutting-edge artificial intelligence technology.</p><p>On Thursday, the company <a href=\"https://www.theguardian.com/business/2023/aug/23/chipmaker-nvidia-quarterly-report-135bn-revenue-1tn-valuation\">stunned Wall Street with results that blew the roof off analysts’ expectations</a>, reporting $13.5bn in quarterly profits, $2bn higher than pundits had predicted.</p> <a href=\"https://www.theguardian.com/technology/2023/aug/24/why-did-chip-maker-nvidia-profits-soar-and-is-it-living-in-a-tech-bubble\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/aug/24/why-did-chip-maker-nvidia-profits-soar-and-is-it-living-in-a-tech-bubble", "date_published": "2023-08-24T12:31:33.063964+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Premier League previews and Saudi season kicks off – Football Weekly Extra", "description": "<p><a href=\"https://twitter.com/maxrushden\">Max Rushden</a> is joined by <a href=\"https://twitter.com/bglendenning\">Barry Glendenning</a> and <a href=\"https://twitter.com/BeardedGenius\">Nooruddean Choudry</a> to discuss the upcoming top-flight games while <a href=\"https://twitter.com/PaulMac\">Paul MacInnes</a> reports on the Saudi Pro League</p><p><strong>Rate, review, share on <a href=\"https://itunes.apple.com/podcast/football-weekly-the-guardian/id188674007?mt=2\">Apple Podcasts</a>, <a href=\"https://soundcloud.com/guardianfootballweekly\">Soundcloud</a>, <a href=\"https://audioboom.com/channel/football-weekly\">Audioboom</a>, <a href=\"https://www.mixcloud.com/guardianfootballweekly/\">Mixcloud</a>, <a href=\"https://www.acast.com/footballweekly\">Acast</a> and <a href=\"http://www.stitcher.com/podcast/guardianuk/football-weekly\">Stitcher</a>, and join the conversation on <a href=\"https://www.facebook.com/GuardianPodcasts/\">Facebook</a>, <a href=\"https://twitter.com/guardianaudio\">Twitter</a> and <a href=\"mailto:footballweekly@theguardian.com\">email</a>.</strong></p><p>On the podcast today; the panel preview the most interesting games in this coming round of Premier League fixtures including Newcastle vs Liverpool and Chelsea taking on Luton Town on Friday night.</p> <a href=\"https://www.theguardian.com/football/audio/2023/aug/24/premier-league-previews-saudi-arabia-football-weekly-extra\">Continue reading...</a>", "link": "https://www.theguardian.com/football/audio/2023/aug/24/premier-league-previews-saudi-arabia-football-weekly-extra", "date_published": "2023-08-24T12:31:33.053410+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Alvin Ailey American Dance Theater review – extraordinary soul-stirring dance", "description": "<p><strong>Festival theatre, Edinburgh<br /></strong>The American company brought Ailey’s legendary Revelations, still hugely powerful after 65 years, alongside modern pieces of precision and fire </p><p>The thing about the dancers of Alvin Ailey American Dance Theater is that they are precision performers – technique visible, placings academic – but at the same time, they can elasticate and undulate their bodies; they can be sensual and spiritual. Above all, they dance with great sincerity.</p><p>On one hand, they are still performing many works of founder Alvin Ailey, who died in 1989, including the legendary <a href=\"https://www.alvinailey.org/performances/repertory/revelations\">Revelations</a> (1960). On the other, under the direction now of Robert Battle, they are gracing the stage to Drake and Kendrick Lamar in work that is bang up to date. This opening programme for the Edinburgh international festival was supposed to include two newer works, <a href=\"https://www.theguardian.com/stage/2022/aug/15/theres-a-lot-of-laughter-a-lot-of-joy-kyle-abraham-on-the-family-parties-that-inspired-his-new-dance-show\">Kyle Abraham</a>’s Are You in Your Feelings? and Aszure Barton’s <a href=\"https://www.youtube.com/watch?v=r-oAbgi8pyE\">Busk</a>, alongside Revelations, but due to injury, Busk was replaced by <a href=\"https://www.theguardian.com/stage/2021/feb/08/twyla-tharp-some-of-the-greatest-dancers-are-amateurs\">Twyla Tharp</a>’s Roy’s Joys (1997).</p> <a href=\"https://www.theguardian.com/stage/2023/aug/24/alvin-ailey-american-dance-theater-review-extraordinary-soul-stirring-dance\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/aug/24/alvin-ailey-american-dance-theater-review-extraordinary-soul-stirring-dance", "date_published": "2023-08-24T12:31:33.001762+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "First trailer for Sean Penn’s Ukraine documentary Superpower released", "description": "<p>‘We are just ordinary people who want to live in our country,’ says President Volodymyr Zelenskiy in activist actor’s forthcoming documentary</p><p>The first trailer has been released for Superpower, Sean Penn’s documentary about the Ukraine war, co-directed by Penn and Aaron Kaufman.</p><p>The trailer shows how Penn was taken by surprise by the invasion, having intended to make a film about Volodymyr Zelenskiy’s journey from comic actor to becoming the country’s president.</p> <a href=\"https://www.theguardian.com/film/2023/aug/24/first-trailer-for-sean-penns-ukraine-documentary-superpower-released\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/aug/24/first-trailer-for-sean-penns-ukraine-documentary-superpower-released", "date_published": "2023-08-24T12:31:33.000223+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Barcelona issues heat alert and gives out water and caps to homeless people", "description": "<p>Authorities set up air-conditioned ‘climate refuges’ as city struggles with record temperatures</p><p>Barcelona council is handing out water and caps to homeless people and has issued a heat alert as the city struggles to cope with record-breaking temperatures.</p><p>The temperature at midnight on Wednesday was close to 30C (86F) after daytime temperatures hit 38.8C, breaking the previous record of 37.4C set in 2010. Humidity is also high, adding to the sensation of suffocating heat.</p> <a href=\"https://www.theguardian.com/world/2023/aug/24/barcelona-issues-heat-alert-and-gives-out-water-and-caps-to-homeless-people\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/24/barcelona-issues-heat-alert-and-gives-out-water-and-caps-to-homeless-people", "date_published": "2023-08-24T12:31:32.992736+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Voting in Zimbabwe election extended by another day after ballot delays", "description": "<p>Polling described as ‘shambolic’, with electoral body accused of conspiring with ruling party to ‘disenfranchise’ opposition voters</p><p>Voting in Zimbabwe’s election has been extended by another day after huge delays in the delivery of ballot papers to some wards.</p><p>The country’s president, Emmerson Mnangagwa, issued a decree late on Wednesday to extend voting by another day in 40 wards across Harare, and the provinces of Mashonaland Central and Manicaland, as the government tried to salvage polling that had been described as “shambolic”.</p> <a href=\"https://www.theguardian.com/world/2023/aug/24/voting-zimbabwe-election-extended-by-another-day-ballot-delays\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/24/voting-zimbabwe-election-extended-by-another-day-ballot-delays", "date_published": "2023-08-24T12:31:32.989746+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Civilians targeted in war-torn Khartoum as poor and elderly remain trapped", "description": "<p>Latest atrocities in Sudan war include the shelling of house of traditional healer, who died with her children and neighbours</p><p>People trapped in the Sudanese capital, Khartoum, and its twin city of Omdurman say civilians are being deliberately targeted in shelling by the warring parties.</p><p>A woman who had been helping wounded soldiers was killed along with her three children and six neighbours when her home was shelled by Sudanese army forces earlier this week.</p> <a href=\"https://www.theguardian.com/world/2023/aug/24/sudan-war-atrocities-civilians-targeted-khartoum-poor-elderly-trapped\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/24/sudan-war-atrocities-civilians-targeted-khartoum-poor-elderly-trapped", "date_published": "2023-08-24T12:31:32.988225+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Most parents want more time reading to young children, study shows", "description": "<p>1,000-parent survey also found 33% lack the confidence to read to their child, despite not seeing the activity as a chore</p><p>Most parents with young children wish they had more time to read to them and a third lack the confidence to do so, according to a new survey.</p><p>The study, commissioned by the children’s publisher Ladybird and run by Censuswide, found that 33% of parents with children under five wished they had more confidence to read with their child. Reading out loud and doing character voices were cited as reasons for doubting their confidence.</p> <a href=\"https://www.theguardian.com/books/2023/aug/24/most-parents-want-more-time-reading-to-young-children-study-shows\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/aug/24/most-parents-want-more-time-reading-to-young-children-study-shows", "date_published": "2023-08-24T12:31:32.975994+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Wolves reject opening £47m Manchester City bid for Matheus Nunes", "description": "<ul><li>Premier League champions expected to maintain interest</li><li>City keen to wrap up deal with personal terms agreed</li></ul><p>Wolves swiftly rejected Manchester City’s opening offer of £47m for Matheus Nunes but are braced for the Premier League champions to intensify their interest. Pep Guardiola is a big admirer of the Portugal midfielder and previously described him as “one of the best players in the world”. Guardiola wants to sign a midfielder after <a href=\"https://www.theguardian.com/football/2023/aug/15/manchester-city-kevin-de-bruyne-injury-could-miss-rest-of-year-pep-guardiola\">losing Kevin De Bruyne for around four months</a> after hamstring surgery. Wolves would only consider a substantial bid.</p><p>City had been pushing to complete a deal for Lucas Paqueta but had to look elsewhere after the West Ham midfielder became the subject of a <a href=\"https://www.theguardian.com/football/2023/aug/18/west-hams-lucas-paqueta-investigated-by-fa-for-potential-betting-breaches\">Football Association investigation over alleged betting breaches</a>.</p> <a href=\"https://www.theguardian.com/football/2023/aug/24/wolves-reject-opening-47m-manchester-city-bid-for-matheus-nunes\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/24/wolves-reject-opening-47m-manchester-city-bid-for-matheus-nunes", "date_published": "2023-08-24T12:31:32.959396+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Ben Earl replaces banned Billy Vunipola as England ring changes to face Fiji", "description": "<ul><li>Eye-catching centre pairing of Tuilagi and Lawrence</li><li>Courtney Lawes to captain England as he wins 100th cap</li></ul><p>Ben Earl has been handed the chance to stake his claim to fill the void left by Billy Vunipola after being named to start at No 8 in England’s final warm-up match against Fiji on Saturday with Tom Curry still conspicuous by his absence. Steve Borthwick has rung the changes to his side, fielding an eye-catching centre pairing of Manu Tuilagi and Ollie Lawrence, but it is Earl’s selection at the base of the scrum that stands out after <a href=\"https://www.theguardian.com/sport/2023/aug/23/billy-vunipola-banned-from-start-of-englands-rugby-world-cup-campaign\">Vunipola’s suspension</a>.</p><p>Courtney Lawes captains the side as he wins his 100th cap while there is a first start of the summer for Jack Willis at openside flanker. Alex Mitchell comes in at scrum-half, having been summoned into the squad after <a href=\"https://www.theguardian.com/sport/2023/aug/14/england-reshuffle-world-cup-pack-alex-mitchell-in-after-jack-van-poortvliet-exit-rugby-union\">Jack van Poortvliet’s injury</a>. Jonny May, who is not part of the World Cup squad, is on the wing.</p> <a href=\"https://www.theguardian.com/sport/2023/aug/24/england-rugby-union-fiji-team-steve-borthwick\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/aug/24/england-rugby-union-fiji-team-steve-borthwick", "date_published": "2023-08-24T12:31:32.953290+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Moving the Goalposts | How to tackle post-World Cup blues and get your women’s football fix", "description": "<p>The World Cup may be over but there are still plenty of things to look forward to in the women’s game</p><p>It has been a few days since the final and the post-World Cup blues have kicked in, the feeling that we’ll have to wait four more years for something as exciting to happen. Going back to the routine without thinking and talking about football 24/7 … it feels like hell. But it doesn’t mean there’s nothing going on. The end brings new beginnings so here are some women’s football fixes for you to put in your calendar.</p> <a href=\"https://www.theguardian.com/football/2023/aug/24/cure-post-world-cup-blues-get-womens-football-fix\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/24/cure-post-world-cup-blues-get-womens-football-fix", "date_published": "2023-08-24T12:31:32.951734+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Dining across the divide: ‘I expected him to be vegetarian, which was probably unfair’", "description": "<p>They both lean towards Labour, but are they on the same page when it comes to ‘woke culture’, the climate crisis and the media?</p><p><strong>Joe, 23, </strong><strong>London</strong></p><p><strong>Occupation</strong><em> </em>Digital consultant, currently introducing new IT systems to prisons</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/aug/24/dining-across-the-divide-joe-rory\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/aug/24/dining-across-the-divide-joe-rory", "date_published": "2023-08-24T12:31:32.922782+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "From sorting fan mail to seeing Abbey Road being made: my life as a teenage Beatles employee", "description": "<p>Merle Frimark was already a huge fan of the Fab Four when she started working for them. Here she recalls being in the room as they put the finishing touches on Come Together – and reveals her unseen snaps of her encounter</p><p>On the afternoon of 23 July 1969, I was a nervous 18-year-old American on my way to EMI Recording Studios on Abbey Road in St John’s Wood. Inside, the Beatles were putting the finishing touches on the song <a href=\"https://open.spotify.com/track/2EqlS6tkEnglzr7tkKAAYD?si=993ca95bf64a4c2f\">Come Together</a>, which would end up on <a href=\"https://www.theguardian.com/music/2019/oct/04/the-beatles-top-charts-abbey-road\">Abbey Road</a>. An endless stream of pilgrims would soon arrive at the pedestrian crossing on the cover, and the studios would be renamed to match.</p><p>As I entered, I heard voices and wailing guitars. Their assistant Mal Evans greeted me and put me at ease. John, Paul, George and Ringo were scattered around the studio. The place was bustling, with crew setting up, moving equipment and microphones, placing towels over the drum heads. Then came the introduction. The boys – as everyone seemed to refer to them – were reminded that I was from the New York office. They all smiled; I felt warmly welcomed. Then they got down to business. Not wanting to be intrusive, I took some candid photos; I was by no means a professional photographer, and this is the first time they’ve been published.</p> <a href=\"https://www.theguardian.com/music/2023/aug/24/from-sorting-fan-mail-to-seeing-abbey-road-being-made-my-life-as-a-teenage-beatles-employee\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/aug/24/from-sorting-fan-mail-to-seeing-abbey-road-being-made-my-life-as-a-teenage-beatles-employee", "date_published": "2023-08-24T12:31:32.921238+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "UK poised to confirm fifth delay to post-Brexit checks on imports", "description": "<p>Latest hold-up is intended to cut risk of new charges being passed on to consumers amid cost of living crisis</p><ul><li><a href=\"https://www.theguardian.com/business/live/2023/aug/24/stock-markets-nvidia-computer-chips-generative-ai-jackson-hole-federal-reserve-ftse-100-business-live\">Business live – latest updates</a></li><li><a href=\"https://www.theguardian.com/politics/live/2023/aug/24/rishi-sunak-commons-rules-interests-conservatives-labour-uk-politics-news\">UK politics live – latest updates</a></li></ul><p>A fifth delay on the introduction of post-Brexit import checks on food and fresh produce arriving in Britain is to be officially announced imminently, the Guardian understands.</p><p>The decision to once again push back plans to enforce the controls – which have been in place for exports from the UK to the EU – is linked to concerns that the move could further fuel food price inflation during the cost of living crisis, while traders have also asked for more time to adapt to the new rules.</p> <a href=\"https://www.theguardian.com/politics/2023/aug/24/uk-fifth-delay-post-brexit-checks-imports\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/aug/24/uk-fifth-delay-post-brexit-checks-imports", "date_published": "2023-08-24T12:31:32.916611+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Sunak to hold AI summit at Bletchley Park, home of Enigma codebreakers", "description": "<p>Global summit on AI safety planned for autumn, as UK tries to cement image as being home of ‘transformative technologies’</p><p>Rishi Sunak’s global summit on the safety of artificial intelligence this autumn will be hosted at Bletchley Park, the home of top-secret codebreakers during the second world war.</p><p>The <a href=\"https://www.theguardian.com/technology/2023/jun/09/rishi-sunak-ai-summit-what-is-its-aim-and-is-it-really-necessary\">first major gathering on the technology</a> will bring together governments, leading AI firms and experts to discuss how its risks can be mitigated through internationally coordinated action.</p> <a href=\"https://www.theguardian.com/technology/2023/aug/24/rishi-sunak-to-hold-ai-summit-at-bletchley-park-home-of-enigma-codebreakers\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/aug/24/rishi-sunak-to-hold-ai-summit-at-bletchley-park-home-of-enigma-codebreakers", "date_published": "2023-08-24T12:31:32.913506+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "India’s rover takes walk on the moon after frenzied celebrations", "description": "<p>Solar-powered vehicle will spend two weeks roaming lunar surface to help scientists understand geology of moon</p><p>India’s Chandrayaan-3 spacecraft has rolled its rover on to the moon’s surface after its successful landing at the lunar south pole.</p><p>The Indian Space Research Organisation (ISRO) announced the rover had “ramped down from the lander and India took a walk on the moon”.</p> <a href=\"https://www.theguardian.com/world/2023/aug/24/india-rover-takes-walk-on-moon-frenzied-celebrations\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/24/india-rover-takes-walk-on-moon-frenzied-celebrations", "date_published": "2023-08-24T12:31:32.912013+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Hundreds of items ‘missing’ from British Museum since 2013", "description": "<p>Police investigating after exhibits including gold coins and silver necklaces disappear</p><p>Gold coins, silver necklaces and 540 pieces of pottery are among the hundreds of historical artefacts missing from the British Museum since 2013, the institution’s records reportedly show.</p><p>The British Museum revealed last week that police are investigating items that are “missing, stolen or damaged” from its collection. Legal action is being taken by the London-based institution against a member of staff, <a href=\"https://www.theguardian.com/culture/2023/aug/16/british-museum-sacks-staff-member-after-items-vanish-from-collection\">who has been sacked</a>.</p> <a href=\"https://www.theguardian.com/culture/2023/aug/24/hundreds-of-items-missing-from-british-museum-since-2013\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/aug/24/hundreds-of-items-missing-from-british-museum-since-2013", "date_published": "2023-08-24T12:31:32.910505+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Andrew Malkinson: independent inquiry announced into wrongful conviction", "description": "<p>Inquiry to look at role played by state institutions in rape conviction for which Malkinson spent 17 years in jail</p><p>The government has announced an independent inquiry into the circumstances and handling of the Andrew Malkinson case after he was exonerated last month over a rape for which he wrongly spent 17 years in prison.</p><p>The inquiry will investigate the role of Greater Manchester police, the Crown Prosecution Service and the Criminal Cases Review Commission (CCRC) in his conviction and in subsequent attempts to overturn it.</p> <a href=\"https://www.theguardian.com/uk-news/2023/aug/24/andrew-malkinson-independent-inquiry-announced-into-wrongful-conviction\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/aug/24/andrew-malkinson-independent-inquiry-announced-into-wrongful-conviction", "date_published": "2023-08-24T12:31:32.907347+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Spectre of Trump haunts debate as candidates jostle for spotlight", "description": "<p>Abortion and the southern border energized presidential hopefuls, while the war in Ukraine elicited divided opinions</p><p>During the first Republican debate on Wednesday, eight candidates attempted to cast themselves as viable alternatives to Donald Trump while, for the most part, studiously ignoring the shadow of the doggedly popular former president who declined to appear on stage.</p><p>The Republicans alternatively railed on government excesses – promising, for example, to slash funding for federal programs – while debating the merits of a federal abortion ban and calling for an increasingly militarized southern border.</p> <a href=\"https://www.theguardian.com/us-news/2023/aug/24/republican-candidates-spectre-of-trump-haunts-debate\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/aug/24/republican-candidates-spectre-of-trump-haunts-debate", "date_published": "2023-08-24T11:27:18.050203+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Tell us: do you live in a UK city with a low emission zone?", "description": "<p>Ahead of the Ulez expansion, we want to hear about people’s experiences of low emission zones in the UK</p><p>London’s <a href=\"https://www.theguardian.com/environment/2023/jul/23/ulez-london-what-is-it-how-much-does-it-cost-and-why-is-it-so-controversial\">ultra-low emission zone</a> (Ulez) — a plan to fight toxic air in the city — will on Tuesday expand to Greater London.</p><p>The policy, drawn up under Boris Johnson’s mayoral term and extended by Sadiq Khan in 2021, sees the oldest, most polluting vehicles pay a daily charge starting at £12.50. The majority of cars are exempt.</p> <a href=\"https://www.theguardian.com/environment/2023/aug/24/tell-us-do-you-live-in-a-uk-city-with-a-low-emission-zone\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/aug/24/tell-us-do-you-live-in-a-uk-city-with-a-low-emission-zone", "date_published": "2023-08-24T11:27:18.032166+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Never buy vegetable seed again! How to save money by harvesting this year’s beans, lettuces and tomatoes", "description": "<p>Every year, our gardens and allotments yield a huge crop of seed, yet most of us let it go to waste. Here’s how to save it – and a small fortune</p><p>If you are any kind of gardener, I bet you have a drawer filled with half-empty packets of vegetable and herb seeds. It is easy to get stuck in a cycle of buying new seeds each growing season because you have forgotten you already had some, or you are not sure what is out of date. We all do it, but it is possible to break the habit – and now is the time.</p><p>Collecting your own seeds makes sense in many ways. You save money. You avoid all the embodied energy in bought seeds: the transportation, the colour printing, those silver foil packs that can’t be recycled. As long as you dry your seeds properly, so they will store well, you might also find you get much better germination because they are fresh. You will also have something to barter with. If you didn’t get the hang of saving chilli seeds, say, but have plenty of lettuce (and a single lettuce can produce more than 10,000 seeds), there will be a gardener somewhere who is willing to swap. Look out for local <a href=\"https://seedysunday.org/\" title=\"\">Seedy Sunday</a> events, where seed savers come together in late winter or spring to do just that.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/aug/24/never-buy-vegetable-seed-again-how-to-save-money-by-harvesting-this-years-beans-lettuces-and-tomatoes\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/aug/24/never-buy-vegetable-seed-again-how-to-save-money-by-harvesting-this-years-beans-lettuces-and-tomatoes", "date_published": "2023-08-24T11:27:18.001921+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "No One Dies Yet by Kobby Ben Ben review – a bold and provocative debut from Ghana", "description": "<p>Black gay American friends explore Ghana’s queer underground while a killer commits a grisly string of murders in this thrilling read</p><p>In 1997, long before Ghanaian president Nana Akufo-Addo launched the “Year of Return” welcoming African diasporans to Ghana, the Black American scholar Saidiya Hartman travelled there to retrace the routes of the Atlantic slave trade. Hoping to be treated as kin, Hartman quickly realised that Ghanaians saw her as an “obruni” or stranger, “a foreigner from across the sea”, as she writes in her 2006 book, Lose Your Mother. It is a similar welcome, combining mistrust, admiration and envy, that Black gay American friends Elton, Scott and Vincent receive when they land in Accra in Ghanaian author Kobby Ben Ben’s bold and provocative debut, No One Dies Yet.</p><p>The year is 2019. “Returnees” are swarming Ghana’s forts and castles. Our American trio share the fervour, but they are keener still to explore the country’s underground queer scene. They enlist the help of two locals: Elton’s friend for sex, the sassy and flamboyant aspiring crime novelist Kobby (playfully named after Ben Ben), and Nana (cheekily named after Ghana’s president), an enterprising religious homophobe whom they mistake at first for an escort.</p> <a href=\"https://www.theguardian.com/books/2023/aug/24/no-one-dies-yet-by-kobby-ben-ben-review-a-bold-and-provocative-debut-from-ghana\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/aug/24/no-one-dies-yet-by-kobby-ben-ben-review-a-bold-and-provocative-debut-from-ghana", "date_published": "2023-08-24T11:27:17.992202+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Toppled, eaten, pooed on, licked, rusted and stolen: why Yorkshire Sculpture Park’s treasures have to be tough", "description": "<p>Its works by Moore, Hepworth and Gormley are priceless. But they are at risk – from toxic bird poo, shifting tree roots and 400,000 greasy humans. We spend a day with the team keeping everything safe</p><p>On a blustery hillside near the summit of Yorkshire Sculpture Park, Clare Lilley and I are communing with the landscape. Lilley, YSP’s director and chief curator, has beckoned me through a gate into a piece by the British sculptor Andy Goldsworthy, a <a href=\"https://ysp.org.uk/art-outdoors/andy-goldsworthy-peters-fold\">drystone wall encircling the trunk of a large lime tree</a>. Inside the enclosure, beneath the tree’s canopy, all we can hear is the shushing of the leaves and the crackle of the wind in the grass. It is cool and tranquil. Then Lilley spots something across the field: a herd of cows is menacing her four-wheel drive. “They like to lick the windows,” she says, then looks at me with genuine concern. “You’re not frightened of cows, are you? We can shoo them out of the way.”</p><p>Herding lessons are not on the curriculum at most art schools, but YSP is hardly your average gallery. The <a href=\"https://ysp.org.uk/about-ysp\">largest sculpture park of its kind in Europe</a>, draped across 500 acres of rolling fields, moorland and woods in the hills above Wakefield, it displays more than 100 large-scale pieces and installations, nearly all modern and contemporary. Some of the works are nestled safely inside modest indoor galleries, but most sit in the open air, exposed to everything the Yorkshire climate can throw at them.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/aug/24/yorkshire-sculpture-park-greasy-humans-moore-hepworth-gormley\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/aug/24/yorkshire-sculpture-park-greasy-humans-moore-hepworth-gormley", "date_published": "2023-08-24T11:27:17.986073+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Sherlock Holmes at Hogwarts and ‘solve-along’ Murder She Wrote: bizarre fringe parodies", "description": "<p>On Edinburgh fringe stages, pop is eating itself with a series of pastiches and tributes that riff on TV hits and surreal celebrity reimaginings</p><p>This review goes out in honour of Gerard Slevin. He was the theatre director who in 1961 came up with a suggestion of how to bring the burgeoning Edinburgh fringe into line. “I think there should be a limitation on the number of halls used during the festival,” he said after staging a play in the Lauriston Hall. “It would be much better if only 10 halls were licensed.”</p><p>You can only imagine his reaction now the number of venues exceeds 250. To fill all those rooms with as many as 10 shows in a day, you need an awful lot of material. So much material that today’s arts lover is offered not only shows but also shows about the shows. This is a phenomenon that extends far beyond the fringe to a pop-will-eat-itself culture driven by an insatiable hunger to cannibalise. On stage, as on screen, the schedules are stuffed with parodies, pastiches and tributes.</p> <a href=\"https://www.theguardian.com/stage/2023/aug/24/sherlock-homes-at-hogwarts-and-solve-along-she-wrote-bizarre-fringe-parodies\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/aug/24/sherlock-homes-at-hogwarts-and-solve-along-she-wrote-bizarre-fringe-parodies", "date_published": "2023-08-24T11:27:17.984499+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Russian court extends detention of WSJ reporter Evan Gershkovich", "description": "<p>Journalist arrested on espionage charges in March set to remain in jail until at least 30 November</p><p>A Moscow court has extended the detention of the <a href=\"https://www.theguardian.com/media/wallstreetjournal\">Wall Street Journal</a> reporter Evan Gershkovich, who was arrested on espionage charges at the end of March.</p><p>During a brief hearing on Thursday, the court ordered Gershkovich should remain in jail until 30 November, Russian news agencies reported. His pre-trial detention had initially been scheduled to expire next week. He is being held in the notorious Lefortovo prison in Moscow and could face a sentence of up to 20 years if found guilty.</p> <a href=\"https://www.theguardian.com/world/2023/aug/24/russian-court-extends-detention-of-wsj-reporter-evan-gershkovich\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/24/russian-court-extends-detention-of-wsj-reporter-evan-gershkovich", "date_published": "2023-08-24T11:27:17.977044+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Lockdowns and face masks ‘unequivocally’ cut spread of Covid, report finds", "description": "<p>Royal Society review looks at non-pharmaceutical interventions when applied in packages of several measures</p><p>Measures taken during the Covid pandemic such as social distancing and wearing face masks “unequivocally” reduced the spread of infections, a report has found.</p><p>Experts looked at the effectiveness of non-pharmaceutical interventions (NPIs) – not drugs or vaccines – when applied in packages that combine a number of measures that complement one another.</p> <a href=\"https://www.theguardian.com/world/2023/aug/24/lockdowns-face-masks-unequivocally-cut-spread-covid-study-finds\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/24/lockdowns-face-masks-unequivocally-cut-spread-covid-study-finds", "date_published": "2023-08-24T11:27:17.972522+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Income of Labour and Lib Dems up as Tory funds fall, accounts show", "description": "<p>Newly released figures seemingly show ebbing financial support for Rishi Sunak’s Conservatives</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/aug/24/rishi-sunak-commons-rules-interests-conservatives-labour-uk-politics-news\">UK politics live – latest updates</a></li></ul><p>Both Labour and the Liberal Democrats recorded an increase in their incomes last year, primarily from donations, while funds in the Conservatives’ coffers fell, according to newly released accounts that appear to show ebbing financial support for the Tories.</p><p>Labour received an income for the year to the end of December that was more than 50% higher than the Conservatives’, totalling £47.2m for Keir Starmer’s party compared with just over £30.5m for Rishi Sunak’s.</p> <a href=\"https://www.theguardian.com/politics/2023/aug/24/income-labour-lib-dems-up-tory-coffers-fall-accounts\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/aug/24/income-labour-lib-dems-up-tory-coffers-fall-accounts", "date_published": "2023-08-24T11:27:17.955913+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Republican hopefuls shrug when asked about climate crisis during debate", "description": "<p>While most candidates didn’t flat out deny the climate emergency – save Vivek Ramaswamy – they showed no urgency to address it</p><p>Unlike in recent election cycles, most Republican presidential hopefuls this time around didn’t flat out deny that the climate crisis is real. But on the Fox News debate stage, they made clear that they’re not interested in dwelling on the issues – or doing much about it.</p><p>On Tuesday night, the eight candidates were asked to raise their hands if they believed in the reality of human-caused global heating. They all punted.</p> <a href=\"https://www.theguardian.com/us-news/2023/aug/24/republican-hopefuls-shrug-when-asked-about-climate-crisis-during-debate\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/aug/24/republican-hopefuls-shrug-when-asked-about-climate-crisis-during-debate", "date_published": "2023-08-24T11:27:17.947936+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "BS High: a fake football school and the devastating effects of a conman’s lies", "description": "<p>In an age when so much of sports documentary has become stylized PR, the story of an online school that turned out to be fake is a high mark for the genre </p><p>In August 2021, two high school football teams met in the Pro Football Hall of Fame stadium in Canton, Ohio, for a much-hyped matchup shown live on ESPN. When it quickly became a 58-0 blowout, suspicion descended most heavily on the losing side – an outfit called Bishop Sycamore purporting to be a faith-based school that actually turned out to be fake. The scandal <a href=\"https://www.theguardian.com/sport/2021/sep/07/bishop-sycamore-high-school-team-scam-espn-coach-football\">rocked the sports world</a>, lit up social media and had Hollywood producers rushing to unpick the sordid affair. Travon Free, the veteran comedian and TV writer, was already workshopping titles. “So the Bishop Sycamore movie is definitely gonna be called ‘BS’ right?,” he tweeted.</p><p>That film, BS High, premieres Thursday on HBO in the US and has Free co-directing with Martin Desmond Roe. BS High marks their first collaboration since their Academy Award-winning short <a href=\"https://www.theguardian.com/film/2021/apr/22/worst-version-of-groundhog-day-ever-two-distant-strangers-the-oscars-short-inspired-by-george-floyd\">Two Distant Strangers</a>. But where that film was a fiction, this 97-minute doc is stranger than. It features extensive interviews with many of the people at the center of the scandal – not least the players, whose experiences had mostly been captured in dribs and drabs on social media and in the press. The biggest get by far is Bishop Sycamore coach Roy Johnson – “the sine qua non of what you needed to tell this story properly,” Roe says. Johnson’s fan fealty to Michael Strahan, the NFL great turned BS High executive producer, was what ultimately motivated him to talk. Much of what he says is shocking.</p> <a href=\"https://www.theguardian.com/sport/2023/aug/24/bs-high-review-bishop-sycamore-scandal\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/aug/24/bs-high-review-bishop-sycamore-scandal", "date_published": "2023-08-24T11:27:17.945994+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Football League: six things you may have missed so far this season", "description": "<p>Promotion hopes in East Anglia, worries in Yorkshire, surprise leaders and a fan running the line at Portsmouth</p><p>Next season marks 30 years since Norwich and Ipswich last met in the top flight. Both sides were relegated at the end of the 1994-95 season and have played each other in the second division since. Norwich have enjoyed the upper hand in recent years – they haven’t lost the East Anglian derby since 2009. That could be about to change. After four seasons spinning their wheels in League One, the Tractor Boys have returned to the Championship with a bang. <a href=\"https://www.theguardian.com/football/2023/may/14/ipswich-kieran-mckenna-its-more-satisfying-because-its-not-been-easy\">Kieran McKenna</a>’s side have won their first three games to top the table and Norwich’s unbeaten start under David Wagner suggests an “Old Firm” promotion battle could be on the cards. A tight-knit, organised outfit, Ipswich are determined to remain a “humble group” according to defender Cameron Burgess. Whether or not they maintain their impressive start, they will surely have an eye on 16 December, when Norwich come to Portman Road with that long unbeaten derby record to protect.</p> <a href=\"https://www.theguardian.com/football/2023/aug/24/football-league-six-things-you-may-have-missed-so-far-this-season\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/24/football-league-six-things-you-may-have-missed-so-far-this-season", "date_published": "2023-08-24T11:27:17.935132+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Gifs aren’t cool any more – and now I feel very, very old | Joel Snape", "description": "<p>I shrugged off my dodgy knee and the grey in my beard. But if my beloved animated graphics are no longer fashionable, does this make me obsolete too?</p><p>At the risk of sounding like a show-off, I’m really good at gifs. Not the pre-packaged kind: there’s no man-blinking-in-polite-disbelief in my repertoire, no <a href=\"https://melmagazine.com/en-us/story/elissa-slater-gif\">woman-in-a-turquoise-top-doing-a-spit-take</a>, and certainly no Ron Burgundy saying: “That escalated quickly.” We’re talking bespoke, artisanal gifs, hand-selected for each occasion. Sometimes, I even make my own, noting down a bon mot or a wry facial expression from a TV show and saving it for a special occasion. Super Hans from Peep Show saying: “The secret ingredient is crime”? It’s not a multipurpose gif, like Homer Simpson backing slowly into a hedge, but that only makes its rare deployment more effective.</p><p>There’s only one problem with this, and if you’re gen Y or younger you’re probably already doing a TikTok to explain it to me: gifs aren’t cool any more. Middle-aged people use gifs now. Twitter and WhatsApp have gif search bars that help even the most technophobic users find a little girl having a sugar rush at a baseball game, or Steve Carell yelling: “No!” They’re universal, therefore lame. I don’t make the rules, as Natasha Lyonne <a href=\"https://media.tenor.com/uWj28RxGBfEAAAAC/i-dont-make-the-rules-nadia-vulvokov.gif\">says in a gif </a>from a show I haven’t seen. I wish I did.</p><p>Joel Snape is a writer and fitness expert</p> <a href=\"https://www.theguardian.com/technology/commentisfree/2023/aug/24/gifs-arent-cool-any-more-and-now-i-feel-very-very-old\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/commentisfree/2023/aug/24/gifs-arent-cool-any-more-and-now-i-feel-very-very-old", "date_published": "2023-08-24T11:27:17.921392+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Who won the Republican debate? Our panel reacts", "description": "<p>Donald Trump may not have been on the stage, but he was the winner of the debate</p><p>It’s been ages since the Republican party has had a national debate this bland. But as easily forgotten as this debate will be in a matter of weeks, if not days, it’s notable as perhaps the first glimpse we’ve had in years of what Republican politics might have looked like in an alternate reality where Trump never happened. Much of the top half of the debate seemed to proceed uninterrupted from the policy discourse of 2012, with most of the candidates trading lines about the profligate spending of the Democratic administration. Inflation was part of the complaint, but there’s evidently a real itch, beyond that, to return to the rhetoric of plain old fiscal unsustainability and generational debt.</p><p>Osita Nwanevu is a Guardian US columnist</p><p>Jill Filipovic is the author of The H-Spot: The Feminist Pursuit of Happiness</p><p>Ben Davis works in political data in Washington, DC. He worked on the data team for the Bernie Sanders 2020 campaign</p><p>Lloyd Green is an attorney in New York and served in the US Department of Justice from 1990 to 1992</p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/24/who-won-the-republican-debate-our-panel-reacts\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/24/who-won-the-republican-debate-our-panel-reacts", "date_published": "2023-08-24T11:27:17.918394+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Was Lucy Letby an unlikely serial killer? To most people, yes – but not psychologists | Marissa Harrison", "description": "<p>Our research into women who kill acts as a reminder to challenge our preconceived notions of others</p><ul><li>Dr Marissa Harrison is a professor of psychology and author of <a href=\"https://www.cambridge.org/core/books/just-as-deadly/085C912B92AAD29C2B76251C56D91356\">Just as Deadly: The Psychology of Female Serial Killers</a></li></ul><p>The crimes of the <a href=\"https://www.theguardian.com/uk-news/2023/aug/21/lucy-letby-sentence-whole-life-jail-term-for-murdering-seven-babies\">convicted serial killer Lucy Letby</a> have rattled the UK and the world. One can think of nothing worse: babies who were grievously ill, killed or injured by a woman who was meant to care for them. Why was Letby able to kill so many young victims? Why wasn’t she recognised as a murderer sooner?</p><p>Some are saying that Letby’s case is a “one-off”, and is thus difficult to process or learn from. While serial murder is rare, to those of us in the field of serial homicide research, the crimes and victims of Letby are less surprising. In many ways, Letby fits the profile for the “typical” female serial killer (FSK) that my team and I compiled for <a href=\"https://www.tandfonline.com/doi/full/10.1080/14789949.2015.1007516\">The Journal of Forensic Psychiatry &amp; Psychology</a> in 2015.<em> </em>By analysing cases in the US, we found that <a href=\"https://www.psu.edu/news/research/story/just-deadly-inside-mind-female-serial-killer/\">nearly 40%</a> of female serial killers are nurses, nurses’ aides or other healthcare workers.</p><p>Dr Marissa Harrison is a professor of psychology at Penn State Harrisburg. She is the author of several scientific articles and a book on female serial killers, <a href=\"https://www.cambridge.org/core/books/just-as-deadly/085C912B92AAD29C2B76251C56D91356\" title=\"https://www.cambridge.org/core/books/just-as-deadly/085C912B92AAD29C2B76251C56D91356\">Just as Deadly: The Psychology of Female Serial Killers</a>. She is a member of the Atypical Homicide Research Group network</p><p><em><strong>Do you have an opinion on the issues raised in this article? If you would like to submit a response of up to 300 words by email to be considered for publication in our<a href=\"https://www.theguardian.com/tone/letters\"> letters</a> section, please <a href=\"mailto:guardian.letters@theguardian.com?body=Please%20include%20your%20name,%20full%20postal%20address%20and%20phone%20number%20with%20your%20letter%20below.%20Letters%20are%20usually%20published%20with%20the%20author%27s%20name%20and%20city/town/village.%20The%20rest%20of%20the%20information%20is%20for%20verification%20only%20and%20to%20contact%20you%20where%20necessary.\">click here</a>.</strong></em></p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/24/lucy-letby-serial-killer-forensic-psychologist-murderer\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/24/lucy-letby-serial-killer-forensic-psychologist-murderer", "date_published": "2023-08-24T11:27:17.916732+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Oddly satisfying’: what’s behind our drive to collect useless items?", "description": "<p>Fans say their collections of mugs, Crocs and plush toys ‘scratch an itch’. You might call it one-in-every-colour capitalism</p><p>Mariana Conti Schwartz has one daughter, two dogs and 103 stainless steel drinking tumblers. The 40-year-old from North Carolina works from home running her family business, Big Al’s Pub &amp; Grubberia, and likes to match her outfits to her reusable cups. Pink, purple, blue, green and grey “Stanley Quenchers” are lined up like soldiers on clear acrylic shelves across her kitchen; Conti Schwartz estimates she’s spent $5,000 (£3,900) on the lot.</p><p>Yet perhaps the most exceptional thing about her exceptional collection is that it is not exceptional at all.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/aug/24/oddly-satisfying-whats-behind-our-drive-to-collect-useless-items\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/aug/24/oddly-satisfying-whats-behind-our-drive-to-collect-useless-items", "date_published": "2023-08-24T11:27:17.915211+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Kristen Wiig’s 20 best performances – ranked!", "description": "<p>As the comic actor and supreme scene-stealer turns 50, we rate her greatest roles, from the oddball to the outrageous</p><p>What a strange film this is. Kristen Wiig plays a lottery winner with borderline personality disorder, who uses the money to fund and star in a daily Oprah-style show all about her. Palpably unsure of how much to mine mental illness for comedy, the movie quickly ties itself up in a series of unfathomable knots. Nevertheless, when the script lets her off the leash, Wiig is wonderful. It’s just a shame that it doesn’t happen more.</p> <a href=\"https://www.theguardian.com/film/2023/aug/24/kristen-wiigs-20-best-performances-ranked\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/aug/24/kristen-wiigs-20-best-performances-ranked", "date_published": "2023-08-24T11:27:17.913636+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Burna Boy: I Told Them review | Alexis Petridis's album of the week", "description": "<p><strong>(Atlantic)</strong><br />Eschewing the political controversies of his interviews, the Nigerian musician’s seventh album is streamlined, swaggering and rich with perfectly deployed vocal samples</p><p></p><p>You could view the title of I Told Them as defiant: <a href=\"https://www.theguardian.com/music/burna-boy\">Burna Boy</a>’s seventh album arrives preceded by controversy after its author told a journalist about his desire for <a href=\"https://www.vibe.com/news/entertainment/burna-boy-responds-backlash-remarks-africans-african-americans-1234744008/\">Black Americans to return to Africa</a>. It is a regular topic with the 32-year-old Nigerian, who is very big on pan-Africanism: he has claimed his ultimate career goal is “the eventual unity of Africa”. This time, however, he unwisely suggested that the reason Chinese and Italian immigrants in the US have “respect” and “don’t go through the things that African Americans go through” was because African Americans lacked knowledge of their own roots. You can understand the storm that followed: as more than one outraged commenter pointed out, he seemed to have overlooked the fact that Chinese and Italian Americans came to the US of their own volition, rather than on slave ships.</p><p>In fairness, Burna Boy is no stranger to controversy: in 2020, an interview with the Guardian went unexpectedly off-piste when <a href=\"https://www.theguardian.com/music/2020/aug/08/burna-boy-brothers-in-the-us-have-been-stripped-of-their-knowledge-of-self\">he announced his admiration for Colonel Gaddafi</a>. Nevertheless, the timing of the latest uproar was unfortunate: he seems to be on the verge of becoming a huge mainstream star in the US, transforming a handful of gold-selling singles into something bigger still. He recently became the first African artist to headline a US stadium concert, drawing 41,000 people to New York’s Citi Field (shortly before, he had become the first African solo artist to headline a stadium show in the UK, packing out the London Stadium).</p> <a href=\"https://www.theguardian.com/music/2023/aug/24/burna-boy-i-told-them-review-afrobeats-superstar-punches-closer-to-the-mainstream\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/aug/24/burna-boy-i-told-them-review-afrobeats-superstar-punches-closer-to-the-mainstream", "date_published": "2023-08-24T11:27:17.912152+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘A tired old show’: Friends writer claims cast deliberately ruined jokes", "description": "<p>Patty Lin says that Jennifer Aniston, Courteney Cox, Matthew Perry and co forced rewrites of gags they didn’t like by performing them badly</p><p>Friends may have been a worldwide smash hit that made megastars of its cast, but – according to one of its writers – the actors weren’t always trying their best to be funny.</p><p>Patty Lin, who worked on season seven of the sitcom about a bunch of twentysomething friends in New York, has claimed in a memoir that the cast stopped enjoying being part of the show. According to Lin, they deliberately ruined jokes so that they had to be rewritten.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/aug/24/a-tired-old-show-friends-writer-claims-cast-deliberately-ruined-jokes\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/aug/24/a-tired-old-show-friends-writer-claims-cast-deliberately-ruined-jokes", "date_published": "2023-08-24T11:27:17.910630+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘71 seconds of regal poise’: Kim Cattrall’s short, sweet return to the Sex and the City universe", "description": "<p>There was no messing about with Samantha Jones’s appearance in And Just Like That. It was a fabulously styled debut that delivered maximum impact with minimum effort</p><p><em>Spoiler alert: this article discusses the plot of the finale of And Just Like That season two</em><em>.</em></p><p>And Just Like That made us work hard to get to the good old days of Sex and the City. There were multiple Che Diaz standup sets. Sam Smith bought a painting. Stanford became a Shinto monk. When we were promised a big return in the finale, expectations were high and speculation frenzied. Then, at last, Carrie ordered a Cosmopolitan.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/aug/24/kim-cattrall-samantha-and-just-like-that-sex-and-the-city\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/aug/24/kim-cattrall-samantha-and-just-like-that-sex-and-the-city", "date_published": "2023-08-24T11:27:17.909079+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "How we met: ‘I was super-excited. She scowled at me and seemed so unfriendly’", "description": "<p>Rebecca and Clare, both 43, became friends at university in 1999. Rebecca describes their relationship as more important than any romance</p><p>From the age of 11, Rebecca had her heart set on going to Oxford University. “I’m from a working-class background and went to a state school, but when a teacher suggested I could get in, I knew it was what I wanted,” she says. In 1999, she joined Hertford College to study human sciences, a course with only two other students, including Clare.</p><p>Unlike Rebecca, Clare didn’t have a grand plan for university. “I was going to study English but it felt too indulgent. I took a year out, then applied to Hertford College because it had a reputation for welcoming state school students.” On her library induction tour during freshers’ week, she was asked to find a book relevant to her course. “Bec had got to that section first, so I immediately knew she must be one of the other people on my course,” says Clare. “I was super-excited to meet her but she scowled at me and seemed so suspicious and unfriendly.” Luckily, it only took a few days for her to warm up.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/aug/24/how-we-met-i-was-super-excited-she-scowled-at-me-and-seemed-so-unfriendly\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/aug/24/how-we-met-i-was-super-excited-she-scowled-at-me-and-seemed-so-unfriendly", "date_published": "2023-08-24T11:27:17.907606+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Corned beef, bread and misplaced nostalgia – take the Thursday quiz", "description": "<p>Fifteen questions on general knowledge and topical trivia, plus a few jokes, every Thursday. How will you fare?</p><p>Is there anything worse on the internet than those terrible faux-nostalgia poems designed to get older people to forward them on like grim chain letters about how everything was better back in the day – provided you ignore the disease, poverty and cruelty of the age? It turns out that there is something worse than that on the internet – a quiz based on one because the quiz master is on holiday. Have fun!</p><p><strong>The Thursday quiz, No 122</strong></p><p><em>If you really do think there has been an egregious error in one of the questions or answers, feel free to email <a href=\"mailto:martin.belam@theguardian.com\">martin.belam@theguardian.com</a>, but remember, the quiz master’s word is final, even if you use your <a href=\"https://www.youtube.com/watch?v=C3CIDPuxwrY\">iPhone</a>. And he is on holiday anyway, hence this week’s ridiculous format.</em></p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/aug/24/the-guardian-thursday-quiz-general-knowledge-topical-news-trivia-122\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/aug/24/the-guardian-thursday-quiz-general-knowledge-topical-news-trivia-122", "date_published": "2023-08-24T11:27:17.906047+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "La deutsche vita: why is Germany so obsessed with 1980s Italo-pop?", "description": "<p>The country’s romance with Italian music goes back centuries, but a new generation has fallen for its 80s hits, covers of which are now the last word in Berlin hip</p><p>Rolling hills, chequered tablecloths, the saturated hue of an Aperol spritz, and the Leaning Tower: this is what Italy looks like to many non-Italians. Now add some music: chances are, it’s something like the treacly, over-orchestrated Sarà Perché Ti Amo by Ricchi e Poveri. “You have a soundtrack that is always the same: for many people, this is Italy,” indie musician, composer and singer Francesco Wilking tells me over the phone.</p><p>Wilking, who grew up in Germany to an Italian mother and a German father, sought a different type of Italian sound – more melodically subdued, less camply sentimental, taking inspiration from the poetry of singer-songwriters such as Lucio Battisti and Fabrizio De André – and set up Crucchi Gang, a band project covering German songs from the 1980s and songs by contemporary German indie bands in Italian. Their self-titled debut came out to critical acclaim in 2020, climbing to No 34 in the German album charts. Its follow up, Fellini, came out earlier this year.</p> <a href=\"https://www.theguardian.com/culture/2023/aug/24/why-is-germany-so-obsessed-with-1980s-italo-pop\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/aug/24/why-is-germany-so-obsessed-with-1980s-italo-pop", "date_published": "2023-08-24T11:27:17.904495+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Lizzo settled dancers’ pay dispute months before sexual harassment claim", "description": "<p>The singer resolved complaint by dancers who appeared in HBO film shortly before different dancers accused her of sexual, racial and religious harassment, according to reports </p><p>Months before a lawsuit claiming that Lizzo subjected dancers to sexual harassment and weight shaming (which she denies), her team settled a payment dispute with 14 different dancers who said they appeared in the US musician’s 2022 HBO Max documentary Love, Lizzo without their consent, according to <a href=\"https://www.latimes.com/entertainment-arts/story/2023-08-23/lizzo-lawsuit-settlement-dancers-hbo-documentary-love-lizzo\">the Los Angeles Times</a>.</p><p>The documentary shows a group of dancers who discuss being plus-size and Black women during rehearsals for Lizzo’s performance at the 2019 MTV Video Music awards (VMAs).</p> <a href=\"https://www.theguardian.com/music/2023/aug/24/lizzo-settled-dancers-pay-dispute-months-before-sexual-harassment-claim\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/aug/24/lizzo-settled-dancers-pay-dispute-months-before-sexual-harassment-claim", "date_published": "2023-08-24T11:27:17.902995+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "UK interest rates to peak at 5.5% in September, economists predict", "description": "<p>Experts surveyed by Reuters expect inflation to continue falling in fourth quarter</p><ul><li><a href=\"https://www.theguardian.com/business/live/2023/aug/24/stock-markets-nvidia-computer-chips-generative-ai-jackson-hole-federal-reserve-ftse-100-business-live\">Business live – latest updates</a></li></ul><p>UK interest rates will peak at 5.5% next month as Bank of England policymakers try to minimise the impact of higher borrowing costs on the UK economy and avoid a prolonged recession, economists predict.</p><p>A fresh poll of economists by Reuters suggests the Bank will approve a 15th consecutive increase in interest rates at its next meeting on 21 September as part of efforts to combat price inflation, which is still more than three times higher than its 2% target.</p> <a href=\"https://www.theguardian.com/business/2023/aug/24/uk-interest-rates-to-peak-at-55-in-september-economists-predict\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/aug/24/uk-interest-rates-to-peak-at-55-in-september-economists-predict", "date_published": "2023-08-24T11:27:17.901401+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Macron stirs debate by saying he wants to shorten French school holidays", "description": "<p>President believes there are too many but unions say real issues are heavy curriculum and term dates</p><p>Emmanuel Macron says he wants to make French school holidays shorter, sparking a debate among teachers’ unions and parent groups.</p><p>In a broad interview in <a href=\"https://www.lepoint.fr/politique/emmanuel-macron-sur-l-ecole-nous-devons-sortir-des-hypocrisies-francaises-23-08-2023-2532582_20.php\">Le Point</a> magazine to mark his return to Paris after three weeks at the presidential summer residence on the Mediterranean coast, Macron said there were “too many school holidays” in France.</p> <a href=\"https://www.theguardian.com/world/2023/aug/24/macron-debate-wants-shorten-french-school-holidays\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/24/macron-debate-wants-shorten-french-school-holidays", "date_published": "2023-08-24T11:27:17.898425+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Brics to admit six new countries to bloc including Iran and Saudi Arabia", "description": "<p>Argentina, Ethiopia, Egypt and UAE also to join club of large emerging economies in major expansion</p><p>The five Brics nations – Brazil, Russia, India, China and South Africa – have announced the admission of six new countries from next year as the club of large and populous emerging economies seeks to reshape the global order.</p><p>Argentina, Ethiopia, Iran, Saudi Arabia, Egypt and the UAE are to become full members from 1 January 2024, the group announced at its summit in South Africa.</p> <a href=\"https://www.theguardian.com/business/2023/aug/24/five-brics-nations-announce-admission-of-six-new-countries-to-bloc\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/aug/24/five-brics-nations-announce-admission-of-six-new-countries-to-bloc", "date_published": "2023-08-24T11:27:17.896869+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Record number of Britons heading into winter with energy debt, says charity", "description": "<p>Number seeking help with debts in first half of 2023 up 17% compared with last year, says Citizens Advice</p><ul><li><a href=\"https://www.theguardian.com/business/live/2023/aug/24/stock-markets-nvidia-computer-chips-generative-ai-jackson-hole-federal-reserve-ftse-100-business-live\">Business live – latest updates</a></li></ul><p>A record number of people in the UK are heading into the winter with energy debts as they borrow to pay bills, Citizens Advice has said, as it urged the government to step in with fresh support for gas and electricity bills.</p><p>The charity says 2023 has been its busiest year, with the number of people struggling with debts and the amount of money they owe “at record levels and rising”. It has suggested the government considers offering more support this winter.</p> <a href=\"https://www.theguardian.com/money/2023/aug/24/record-number-of-britons-heading-into-winter-with-energy-debt-says-citizens-advice\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/aug/24/record-number-of-britons-heading-into-winter-with-energy-debt-says-citizens-advice", "date_published": "2023-08-24T11:27:17.895338+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "UK ‘seeking to block ICJ ruling’ on Israeli occupation of Palestine", "description": "<p>Dismay over UK statement that opposes hearing altogether and is accused of ignoring significant facts</p><p>The UK has been accused of “seeking to block the international court of justice (ICJ) from addressing important international humanitarian law matters” in a submission to the world court on the legality of <a href=\"https://www.theguardian.com/world/israel\">Israel’s</a> occupation of the <a href=\"https://www.theguardian.com/world/palestinian-territories\">Palestinian territories</a>.</p><p>A 43-page legal opinion, seen by the Guardian, was submitted by the UK last month as part of the ICJ’s fact-finding stage before an expected advisory opinion from the court on the legal consequences of the “occupation, settlement and annexation” of Palestinian land.</p><p>An advisory opinion would effectively settle Israel’s “bilateral dispute” without the state’s consent.</p><p>The court is not equipped to examine a “broad range of complex factual issues concerning the entire history of the parties’ dispute”.</p><p>An advisory opinion would conflict with existing agreements between the parties and negotiation frameworks endorsed by the UN.</p><p>The request is not appropriate as it asks the court to “assume unlawful conduct on the part of Israel”.</p> <a href=\"https://www.theguardian.com/world/2023/aug/24/uk-seeking-block-icj-ruling-israeli-occupation-palestine\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/24/uk-seeking-block-icj-ruling-israeli-occupation-palestine", "date_published": "2023-08-24T11:27:17.893825+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "GCSE results fall in England after anti-grade inflation plans forced through", "description": "<p>Top grades down more than four percentage points on last year, leading to disappointment for many pupils</p><ul><li><a href=\"https://www.theguardian.com/education/live/2023/aug/24/gcse-results-day-2023-students-england-wales-and-northern-ireland-latest-updates\">GCSE results day – live updates</a></li></ul><p>Tens of thousands of teenagers have been forced to rethink their future options after GCSE results fell in England as ministers forced through plans to eradicate grade inflation accumulated during the pandemic.</p><p>Top grades in England were down more than four percentage points on last year’s results, leading to disappointment for many pupils – with 22.4% of results for 16-year-olds at grade 7 or above, equivalent to an A.</p> <a href=\"https://www.theguardian.com/education/2023/aug/24/gcse-results-fall-england-anti-grade-inflation-plans\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2023/aug/24/gcse-results-fall-england-anti-grade-inflation-plans", "date_published": "2023-08-24T11:27:17.890691+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "UK asylum backlog hits record high as over 175,000 await decision", "description": "<p>Home Office data shows number of decisions rose but was cancelled out by bigger increase in applications</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/aug/24/rishi-sunak-commons-rules-interests-conservatives-labour-uk-politics-news\">UK politics live – latest updates</a></li></ul><p>More than 175,000 asylum seekers are waiting for an initial decision on their application, a record high, newly released Home Office statistics have shown.</p><p>Data on asylum cases for the year to the end of June showed that while the number of people given a decision rose against the year before, this was more than cancelled out by a bigger increase in applications.</p> <a href=\"https://www.theguardian.com/uk-news/2023/aug/24/uk-asylum-backlog-record-high-await-decision\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/aug/24/uk-asylum-backlog-record-high-await-decision", "date_published": "2023-08-24T11:27:17.889075+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "If Putin has eliminated Prigozhin, the result could be more – not less – instability for Russia | Samantha de Bendern", "description": "<p>The Russian president has seemingly upped the stakes: anyone who challenges his regime will have to see it through to the end</p><ul><li>Samantha de Bendern is an associate fellow in the Russia and Eurasia Programme at Chatham House</li></ul><p>“We will all go to hell. But in hell we will be the best,” <a href=\"https://www.independent.co.uk/news/world/europe/prigozhin-wagner-death-telegram-plane-crash-putin-b2398447.html\">commented Yevgeny Prigozhin</a>, discussing his attitude to death in an undated interview that was published last night on the pro-Wagner Grey Zone Telegram channel. In the absence of any remarkable developments, it is looking increasingly likely that, <a href=\"https://www.theguardian.com/world/video/2023/aug/23/wagner-leader-yevgeny-prigozhin-listed-on-crashed-plane-russia-video\">as per Russian reports</a>, the Wagner boss was killed on Wednesday afternoon in a <a href=\"https://www.theguardian.com/world/2023/aug/24/at-a-glance-wagner-boss-yevgeny-prigozhin-dead-in-plane-crash-what-we-know-so-far\">plane crash</a> in the Russian region of Tver, on his way from Moscow to St Petersburg.</p><p>Prigozhin shot to international notoriety almost a year ago, when a video of him <a href=\"https://www.theguardian.com/world/2022/sep/20/russia-recruits-inmates-ukraine-war-wagner-prigozhin\">recruiting convicts</a> in Russian prisons to fight in Ukraine for his Wagner private military company established him as one of the most important Russian players in the war in Ukraine. This culminated in May this year when Wagner took the symbolically important town of <a href=\"https://www.theguardian.com/world/2023/may/24/wagner-head-warns-of-revolution-after-claiming-20000-fighters-killed-in-bakhmut\">Bakhmut in eastern Ukraine</a> after nine months of bloody fighting. During the battle, Prigozhin became increasingly vocal in his criticism of Russia’s top military leadership, and even went so far as to make veiled criticisms of Vladimir Putin.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/24/vladimir-putin-yevgeny-prigozhin-russian-president\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/24/vladimir-putin-yevgeny-prigozhin-russian-president", "date_published": "2023-08-24T11:27:17.887500+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Brand aid: have Britain’s arts venues sold out to The Man?", "description": "<p>Manchester’s Aviva Studios is the latest venue to give its naming rights to the highest bidder. Is corporate sponsorship a necessity for the survival of the arts?</p><p>A giant yellow pumpkin, pink tentacles reaching to the ceiling and a towering pigtailed girl. The scale of <a href=\"https://www.theguardian.com/artanddesign/2023/jun/30/yayoi-kusama-balloons-review-aviva-studios-manchester\" title=\"\">Yayoi Kusama</a>’s spotted inflatables in You, Me and the Balloons is impressive, as is the size of the 21 metre-high cavernous main exhibition space housing them at Manchester’s Aviva Studios. The north finally has its version of the Tate Modern’s Turbine Hall.</p><p>The new cultural institution will officially open in October once the rest of the building is complete, but is having a soft launch this summer as it hosts the Manchester international festival. The building will host visual art shows, theatre, music and dance performances and offer training to support young people into the creative industries. Despite only being accessible to the public for a month, it has already encountered some contention.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/aug/24/arts-venues-corporate-funding-aviva-studios-manchester\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/aug/24/arts-venues-corporate-funding-aviva-studios-manchester", "date_published": "2023-08-24T08:02:19.199122+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Fiba World Cup predictions: Can anyone take down the Americans?", "description": "<p>Basketball’s World Cup tips off on Friday in the Philippines, Indonesia and Japan. Who will stand out? Who will surprise? And can anyone stop Team USA? Our writers weigh in</p><p><strong>The inevitable rise of Anthony Edwards.</strong> All signs point to this World Cup run being a star-solidifying turn for the 2020 No 1 overall pick as he makes his international debut for Team USA. The 22-year-old NBA All-Star has shown flashes of utter brilliance with the Minnesota Timberwolves but has yet to climb to the level of global superstar. <strong>Claire de Lune</strong></p> <a href=\"https://www.theguardian.com/sport/2023/aug/24/fiba-basketball-world-cup-2023-predictions-olympics\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/aug/24/fiba-basketball-world-cup-2023-predictions-olympics", "date_published": "2023-08-24T08:02:19.159535+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Lotto Dstny cuts ties with sports director Allan Davis over allegations of ‘transgressive behaviour’", "description": "<p>Former Australian star had apologised for ‘inappropriate’ actions in July after he was omitted from support staff for Tour de France</p><p>The former Australian cycling star Allan Davis has been axed by Belgian team Lotto Dstny.</p><p>The 43-year-old Queenslander, a world championships medallist and Commonwealth Games champion, had worked at the team as a sports director.</p> <a href=\"https://www.theguardian.com/sport/2023/aug/24/lotto-dstny-cuts-ties-with-sports-director-allan-davis-over-allegations-of-transgressive-behaviour\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/aug/24/lotto-dstny-cuts-ties-with-sports-director-allan-davis-over-allegations-of-transgressive-behaviour", "date_published": "2023-08-24T08:02:19.154961+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The message from Ecuador is clear: people will vote to keep oil in the ground | Jonathan Watts", "description": "<p>People were overwhelmingly in favour of stopping oil drilling in Yasuní national park. Can this success be replicated elsewhere in the world?</p><p>Joy and hope are all too rarely associated with the environmental movement, but both have been in abundant supply since <a href=\"https://www.theguardian.com/world/2023/aug/21/ecuador-votes-to-halt-oil-drilling-in-amazonian-biodiversity-hotspot#:~:text=Voters%20opted%20to%20safeguard%20the,of%20presidential%20elections%20on%20Sunday.\">Ecuador’s people voted on Sunday</a> to keep the country’s oil in the subsoil of the Yasuní national park. The question now is whether this is a one-off triumph, or something that can be replicated in other countries.</p><p>The referendum result obliges the state oil company to dismantle operations – 12 drilling platforms and 225 wells that produce up to 57,000 barrels a day – in block 43 of the Ishpingo-Tambococha-Tiputini (ITT) project, an area of the Amazon rainforest famed for its ecological diversity, and which is home to two tribes that live in voluntary isolation. With more than 5.4 million votes in favour of halting production and 3.7 million against, this is the most decisive democratic victory against the fossil fuel industry in Latin America and, arguably, the world.</p><p>Jonathan Watts is the Guardian’s global environment editor</p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/24/the-message-from-ecuador-is-clear-people-will-vote-to-keep-oil-in-the-ground\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/24/the-message-from-ecuador-is-clear-people-will-vote-to-keep-oil-in-the-ground", "date_published": "2023-08-24T08:02:19.132270+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Relighting the Fyre: will anyone risk the follow-up to the worst festival ever?", "description": "<p>Billy McFarland is claiming that Fyre festival 2 is on the way, following on from his catastrophic 2017 disaster, with tickets already selling out</p><p>Think of the worst idea of your life. Think of a time when you messed up so comprehensively, so spectacularly, that you alienated friends, angered strangers and permanently cratered your entire reputation. It might have felt bad at the time. Maybe you never even fully recovered. But, please, console yourself with this: whatever that idea was, at least it wasn’t as bad as <a href=\"https://www.theguardian.com/culture/2023/aug/22/tickets-on-sale-for-reboot-of-fyre-the-fraudulent-luxury-festival-that-flopped\">staging a sequel to the Fyre festival</a>.</p><p>Of course, you know all about the Fyre festival. A 2017 Bahamian festival, expressly designed to appeal to influencers and promising untold luxury, it ended in absolute disaster. Held in a remote parking lot, the festival’s musical acts pulled out, the prepaid RFID payment system didn’t work because of poor wifi, the accommodation was downgraded to disaster relief tents containing mattresses that got soaked in a downpour, and the promised “gourmet food” turned out to be a cheese sandwich in a foam box. And, if you saw the <a href=\"https://www.theguardian.com/culture/2019/jan/12/how-fyre-festival-went-up-in-flames-bella-hadid-ja-rule\">Fyre festival documentary</a>, you’ll know that things got so bad that at one point its organiser, Billy McFarland, asked a gay employee to perform oral sex on a supplier so that ticket holders could drink water. In short, it was a historically bad idea, and should never be repeated.</p> <a href=\"https://www.theguardian.com/culture/2023/aug/24/fyre-festival-2-tickets-billy-mcfarland\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/aug/24/fyre-festival-2-tickets-billy-mcfarland", "date_published": "2023-08-24T08:02:19.119931+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Stock markets rise as Nvidia surges on generative AI boom – business live", "description": "<p>Rolling live coverage of business, economics and financial markets as hopes for end of the rate hike cycle also boosts shares</p><p><strong>If Nvidia and computer chip stocks are on the crest of an artificial intelligence wave, here is an example of a stock whose wave has certainly broken: exercise bike company Peloton.</strong></p><p>Peloton was once the darling of the coronavirus pandemic-era stock market, with a market value approaching $50bn (£39bn) at the height of the bubble as investors raced to buy shares for the stay-at-home (for the middle class at least) economy.</p> <a href=\"https://www.theguardian.com/business/live/2023/aug/24/stock-markets-nvidia-computer-chips-generative-ai-jackson-hole-federal-reserve-ftse-100-business-live\">Continue reading...</a>", "link": "https://www.theguardian.com/business/live/2023/aug/24/stock-markets-nvidia-computer-chips-generative-ai-jackson-hole-federal-reserve-ftse-100-business-live", "date_published": "2023-08-24T08:02:19.110657+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Greek firefighters struggle to contain blazes – in pictures", "description": "<p>Greek firefighters have been struggling for five days to contain deadly wildfires throughout the country, several of them bordering an acrid, smoke-filled Athens</p> <a href=\"https://www.theguardian.com/world/gallery/2023/aug/24/greek-firefighters-struggle-to-contain-blazes-wildfires-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/world/gallery/2023/aug/24/greek-firefighters-struggle-to-contain-blazes-wildfires-in-pictures", "date_published": "2023-08-24T06:57:03.174986+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Heavy kettle! The making of Arnold Schwarzenegger – in pictures", "description": "<p>A new Taschen book traces the bodybuilder’s journey from childhood poverty to musclebound movie star – and unlikely governor of California</p> <a href=\"https://www.theguardian.com/film/gallery/2023/aug/24/heavy-kettle-the-making-of-arnold-schwarzenegger-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/film/gallery/2023/aug/24/heavy-kettle-the-making-of-arnold-schwarzenegger-in-pictures", "date_published": "2023-08-24T06:57:03.173379+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "BT has cut off my mother’s care home", "description": "<p>The landlines are not working and the manager can’t get hold of anyone at the company</p><p><strong>My 93-year-old mother is in a care home in Truro. Two weeks ago, I was talking to her on the phone when I got cut off. I phoned back and was informed that BT was working on the line. The care home’s landlines are still not working and the manager tells me that it is almost impossible to get hold of anyone from BT. The lack of service has effectively isolated the residents. My mother suffers from dementia and the telephone is her lifeline.<br /></strong><em><strong>RA, Eauze, France</strong></em></p><p>Your mother’s care home has 21 residents and all have been cut off. The manager told me problems began when BT installed a new telephone system as part of a local upgrade. Two days later it failed. BT provided a temporary line to the office, but residents have had to share a single handset to make or receive calls and attempts to get BT to address the problem have gone unheeded.</p> <a href=\"https://www.theguardian.com/money/2023/aug/24/bt-has-cut-off-my-mothers-care-home\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/aug/24/bt-has-cut-off-my-mothers-care-home", "date_published": "2023-08-24T06:57:03.108761+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Learned by Heart by Emma Donoghue review – exquisite imagining of Anne Lister’s first love", "description": "<p>The Room author evokes a touching relationship between the lesbian diarist known as Gentleman Jack and her boarding school lover Eliza Raine</p><p>Across her prolific 30-year career Emma Donoghue’s novels have ranged widely both in time (back as far as AD600) and place (from Ireland and the French Riviera to Canada and the west coast of the US), but perhaps the most striking feature of her work remains the devastating intensity she brings to bear on constrained, often profoundly claustrophobic spaces. From the scrap of island in <a href=\"https://www.theguardian.com/books/2022/aug/19/haven-by-emma-donoghue-review-a-seventh-century-room\" title=\"\">Haven</a> to the maternity ward in <a href=\"https://www.theguardian.com/books/2020/aug/02/the-pull-of-the-stars-by-emma-donoghue-review-beauty-amid-horror\" title=\"\">The Pull of the Stars</a>, from Anna’s cramped bedroom in <a href=\"https://www.theguardian.com/books/2016/sep/23/the-wonder-by-emma-donoghue-review\" title=\"\">The Wonder</a> to the harrowing 11ft-by-11ft confinement of Jack and Ma in her multimillion bestseller <a href=\"https://www.theguardian.com/books/2012/oct/06/review-room-emma-donoghue\" title=\"\">Room</a>, Donoghue is a master of the microcosm.</p><p>The rules and privations of a small girls’ boarding school in the early 19th century must have proved an irresistible lure. In Learned By Heart, Donoghue explores the real-life relationship between Anne Lister and Eliza Raine when the two girls were pupils at Miss Hargrave’s Manor school in York. Lister, best known to modern audiences as the inspiration for Sally Wainwright’s BBC drama <a href=\"https://www.theguardian.com/tv-and-radio/2022/apr/10/gentleman-jack-series-two-review-one-of-the-greatest-british-period-dramas-of-our-time\" title=\"\">Gentleman Jack</a>, was a landowner, a businesswoman, a prolific diarist and openly lesbian; in 1834 she exchanged rings with Ann Walker <a href=\"https://www.theguardian.com/society/2018/jul/28/anne-lister-blue-plaque-lesbian-\" title=\"\">at York’s Holy Trinity church</a> in the first recorded lesbian marriage ceremony in British (and possibly world) history.</p> <a href=\"https://www.theguardian.com/books/2023/aug/24/learned-by-heart-by-emma-donoghue-review-exquisite-imagining-of-anne-listers-first-love\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/aug/24/learned-by-heart-by-emma-donoghue-review-exquisite-imagining-of-anne-listers-first-love", "date_published": "2023-08-24T06:57:03.091379+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "TV tonight: remembering the horror of 2019’s London Bridge terror attack", "description": "<p>A moving documentary about a day that shocked the capital. Plus, Samantha Jones returns for the And Just Like That finale. Here’s what to watch this evening</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/aug/24/tv-tonight-remembering-the-horror-of-2019s-london-bridge-terror-attack\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/aug/24/tv-tonight-remembering-the-horror-of-2019s-london-bridge-terror-attack", "date_published": "2023-08-24T06:57:03.089843+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Messi assists twice as Inter Miami win on penalties to reach US Open Cup final", "description": "<ul><li>Messi and co rally from 2-0 down to advance in Open Cup semi</li><li>Argentinian fails to score for first time since joining club in July</li><li>Miami one step from domestic double after Leagues Cup win</li></ul><p>Lionel Messi had two assists and converted in a penalty shootout to lead Inter Miami over MLS-leading Cincinnati 5-4 on penalty kicks after a 3-3 draw on Wednesday night and into a US Open Cup final against Houston.</p><p>Miami remained unbeaten in eight matches with Messi heading into his Major League Soccer debut on Saturday at the New York Red Bulls. The 36-year-old, a seven-time Ballon d’Or winner, joined the team last month and <a href=\"https://www.theguardian.com/football/2023/aug/19/lionel-messi-inter-miami-nashville-leagues-cup-final\">led them to the title</a> of the Leagues Cup.</p> <a href=\"https://www.theguardian.com/football/2023/aug/23/messi-assists-twice-as-inter-miami-win-on-penalties-to-reach-us-open-cup-final\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/23/messi-assists-twice-as-inter-miami-win-on-penalties-to-reach-us-open-cup-final", "date_published": "2023-08-24T06:57:03.047650+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "I ventured out of busy central Berlin – and it rose to the occasion", "description": "<p>As the city grapples with over-tourism, a new initiative aims to promote its lesser-visited outer reaches, where a mix of funky culture, historic gems and untamed greenery awaits</p><p><strong> </strong><br />“A cable car? Here in Berlin?” The man cooking my burger at <a href=\"https://piris-chicken.com/\">Piri’s</a> – a self-proclaimed dive bar diner in Neukölln, an inner-city neighbourhood in the south-east of the city - is sceptical. “Yeah,” says his Kiwi colleague. “My parents did it. There’s a garden or something.”</p><p>Both cooks have lived here for upwards of 10 years. They refer to Neukölln, affectionately, as “the ghetto”, seemingly oblivious to the presence of an 18th-century castle, <a href=\"https://schloss-gutshof-britz.de/\">Shloss Britz</a>, and the 220 lush acres of <a href=\"https://www.britzergarten.de/\">Britzer Garten</a> in the immediate vicinity – let alone the cable car, in the north-eastern district of Marzahn, a 45-minute train ride away.</p> <a href=\"https://www.theguardian.com/travel/2023/aug/24/i-ventured-out-of-busy-central-berlin-and-it-rose-to-the-occasion\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2023/aug/24/i-ventured-out-of-busy-central-berlin-and-it-rose-to-the-occasion", "date_published": "2023-08-24T06:57:03.010309+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Lego to sell bricks coded with braille to help vision-impaired children read", "description": "<p>Bricks with studs corresponding to braille numbers and letters will be available to buy from September</p><p>Lego is to begin selling bricks coded with braille to help blind and partially sighted children learn to read the touch-based alphabet.</p><p>The Danish toymaker has been providing the specialist bricks, which were tested and developed in partnership with blind organisations around the world, free of charge to a selection of schools and services catering for vision-impaired children <a href=\"https://www.theguardian.com/lifeandstyle/2020/aug/20/lego-launches-braille-version-of-its-plastic-bricks\">since 2020</a>.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/aug/24/lego-to-sell-bricks-coded-with-braille-to-help-vision-impaired-children-read\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/aug/24/lego-to-sell-bricks-coded-with-braille-to-help-vision-impaired-children-read", "date_published": "2023-08-24T06:57:02.996419+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "GCSE results day 2023: students across England, Wales and Northern Ireland await results – latest updates", "description": "<p>Pupils will find out their results for GCSEs and level 2 vocational technical qualifications</p><p>London underground’s All On The Board posted this lovely quote, congratulating students who got the grades they wanted but reminding those who didn’t that they are worth more than their grades.</p><p>Good morning from a bright but rainy London! Welcome to the Guardian’s GCSE liveblog, where I’ll be taking you through all the exam results news today.</p> <a href=\"https://www.theguardian.com/education/live/2023/aug/24/gcse-results-day-2023-students-england-wales-and-northern-ireland-latest-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/education/live/2023/aug/24/gcse-results-day-2023-students-england-wales-and-northern-ireland-latest-updates", "date_published": "2023-08-24T06:57:02.993331+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Unlocking a river: rare silver fish returns to its ancient spawning grounds – in pictures", "description": "<p>When four navigational weirs were built on the Severn in the 1840s they blocked the route of shoals of twaite shad as they made their way upriver. Now, a newly built system of fish passes means they can come home to breed</p><ul><li>Words and photographs by <a href=\"https://www.theguardian.com/profile/alexander-turner\">Alexander Turner</a></li></ul><p>The twaite shad was once a common sight in Britain’s waterways. A member of the herring family, the small silvery fish with a single dorsal fin and a forked tail was once so bountiful it was sold as food locally and abroad. But in recent times, it has been harder to spot and today the River Severn contains one of just four breeding populations in the UK.</p><p>A model of the twaite shad, a fish that was once abundant in the UK’s rivers but has become an increasingly rare sight</p> <a href=\"https://www.theguardian.com/environment/2023/aug/24/unlocking-severn-fish-twaite-shad-ancient-spawning-grounds-aoe\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/aug/24/unlocking-severn-fish-twaite-shad-ancient-spawning-grounds-aoe", "date_published": "2023-08-24T05:52:02.617067+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Emmanuel Sonubi: Curriculum Vitae review – from bouncer to standup in charismatic résumé", "description": "<p><strong>Underbelly Bristo Square, Edinburgh<br /></strong>Nominated for best newcomer at last year’s fringe, Sonubi is a warm performer but this leisurely new show lacks shape</p><p>‘I never asked to be so goddam gifted,” sings Emmanuel Sonubi, in self-congratulatory mode after his best newcomer nomination at <a href=\"https://www.theguardian.com/culture/2022/aug/28/emmanuel-sonubi-review-between-beefcake-and-beta-male\">last year’s fringe</a>. Should we all be joining the chorus of approval? There is no denying the Londoner’s charisma, nor the novelty of the backstory he brings to the standup stage. But Curriculum Vitae – now nominated for Edinburgh’s best comedy show – is a consolidation rather than an advance on last year’s breakthrough set, a leisurely stroll through Sonubi’s life and work that stops short of coalescing into a potent show.</p><p>That is partly about form – or formlessness. Sonubi’s 60 minutes just about follow a thread, as he charts the jobs he has done, from bouncer to musical theatre star to working in IT. But the thread is faint, and the stories he salvages from that checkered CV are not always remarkable. The show starts with the tale of why our host recently quit pre-show drinking, and ends with that guitar-plucking hymn to his own giftedness – despite arrogance not being a theme previously. Throw in freestanding set-pieces about urban slang, airport security, and his kids, and you have a set with a pretty tenuous identity.</p> <a href=\"https://www.theguardian.com/stage/2023/aug/24/emmanuel-sonubi-curriculum-vitae-review-underbelly-bristo-square-edinburgh\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/aug/24/emmanuel-sonubi-curriculum-vitae-review-underbelly-bristo-square-edinburgh", "date_published": "2023-08-24T05:52:02.551576+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Fed chair may leave door open to higher interest rates in Jackson Hole speech", "description": "<p>Analysts say Jerome Powell unlikely to suggest ‘mission accomplished’ in address to central banking summit</p><p>The world’s most powerful central banker, Jerome Powell, is expected to disappoint investors looking for reassurance that US interest rates have peaked when he gives a much-awaited speech to his peers on Friday.</p><p>Topping the bill at the three-day <a href=\"https://www.kansascityfed.org/research/jackson-hole-economic-symposium/\">annual conclave </a>of central bankers that begins on Thursday at Jackson Hole in Wyoming, the chair of the Federal Reserve will leave the door ajar for further increases in US borrowing costs over the coming months should inflationary pressures persist.</p> <a href=\"https://www.theguardian.com/business/2023/aug/24/fed-chair-jerome-powell-interest-rates-jackson-hole-speech-central-bank-summit\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/aug/24/fed-chair-jerome-powell-interest-rates-jackson-hole-speech-central-bank-summit", "date_published": "2023-08-24T05:52:02.540851+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Ecuador is hooked on dangerous drugs – and these are the victims", "description": "<p>The <a href=\"https://www.theguardian.com/world/2023/aug/10/ecuador-presidential-candidate-fernando-villavicencio-killed\">murder of Ecuadorian presidential candidate Fernando Villavicencio</a> earlier this month focused attention on the growing violence associated with drugs trafficking. Flanked by Colombia and Peru, the world’s largest cocaine producers, Ecuador has become a hub for the global drug trade. The country’s poor, desperate and  addicted are paying the price</p><p><strong>Words and photographs by Nick Danziger</strong></p> <a href=\"https://www.theguardian.com/global-development/gallery/2023/aug/24/ecuador-is-hooked-on-dangerous-drugs-and-these-are-the-victims\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/gallery/2023/aug/24/ecuador-is-hooked-on-dangerous-drugs-and-these-are-the-victims", "date_published": "2023-08-24T05:52:02.539340+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Rewiggle’ room: Lewes river channel project will create new wetland", "description": "<p>Work on Cockshut chalk stream will restore its natural flow, improving biodiversity and reducing flood risk</p><p><strong> </strong></p><p>A chalk stream in Lewes, East Sussex, has been “rewiggled” to restore its natural flow and create a public wetland.</p> <a href=\"https://www.theguardian.com/environment/2023/aug/24/rewriggle-room-lewes-river-channel-project-new-wetland-cockshut-chalk-stream-flood-risk\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/aug/24/rewriggle-room-lewes-river-channel-project-new-wetland-cockshut-chalk-stream-flood-risk", "date_published": "2023-08-24T05:52:02.524120+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "This horror story visited on South Wales by Suella Braverman could be coming to a street near you | Aditya Chakrabortty", "description": "<p>A far-right backlash against the home secretary’s asylum policy has brought a deluge of hate to a peaceful Welsh town</p><p>Take what follows as a little local horror story, if that makes you feel better. But I see it as a parable, a lesson in how toxic things can get when some of the basest ingredients in politics are blended just so and left to fester. Our setting today is a town a few miles outside Swansea, yet with only a few changes it could come to the end of your road.</p><p>“I was always proud to say I was from Llanelli. Now? It’s worse than embarrassed. I’m ashamed.” That’s not a disgruntled neighbour speaking, but the leader of Llanelli’s council. And what’s upsetting David Darkin isn’t some new eyesore, but the forces gathering on his streets. In the privacy of his office, he likens what’s outside to the 20th century’s darkest decade.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/24/south-wales-suella-braverman-welsh-stradey-park-hotel\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/24/south-wales-suella-braverman-welsh-stradey-park-hotel", "date_published": "2023-08-24T05:52:02.484307+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Altiplano – Earth’s sunniest spot similar to Venus, say scientists", "description": "<p>Study finds plateau in Atacama desert has sunshine comparable in intensity to a summer day on Venus</p><p>The sunniest place in the world has been identified as the Altiplano, an arid plateau in the Atacama desert of Chile, in the foothills of the Andes. A <a href=\"https://shorturl.at/gntIL\">recent study used five</a> years of observations from an atmospheric observatory on the plateau and found the sunshine at the site was similar in intensity to a summer day on Venus, even though Venus lies about 28% closer to the sun than the Earth does.<br /><br />The Altiplano is about 4,000 metres above sea level and is usually cold and parched, with the lowest rainfall in the world. It also has a very thin atmosphere and low concentrations of water vapour, ozone, dust and other particles, helping give extremely clear skies and allowing powerful solar radiation to reach the ground, which would make this an ideal location for solar power plants.<br /><br />Another reason the Altiplano is intensely sunny is thanks to its location, in the southern hemisphere. In the southern summer the Earth’s orbit is closer to the sun, reaching its closest point, known as perihelion, in early January, resulting in solar irradiance 7% greater in the southern hemisphere than summer in the northern hemisphere.</p> <a href=\"https://www.theguardian.com/world/2023/aug/24/altiplano-earth-sunniest-spot-similar-venus-say-scientists\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/24/altiplano-earth-sunniest-spot-similar-venus-say-scientists", "date_published": "2023-08-24T05:52:02.478033+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Who Is Erin Carter? review – the real question is: who cares?", "description": "<p>This mystery drama is deathly dull, packed with cliches and atrocious dialogue. It’s the TV equivalent of a cry for help</p><p>Who is Erin Carter? This is the question posed by a new seven-part drama on Netflix. Well, let’s see now.</p><p>Erin (played by Evin Ahmad) is a substitute teacher at an international school in Spain, where she has lived for five years – apparently without picking up more than eight words of the language – since fleeing England for reasons unknown.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/aug/24/who-is-erin-carter-review-the-real-question-is-who-cares\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/aug/24/who-is-erin-carter-review-the-real-question-is-who-cares", "date_published": "2023-08-24T05:52:02.476378+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Voters are unhappier with the NHS than they’ve been for 30 years. As a GP, I feel the same’", "description": "<p>Even those at the top admit the NHS can’t do what is being asked of it today. But it is far from unsalvageable – we just need serious politicians who will commit to funding it</p><p>On an ordinary Tuesday morning I arrived at my GP practice for a day’s work. It was 8.30am, and the receptionist on duty was a colleague named Nicola. “Any dramas?” I asked her as I approached the desk. “Not yet, but it’s early,” she said with a wry laugh.</p><p>From the moment the phones begin to ring in the morning until they hand over to the evening service at 6pm, practice receptionists are at the frontline of the health service, bearing the brunt of patients’ anger, disappointment and frustrations with the NHS. A couple of years ago, I stopped saying “Good morning” and began to experiment with alternative, more optimistic greetings. “It’s going to be a Tuesday of happiness,” I said to Nicola as I stopped at the desk. “Let’s hope so!” she replied.</p> <a href=\"https://www.theguardian.com/society/2023/aug/24/voters-are-unhappier-with-the-nhs-than-theyve-been-for-30-years-as-a-gp-i-feel-the-same\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/aug/24/voters-are-unhappier-with-the-nhs-than-theyve-been-for-30-years-as-a-gp-i-feel-the-same", "date_published": "2023-08-24T05:52:02.473260+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Who was Dmitry Utkin? What we know about Wagner commander onboard plane in fatal crash", "description": "<p>Mercenary group said to have been named after commander whose call sign was ‘Wagner’ but who stayed out of the spotlight</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/aug/24/russia-ukraine-war-live-updates-wagner-yevgeny-prigozhin-plane-crash-moscow-putin\">Russia-Ukraine war – live updates</a></li></ul><p>Among those presumed dead alongside Wagner leader Yevgeny Prigozhin in a plane crash near Moscow was Dmitry Utkin, who was often described as the founder or co-founder of the mercenary group although his exact role was disputed.</p><p>His own call sign was “Wagner”, after Hitler’s favourite composer. The investigative website Bellingcat wrote in 2020 that Utkin had “an obsessive fascination with the history of the Third Reich” while another <a href=\"https://thesoufancenter.org/wp-content/uploads/2023/06/TSC-Special-Report-The-Wagner-Group-The-Evolution-Of-Putins-Private-Army-V3.pdf\">recent report</a> described him as “festooned with numerous Nazi tattoos, including a swastika, a Nazi eagle, and an SS lightning bolts”. The Wagner group was apparently named after him.</p> <a href=\"https://www.theguardian.com/world/2023/aug/24/who-was-dmitry-utkin-wagner-commander-plane-crash-yevgeny-prigozhin\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/24/who-was-dmitry-utkin-wagner-commander-plane-crash-yevgeny-prigozhin", "date_published": "2023-08-24T05:52:02.451417+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Sara Ramírez on And Just Like That’s Che Diaz: ‘I am not the fictional characters I have played’", "description": "<p>Actor criticises recent profile of them, posting reminder not to conflate them with the polarising role</p><p>As the second season of Sex and the City reboot And Just Like That draws to a close this week, actor Sara Ramírez has hit back at people conflating them with the polarising character they play, comedian Che Diaz.</p><p>In a statement posted to Instagram on Tuesday, Ramírez took particular issue with a <a href=\"https://www.thecut.com/article/sara-ramirez-che-diaz-and-just-like-that-profile.html\">profile</a> published in lifestyle outlet the Cut in June, which questions whether they are “in on the joke”.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/aug/24/sara-ramirez-on-and-just-like-thats-che-diaz-i-am-not-the-fictional-characters-i-have-played\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/aug/24/sara-ramirez-on-and-just-like-thats-che-diaz-i-am-not-the-fictional-characters-i-have-played", "date_published": "2023-08-24T04:46:56.148306+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Japan begins releasing Fukushima wastewater into Pacific ocean", "description": "<p>Water containing radioactive tritium being pumped into ocean via tunnel from Tepco plant, amid protests from China, South Korea and fishing communities</p><p>Japan has begun discharging more than 1m tonnes of tainted water into the Pacific Ocean from the wrecked <a href=\"https://www.theguardian.com/environment/fukushima\">Fukushima</a> Daiichi nuclear power plant, news agency Kyodo has reported, a move that has sparked protests and import bans from China and Hong Kong, and anger in nearby fishing communities.</p><p>The plant’s operator, Tokyo Electric Power (Tepco), pumped a small quantity of water from the plant on Thursday\\, two days after the <a href=\"https://www.theguardian.com/environment/2023/aug/22/fukushima-wastewater-from-ruined-nuclear-plant-to-be-released-from-thursday-japan-says\">plan was approved by Japan’s government.</a></p> <a href=\"https://www.theguardian.com/environment/2023/aug/24/japan-begins-releasing-fukushima-wastewater-into-pacific-ocean\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/aug/24/japan-begins-releasing-fukushima-wastewater-into-pacific-ocean", "date_published": "2023-08-24T04:46:56.052049+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Combative Vivek Ramaswamy emerges as surprise focal point of GOP debate", "description": "<p>Biotech entrepreneur takes on Trump mantle in former president’s absence, drawing heavy fire from other candidates</p><p>Vivek Ramaswamy, the 38-year-old biotech entrepreneur running <a href=\"https://projects.fivethirtyeight.com/polls/president-primary-r/2024/national/\">third in Republican polling</a>, emerged in the absence of Donald Trump as a surprise focus of the first debate of the Republican primary, showing scant respect for other candidates and drawing heavy fire in return.</p><p>“We live in a dark moment,” Ramaswamy declaimed, in the distinctly Trumpian and conspiratorial fashion that has become a hallmark of his campaign.</p> <a href=\"https://www.theguardian.com/us-news/2023/aug/23/vivek-ramaswamy-focus-republican-debate\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/aug/23/vivek-ramaswamy-focus-republican-debate", "date_published": "2023-08-24T04:46:56.048125+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Russia-Ukraine war live: Kremlin silent on reported death of Wagner boss Yevgeny Prigozhin in jet crash", "description": "<p>Head of mercenary group attempted to topple Russia’s military leadership in June; plane ‘showed no signs of problems until drop 30 seconds before crash’</p><ul><li><strong><a href=\"https://www.theguardian.com/world/2023/aug/24/at-a-glance-wagner-boss-yevgeny-prigozhin-dead-in-plane-crash-what-we-know-so-far\">Wagner boss Yevgeny Prigozhin ‘dead in plane crash’ – what we know so far</a></strong></li></ul><p>Tatiana Stanovaya, a senior fellow at the Carnegie Russia Eurasia Center, said on Telegram that “no matter what caused the plane crash, everyone will see it as an act of vengeance and retribution” by the Kremlin, and “the Kremlin wouldn’t really stand in the way of that.”</p><p>“From Putin’s point of view, as well as the security forces and the military – Prigozhin’s death must be a lesson to any potential followers,” Stanovaya said in a Telegram post. According to her, after the mutiny, Prigozhin “stopped being the authorities’ partner and could not, under any circumstances, get that status back.”</p> <a href=\"https://www.theguardian.com/world/live/2023/aug/24/russia-ukraine-war-live-updates-wagner-yevgeny-prigozhin-plane-crash-moscow-putin\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2023/aug/24/russia-ukraine-war-live-updates-wagner-yevgeny-prigozhin-plane-crash-moscow-putin", "date_published": "2023-08-24T04:46:56.044307+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Trump steals the show: but will it arraign on his parade? | Fiona Katauskas", "description": "<p>If you’re going to turn yourself in to jail you may as well maximise television ratings</p> <a href=\"https://www.theguardian.com/commentisfree/picture/2023/aug/24/trump-steals-the-show-but-will-it-arraign-on-his-parade\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2023/aug/24/trump-steals-the-show-but-will-it-arraign-on-his-parade", "date_published": "2023-08-24T03:42:11.699110+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Cotton Capital: Reparations – episode 6 – podcast", "description": "<p><em>Revisited: </em>In the final episode of the series, Cotton Capital editor and Guardian journalist Maya Wolfe-Robinson looks at the subject of reparations. What do they mean for communities and descendants of transatlantic enslavement – and what is the Guardian planning to do in its own programme of measures?</p><p><em>This week we are revisiting our Cotton Capital series that originally ran in April 2023. Today in Focus will be back with new episodes on Tuesday 29 August.</em></p><p>In the final episode of the series, the Cotton Capital editor and Guardian journalist <strong>Maya Wolfe-Robinson</strong> looks at the subject of reparations.</p> <a href=\"https://www.theguardian.com/news/audio/2023/aug/24/cotton-capital-reparations-episode-6-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/news/audio/2023/aug/24/cotton-capital-reparations-episode-6-podcast", "date_published": "2023-08-24T02:36:55.268210+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Biden points finger at Putin as Prigozhin’s reported death seen as a warning to ‘elites’", "description": "<p>Joe Biden ‘not surprised’ by death of Yevgeny Prigozhin, the Wagner founder killed in plane crash, while Kremlin and Russian president himself stay silent</p><ul><li><a href=\"https://www.theguardian.com/world/ukraine\">See all our Ukraine war coverage</a></li></ul><p>Joe Biden has strongly suggested Vladimir Putin’s involvement in the apparent death of Yevgeny Prigozhin in a plane crash, as Ukrainian officials interpreted the incident as a warning to Russian “elites” and flowers were laid for the late Wagner chief outside the organisation’s St Petersburg headquarters.</p><p>“I don’t know for a fact what happened, but I’m not surprised,” the US president said after a briefing after the crash of Prigozhin’s private jet between Moscow and St Petersburg. “There’s not much that happens in Russia that Putin’s not behind. But I don’t know enough to know the answer.”</p> <a href=\"https://www.theguardian.com/world/2023/aug/24/wagner-boss-yevgeny-prigozhin-reported-killed-death-russia-biden-suggests-putin\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/24/wagner-boss-yevgeny-prigozhin-reported-killed-death-russia-biden-suggests-putin", "date_published": "2023-08-24T02:36:55.114461+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}]