[{"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Take A Seat’: Megyn Kelly Slams ‘Selfish Activists’ Megan Rapinoe, Sue Bird Calling For Men To Compete Against Women In Female Sports", "description": "Megyn Kelly slammed &#8220;selfish activists&#8221; like Olympian Megan Rapinoe and WNBA player Sue Bird who have advocated for the right of men to compete against women in female sports. The host of the Sirius XM &#8220;The Megyn Kelly Show&#8221; podcast on Monday tweeted to her two million followers that Rapinoe and Bird are already professional ...", "link": "https://www.dailywire.com/news/take-a-seat-megyn-kelly-slams-selfish-activists-megan-rapinoe-sue-bird-calling-for-men-to-compete-against-women-in-female-sports", "date_published": "2023-04-10 18:34:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "BREAKING: Ousted Tennessee State Rep. Justin Jones Reappointed To Seat By Nashville City Council", "description": "One of the two Tennessee State Representatives ousted for participating in the storming of the Tennessee State House has been re-appointed to his seat. State Representative Justin Jones (D-Nashville) was re-appointed to his seat by a unanimous vote of the Nashville Metropolitan Council. According to CNN, the Nashville Metro Council voted to suspend a procedural ...", "link": "https://www.dailywire.com/news/breaking-ousted-tennessee-state-rep-justin-jones-reappointed-to-seat-by-nashville-city-council", "date_published": "2023-04-10 18:25:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Journalism Is Not A Crime’: State Department Declares Russia Wrongfully Detained Wall Street Journal Reporter", "description": "U.S. Secretary of State Antony Blinken formally declared on Sunday that Russian authorities had wrongfully detained Wall Street Journal reporter Evan Gershkovich, giving federal officials additional resources to secure his release. Blinken announced the official classification involving Gershkovich, who was arrested last week on accusations of espionage by Russia&#8217;s Federal Security Service (FSB). The category ...", "link": "https://www.dailywire.com/news/journalism-is-not-a-crime-state-department-declares-russia-wrongfully-detained-wall-street-journal-reporter", "date_published": "2023-04-10 18:13:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Baltimore Mayor Says Minors Face Citywide Curfew Following Two Teenagers Shot Amid Large Crowd Of Youths", "description": "Baltimore residents under 17 face a citywide curfew this summer after two teenagers were injured Sunday night in a shooting amid a crowd of over 200 minors gathered around the incident. According to local media, a large presence of police broke up a fight at the Inner Harbor around 9:00 p.m. last night, leaving a ...", "link": "https://www.dailywire.com/news/baltimore-mayor-says-minors-face-citywide-curfew-following-two-teenagers-shot-amid-large-crowd-of-youths", "date_published": "2023-04-10 17:57:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "White House Tells Journalists They Have ‘No Business’ Reporting On Leaked Intel", "description": "The White House urged journalists not to report on what appears to be leaked Pentagon classified documents circulating online. John Kirby, the coordinator for Strategic Communications at the National Security Council, made his case during the White House press briefing on Monday as the U.S. government scrambles to respond to what some suggest may be ...", "link": "https://www.dailywire.com/news/white-house-tells-journalists-they-have-no-business-reporting-on-leaked-intel", "date_published": "2023-04-10 17:56:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Twitter Changes NPR’s ‘State-Sponsored Media’ Label", "description": "Twitter is no longer branding National Public Radio (NPR) “state-sponsored media.” Elon Musk&#8217;s Twitter changed the “state-sponsored media” label on NPR&#8217;s Twitter account to “government-funded media” on Saturday. The social media giant initially slapped the “state-sponsored media” label on the radio news outlet on Tuesday, at which point NPR&#8217;s account stopped tweeting. NPR&#8217;s last tweet was a link ...", "link": "https://www.dailywire.com/news/twitter-changes-nprs-state-sponsored-media-label", "date_published": "2023-04-10 17:30:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Monday Afternoon Update: Louisville Shooting Info, White House Recruits TikTok Stars, Super Mario Bros’ Success", "description": "This article is adapted from today’s Morning Wire Afternoon Update. To listen to the podcast version, click here. Louisville Shooting Update Nearly a dozen people were shot in Louisville, Kentucky, early Monday morning when an assailant opened fire inside the Old National Bank. The shooting happened near Louisville Slugger Field, a minor-league baseball stadium inside the ...", "link": "https://www.dailywire.com/news/monday-afternoon-update-louisville-shooting-info-white-house-recruits-tiktok-stars-super-mario-bros-success", "date_published": "2023-04-10 17:19:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Shakespeare’s Monster King Gets A New Look: ‘A Virtuous Prince And Wise’", "description": "The English king who was limned as one of the most villainous personages in all of history is getting another look after a 17th-century history was found. Richard III, killed at the Battle of Bosworth in Leicestershire in August 1485, was memorialized by Shakespeare as a monster who had his two young nephews murdered in ...", "link": "https://www.dailywire.com/news/shakespeares-monster-king-gets-a-new-look-a-virtuous-prince-and-wise", "date_published": "2023-04-10 17:09:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Congressman McCaul: Taiwan ‘Not Where They Need To Be’ Militarily; U.S. Weapons Systems Years Late Getting There", "description": "Rep. Michael McCaul (R-TX) said that the island nation of Taiwan is not where it needs to be in terms of having the capabilities that it needs to repel an invasion from communist China. McCaul made the remarks during a Saturday interview on NBC&#8217;s &#8220;Meet The Press&#8221; that aired on Easter Sunday. McCaul&#8217;s remarks came ...", "link": "https://www.dailywire.com/news/congressman-mccaul-taiwan-not-where-they-need-to-be-militarily-u-s-weapons-systems-years-late-getting-there", "date_published": "2023-04-10 16:58:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Swamped With Illegal Aliens, Maine City Asks For Donations", "description": "In the spring of 2022, the city of Portland, Maine, wrote that its financial budget was in a &#8220;dire situation&#8221; due to the influx of individuals arriving from the southern border, warning that social services were being strained. Now, Portland is asking for tax-deductible donations to help provide housing to hundreds, if not thousands, of ...", "link": "https://www.dailywire.com/news/swamped-with-illegal-aliens-maine-city-asks-for-donations", "date_published": "2023-04-10 16:51:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "AOC, Warren Press Large Companies With Deposits At Silicon Valley Bank Over Risk Management Concerns", "description": "Sen. Elizabeth Warren (D-MA) and Rep. Alexandria Ocasio-Cortez (D-NY) sent letters to large depositors of collapsed financial institution Silicon Valley Bank to ask about their approaches to risk management. The implosion of Silicon Valley Bank, where the vast majority of account balances exceeded the $250,000 threshold backed by the Federal Deposit Insurance Corporation, prompted the ...", "link": "https://www.dailywire.com/news/aoc-warren-press-large-companies-with-deposits-at-silicon-valley-bank-over-risk-management-concerns", "date_published": "2023-04-10 16:39:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Blac Chyna Reveals Why She Gave Up OnlyFans, Removed Tattoos, Started Using Her Real Name", "description": "Celebrity Blac Chyna, whose real name is Angela Renee White, said in a recent interview that she changed her life by giving up OnlyFans, some of the tattoos she had, and other things because she realized that she was living in the fast lane and she had to take care of her young children. White ...", "link": "https://www.dailywire.com/news/blac-chyna-reveals-why-she-gave-up-onlyfans-removed-tattoos-started-using-her-real-name", "date_published": "2023-04-10 16:38:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Sam Bankman-Fried’s FTX Collapsed Over ‘Hubris, Incompetence, And Greed,’ Bankruptcy Lawyer Says", "description": "FTX, the bankrupt cryptocurrency exchange formerly led by Sam Bankman-Fried, collapsed as a result of mismanagement from senior executives, according to an interim report from attorneys charged with managing the bankruptcy. Several companies controlled by Bankman-Fried imploded at the end of last year after customers and investors learned that FTX had improperly commingled funds with ...", "link": "https://www.dailywire.com/news/sam-bankman-frieds-ftx-collapsed-over-hubris-incompetence-and-greed-bankruptcy-lawyer-says", "date_published": "2023-04-10 16:31:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Assassination Classroom’: CDF Wants Violent, Sexually Explicit Graphic Novel Removed From Classrooms", "description": "Citizens Defending Freedom wants to have a graphic novel book series showing &#8220;explicit violence, mild profanity, and graphic sexual activities&#8221; removed from classrooms in Florida that show kids shooting, killing their teachers, and more. The nonprofit organization announced on Monday its members will challenge the book, titled &#8220;Assassination Classroom,&#8221; from popular graphic novelist Yusei Matsui ...", "link": "https://www.dailywire.com/news/assassination-classroom-cdf-wants-violent-sexually-explicit-graphic-novel-removed-from-classrooms", "date_published": "2023-04-10 16:28:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "FBI Sought To Monitor Catholic Churches Using Tripwire, Sources To Combat Domestic Terrorism, House Lawmakers Say", "description": "U.S. House of Representative Jim Jordan said Monday at least one undercover FBI employee sought to monitor parishioners in Catholic houses of worship to combat domestic terrorism using tripwire and sources. According to internal documents released by House Judiciary Committee, FBI authorities planned to use churches as &#8220;new avenues for tripwire and source development,&#8221; sending a ...", "link": "https://www.dailywire.com/news/fbi-sought-to-monitor-catholic-churches-using-tripwire-sources-to-combat-domestic-terrorism-house-lawmakers-say", "date_published": "2023-04-10 16:20:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "The Pentagon Really Doesn’t Like Being Asked Why It Has Failed An Audit Five Times In A Row", "description": "The Pentagon can&#8217;t explain why it has failed an audit five times in a row, nor what happened to billions upon billions of U.S. taxpayers&#8217; dollars, and you ask them about potential corruption, their main defense is to insult your intelligence. Even the beloved leftist Jon Stewart received that treatment as he tread too closely ...", "link": "https://www.dailywire.com/news/the-pentagon-really-doesnt-like-being-asked-why-it-has-failed-an-audit-five-times-in-a-row", "date_published": "2023-04-10 16:19:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Wounded Officer Who Helped Stop Louisville Shooter Identified", "description": "Police identified an officer who was wounded while stopping a shooter who killed four people at a bank in Louisville, Kentucky, on Monday. Officer Nickolas Wilt, 26, &#8220;was critically wounded while stopping the active shooter,&#8221; said a tweet from the Louisville Metro Police Department. Police said Wilt &#8220;ran towards the gunfire today to save lives&#8221; and, after ...", "link": "https://www.dailywire.com/news/wounded-officer-who-helped-stop-louisville-shooter-identified", "date_published": "2023-04-10 15:54:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "19 Statehouses Have Bigger Republican Majorities Than Florida. This Group Is Making Sure They Act Like It.", "description": "States like Wyoming, the Dakotas, Idaho, Oklahoma, Arkansas, and Utah dwarfed Florida in terms of actual Republican control, with 90% of seats in Wyoming occupied by Republicans. But you might not know it from their actions. The new Freedom Caucus State Network wants that to change, and a Ron Revolution could be coming to the states as they seek to match Florida in bold policy.", "link": "https://www.dailywire.com/news/19-statehouses-have-bigger-republican-majorities-than-florida-this-group-is-making-sure-they-act-like-it", "date_published": "2023-04-10 15:47:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Hey Kids, Look At These Naked Trans Adults: Could A Disturbing New TV Trend Hit The U.S. Next?", "description": "There’s a disturbing new trend in television: fully nude adults standing in front of children, encouraging them to ask questions about their naked bodies. This is the premise of not one, but two new TV shows, both generating controversy in the entertainment sphere. And if that’s not bad enough, both programs have already included trans-identifying ...", "link": "https://www.dailywire.com/news/hey-kids-look-at-these-naked-trans-adults-could-a-disturbing-new-tv-trend-hit-the-u-s-next", "date_published": "2023-04-10 15:38:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Black Children 5 Times More Likely To Die From Gunfire Than White Children: Study", "description": "A new study conducted by the highly-respected Pew Research Foundation found that black children were five times more likely than white children to die from gunfire in 2021. Among black children and teens, 11.8 gun deaths per 100,000 occurred in 2021, compared with 2.3 gun deaths per 100,000 in white children and teens. Among Hispanic ...", "link": "https://www.dailywire.com/news/black-children-5-times-more-likely-to-die-from-gunfire-than-white-children-study", "date_published": "2023-04-10 15:20:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "How Unions’ Bellwether Victory In Michigan Could Expand To Other States", "description": "The repeal of right-to-work laws by Michigan Democratic Gov. Gretchen Whitmer constitutes a massive victory for unions that labor officials will be eager to imitate nationwide. The right-to-work measures had allowed residents to decline union membership in their workplaces and exempted them from the forced payment of union dues. Michigan Democrats, who secured both chambers ...", "link": "https://www.dailywire.com/news/how-unions-bellwether-victory-in-michigan-could-expand-to-other-states", "date_published": "2023-04-10 15:12:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Proud Boys Defense Attorney Claims 50 Informants Revealed In January 6 Case", "description": "A new week brought another increase in the number of suspected informants who interacted with defendants from the U.S. Capitol riot on January 6, 2021. Following a motion last week that asserted there were at least 40 undercover informants for the FBI and other agencies involved in the riot, a defense attorney in a high-profile Proud Boys ...", "link": "https://www.dailywire.com/news/proud-boys-defense-attorney-claims-50-informants-revealed-in-january-6-case", "date_published": "2023-04-10 15:08:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "NFL QB Dwayne Haskins Was Drugged Before His Death In ‘Blackmail And Robbery Conspiracy,’ Lawsuit Alleges", "description": "Former Ohio State star and Pittsburgh Steelers QB Dwayne Haskins was drugged on the night he was fatally struck by a dump truck last year, according to a lawsuit filed by his family.  The lawsuit claims that 24-year-old Haskins, who died after being hit on a Florida highway in the early morning hours of April ...", "link": "https://www.dailywire.com/news/nfl-qb-dwayne-haskins-was-drugged-before-his-death-in-blackmail-and-robbery-conspiracy-lawsuit-alleges", "date_published": "2023-04-10 14:51:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Babbling Biden Muses About 2024 Run: I’m ‘The Guy Who’s Pushing Out’ Eggs", "description": "Asked about holding future Easter Egg hunts at the White House, President Biden babbled that he would be “pushing out&#8221; eggs in the 2024 election. NBC “Today” weathercaster Al Roker caught up with Biden at the Easter egg hunt at the White House, where he asked Biden if he would be taking part in the ...", "link": "https://www.dailywire.com/news/babbling-biden-muses-about-2024-run-im-the-guy-whos-pushing-out-eggs", "date_published": "2023-04-10 14:37:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘It Wasn’t Easy’: Hollywood Actress Delivers Her First Kids, Twins At 48-Years-Old", "description": "Hollywood actress Hilary Swank said it &#8220;wasn&#8217;t easy&#8221; but was so &#8220;worth it&#8221; after she delivered her first kids, a boy and a girl, over the weekend. In a sweet post the 48-year-old shared on her Instagram with her 1.5 million followers on Sunday, Swank wrote &#8220;Happy Easter&#8221; and called her little ones &#8220;pure heaven.&#8221; ...", "link": "https://www.dailywire.com/news/it-wasnt-easy-hollywood-actress-delivers-her-first-kids-twins-at-48-years-old", "date_published": "2023-04-10 14:14:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Barton Fink,’ ‘Elf’ Star Michael Lerner Dead At 81", "description": "Academy-award nominated actor Michael Lerner has died, his nephew, actor Sam Lerner, revealed Sunday on social media. Lerner was 81. Sam wrote on his Instagram account: &#8220;We lost a legend last night. It&#8217;s hard to put into words how brilliant my uncle Michael was, and how influential he was to me.&#8221; &#8220;His stories always inspired ...", "link": "https://www.dailywire.com/news/barton-fink-elf-star-michael-lerner-dead-at-81", "date_published": "2023-04-10 13:50:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "FBI Warns Public Charging Stations Can Now Download Malware Onto Your Phone", "description": "The FBI warned that public charging stations with USB ports could download malware onto the devices of unsuspecting users. Malicious actors can use USB ports, which are often available at locations such as airports and public transit for travelers running low on charge, as mechanisms to add malware to unsuspecting users’ phones or computers, thereby ...", "link": "https://www.dailywire.com/news/fbi-warns-public-charging-stations-can-now-download-malware-onto-your-phone", "date_published": "2023-04-10 13:36:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Dalai Lama Apologizes After Video Shows Him Kissing Young Boy On Mouth, Asking Him To Suck His Tongue", "description": "The Dalai Lama, the Tibetans&#8217; 87-year-old spiritual leader, issued an apology Monday morning after video surfaced of him kissing a young boy on the mouth earlier this year in northern India. The incident happened in February in the hillside city of Dharamshala during an event for the M3M Foundation, a philanthropy group started by an ...", "link": "https://www.dailywire.com/news/dalai-lama-apologizes-after-video-shows-him-kissing-young-boy-on-mouth-asking-him-to-suck-his-tongue", "date_published": "2023-04-10 13:25:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "House Judiciary To Hear From Violent Crime Victims On Manhattan DA’s Turf", "description": "House Republicans are taking their fight against Alvin Bragg, the Manhattan district attorney investigating former President Donald Trump, to the Big Apple. The Oversight Committee, led by Rep. Jim Jordan (R-OH), announced on Monday a field hearing scheduled for next week. The event, set for next Monday at 9 a.m., is expected to feature violent ...", "link": "https://www.dailywire.com/news/house-judiciary-to-hear-from-violent-crime-victims-on-manhattan-das-turf", "date_published": "2023-04-10 13:14:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "L.A. School District Loses Court Battle Against Employees Who Refused The Jab", "description": "The Los Angeles Unified School District (LAUSD) is in need of some serious soul-searching. LAUSD heartlessly terminated nearly 500 school teachers — simultaneously &#8216;displacing&#8217; hundreds more district employees — for declining the COVID vaccines. Then, as if violating its employees’ constitutionally-protected religious beliefs and individual medical needs was not injury enough, LAUSD audaciously sought to ...", "link": "https://www.dailywire.com/news/l-a-school-district-loses-court-battle-against-employees-who-refused-the-jab", "date_published": "2023-04-10 13:05:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Macron Says Europe Must Not Become ‘America’s Followers’ In Confrontation With China", "description": "French President Emmanuel Macron said over the weekend that Europe should embrace an approach of “strategic autonomy” when it comes to tensions between the United States and China. The French president said that by allying too closely with the U.S., Europe risks being dragged into conflicts and crises in which it does not have a ...", "link": "https://www.dailywire.com/news/macron-says-europe-must-not-become-americas-followers-in-confrontation-with-china", "date_published": "2023-04-10 13:04:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "A Shattered Family: Mother Of Two Young Murdered Israeli Sisters Dies From Same Attack", "description": "The mother of two teenage girls murdered by Palestinian terrorists on Friday died on Monday from wounds she suffered in the same attack. Hadassah Medical Center announced that Lucy Dee, the mother of Maia and Rina, who were 15 and 20 years old, had died. “48-year-old Lucy Dee was evacuated by helicopter to Hadassah Ein ...", "link": "https://www.dailywire.com/news/a-shattered-family-mother-of-two-young-murdered-israeli-sisters-dies-from-same-attack", "date_published": "2023-04-10 12:41:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Faith-Based Film ‘His Only Son’ Rakes In $11 Million At Box Office Despite Low Production Budget, Minimal Marketing", "description": "The faith-based film “His Only Son” has defied box office expectations despite a very low production budget and minimal marketing efforts, bringing in $11 million at the domestic box office since it opened ten days ago. The Angel Studios biblical drama was produced, edited, written, and directed by David Helling. It tells the Old Testament ...", "link": "https://www.dailywire.com/news/faith-based-film-his-only-son-rakes-in-11-million-at-box-office-despite-low-production-budget-minimal-marketing", "date_published": "2023-04-10 12:30:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Expelled Tennessee Dem Preaches Easter Sunday Sermon, Calls On ‘Mother God’ And Invokes His Ancestors", "description": "Former Tennessee Democratic State Rep. Justin Pearson preached a sermon on Easter Sunday centered on his recent ouster from the Tennessee House. Pearson was one of two Democrats expelled by the Republican majority for encouraging protests on the House floor, during which the lawmakers led hundreds of protesters in chants about gun control with a ...", "link": "https://www.dailywire.com/news/expelled-tennessee-dem-preaches-easter-sunday-sermon-calls-on-mother-god-and-invokes-his-ancestors", "date_published": "2023-04-10 12:19:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Third Teen Arrested In Connection To Florida Triple Homicide", "description": "A third teenager has been arrested in connection to the triple homicide in Ocklawaha, Florida, more than a week ago. The 16-year-old was arrested on Saturday by the U.S. marshals on “outstanding warrants for carjacking with a firearm, aggravated assault, grand theft of a motor vehicle, fleeing or attempt to elude a law enforcement officer, and tampering ...", "link": "https://www.dailywire.com/news/third-teen-arrested-in-connection-to-florida-triple-homicide", "date_published": "2023-04-10 11:54:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Tell You A Little Secret: I Have Boobs’: Fox Host Rips Dylan Mulvaney Promoting Sports Bras", "description": "Fox News anchor Julie Banderas minced no words when discussing Nike’s partnership with transgender activist Dylan Mulvaney, a biological male who claims to be a woman. Fox News’ Brian Kilmeade showed clips of Mulvaney’s sponsor spots for companies such as Nike and Bud Lite and asked, “Why would Anheuser Busch, why would Nike think this sells?” “I’m ...", "link": "https://www.dailywire.com/news/tell-you-a-little-secret-i-have-boobs-fox-host-rips-dylan-mulvaney-promoting-sports-bras", "date_published": "2023-04-10 11:37:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Tesla To Build New Battery Factory In Shanghai After Musk Visit", "description": "Tesla said it will build an additional plant in Shanghai, China, to meet worldwide demand for large batteries even after the communist nation’s manufacturing sector took several blows as a result of aggressive government lockdowns. The electric automaker revealed on Sunday that the new Megafactory in Shanghai will be capable of annually producing 10,000 powerful ...", "link": "https://www.dailywire.com/news/tesla-to-build-new-battery-factory-in-shanghai-after-musk-visit", "date_published": "2023-04-10 11:26:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Bud Light Marketing VP Talks About Updating ‘Fratty’ Image With ‘Inclusivity’ Before Mulvaney Partnership", "description": "As the fallout for Bud Light continues, a video of the brand’s marketing VP talking about her intention to update the product&#8217;s &#8220;fratty&#8221; and &#8220;out of touch&#8221; image and replace it with “inclusivity” started making the rounds on social media.  Alissa Heinerscheid did an interview with the podcast &#8220;Make Yourself At Home&#8221; on March 23. ...", "link": "https://www.dailywire.com/news/bud-light-marketing-vp-talks-about-updating-fratty-image-with-inclusivity-before-mulvaney-partnership", "date_published": "2023-04-10 11:13:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Biden Says He Plans To Run Again But Isn’t Ready To Announce", "description": "President Joe Biden said on Monday he intends to run for re-election but is not ready to formally announce a campaign. The comments came during an NBC News interview at the White House as it hosted the annual Easter Egg Roll. &#8220;I plan on running, Al, but we’re not prepared to announce it yet,&#8221; Biden, ...", "link": "https://www.dailywire.com/news/biden-says-he-plans-to-run-again-but-isnt-ready-to-announce", "date_published": "2023-04-10 10:57:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "BREAKING: Multiple Casualties Reported In Louisville Bank Shooting", "description": "Nearly a dozen people were shot in Louisville, Kentucky, early Monday morning when an assailant opened fire inside the Old National Bank. &#8220;LMPD has confirmed a shooting situation in downtown Louisville with multiple casualties,&#8221; Kentucky Democratic Governor Andy Beshear said in a statement. &#8220;I am headed there now. Please pray for all of the families ...", "link": "https://www.dailywire.com/news/breaking-multiple-casualties-reported-in-louisville-bank-shooting", "date_published": "2023-04-10 10:38:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Super Mario Bros. Movie Smashes Records, Becomes Biggest Animated Movie Opening Weekend Ever", "description": "“The Super Mario Bros. Movie” defied expectations and smashed records by pulling off the most lucrative opening weekend at the box office for an animated film, a title which was previously held by the Disney sequel “Frozen 2” (2019). Per Axios, “Super Mario” brought in $377 million in global box office sales and $204.6 million ...", "link": "https://www.dailywire.com/news/super-mario-bros-movie-smashes-records-becomes-biggest-animated-movie-opening-weekend-ever", "date_published": "2023-04-10 10:09:39+00:00", "persistent": false, "user": null, "language": "en-US"}]