[{"source": "https://businessinsider.com.pl/.feed", "title": "Ransomware – co to jest i jak się przed tym zabezpieczyć?", "description": "Ransomware jest jednym z najpoważniejszych zagrożeń, które czyhają na użytkowników sieci. To złośliwe oprogramowanie, którym mogą zostać zainfekowane komputery, laptopy, tablety czy telefony komórkowe. Najczęściej ten rodzaj oprogramowania malware ma za zadanie umożliwić przestępcom zablokowanie właścicielowi dostępu do zainfekowanego komputera. Czym dokładnie jest ransomware i jak się przed nim zabezpieczyć?", "link": "https://businessinsider.com.pl/technologie/ransomware-co-to-jest-i-jak-sie-przed-tym-zabezpieczyc/16gw4l9", "date_published": "2023-04-10 19:22:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Rootkit – co to jest i jak go usunąć?", "description": "Rootkit to specjalny rodzaj oprogramowania, które służy do ukrywania innych programów lub procesów w systemie operacyjnym. Rootkity są często wykorzystywane do złośliwych ataków, takich jak infekcja komputera złośliwym oprogramowaniem, przejęcie kontroli nad komputerem lub ukrycie działań hakera. Stanowią szczególne niebezpieczeństwo, ponieważ potrafią ukryć się przed zabezpieczeniami systemu i mogą działać w tle, pozostając niezauważone przez użytkownika.", "link": "https://businessinsider.com.pl/technologie/rootkit-co-to-jest-i-jak-go-usunac/zcpmyqb", "date_published": "2023-04-10 17:08:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Czym jest deepfake? Jak fejkowe media tworzone przy pomocy AI mogą wypaczyć nasze postrzeganie rzeczywistości", "description": "Fejkowe informacje zalewają internet. Szczególnie niebezpiecznie może być niewłaściwe wykorzystanie technologii deepfake, która dzięki sztucznej inteligencji generuje obrazy i nagrania łudząco przypominające rzeczywistość.", "link": "https://businessinsider.com.pl/technologie/czym-jest-deepfake-jak-fejkowe-media-wypaczaja-nasze-postrzeganie-rzeczywistosci/hmc2rph", "date_published": "2023-04-10 14:01:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Globalne ocieplenie się oziębia. Najnowsze dane z satelitów", "description": "To wcale nie pierwsze efekty walki z emisją gazów cieplarnianych, bo tych w atmosferze wciąż przybywa. Klimat oziębia się na świecie trzeci rok z rzędu. Potwierdzają to wyniki badań zarówno z satelitów, jak i badań naziemnych oraz oceanicznych. To, co widzimy za oknem w wyjątkowo zimnym w Polsce kwietniu, to część globalnych zmian. Ale cieszmy się chłodem, bo gorąco nadchodzi. Tak twierdzą naukowcy.", "link": "https://businessinsider.com.pl/technologie/nowe-technologie/globalne-ocieplenie-sie-oziebia-najnowsze-dane-z-satelitow/0636ccg", "date_published": "2023-04-10 12:36:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Spam – co to jest? Jak sobie z nim radzić?", "description": "Codziennie dostajemy mnóstwo wiadomości — jesteśmy zasypywani mailami z pracy, reklamami, ofertami, powiadomieniami. Kiedy przeglądamy pocztę i widzimy mnóstwo niechcianych wiadomości, możemy się szybko zirytować. Na szczęście istnieją sprawdzone sposoby, które pomagają skutecznie pozbyć się spamu, czyli zjawiska dotykającego praktycznie każdego użytkownika telefonu i poczty elektronicznej.", "link": "https://businessinsider.com.pl/technologie/spam-co-to-jest-jak-sobie-z-nim-radzic/jks1bk8", "date_published": "2023-04-10 12:31:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Amerykański niszczyciel przeprowadził operację \"wolności żeglugi\". Chiny reagują", "description": "Niszczyciel amerykańskiej marynarki wojennej przepłynął przez wody, do których rości sobie prawo Pekin na Morzu Południowochińskim. To element pokazu sił, który odbywa się w czasie, gdy wojsko organizuje ćwiczenia wokół Tajwanu — informuje Bloomberg.", "link": "https://businessinsider.com.pl/wiadomosci/amerykanski-niszczyciel-przeprowadzil-operacje-wolnosci-zeglugi-chiny-reaguja/v860472", "date_published": "2023-04-10 12:27:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Tak działają urlopy menstruacyjne w CD Projekt Red. \"Cieszy mnie reakcja kolegów\"", "description": "Topowy polski producent gier, firma CD Projekt Red ostatniego dnia marca ogłosiła na Twitterze, że wprowadza urlop menstruacyjny dla swoich pracowników. Komunikat został ciepło przyjęty wewnątrz firmy, a jednocześnie wywołał burzę w sieci. — Wychodzimy z założenia, że nie wszystkim po równo, ale każdemu według potrzeb — mówi w rozmowie z Business Insider Polska Agnieszka Szamałek-Michalska, odpowiedzialna w CD Projekt Red za wdrożenie tego rozwiązania. Jej zdaniem dostęp do urlopów menstruacyjnych nie powinien zależeć od dobrej woli pracodawcy, a być standardem regulowanym przez kodeks pracy.", "link": "https://businessinsider.com.pl/biznes/tak-dzialaja-urlopy-menstruacyjne-w-cd-projekt-red-cieszy-mnie-reakcja-kolegow/s2f31d2", "date_published": "2023-04-10 11:23:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Musimy przestać jeść mięso? Globalny prezes PepsiCo: zmiany klimatu wpłyną na system żywnościowy [WYWIAD]", "description": "— Nie ma wątpliwości, że zmiany klimatu wpłyną na globalny system żywnościowy. Mogą one wpłynąć między innymi na ilość i jakość surowców rolnych, na działalność naszych zakładów i łańcucha dostaw oraz na dostępność i jakość wody – przyznaje prezes PepsiCo Ramon Laguarta w rozmowie z Business Insider Polska. I zdradza jak Pepsi będzie chciało kształtować nawyki konsumentów, gdy trzeba walczyć z globalnym ociepleniem.", "link": "https://businessinsider.com.pl/firmy/przestaniemy-jesc-mieso-prezes-pepsi-bez-zludzen-klimat-odmieni-odzywianie/pw8vpwy", "date_published": "2023-04-10 10:33:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Dulkiewicz: mamy odwrót od samorządności i powrót do centralizacji", "description": "\"Obecnie postępuje odwrót od samorządności i powrót do centralizacji\" — oceniła w programie InBusiness Aleksandra Dulkiewicz, prezydent Gdańska.", "link": "https://businessinsider.com.pl/wiadomosci/dulkiewicz-mamy-odwrot-od-samorzadnosci-i-powrot-do-centralizacji/egqq1cg", "date_published": "2023-04-10 09:51:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Urbanista: znikną mikroapartamenty, ale nie zniknie patodeweloperka", "description": "Wprowadzamy dobre przepisy, regulujące budownictwo mieszkaniowe w Polsce, a jednocześnie uruchamiamy kolejny program, który ma sztucznie pobudzić popyt. System, w którym pielęgniarki i nauczyciele muszą zaciągać kredyt hipoteczny na 20, 30 lat, by móc zrealizować swoje potrzeby mieszkaniowe, nie sprawdza się — przekonuje Łukasz Drozda, urbanista i politolog, autor książki \"Dziury w ziemi. Patodeweloperka w Polsce\". W rozmowie z Business Insider Polska punktuje patologie polskiego rynku mieszkaniowego i zdradza, dlaczego zdecydował się zamieszkać czasowo w mikroapartamencie.", "link": "https://businessinsider.com.pl/gospodarka/urbanista-znikna-mikroapartamenty-ale-nie-zniknie-patodeweloperka/xvb3kpv", "date_published": "2023-04-10 08:40:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "\"Washington Post\": rosyjskie wojska omal nie zestrzeliły brytyjskiego samolotu", "description": "Rosyjskie wojska omal nie zestrzeliły brytyjskiego samolotu zwiadowczego niedaleko wybrzeży okupowanego Krymu – powiadomił amerykański dziennik \"Washington Post\", powołując się na dokumenty, które miały wyciec z Pentagonu. Do incydentu doszło we wrześniu 2022 r.", "link": "https://businessinsider.com.pl/wiadomosci/washington-post-rosyjskie-wojska-omal-nie-zestrzelily-brytyjskiego-samolotu/78cy3hx", "date_published": "2023-04-10 08:05:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Nie zrobiłeś testamentu? Sprawdź, kto po tobie odziedziczy", "description": "Z badań wynika, że tylko 9 proc. Polaków w wieku powyżej 45 lat ma sporządzony testament. Jeśli zaś zmarły nie spisał swojej ostatniej woli, to obowiązuje dziedziczenie ustawowe. Gdyby był testament, to on ma pierwszeństwo. Gdy go nie ma, decydują zasady z Kodeksu cywilnego. Wyjaśniamy, kto i ile dziedziczy ustawowo.", "link": "https://businessinsider.com.pl/prawo/dziedziczenie-ustawowe-kto-dostaje-spadek-gdy-nie-ma-testamentu/e99l4yb", "date_published": "2023-04-10 07:11:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Coraz więcej Polaków ma z tym problem. Jak się ustrzec przed wpadnięciem w spiralę długów?", "description": "Rekordzista ma do zapłaty 81,2 mln zł. Już 2,68 mln Polaków nieterminowo opłaca swoje zobowiązania. Co piąta osoba ma jednocześnie zaległości kredytowe i pozakredytowe.", "link": "https://businessinsider.com.pl/twoje-pieniadze/jak-sie-ustrzec-przed-wpadnieciem-w-spirale-dlugow-polacy-maja-z-tym-problem/6g20p8f", "date_published": "2023-04-10 06:59:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Skromność minus, czyli ile kosztuje podatników monstrualny rozrost stanowisk w rządzie", "description": "Miało być mniej biurokracji i mniej ludzi \"z tekami\". A jest wręcz przeciwnie. Po mianowaniu nowych ministrów: Janusza Cieszyńskiego na ministra cyfryzacji i Roberta Telusa na ministra rolnictwa, mamy najliczniejszą Radę Ministrów po 1989 r.", "link": "https://businessinsider.com.pl/wiadomosci/skromnosc-minus-mamy-najwieksza-rade-ministrow-od-1989-r/em6ywcl", "date_published": "2023-04-10 06:55:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Spyware – co to jest i jak się przed tym zabezpieczyć?", "description": "Funkcjonując w internecie, trzeba liczyć się z zagrożeniami, które czyhają na użytkowników sieci nawet w najmniej spodziewanych sytuacjach. Jedynym z takich niebezpieczeństw są wszelkiego rodzaju złośliwe oprogramowania infekujące sprzęt. Wśród nich wyróżnia się spyware, czyli oprogramowanie szpiegujące, które może być wyjątkowo niebezpieczne. Narażony na jego działanie jest każdy użytkownik. Co to jest spyware i jak się przed nim uchronić?", "link": "https://businessinsider.com.pl/technologie/spyware-co-to-jest-i-jak-sie-przed-tym-zabezpieczyc/lj60ksd", "date_published": "2023-04-10 06:07:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Tethering – co to jest i jak działa? Rodzaje", "description": "Telefony komórkowe używane przez nas dzisiaj w niewielkim stopniu przypominają urządzenia, które jeszcze kilkanaście lat temu były uważane za ostatni krzyk mody. Dzięki rozwojowi technologicznemu możemy za pomocą smartfona połączyć komputer z internetem. Do tego służy tethering. Czym dokładnie jest tethering i jak działa?", "link": "https://businessinsider.com.pl/technologie/tethering-co-to-jest-i-jak-dziala-rodzaje/tm256kz", "date_published": "2023-04-10 00:14:00+00:00", "persistent": false, "user": null, "language": "en-US"}]