[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "This Game Looks Like A GREAT MIX of Shooting And Base Building", "description": "The games industry has seen plenty of great releases in the AAA space as of late, but a recurring criticism with these blockbuster games has been one surrounding the ubiquity of the experience. Set-piece driven adventure games and open worlds with RPG mechanics and skill tree progression systems dominate the AAA industry, and there’s little in the name of groundbreaking mechanics or interesting mishmashes of different genres in mainstream games to speak of. \n\nAs such, the baton for breaking that new ground has been passed down to the AA and indie game scene where plenty of new and exciting releases await us right around the corner. This feature series is dedicated to putting a spotlight on such promising games, and today we will be looking at Outpost: Infinity Siege. The game is currently in development at Team Ranger which previously released Project Morpheus’ prologue this year to positive reception, and Outpost: Infinity Siege is looking to be yet another game that stands out against the barrage of homogenized releases in the current AAA landscape.", "link": "https://www.youtube.com/watch?v=v5K3BeIYT-E", "date_published": "2023-04-10 15:30:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Dead Island 2 - 16 Things You Should Know Before You Buy", "description": "At last year's Gamescom Opening Night Live, Deep Silver re-revealed the game, showcasing a gorier, over-the-top action title. Developed by Dambuster Studios of Homefront: The Revolution fame, this new version of Dead Island 2 was about slaying zombies in the most extravagantly excessive ways possible. It featured a new cast of characters and covered different ruined locations in Los Angeles. Also, the gore. So much gore.\n\nThough completely different from previously planned versions, Dead Island 2 could be a shot in the decaying arm for the series and a compelling sequel in its own right. Here are 16 things you should know before picking it up.", "link": "https://www.youtube.com/watch?v=nBTo38syNig", "date_published": "2023-04-10 13:30:18+00:00", "persistent": false, "user": null, "language": "en-US"}]