[{"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Estonian National Charged in U.S. for Acquiring Electronics and Metasploit Pro for Russian Military", "description": "An Estonian national has been charged in the U.S. for purchasing U.S.-made electronics on behalf of the Russian government and military.\nThe 45-year-old individual, Andrey Shevlyakov, was arrested on March 28, 2023, in Tallinn. He has been indicted with 18 counts of conspiracy and other charges. If found guilty, he faces up to 20 years in prison.\nCourt documents allege that Shevlyakov operated", "link": "https://thehackernews.com/2023/04/estonian-national-charged-in-us-for.html", "date_published": "2023-04-10 13:01:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Hackers Flood NPM with Bogus Packages Causing a DoS Attack", "description": "Threat actors are flooding the npm open source package repository with bogus packages that briefly even resulted in a denial-of-service (DoS) attack.\n\"The threat actors create malicious websites and publish empty packages with links to those malicious websites, taking advantage of open-source ecosystems' good reputation on search engines,\" Checkmarx's Jossef Harush Kadouri said in a report", "link": "https://thehackernews.com/2023/04/hackers-flood-npm-with-bogus-packages.html", "date_published": "2023-04-10 12:45:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Top 10 Cybersecurity Trends for 2023: From Zero Trust to Cyber Insurance", "description": "As technology advances, cyberattacks are becoming more sophisticated. With the increasing use of technology in our daily lives, cybercrime is on the rise, as evidenced by the fact that cyberattacks caused 92% of all data breaches in the first quarter of 2022. Staying current with cybersecurity trends and laws is crucial to combat these threats, which can significantly impact business development", "link": "https://thehackernews.com/2023/04/top-10-cybersecurity-trends-for-2023.html", "date_published": "2023-04-10 11:38:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Over 1 Million WordPress Sites Infected by Balada Injector Malware Campaign", "description": "Over one million WordPress websites are estimated to have been infected by an ongoing campaign to deploy malware called Balada Injector since 2017.\nThe massive campaign, per GoDaddy's Sucuri, \"leverages all known and recently discovered theme and plugin vulnerabilities\" to breach WordPress sites. The attacks are known to play out in waves once every few weeks.\n\"This campaign is easily identified", "link": "https://thehackernews.com/2023/04/over-1-million-wordpress-sites-infected.html", "date_published": "2023-04-10 10:16:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Protecting your business with Wazuh: The open source security platform", "description": "Today, businesses face a variety of security challenges like cyber attacks, compliance requirements, and endpoint security administration. The threat landscape constantly evolves, and it can be overwhelming for businesses to keep up with the latest security trends. Security teams use processes and security solutions to curb these challenges. These solutions include firewalls, antiviruses, data", "link": "https://thehackernews.com/2023/04/protecting-your-business-with-wazuh.html", "date_published": "2023-04-10 09:27:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "CISA Warns of 5 Actively Exploited Security Flaws: Urgent Action Required", "description": "The U.S. Cybersecurity and Infrastructure Security Agency (CISA) on Friday added five security flaws to its Known Exploited Vulnerabilities (KEV) catalog, citing evidence of active exploitation in the wild.\nThis includes three high-severity flaws in the Veritas Backup Exec Agent software (CVE-2021-27876, CVE-2021-27877, and CVE-2021-27878) that could lead to the execution of privileged commands", "link": "https://thehackernews.com/2023/04/cisa-warns-of-5-actively-exploited.html", "date_published": "2023-04-10 06:25:00+00:00", "persistent": false, "user": null, "language": "en-US"}]