[{"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Gruzja, Tbilisi. Kolejny dzień protestów. W akcji specjalne oddziały", "description": "Armatki wodne i gaz łzawiący - tych środków policja w Tbilisi użyła w środę wieczorem wobec demonstrantów protestujących przed budynkiem gruzińskiego parlamentu - podała agencja AFP. Następnie odziały specjalne usunęły tłum z głównej arterii stolicy.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-08/gruzja-tbilisi-kolejny-dzien-protestow-w-akcji-specjalne-oddzialy/", "date_published": "2023-03-08 21:03:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Andrzej Duda w CNN: Jesteśmy gotowi przekazać Ukrainie nasze MiG-i", "description": "Polska jest gotowa przekazać Ukrainie swoje myśliwce MiG-29 w ramach międzynarodowej koalicji - powiedział w środę prezydent Andrzej Duda w wywiadzie dla CNN International. Zdaniem prezydenta Kijów otrzyma w przyszłości także samoloty wielozadaniowe F-16.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-08/andrzej-duda-w-cnn-jestesmy-gotowi-przekazac-ukrainie-nasze-mig-i/", "date_published": "2023-03-08 20:01:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Australia: Jadowity wąż zaczaił się pod kanapą. Wezwano specjalistę", "description": "Rodzina z Australii odkryła w swoim salonie blisko półtorametrowego węża. Jadowity gad zaczaił się pod kanapą w salonie. Na miejsce wezwano specjalistę, który zajął się bezpiecznym usunięciem zwierzęcia.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-08/australia-jadowity-waz-zaczail-sie-pod-kanapa-kanapie-wezwano-specjaliste/", "date_published": "2023-03-08 18:22:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA: Włożyła kota do skanera na lotnisku. Pracownicy lotniska pokazali zdjęcie", "description": "Pracownicy amerykańskiego lotniska byli w szoku, gdy zobaczyli na swoich monitorach zdjęcie rentgenowskie kota. Zamiast przejść ze zwierzęciem przez wykrywacz metalu, pasażerka położyła je na taśmie służącej do sprawdzania bagażu. Niecodzienną fotografię kota opublikowano w mediach społecznościowych.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-08/usa-wlozyla-kota-do-skanera-na-lotnisku-pracownicy-lotniska-pokazali-zdjecie/", "date_published": "2023-03-08 17:15:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Hiszpania. Mężczyzna musi zapłacić byłej żonie za pranie, sprzątanie i opiekę nad dziećmi", "description": "Mężczyzna z Hiszpanii musi zapłacić swojej byłej żonie ponad 204 tys. euro za wykonywane przez nią obowiązki domowe oraz opiekę nad ich dziećmi w czasie trwania ich małżeństwa. Dodatkowo były mąż będzie musiał wypłacać byłej żonie comiesięczną emeryturę.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-08/hiszpania-mezczyzna-musi-zaplacic-bylej-zonie-za-pranie-sprzatanie-i-opieke-nad-dziecmi/", "date_published": "2023-03-08 16:59:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "San Diego, USA. Dziewczynka rzucała kamieniami w śpiącą fokę. Wyproszono ją z plaży", "description": "Rzucanie piaskiem i kamieniami w śpiącą fokę - tak zachowywała się dziewczynka na jednej z plaż w San Diego. Sytuacji przyglądali się matka i odpoczywający turyści. Dziecko przez megafon wyprosiła ratowniczka.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-08/san-diego-usa-dziewczynka-rzucala-kamieniami-w-spiaca-foke-wyproszono-ja-z-plazy/", "date_published": "2023-03-08 15:25:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Nowa Zelandia: Uczniowie dostali surowego kurczaka. Trafili do szpitala", "description": "Co najmniej kilkoro uczniów szkoły średniej w Nowej Zelandii trafiło do szpitala z objawami zatrucia. Okazuje się, że wszyscy jedli wcześniej kurczaka w szkolnej stołówce. Media społecznościowe obiegły zdjęcia posiłku zaserwowanego uczniom. Widać na nich, że panierowane mięso jest surowe.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-08/nowa-zelandia-uczniowie-dostali-surowego-kurczaka-trafili-do-szpitala/", "date_published": "2023-03-08 15:16:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Egipt: Archeolodzy odkryli w ruinach świątyni uśmiechniętego sfinksa", "description": "Egipscy archeolodzy odkryli w ruinach świątyni w prowincji Kina niezwykłego sfinksa. Pochodzący sprzed ponad 1800 lat posąg ma uniesione w uśmiechu kąciki ust. Rysy rzeźby wskazują, że może to być przedstawienie rzymskiego cesarza Klaudiusza.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-08/egipt-archeolodzy-odkryli-w-ruinach-swiatyni-usmiechnietego-sfinksa/", "date_published": "2023-03-08 14:37:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Amerykanie wyśmiewają krakowskie Muzeum Figur Woskowych", "description": "Na stronie internetowej amerykańskiego dziennika New York Post pojawił się tekst wyśmiewający jedno z polskich muzeów. Chodzi konkretnie o zlokalizowane w Krakowie muzeum figur woskowych Polonia Wax Museum.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-08/amerykanie-wysmiewaja-krakowskie-muzeum-figur-woskowych/", "date_published": "2023-03-08 14:22:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Japonia. Aresztowano pięć osób za hodowlę genetycznie zmodyfikowanych ryb. Zwierzęta świeciły", "description": "Pięć osób zostało aresztowanych za hodowlę genetycznie zmodyfikowanych ryb z gatunku ryżanki japońskiej - podała japońska policja. Zwierzęta te mają zdolność świecenia w ciemnościach. Wszystkie ryby pochodziły z jaj wyniesionych z laboratorium przez studenta.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-08/japonia-aresztowano-piec-osob-za-hodowle-genetycznie-zmodyfikowanych-ryb-zwierzeta-mialy-swiecic/", "date_published": "2023-03-08 12:57:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Brazylia. Klub wysłał pieniądze za transfer. Dostał je nie ten sportowiec", "description": "Brazylijski koszykarz João Victor Gomes da Silva dostał równowartość 350 tys. euro za transfer... piłkarza o tych samych personaliach do Wielkiej Brytanii. Zawodnik przerażony kwotą przelewu sądził, że padł ofiarą prania pieniędzy. Klub zorientował się jednak, że doszło do pomyłki.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-08/brazylia-klub-wyslal-pieniadze-za-transfer-dostal-je-nie-ten-sportowiec/", "date_published": "2023-03-08 12:34:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Isa Akajew w Polsat News: Kobiet i wojny nie da się połączyć", "description": "- W mojej opinii kobiet i wojny nie da się połączyć, ale każda osoba ma prawo wyboru. Dlatego kobiet, które walczą w wojsku, jest mnóstwo - mówił na antenie Polsat News założyciel partyzanckiego Batalionu Tatarów Krymskich, Isa Akajew. Opowiedział najcięższych walkach toczących się obecnie w Bachmucie i perspektywie odbicia Krymu przez Ukrainę.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-08/isa-ikajew-w-polsat-news/", "date_published": "2023-03-08 12:16:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Francja. Zatańczył przed trumną zmarłej żony. Nagranie wzrusza internautów", "description": "Nigdy nie widziałem czegoś tak pięknego, czułego, mądrego i smutnego zarazem - internauci komentują poruszające, ostatnie pożegnanie męża ze swoją zmarłą ukochaną. Nagranie ich wspólnego tańca obiegło internet. 53-letnia Agnes Lassalle odeszła przedwcześnie - została dźgnięta w serce przez swojego 16-letniego ucznia.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-08/francja-zatanczyl-przed-trumna-zmarlej-zony-nagranie-wzrusza-internautow/", "date_published": "2023-03-08 08:51:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Czechy. Koń Kadyrowa skradziony. Policja poszukuje sprawców", "description": "Skradziono skonfiskowanego przez Czechy konia przywódcy Czeczenii Ramzana Kadyrowa. Ogier pełnej krwi angielskiej zniknął ze stajni bez śladu. Jak przekazały media, wcześniej próbowano wywieźć go do Polski.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-08/czechy-kon-kadyrowa-skradziony-policja-poszukuje-sprawcow/", "date_published": "2023-03-08 08:21:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Rosja. Pieskow o eksplozjach na gazociągach Nord Stream. \"To pachnie kryminałem\"", "description": "Rzecznik Kremla Dmitrij Pieskow uważa, że informacje mediów o atakach na rurociągi Nord Stream to skoordynowana akcja, która ma odciągać uwagę. Jak powiedział, Kreml jest zakłopotany, że Amerykanie mogą w tej sprawie cokolwiek zakładać bez dochodzenia. - Nadal nie jesteśmy dopuszczeni do śledztwa - powiedział Pieskow.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-08/rosja-pieskow-o-eksplozjach-na-gazociagach-nord-stream-to-pachnie-kryminalem/", "date_published": "2023-03-08 05:38:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}]