[{"source": "https://www.engadget.com/rss.xml", "title": "‘Wargroove 2’ will let you command pirates and giant squids on Switch and PC", "description": "<p>After a lengthy drought, Advance Wars-style strategy games are enjoying something of a resurgence. <a href=\"https://www.engadget.com/advance-wars-12-re-boot-camp-april-21-release-date-230243330.html\"><ins>On April 21st</ins></a>, Nintendo will release <em>Advance Wars 1+2 Re-Boot Camp</em>, a remake of the two Game Boy Advance games that started the series. It turns out strategy fans can also look forward to a new <a href=\"https://www.engadget.com/2019-01-23-wargroove-switch-release-date.html\"><em><ins>Wargroove</ins></em></a> title, with publisher Chucklefish announcing a sequel to the Advance Wars-inspired game from 2019.</p><div id=\"9ce4b8f3d04d4e509d3abf6edef54128\"><div style=\"width: 100%; height: 0; padding-bottom: 56.25%;\"></div></div><p><em>Wargroove 2 </em>doesn’t have a release date yet, but when the game is ready, it will be available on Nintendo Switch and PC via <a href=\"https://store.steampowered.com/app/1346020/Wargroove_2/\"><ins>Steam</ins></a>. This time around, Robotality, a studio best known for its work on 2019’s <a href=\"https://store.steampowered.com/app/546430/Pathway/\"><em><ins>Pathway</ins></em></a>, is handling development duties. According to the <em>Wargroove 2’s</em> Steam page, the sequel will feature new factions and units for players to command, as well as three single-player campaigns to complete. Chucklefish is also promising a roguelike mode. Additionally, the game will ship with an enhanced level editor that will allow players to create their own maps, cutscenes and campaigns.</p><span id=\"end-legacy-contents\"></span><p>If you haven’t played the original game yet, <em>Wargroove </em>is currently <a href=\"https://t.co/5B6YzugPh9\"><ins>70 percent off on Steam</ins></a>. That’s the largest discount Chucklefish has ever offered on the game.</p>This article originally appeared on Engadget at https://www.engadget.com/wargroove-2-will-let-you-command-pirates-and-giant-squids-on-switch-and-pc-230053021.html?src=rss", "link": "https://www.engadget.com/wargroove-2-will-let-you-command-pirates-and-giant-squids-on-switch-and-pc-230053021.html?src=rss", "date_published": "2023-03-08 23:00:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Google’s Stadia shutdown also killed its white label game streaming offering", "description": "<p>When Google <a href=\"https://www.engadget.com/google-shutting-down-stadia-162704135.html\">shut down Stadia</a> in January, it also wound down third-party access to the underlying cloud gaming technology. Google's Jack Buser <a href=\"https://twitter.com/stephentotilo/status/1633553186710585344\">tells</a><em>Axios</em>' Stephen Totilo his company is no longer offering Immersive Stream for Games as it was &quot;tied to Stadia itself.&quot; A provider can't simply pick up the pieces, to put it another way.</p><p>Only a handful of brands ever used Immersive Stream, and then mainly as a promotional tool. AT&amp;T let mobile subscribers play <a href=\"https://www.engadget.com/google-stadia-tech-licensing-att-batman-arkham-knight-160913912.html\"><em>Batman: Arkham Knight</em></a> and <a href=\"https://www.engadget.com/att-control-ultimate-edition-google-immersive-stream-154832662.html\"><em>Control</em></a>, while Capcom offered a <a href=\"https://www.engadget.com/resident-evil-village-demo-web-streaming-capcom-google-stadia-030057053.html\"><em>Resident Evil Village </em>demo</a> that saved curious gamers the hassle of a download. Even <a href=\"https://www.engadget.com/peloton-exercise-game-bike-090808077.html\">Peloton used the tech</a> to bring a fitness game, <em>Lanebreak</em>, to its stationary bikes.</p><span id=\"end-legacy-contents\"></span><div id=\"f17c0e0fdd2747ba85a28da60ef961a9\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">Google's Jack Buser told me: &quot;We are not offering that streaming option, because it was tied to Stadia itself. So, unfortunately, when we decided to not move forward with Stadia, that sort of [business-to-business] offering could no longer be offered as well.&quot;</p>— Stephen Totilo (@stephentotilo) <a href=\"https://twitter.com/stephentotilo/status/1633553186710585344?ref_src=twsrc%5Etfw\">March 8, 2023</a></blockquote></div><p>We've asked Google for comment. The company isn't completely ignoring cloud gaming, but it's now relegating itself to support. As the firm's Jack Buser tells <em>Axios</em> in an <a href=\"https://www.axios.com/2023/03/08/google-stadia-live-service-games\">interview</a>, the focus now is on supporting others' <em>Destiny</em>-style live service games by providing a server platform, data management and analytics. Developers may not need to invest as much in online infrastructure, or worry about scaling as their player bases grow. Niantic, Ubisoft and Unity are among the existing customers.</p><p>The Immersive Stream shutdown isn't surprising. While it didn't require Stadia's heavily subscription-driven model it suffered from the same limitations as many game streaming services. You needed a fast, stable internet connection, and you still had to contend with increased lag and reduced visual quality compared to a locally-stored game. That limited the appeal, particularly for gamers with sufficiently powerful PCs and consoles.</p><p>At the same time, the closure limits the industry's choices. There's no longer a true turnkey cloud gaming option. Companies either have to build their own platforms or bring their games to existing services like <a href=\"https://www.engadget.com/nvidia-ge-force-now-ultimate-hands-on-the-enthusiasts-choice-for-cloud-gaming-specs-release-140035365.html\">GeForce Now</a>. As such, it might be a while before you see more AT&amp;T- or Capcom-style forays.</p>This article originally appeared on Engadget at https://www.engadget.com/googles-stadia-shutdown-also-killed-its-white-label-game-streaming-offering-223135946.html?src=rss", "link": "https://www.engadget.com/googles-stadia-shutdown-also-killed-its-white-label-game-streaming-offering-223135946.html?src=rss", "date_published": "2023-03-08 22:31:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Microsoft Edge can now use AMD and NVIDIA GPUs to upscale web videos", "description": "<p>NVIDIA video card owners already have the luxury of video upscaling in Chrome or Edge, but what if you have an <a href=\"https://www.engadget.com/amd-radeon-7900-xtx-xt-review-better-4k-gaming-140002305.html\">AMD board</a>? Microsoft thinks it can help. It's <a href=\"https://blogs.windows.com/msedgedev/2023/03/08/video-super-resolution-in-microsoft-edge/\">testing</a> a Video Super Resolution feature in Edge Canary that upscales and removes artifacts on web videos below 720p using both AMD- and NVIDIA-powered GPUs (sorry, <a href=\"https://www.engadget.com/intel-arc-a750-a770-review-mid-range-gpu-rivals-nvidia-amd-130032507.html\">Intel Arc</a> fans). You'll need at least a GeForce RTX 20 series or Radeon RX5700, but this could help if you're watching an ancient YouTube video or want to save bandwidth on a <a href=\"https://www.engadget.com/comcast-data-caps-northeast-indefinite-delay-000739663.html\">capped data plan</a>.</p><p>There are some conditions. This is only for Windows users, for a start. You have to plug in if you're using a laptop, and the video can't use a digital rights management (DRM) system like PlayReady or Widevine. At present, you'll also have to force Edge to use your dedicated GPU if your laptop has a hybrid graphics setup. Automatic hybrid video support is in development, Microsoft says.</p><span id=\"end-legacy-contents\"></span><p>The technology relies on GPU-agnostic algorithms. Microsoft had to add a DirectX 12 pipeline to Google's Chromium engine (which normally uses DirectX 11) so that its machine learning framework can interact with the browser. Compression helps keep the computational load relatively light.</p><p>Video Super Resolution is only available to a handful of Edge Canary users at the moment, but should come to more users in the &quot;coming weeks,&quot; the company adds. It also plans to widen the list of supported GPUs, so don't be disheartened if your hardware isn't initially compatible. Just be patient if you aren't willing to use experimental software — it'll likely take a while before betas and polished versions support the feature.</p>This article originally appeared on Engadget at https://www.engadget.com/microsoft-edge-can-now-use-amd-and-nvidia-gpus-to-upscale-web-videos-202557842.html?src=rss", "link": "https://www.engadget.com/microsoft-edge-can-now-use-amd-and-nvidia-gpus-to-upscale-web-videos-202557842.html?src=rss", "date_published": "2023-03-08 20:25:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Sony's concerned Call of Duty will be worse on PlayStation if Microsoft buys Activision", "description": "<p><a href=\"https://www.engadget.com/tag/sony/\">Sony</a> has laid out more concerns about Microsoft's planned takeover of <a href=\"https://www.engadget.com/tag/activision-blizzard/\">Activision Blizzard</a> in its latest response to the UK's Competition and Markets Authority (CMA). Sony has opposed the deal from the start. Now, it's suggesting that Microsoft could (perhaps unintentionally) kneecap the performance and quality of Call of Duty on PlayStation, which might result in fans switching to Xbox.&nbsp;</p><p>&quot;<a href=\"https://www.engadget.com/tag/microsoft/\">Microsoft</a> might release a PlayStation version of Call of Duty where bugs and errors emerge only on the game’s final level or after later updates,&quot; the letter (<a href=\"https://assets.publishing.service.gov.uk/media/64086532d3bf7f557532cefc/2023-03-07_Microsoft-Activision_-_SIE_Observations_on_Remedies_Notice__Revised_NCV__redacted.pdf\"><ins>PDF</ins></a>) reads. &quot;Even if such degradations could be swiftly detected, any remedy would likely come too late, by which time the gaming community would have lost confidence in PlayStation as a go-to venue to play Call of Duty. Indeed, <a href=\"https://investor.activision.com/news-releases/news-release-details/modern-warfare-ii-crosses-1-billion-sell-through-10-days-fastest\">as <em>Modern Warfare II</em> attests</a>, Call of Duty is most often purchased in just the first few weeks of release. If it became known that the game’s performance on PlayStation was worse than on Xbox, Call of Duty gamers could decide to switch to Xbox, for fear of playing their favourite game at a second-class or less competitive venue.&quot;</p><span id=\"end-legacy-contents\"></span><p>Sony claims there wouldn't be a viable way for it or the CMA to assess how &quot;Microsoft chooses to allocate its resources and the quality/quantity of engineers it devotes to the PlayStation version of Call of Duty to ensure that SIE would be treated fairly and equally.&quot; Degrading the quality of Call of Duty on PlayStation, intentionally or not, perhaps wouldn't be the wisest course of action, as <a href=\"https://www.theverge.com/2023/3/8/23630700/sony-microsoft-call-of-duty-sabotage-cma-documents-activision-deal\"><em><ins>The Verge</ins></em></a><em>&nbsp;</em>points out. A buggy Call of Duty release on PlayStation would probably lead to a bigger backlash against Microsoft and Activision than Sony.</p><p>In any case, Microsoft noted in its latest response to the CMA (<a href=\"https://assets.publishing.service.gov.uk/media/64088cf9d3bf7f25f61ff804/Microsoft.Activision_-_Response_to_Remedies_Notice_-_NCV__2_.pdf\">PDF</a>) that it has offered to &quot;provide Sony with parity on release date, content, features, upgrades, quality and playability with the Xbox platform.&quot; That is, if Sony accepts Microsoft's proposed 10-year agreement to keep Call of Duty on PlayStation. Microsoft would be willing to agree to a third-party assessor to oversee the platform parity.</p><p>Sony's letter reiterates its concern that Microsoft would make Call of Duty a Game Pass exclusive and away from PlayStation. Again, that's something Microsoft has refuted. “As we have said all along: it makes zero business sense to take Call of Duty off of PlayStation,” Microsoft Competition Law Group corporate vice president Rima Alaily recently told <a href=\"https://www.axios.com/2023/03/06/microsoft-key-call-of-duty-sony-uk-cma\"><em><ins>Axios</ins></em></a>.</p><p>It will be a while yet before we know for sure whether Microsoft will be allowed to buy Activision Blizzard. The CMA is set to make a final ruling on the deal by April 26th. It has millions of Microsoft and Activision documents, and thousands of emails from the public to take into account, according to Sony. The CMA <a href=\"https://www.engadget.com/uks-competition-watchdog-says-microsofts-activision-merge-could-harm-uk-gamers-132410352.html\">raised concerns</a> about the deal in February, suggesting it could &quot;harm UK gamers&quot; and lead to a &quot;substantial lessening of competition in gaming consoles.&quot;</p><p>Other major regulators have yet to rubberstamp the takeover, including in the US, where the Federal Trade Commission has <a href=\"https://www.engadget.com/ftc-microsoft-activision-blizzard-antitrust-competition-lawsuit-191341476.html\"><ins>attempted to block it</ins></a>. However, reports suggest the European Union is set to <a href=\"https://www.engadget.com/microsofts-activision-blizzard-purchase-will-reportedly-be-approved-by-the-eu-174012371.html\"><ins>give the merger the green light</ins></a> following news that Microsoft will bring Call of Duty and other games to <a href=\"https://www.engadget.com/microsoft-makes-its-10-year-call-of-duty-pact-with-nintendo-official-091655095.html\">Nintendo</a> and <a href=\"https://www.engadget.com/microsoft-is-putting-xbox-games-on-geforce-now-in-an-attempt-to-win-over-regulators-184818183.html\"><ins>GeForce Now platforms</ins></a>.</p><p>In case you're wondering, Microsoft's letter details how Activision would get Call of Duty games to run on Nintendo Switch, which is much less powerful than PlayStation and Xbox consoles. It would do so &quot;by optimizing the display resolution, in-game texture resolution, reducing the rendering speed (i.e., frames per second) and simplifying advanced rendering techniques (e.g., raytracing, shadow, lighting and antialiasing techniques).&quot; In other words, it'd make the game look and run worse than on other systems.</p><p>In the meantime, it seems Call of Duty fans have <a href=\"https://www.engadget.com/call-of-duty-warzone-godzilla-vs-kong-crossover-194022250.html\">another bizarre crossover</a> coming their way soon. A <a href=\"https://twitter.com/CallofDuty/status/1633528133436739584\"><ins>teaser</ins></a> posted on the series' Twitter account shows Shredder from Teenage Mutant Ninja Turtles and a date of March 21st.&nbsp;</p><div id=\"59c4ddd871664168ae9c73c0c0a5220e\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">A new evil will rise 🥷⚔️ <a href=\"https://t.co/jA5f7ogAbp\">pic.twitter.com/jA5f7ogAbp</a></p>— Call of Duty (@CallofDuty) <a href=\"https://twitter.com/CallofDuty/status/1633528133436739584?ref_src=twsrc%5Etfw\">March 8, 2023</a></blockquote></div><p></p>This article originally appeared on Engadget at https://www.engadget.com/sonys-concerned-call-of-duty-will-be-worse-on-playstation-if-microsoft-buys-activision-201212041.html?src=rss", "link": "https://www.engadget.com/sonys-concerned-call-of-duty-will-be-worse-on-playstation-if-microsoft-buys-activision-201212041.html?src=rss", "date_published": "2023-03-08 20:12:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Bowers & Wilkins Pi7 S2 review: Excellent sound only goes so far", "description": "<p>Bowers &amp; Wilkins is on a bit of a roll. The company debuted two stellar-sounding sets of headphones in 2022: the Px7 S2 and the Px8. To kick off 2023, it revealed revamped versions <a href=\"https://www.engadget.com/bowers-and-wilkins-pi7-s2-pi5-s2-earbuds-announced-080044599.html\">of its true wireless earbuds</a>. The more premium <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Cb3dlcnMtV2lsa2lucy1FYXJwaG9uZXMtVGVjaG5vbG9neS1DYW5jZWxsYXRpb24vZHAvQjBCUVREU1hGRD90YWc9Z2RndDBjLXAtby1uci0yMCIsImNvbnRlbnRVdWlkIjoiNDdkMzc2M2UtMmVhZi00Mzg2LWE0YjUtODM1NGIzM2VlY2ZjIn0&amp;signature=AQAAAZej5PBN5WzeaZC6dKLibyFG57smBI-hsaDy593H-Fnn&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FBowers-Wilkins-Earphones-Technology-Cancellation%2Fdp%2FB0BQTDSXFD\">Pi7 S2</a> sits above the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Cb3dlcnMtV2lsa2lucy1FYXJwaG9uZXMtQmx1ZXRvb3RoLUNhbmNlbGxhdGlvbi9kcC9CMEJRVEtMNEtYP3RhZz1nZGd0MGMtcC1vLW5yLTIwIiwiY29udGVudFV1aWQiOiI0N2QzNzYzZS0yZWFmLTQzODYtYTRiNS04MzU0YjMzZWVjZmMifQ&amp;signature=AQAAAX03Bl8ws7YadB4yjmDa1JKWaXWDNe1Dr3YsAySfGBUa&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FBowers-Wilkins-Earphones-Bluetooth-Cancellation%2Fdp%2FB0BQTKL4KX\">Pi5 S2</a> in the company’s lineup, offering support for aptX Adaptive and 24-bit/48kHz streaming from compatible devices and services. The retooled Pi7 also packs in adaptive active noise cancellation (ANC) and a case capable audio retransmission to set itself apart from the new Pi5. However, the S2 variants of the company’s high-end model are considerably more expensive than the <a href=\"https://www.engadget.com/best-wireless-earbuds-120058222.html\">best wireless earbuds</a> we’ve reviewed and they lack polish in several key areas.</p><h2>Design</h2><p>Bowers &amp; Wilkins didn’t reinvent the wheel when it came to the design of the Pi7 S2. The company stuck with the overall look from 2021’s <a href=\"https://www.engadget.com/bowers-wilkins-pi-7-pi-5-premium-true-wireless-earphones-080322096.html\">Pi7</a>, but it did change up the colors. Like the previous model, this IP54-rated S2 version comes in black and white options, but the previously copper-hued components are now silver. That change is primarily to the round exterior panel where the company’s branding and touch controls reside. There’s also a new third color – dark blue – which has gold accents. Bowers &amp; Wilkins calls it Midnight Blue, but in person it’s more purple than blue to me.</p><span id=\"end-legacy-contents\"></span><p>All told, the Pi7 and Pi7 S2 have a unique shape that’s a flat oval with a circular touch panel on top. They aren’t the most comfortable earbuds to wear for long periods of time, but they stay in place when you move around. In terms of on-board controls, basic playback functions are here and they’re mirrored on both sides. A long press on the right side will summon your voice assistant, while doing the same on the left cycles between ANC and off. The Pi7 S2 does remember if you had the earbuds set to regular noise cancellation or the company’s auto-adjusting option. However, there’s no way to trigger transparency mode on the earbuds themselves and there’s no option for volume controls. Both are pretty big omissions for a $400 set.</p><h2>Software and features</h2><figure><img alt=\"Bowers &amp; Wilkins once again delivers the outstanding audio quality we’ve come to expect from the company, but the Pi7 S2 is far from perfect.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-03/262b3413-bdd6-11ed-a8b4-6f185d367f64\" /><figcaption></figcaption><div class=\"photo-credit\">Billy Steele/Engadget</div></figure><p>Like recent Bowers &amp; Wilkins headphones, the Pi7 S2 settings are accessible inside the company’s Music app. Here, you can select your noise cancellation mode (on, auto or off), activate passthrough (transparency mode), manage connections (multipoint available for two devices), disable the wear sensor (automatic pausing) and determine streaming quality. The main view for the Pi7 S2 also displays battery life for the earbuds and the case separately, but you only get one number for the buds – not an individual percentage for each one. The app also lets you connect a handful of music services to use the software as your media player. Qobuz, Tidal, Deezer, TuneIn, SoundCloud and NTS are the supported options here.</p><p>And that’s really it. There’s no option to adjust EQ to select from presets the company made for the Pi7 S2. Even with its recent headphones, Bowers &amp; Wilkins included treble and bass sliders so you could make adjustments. Sure, the changes from those controls are basic and fairly subtle, but the option is there. You also can’t switch up the on-board controls, like reassigning the long press action. Which means you’re stuck with the left side cycling between ANC on or off, with no quick access to transparency mode.</p><p>One feature that sets the Pi7 S2 apart from much of the competition is its wireless transmission case. You can take the included USB-C to 3.5mm cable and use the earbuds with devices where a straight Bluetooth connection isn’t possible – like an in-flight entertainment system. All you have to do is plug the cable into both the case and the other device and the earbuds will automatically connect. The charging/pairing indicator on the outside of the case will slowly blink white when everything is in sync. Bowers &amp; Wilkins <a href=\"https://www.engadget.com/polys-voyager-free-60-might-be-the-coolest-earbuds-for-work-yet-130016200.html\">isn’t the only company to offer this</a> and it included the tool on the Pi7 too. However, the feature is far from commonplace at this point though it is popping up more frequently on new models.</p><h2>Sound quality</h2><figure><img alt=\"Bowers &amp; Wilkins once again delivers the outstanding audio quality we’ve come to expect from the company, but the Pi7 S2 is far from perfect.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-03/262c93a0-bdd6-11ed-bddf-0bebda51569a\" /><figcaption></figcaption><div class=\"photo-credit\">Billy Steele/Engadget</div></figure><p>Bowers &amp; Wilkins’ <a href=\"https://www.engadget.com/bowers-and-wilkins-px7-s2-review-170001854.html\">Px7 S2</a> headphones were some of the best we reviewed last year in terms of pure sound quality. The company took things a step further with its high-end <a href=\"https://www.engadget.com/bowers-and-wilkins-px8-review-183002357.html\">Px8</a>, continuing its track record of well-balanced tuning with outstanding clarity and detail. While the Pi7 S2 aren’t quite on par with the company’s headphones, the overall audio here is still very good. I wouldn’t put these earbuds ahead of Sennheiser’s premium true wireless option, but Bowers &amp; Wilkins isn’t far off. In fact, when it comes to reproducing subtle details, I’d argue the Pi7 S2 is slightly better than the <a href=\"https://www.engadget.com/sennheiser-momentum-true-wireless-3-earbuds-announced-220016884.html\">Momentum 3</a> – but only on that one specific criteria.</p><p>The stunning detail is apparent when you listen to Makaya McCraven’s <em>In These Times </em>and other jazz albums. Ditto for multi-instrumental bluegrass. These genres showcase what the Pi7 S2 is capable of when it comes to clarity and subtlety. In the case of McCraven, it’s not <em>just </em>a kick drum, you can hear the nuance that this is that trademark, kind of muffled bass drum that’s a mainstay of the musical style. Horns float on top of everything else when they’re present, giving the instrumental tracks a vocal cadence even when there isn’t one.</p><p>More chaotic genres like hard rock and metal are a mixed bag. Some tracks are open, airy and bombastic while others come across slightly muffled and subdued. There’s ample bass throughout though, which means the kick drum is tight and punchy no matter the rest. When it comes to hip hop and electronic music – anything with a constant, driving bass line – the Pi7 S2 does better. More specifically, these earbuds are among the few that allow you to almost feel the low-end tone in a rap track when it hits <em>that </em>certain frequency. Earl Sweatshirt’s <em>SICK! </em>exhibits this quality well. For synth-heavy styles, like Sylvan Esso’s electro-pop <em>No Rules Sandy</em>, the Pi7 S2 perfectly captures the oscillation in Nick Sanborn’s composition on songs like “Echo Party.” There’s a lot of finer synthesizer work here and the Pi7 S2 doesn’t miss a single detail.</p><p>One area where the Pi7 S2 is just OK is canceling out noise. The earbuds do an admirable job in most scenarios, combatting constant annoying sounds that could otherwise hinder productivity. Like many sets of true wireless buds, these aren’t the best with human voices and other sounds will occasionally pierce through. The Auto noise canceling setting does improve ANC performance over the default “on'' option, but the Pi7 S2 is nowhere close to what <a href=\"https://www.engadget.com/sony-wf-1000xm4-review-160006474.html\">Sony</a>, <a href=\"https://www.engadget.com/bose-quietcomfort-earbuds-2-review-130026306.html\">Bose</a> and others at the top of the heap can muster. And, again, when you’re evaluating a set of $400 earbuds, adequate just isn’t good enough.</p><p>In terms of call quality, the Pi7 S2 is a capable option. They’re not the absolute best, and they don’t handle background noise well, but the earbuds won’t leave you sounding like you’re on speaker phone, which is the case with most of the competition. You’ll definitely want to activate transparency mode here, even though that setting isn’t as natural-sounding as it is on Apple’s AirPods Pro and others. Bowers &amp; Wilkins allows you to hear what’s going on around you, so you won’t feel the need to shout to hear yourself. However, the earbuds don’t feed your voice back through, so it’s not nearly the pristine experience as using the AirPods Pro or AirPods Max for calls.</p><h2>Battery life</h2><figure><img alt=\"Bowers &amp; Wilkins once again delivers the outstanding audio quality we’ve come to expect from the company, but the Pi7 S2 is far from perfect.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-03/262c6c90-bdd6-11ed-93fb-19757bf1270d\" /><figcaption></figcaption><div class=\"photo-credit\">Billy Steele/Engadget</div></figure><p>Bowers &amp; Wilkins promises up to five hours of battery life on a charge on the Pi7 S2, up from four hours on the Pi7. You’ll also get an additional 16 hours in the case and the ability to charge wirelessly. During my tests, I was able to hit this mark reliably with ANC on even though the company’s estimate is based on it being turned off. However, unlike recent Bowers &amp; Wilkins headphones I’ve tested, the Pi7 S2 didn’t surpass the stated figures. The company has also included a quick-charge feature that will give you two hours of use in 15 minutes.</p><p>Five hours is significantly less than much of the competition. Sony’s WF-1000XM4, for example, clocks in at eight hours with active noise cancellation. For a set of $400 earbuds, I’d expect at least that much or more.</p><h2>The competition</h2><p>Despite being nearly two years old, <a href=\"https://www.engadget.com/sony-wf-1000xm4-review-160006474.html\">Sony’s WF-1000XM4</a> are still the <a href=\"https://www.engadget.com/best-wireless-earbuds-120058222.html\">best true wireless earbuds</a> you can buy right now. Simply put, no other company comes close to offering the truckload of features Sony has crammed into its premium buds. On top of great sound quality and capable noise cancellation, the M4 can automatically pause when you start talking, is equipped with a quick attention mode and can change sound settings based on your activity or location. Currently $278, they’re a huge savings over the Pi7 S2 and you can typically catch them on sale for even less.</p><p>In terms of pure sound performance, the closest competition to the Pi7 S2 is <a href=\"https://www.engadget.com/sennheiser-momentum-true-wireless-3-earbuds-announced-220016884.html\">Sennheiser’s Momentum True Wireless 3</a>. They’re available for half of what you’ll pay for the latest Bowers &amp; Wilkins premium earbuds, the audio quality is very good and they  pack in more battery life than the Pi7 S2 – seven hours on the earbuds with three full charges in the case. If you’re looking for the best noise-canceling chops, <a href=\"https://www.engadget.com/bose-quietcomfort-earbuds-2-review-130026306.html\">Bose’s QuietComfort Earbuds II</a> should be considered. They’re $100 less than the Pi7 S2 and do a much better job of blocking out distractions.</p><h2>Wrap-up</h2><figure><img alt=\"Bowers &amp; Wilkins once again delivers the outstanding audio quality we’ve come to expect from the company, but the Pi7 S2 is far from perfect.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-03/262ba940-bdd6-11ed-bfd5-98671ace7d8b\" /><figcaption></figcaption><div class=\"photo-credit\">Billy Steele/Engadget</div></figure><p>Bowers &amp; Wilkins has established itself as one of the best audio companies in terms of pure audio performance. The company’s Px line of headphones are sonically among the best you can buy and that trend continues for its latest high-end earbuds. However, for a set of $400 earbuds, the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Cb3dlcnMtV2lsa2lucy1FYXJwaG9uZXMtVGVjaG5vbG9neS1DYW5jZWxsYXRpb24vZHAvQjBCUVREU1hGRD90YWc9Z2RndDBjLXAtby1uci0yMCIsImNvbnRlbnRVdWlkIjoiNDdkMzc2M2UtMmVhZi00Mzg2LWE0YjUtODM1NGIzM2VlY2ZjIn0&amp;signature=AQAAAZej5PBN5WzeaZC6dKLibyFG57smBI-hsaDy593H-Fnn&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FBowers-Wilkins-Earphones-Technology-Cancellation%2Fdp%2FB0BQTDSXFD\">Pi7</a> need to be nearly flawless to justify the premium price that’s over $100 more than some of the closest rivals. While the overall sound quality is great, these earbuds fall short in terms of battery life, customization and ANC performance. Bowers &amp; Wilkins’ ability to consistently deliver pristine sound isn’t enough to make up for what the Pi7 S2 lacks, which is unfortunately quite a bit.</p><p></p><p></p>This article originally appeared on Engadget at https://www.engadget.com/bowers-and-wilkins-pi7-s2-review-excellent-sound-only-goes-so-far-200024887.html?src=rss", "link": "https://www.engadget.com/bowers-and-wilkins-pi7-s2-review-excellent-sound-only-goes-so-far-200024887.html?src=rss", "date_published": "2023-03-08 20:00:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "'Call of Duty: Mobile' will likely be phased out in favor of 'Warzone Mobile'", "description": "<p>The Microsoft-Activision Blizzard saga is still trundling on. As the companies try to push through <a href=\"https://www.engadget.com/tag/microsoft/\"><ins>Microsoft's</ins></a> proposed $68.7 billion takeover, some fascinating details are spilling out of documents that various parties are submitting to regulators. The latest is an <a href=\"https://www.gamesradar.com/call-of-duty-mobile-expected-to-be-phased-out-over-time-once-warzone-mobile-releases/\"><ins>intriguing update</ins></a> about the future of <a href=\"https://www.engadget.com/tag/call%20of%20duty/\"><ins>Call of Duty</ins></a> on mobile.</p><p>In a written response to the UK's Competition and Markets Authority (CMA), which <a href=\"https://www.engadget.com/uks-competition-watchdog-says-microsofts-activision-merge-could-harm-uk-gamers-132410352.html\"><ins>recently suggested</ins></a> that the planned merger could lead to a &quot;substantial lessening of competition in gaming consoles,&quot; Microsoft says that &quot;<a href=\"https://www.engadget.com/tag/call%20of%20duty%20mobile/\"><em><ins>Call of Duty: Mobile</ins></em></a> is expected to be phased out over time (outside of China) with the launch of <em>Warzone Mobile</em>.&quot; The letter (<a href=\"https://assets.publishing.service.gov.uk/media/64088cf9d3bf7f25f61ff804/Microsoft.Activision_-_Response_to_Remedies_Notice_-_NCV__2_.pdf\"><ins>PDF</ins></a>) notes that Tencent subsidiary TiMi Studios developed and owns the current game.</p><span id=\"end-legacy-contents\"></span><p><a href=\"https://www.engadget.com/call-duty-warzone-mobile-2023-details-180005146.html\"><em><ins>Warzone Mobile</ins></em></a><em>&nbsp;</em>is slated for release later this year. As <a href=\"https://www.gamesradar.com/call-of-duty-mobile-expected-to-be-phased-out-over-time-once-warzone-mobile-releases/\"><em><ins>GamesRadar</ins></em></a> points out, <em>Call of Duty: Mobile</em> has its own distinct seasons and battle pass. <em>Warzone Mobile</em> will hook into the cross-progression system of the PC and console versions of the battle royale game. There won't be cross-play between <em>Warzone Mobile </em>and the other versions.</p><p>It makes sense for Activision to want to unify the Call of Duty ecosystem, but it's unclear exactly what phasing out <em>CoD: Mobile</em> will mean for players and all the stuff they unlock in that game. Engadget has contacted <a href=\"https://www.engadget.com/tag/activision%20blizzard/\"><ins>Activision Blizzard</ins></a> for comment.</p>This article originally appeared on Engadget at https://www.engadget.com/call-of-duty-mobile-will-likely-be-phased-out-in-favor-of-warzone-mobile-193655667.html?src=rss", "link": "https://www.engadget.com/call-of-duty-mobile-will-likely-be-phased-out-in-favor-of-warzone-mobile-193655667.html?src=rss", "date_published": "2023-03-08 19:36:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Spotify debuts its TikTok-style music discovery feed", "description": "<p>The vertical TikTok-style video feed has invaded a lot of the apps we use on a daily basis and now it's officially coming to one more. After announcing <a href=\"https://www.engadget.com/spotify-canvas-loops-tiktok-feed-clone-131103707.html\">a beta test</a> last year, Spotify will begin rolling out <a href=\"https://newsroom.spotify.com/2023-03-08/spotify-previews-clips-music-podcasts-audiobooks-home-feed/\">a new design</a> for the Home section of its mobile app with a &quot;more visual, dynamic&quot; look. The company says the visual feeds are &quot;built for deeper discovery and more meaningful connections between artists and fans.&quot;</p><p>Music, Podcasts and Audiobooks sections will also give you the ability to &quot;scroll purposefully&quot; through the new feeds where Spotify will offer audio and video clips for you to preview. If you find something you want to hear in its entirety, there are options to save, share, preview multiple songs (playlists or albums), read episode transcriptions and watch video podcasts. These visual feeds will also be in the Search interface, where you can scroll through clips arranged by genre. Additionally, Spotify says it will put the visual content inside of its curated playlists like Discover Weekly, Release Radar, New Music Friday and Rap Caviar. The company sees this as a way to offer previews for songs in those collections before you hit play. Unlike some of <a href=\"https://www.engadget.com/spotify-is-testing-a-tik-tok-style-vertical-feed-called-discover-103009169.html\">the early tests</a>, Spotify hasn't added a fourth button to the app's navigation bar for these newly scrollable feeds.</p><span id=\"end-legacy-contents\"></span><p>For the Music tab, users in the US and Canada will see <a href=\"https://www.engadget.com/spotifys-new-ai-dj-will-talk-you-through-its-recommendations-140052560.html\">Spotify's AI DJ</a> just below the collection of eight personalized shortcuts. When you begin to scroll, the app will serve up audio and visual snippets of a song (you can watch muted if you prefer). From here, you can preview up to five different songs from an album or playlist by tapping on the cards — much like you would for Instagram Stories. Spotify will also give you some brief context as to why you're seeing these recommendations.&nbsp;</p><figure><img alt=\"Spotify redesign\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-03/f0c2e410-bdc3-11ed-9ff7-af99c323577b\" /><figcaption></figcaption><div class=\"photo-credit\">Spotify</div></figure><p>For the Podcasts section, you'll still see those eight shortcuts up top while the rest of the feed will preview selected shows for you. Each recommendation will have an audio sample and real-time transcription or a video clip if the show was recorded in that format. If you want to continue listening, you'll have the option of picking up at the part you previewed or starting from the beginning. Spotify says the Audiobook feed will function much like the Podcast previews.&nbsp;</p><p>Spotify is also renaming its <a href=\"https://www.engadget.com/spotify-enhance-playlist-song-suggestions-180749023.html\">Enhance</a> tool that debuted in 2021. Now called Smart Shuffle, the feature not only adds suggestions to playlists &quot;that perfectly match the vibe,&quot; it also mixes up the order. You can activate it by double tapping on the shuffle icon. When you've done so you'll notice a shuffle icon with a star in the top left and any track that is added by suggestion will be highlighted in the list. You can quickly remove all of the app's recommendations by tapping on the Smart Shuffle button once more, reverting the playlist back to your carefully constructed collection.&nbsp;</p><p>Lastly, the company is adding auto play for podcasts to its app. Just like it does for music, Spotify will give you the ability to automatically begin &quot;another relevant episode&quot; based on what you were listening to. Also like it does for music, the company is giving you the ability to turn auto play off, so when your podcast ends you can enjoy the silence.&nbsp;</p><p>Spotify says some of these new features will be available today, while others will debut in the coming months.</p>This article originally appeared on Engadget at https://www.engadget.com/spotify-debuts-its-tiktok-style-music-discovery-feed-183359654.html?src=rss", "link": "https://www.engadget.com/spotify-debuts-its-tiktok-style-music-discovery-feed-183359654.html?src=rss", "date_published": "2023-03-08 18:33:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Microsoft 365 will soon have an accessibility assistant", "description": "<p>This year's <a href=\"https://www.engadget.com/tag/microsoft/\"><ins>Microsoft</ins></a> Ability Summit is underway and the company has revealed its latest advancements for accessibility and disability inclusion. First, it's bringing an accessibility assistant to <a href=\"https://www.engadget.com/tag/microsoft%20365/\"><ins>Microsoft 365</ins></a> (<a href=\"https://www.engadget.com/microsoft-office-phased-out-replaced-by-microsoft-365-104748463.html\"><ins>formerly Microsoft Office</ins></a>). The aim is to help people produce content that's more accessible.</p><p>The assistant will offer suggestions on how to prevent and correct accessibility issues, along with what Microsoft calls \"better defaults\" and \"real-time remediation.\" The assistant follows an accessibility checker in Visual Studio. On a similar note, Microsoft has released a guidebook (<a href=\"https://inclusive.microsoft.design/tools-and-activities/InclusiveDesignForCognitionGuidebook.pdf\"><ins>PDF</ins></a>) to help people design products with cognitive diversity in mind.</p><span id=\"end-legacy-contents\"></span><p>Later this year, there will be 3D-printed attachments for the Surface Pen — they're <a href=\"https://www.engadget.com/microsoft-surface-adaptive-mouse-hub-kit-price-availability-140018428.html\"><ins>already available</ins></a> for the Business Pen and Classroom Pen 2. According to Microsoft, the grips can make the pens easier to hold for those with limited mobility so they can use the peripherals on their Surface devices.</p><div id=\"f7e33348b2f8432fab4d1d19c6ff5833\"><div style=\"width: 100%; height: 0; padding-bottom: 56.25%;\"></div></div><p>Elsewhere, Microsoft detailed more accessibility-minded updates that are built on the Azure platform. The Seeing AI app recently <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=89f68c82-f255-44fa-8db9-03fec996b93a&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=YouTube&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI4OWY2OGM4Mi1mMjU1LTQ0ZmEtOGRiOS0wM2ZlYzk5NmI5M2EiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cueW91dHViZS5jb20vd2F0Y2g_dj01aVFuSkhFbVZXRSIsImNvbnRlbnRVdWlkIjoiMDcyMDIwNzEtMDYzYy00Y2NlLTgxMWQtYWQ5ZWI4MDQyMmI2In0&amp;signature=AQAAAXUwOyf1SwNOod4YQKwnhhi2uGinaknYA0nmZ2Sp_IPZ&amp;gcReferrer=https%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3D5iQnJHEmVWE\"><ins>added a feature</ins></a> to help blind users and those with low vision to make their way through a building with the guidance of spatial audio cues.&nbsp;</p><p>Azure Cognitive Services for vision will be employed to automatically add alt-text descriptions and captioning on <a href=\"https://www.engadget.com/tag/linkedin/\"><ins>LinkedIn</ins></a> as well. Microsoft notes that more than 40 percent of LinkedIn posts have at least one image. While automatically generated descriptions won't be perfect, they're better than having no alt text at all.</p><p>On top of all that, Microsoft Translator today gained support for an additional 13 African languages, including Yoruba, Hausa and Igbo. Additionally, Microsoft says it will delve into some of the ways that <a href=\"https://www.engadget.com/microsoft-bing-ai-windows-11-taskbar-140056212.html\"><ins>Bing AI</ins></a> can bolster accessibility during the summit.</p>This article originally appeared on Engadget at https://www.engadget.com/microsoft-365-will-soon-have-an-accessibility-assistant-180049887.html?src=rss", "link": "https://www.engadget.com/microsoft-365-will-soon-have-an-accessibility-assistant-180049887.html?src=rss", "date_published": "2023-03-08 18:00:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Android 14's second developer preview stops apps from taking rogue screenshots", "description": "<p>Google has released <a href=\"https://www.engadget.com/android-14-developer-preview-180004938.html\">Android 14</a> Developer Preview 2, and it's good news if you're worried someone might snoop on your data. DP2 adds a screenshot detection framework to help developers thwart hackers and spies that use screenshots to capture sensitive data. An intruder may have a harder time snooping on private chats or banking details, in other words.</p><p>The Android 14 test release also offers an iOS-like ability to limit the photos an app can use. You can restrict access to a temporary set of specific photos. You don't have to worry that a social media app will see the family photos you'd rather keep private. DP2 also refines a programming kit that lets apps use passkey sign-ins instead of less secure (and more hassle-prone) passwords.</p><span id=\"end-legacy-contents\"></span><p>Other upgrades are subtler. There are more efforts to boost performance by limiting the resources apps can take while running in the background. And if you've ever been irritated by notifications that refuse to go away, you'll be glad to here there are fewer non-dismissable alerts.</p><p>Android 14 is already known to include a number of other improves at this stage. It offers broader support for foldable phones and tablets, greater accessibility and per-app regional personalization. The new OS can also <a href=\"https://www.engadget.com/android-14-blocks-sideloading-very-old-apps-173757328.html\">block the installation of 'old' apps</a>, such as malware that targets an ancient Android version to avoid modern security checks.</p><p>The software is still very early. The first beta meant for public consumption isn't due until April, and you won't see release candidates until June. You'll need to manually download this for your Pixel (4a or later) or PC-based emulator. Google also isn't likely showing everything you can expect when the finished Android 14 arrives — we'd expect to hear more <a href=\"https://www.engadget.com/google-io-2023-takes-place-on-may-10th-in-front-of-a-limited-in-person-audience-232154501.html\">at Google I/O</a> on May 10th. Like other developer previews, DP2 is aimed at coders who want to get an early start and are willing to live with bugs and compatibility issues. For now, you'll want to stick with Android 13 on a primary phone where reliability and app support are critical.</p>This article originally appeared on Engadget at https://www.engadget.com/android-14s-second-developer-preview-stops-apps-from-taking-rogue-screenshots-180001931.html?src=rss", "link": "https://www.engadget.com/android-14s-second-developer-preview-stops-apps-from-taking-rogue-screenshots-180001931.html?src=rss", "date_published": "2023-03-08 18:00:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Google can now translate text from images on the web", "description": "<p>Google Translate on the web can now convert text from images. It uses the same tech as the <a href=\"https://www.engadget.com/google-lens-multisearch-languages-near-me-ar-translation-171420309.html\">AR Translate tool</a> for Google Lens, which performs real-time translations on smartphones.</p><p>You’ll find the option on the <a href=\"https://translate.google.com/?sl=auto&amp;tl=en&amp;op=images\">Google Translate</a> website, where you'll see a new Images tab at the top. After uploading a photo or screenshot from your computer, a translation appears that (in most cases) should look about as seamless as the original text. The web interface includes options to copy the text, download the translated image or clear it. In addition, it lists 113 available source languages (and it can automatically detect them) and 133 destination languages.</p><span id=\"end-legacy-contents\"></span><p>“Lens translate” branding below the result indicates that it uses the same generative adversarial networks (GAN) powering AR Translate for Google Lens. Although Lens has been able to translate images on mobile for years, the latest version that debuted last year uses the same tech powering the company’s <a href=\"https://www.engadget.com/magic-eraser-is-coming-to-older-pixel-phones-and-google-one-starting-today-170019112.html\">Magic Eraser</a>, which debuted on the <a href=\"https://www.engadget.com/google-pixel-6-and-pixel-6-pro-review-specs-camera-samples-battery-test-160014200.html\">Pixel 6</a> but is now available on <a href=\"https://www.engadget.com/magic-eraser-is-coming-to-older-pixel-phones-and-google-one-starting-today-170019112.html\">older Pixels and Google One</a>. That helps the translation appear like it’s replacing the original text rather than superimposing it on top.</p>This article originally appeared on Engadget at https://www.engadget.com/google-can-now-translate-text-from-images-on-the-web-175029857.html?src=rss", "link": "https://www.engadget.com/google-can-now-translate-text-from-images-on-the-web-175029857.html?src=rss", "date_published": "2023-03-08 17:50:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Project Clover is TikTok's effort to get ahead of EU privacy and security concerns", "description": "<p>With a <a href=\"https://www.engadget.com/senator-michael-bennet-tiktok-apple-google-ban-005604950.html\"><ins>potential US ban on the horizon</ins></a>, TikTok has outlined a new data policy designed to convince European lawmakers it is not a security threat. Dubbed <a href=\"https://newsroom.tiktok.com/en-gb/european-data-security-with-project-clover\"><ins>Project Clover</ins></a>, the guidelines will see TikTok introduce “security gateways” governing employee access to European user information and data transfers outside of the continent. “This will add another level of control over data access,” TikTok states. As before, data requests will also need to comply with local data protection laws.</p><p>A third-party security firm will be responsible for overseeing TikTok’s new data security controls and conducting audits of the company’s data practices. The third-party will also “monitor data flows” and report incidents. TikTok said it would have more information to share about the partnership soon. The company also plans to partner with other companies to implement technologies that can augment and improve its new data policy.</p><span id=\"end-legacy-contents\"></span><p>According to TikTok, an internal team has been working on Project Clover since last year. The company expects to implement the changes it outlined today throughout 2023 and next year. Separately, TikTok today announced plans to open two new data centers in Ireland and Norway. Both will be operated by third parties and powered by renewable energy. The company plans to begin storing European user data locally starting this year, at an annual cost of €1.2 billion.</p><p>\"We're ahead of the curve on this because we have to be – because we need to earn trust,\" TikTok vice-president of government relations and public policy in Europe Theo Bertram told <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=60e97fc3-5759-41aa-a73b-6317bb989588&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=BBC&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2MGU5N2ZjMy01NzU5LTQxYWEtYTczYi02MzE3YmI5ODk1ODgiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYmJjLmNvbS9uZXdzL3RlY2hub2xvZ3ktNjQ4ODc3MDQ_YXRfbWVkaXVtPVJTUyZhdF9jYW1wYWlnbj1LQVJBTkdBIiwiY29udGVudFV1aWQiOiIzMzg3ZjBmNy0zMjI3LTQ5YjItYTIwZS0zMmEwYWNhYzE3ZTcifQ&amp;signature=AQAAAYq5jdZilIXq2cfAzzikJlBW9UrYFj0cmjYsbjlD3BrH&amp;gcReferrer=https%3A%2F%2Fwww.bbc.com%2Fnews%2Ftechnology-64887704%3Fat_medium%3DRSS%26at_campaign%3DKARANGA\"><em><ins>BBC News</ins></em></a>.</p><p>The announcement comes after the European Commission, the EU’s executive wing, <a href=\"https://www.engadget.com/european-commission-bans-staff-from-using-tiktok-on-work-devices-185157323.html\"><ins>banned staff</ins></a> from installing and using TikTok on work devices. Whether the company’s new policy will be enough to prevent European lawmakers from imposing additional limits on the platform is hard to say. <a href=\"https://www.engadget.com/tiktok-user-data-us-200500287.html\"><ins>Project Texas</ins></a>, an agreement TikTok struck with Oracle to route US user traffic through the firm’s cloud infrastructure, has seemingly done little to convince American lawmakers the app is <a href=\"https://www.engadget.com/can-tiktok-convince-the-us-its-not-a-national-security-threat-173030115.html\"><ins>not a national security threat</ins></a>. Whatever course of action the US takes, it’s likely to push its allies in Europe to do the same, <a href=\"https://www.engadget.com/2020-01-29-eu-guidelines-allow-huawei-in-5g.html\"><ins>much like it did with Huawei</ins></a>.</p>This article originally appeared on Engadget at https://www.engadget.com/project-clover-is-tiktoks-effort-to-get-ahead-of-eu-privacy-and-security-concerns-173813888.html?src=rss", "link": "https://www.engadget.com/project-clover-is-tiktoks-effort-to-get-ahead-of-eu-privacy-and-security-concerns-173813888.html?src=rss", "date_published": "2023-03-08 17:38:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Arlo video doorbells are up to half off right now", "description": "<p>An Arlo doorbell will work with Alexa, the Google Assistant, Siri, Samsung's SmartThings or IFTTT integrations. Unlike some smart home devices, Arlo plays nice. And right now, you can save $100 on the brand's wire-free version of the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9BcmxvLUFWRDIwMDEtMTAwTkFTLUVzc2VudGlhbC1Eb29yYmVsbC1XaXJlLUZyZWUvZHAvQjA4SFJORzhDUj90YWc9Z2RndDBjLXAtby1uby0yMCIsImNvbnRlbnRVdWlkIjoiYjgzZjE4NzItMDdkNC00NTlkLWIxNDYtMGVmM2IzNjBkNmNhIn0&amp;signature=AQAAAWROOJabP0fY2a0HO8VzT1g60l38tQU8dfMOTZMLRrwy&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FArlo-AVD2001-100NAS-Essential-Doorbell-Wire-Free%2Fdp%2FB08HRNG8CR%3F\">Essential Video Doorbell</a> at Amazon. That's half off the usual $200, bringing it down to $100 in either the white or black casing. You can also get the same discount through <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=26ff2c4d-f399-4299-b714-20333fb662e8&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Arlo&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIyNmZmMmM0ZC1mMzk5LTQyOTktYjcxNC0yMDMzM2ZiNjYyZTgiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYXJsby5jb20vZW4tdXMvZG9vcmJlbGwiLCJjb250ZW50VXVpZCI6ImI4M2YxODcyLTA3ZDQtNDU5ZC1iMTQ2LTBlZjNiMzYwZDZjYSJ9&amp;signature=AQAAAYYfy8wdGGyPhXHAL8EJvYLk5y2yeLqfOz2WZxBT4MTN&amp;gcReferrer=https%3A%2F%2Fwww.arlo.com%2Fen-us%2Fdoorbell\">Arlo's site</a> directly.&nbsp;</p><p></p><p>The rechargeable battery inside makes the unit easy to install, particularly if your front entry isn't already wired for a doorbell. It connects directly to your WiFi and delivers a wide, head-to-toe view of who or whatever is at your door to your smartphone or smart display. The view goes all the way to the ground so you can see packages and the built-in mic and speaker lets you both hear and talk to visitors.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>If you'd rather go with wires, the wired <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9BcmxvLUVzc2VudGlhbC1XaXJlZC1WaWRlby1Eb29yYmVsbC9kcC9CMDdZTVY5Vk1UP3RhZz1nZGd0MGMtcC1vLW5vLTIwIiwiY29udGVudFV1aWQiOiJiODNmMTg3Mi0wN2Q0LTQ1OWQtYjE0Ni0wZWYzYjM2MGQ2Y2EifQ&amp;signature=AQAAATcJJVVdWhntTpl2mYD4RgCTgIi6mALkwAZQCKvxkmTs&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FArlo-Essential-Wired-Video-Doorbell%2Fdp%2FB07YMV9VMT%3F\">Essential Video Doorbell</a> is 47 percent off, bringing that unit down to $80. Not only do you save $20 over the sale price of the wire-free unit, you also never have to recharge the battery. Just be sure your doorbell wiring delivers at least 16V. Our senior editor ran into that snag when he <a href=\"https://www.engadget.com/arlo-video-doorbell-pro-3-irl-150052184.html\">installed</a> a wired Arlo doorbell in his new house. After upgrading his existing transformer, he appreciated the coverage and peace of mind he got from the doorbell along with a few Arlo Pro 3 security cameras.</p><p>The latest model of Arlo's outdoor Pro camera, <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9BcmxvLVByby1TcG90bGlnaHQtQ2FtZXJhLVdpcmUtRnJlZS9kcC9CMDhMNzQ2TlhXP3RhZz1nZGd0MGMtcC1vLW5vLTIwIiwiY29udGVudFV1aWQiOiJiODNmMTg3Mi0wN2Q0LTQ1OWQtYjE0Ni0wZWYzYjM2MGQ2Y2EifQ&amp;signature=AQAAAY-1MoH6fmVRBqwb5dkrLz_MtISbtEKaj8ZXEoMBBvGn&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FArlo-Pro-Spotlight-Camera-Wire-Free%2Fdp%2FB08L746NXW\">the Pro 4 Spotlight</a>, is only five percent off right now, for a thin, $10 savings. But you can save 27 percent on a two pack of the outdoor <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9BcmxvLUVzc2VudGlhbC1TcG90bGlnaHQtQ2FtZXJhLVdpcmUtRnJlZS9kcC9CMDkyUlJOVEY5P3RhZz1nZGd0MGMtcC1vLW5vLTIwIiwiY29udGVudFV1aWQiOiJiODNmMTg3Mi0wN2Q0LTQ1OWQtYjE0Ni0wZWYzYjM2MGQ2Y2EifQ&amp;signature=AQAAASZDd8cy8YlS9AQopYlIismo3TLKGNC9s7LXUGZfp9v3&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FArlo-Essential-Spotlight-Camera-Wire-Free%2Fdp%2FB092RRNTF9\">Essential Spotlight Camera</a>. Like the Pro 4s, they offer a spotlight, two-way audio, night vision and direct-to-WiFi connectivity, but with a lower resolution at 1080p and a slightly narrower field of view at 130 degrees.&nbsp;</p><p>Arlo's wired <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9BcmxvLUVzc2VudGlhbC1JbmRvb3ItQ2FtZXJhLVBsdWcvZHAvQjA4V0RSRFJOWD90YWc9Z2RndDBjLXAtby1uby0yMCIsImNvbnRlbnRVdWlkIjoiYjgzZjE4NzItMDdkNC00NTlkLWIxNDYtMGVmM2IzNjBkNmNhIn0&amp;signature=AQAAAV970eb5edYm7k9b9T17JfJi9CwcW0VknLJgTjL5rT_S&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FArlo-Essential-Indoor-Camera-Plug%2Fdp%2FB08WDRDRNX\">indoor cams</a> are also on sale, with a 20 percent discount bringing those down to $80. That's not as great of a deal as we saw on the cameras <a href=\"https://www.engadget.com/arlo-video-doorbell-security-camera-good-deal-164306070.html\">last month</a>, but still might ease the cost of entry to creating a home with video coverage inside and out.&nbsp;</p><p><em>Follow </em><a href=\"https://twitter.com/EngadgetDeals\"><em>@EngadgetDeals</em></a><em> on Twitter and </em><a href=\"https://subscription.yahoo.net/Newsletter/Preference/sub?b=engadgetdeals&amp;src\"><em>subscribe to the Engadget Deals newsletter</em></a><em> for the latest tech deals and buying advice.</em></p>This article originally appeared on Engadget at https://www.engadget.com/arlo-video-doorbells-are-up-to-half-off-right-now-170754314.html?src=rss", "link": "https://www.engadget.com/arlo-video-doorbells-are-up-to-half-off-right-now-170754314.html?src=rss", "date_published": "2023-03-08 17:07:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Google One's VPN will soon be available to all subscribers", "description": "<p><a href=\"https://www.engadget.com/tag/google%20one/\"><ins>Google One</ins></a> is expanding its security features. First, <a href=\"https://www.engadget.com/tag/google/\"><ins>Google</ins></a> is making its virtual private network (VPN) available to all subscribers at no extra cost. A VPN for Google One members was first <a href=\"https://www.engadget.com/google-one-vpn-191231627.html\"><ins>introduced in October 2020</ins></a>, but only for those on plans with at least 2TB of storage. The 2TB plan costs $10 per month or $100 per year, but you now won't need to pay that much to access Google's VPN.</p><p>Starting today and over the next few weeks, Google will open up access to the VPN across all plans. That includes the Basic $2 per month option, which gives you 100GB of storage across your Google account. The VPN will be available in 22 countries on Android, iOS, Windows and Mac devices. You'll be able to share it with up to five other people who are on your One plan.</p><span id=\"end-legacy-contents\"></span><p>The VPN will hide your internet activity from hackers and network operators. Google says. The company <a href=\"https://one.google.com/about/vpn/howitworks\"><ins>claims</ins></a> it will &quot;never use the VPN connection to track, log, or sell your online activity.&quot;</p><p>Elsewhere, Google is adding another feature to help One subscribers protect themselves. A dark web report, which the company will start rolling out to members in the US over the next few weeks, can scan the <a href=\"https://www.engadget.com/tag/dark%20web/\"><ins>dark web</ins></a> for your personal details to check if your information has been included in a data breach.</p><p>You can select which details — such as your name, address, email, phone number and Social Security Number — you'd like Google to look out for on your monitoring profile. Google says it will handle this data according to its privacy policy. You can remove the details from your profile at any time and ask Google to stop monitoring the dark web for your information, if you prefer.</p><p>If Google finds your tracked information on the dark web, it'll notify you and offer some suggestions on how to protect yourself. It says that, for instance, if it spots your Social Security number, you might want to report it as stolen and take action to protect your credit. The report will also highlight information potentially related to you beyond the details you add to your monitoring profile.</p><p>Google has been adding other features to One beyond security measures and extra storage. It <a href=\"https://www.engadget.com/magic-eraser-is-coming-to-older-pixel-phones-and-google-one-starting-today-170019112.html\"><ins>revealed in February</ins></a> that subscribers can access the Magic Eraser feature in Google Photos. Before then, the feature was only available on Pixel 6 and Pixel 7 devices.</p>This article originally appeared on Engadget at https://www.engadget.com/google-ones-vpn-will-soon-be-available-to-all-subscribers-170006417.html?src=rss", "link": "https://www.engadget.com/google-ones-vpn-will-soon-be-available-to-all-subscribers-170006417.html?src=rss", "date_published": "2023-03-08 17:00:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Watch Relativity Space try to launch a 3D-printed rocket into orbit at 1PM Eastern", "description": "<p>You might soon see a milestone moment in 3D printing. Startup <a href=\"https://www.engadget.com/earth-new-layer-innermost-inner-core-discovery-170411286.html\">Relativity Space</a> expects to launch Terran 1, billed as the largest 3D-printed object to attempt orbital flight, at 1PM Eastern. You can watch the Cape Canaveral launch of the inaugural \"Good Luck Have Fun\" mission through a <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=89f68c82-f255-44fa-8db9-03fec996b93a&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=YouTube&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI4OWY2OGM4Mi1mMjU1LTQ0ZmEtOGRiOS0wM2ZlYzk5NmI5M2EiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cueW91dHViZS5jb20vd2F0Y2g_dj1fWUFsT0daTTMyVSIsImNvbnRlbnRVdWlkIjoiNTA1NzYzNzMtMGI3NC00YzU2LTk2MzItMzk4ZjIwMjBhNjkzIn0&amp;signature=AQAAAZLoe6vNz0RVjOep5b-tddna49OX6MP_rzLnSSmU40An&amp;gcReferrer=https%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3D_YAlOGZM32U\">livestream</a> starting at 12PM. The rocket doesn't include a customer payload.</p><p>Terran 1 isn't completely 3D-printed, but 85 percent of its mass is — including the structure, its nine Aeon first-stage engines and lone Aeon Vac second-stage engine. Combined with autonomous robotics, the construction process theoretically leads to fewer parts, a more reliable design, cheaper launches and quick assembly times. Relativity claims it can build a Terran 1 from raw materials within 60 days, and even an exclusive mission costs <em>just</em> $12 million. The combination of liquid oxygen and liquid natural gas for propulsion also helps with long-term reusability efforts. It can carry up to 1,250kg (2,756lbs) into low Earth orbit, and 700kg (1,543lbs) to a high-altitude mission.</p><span id=\"end-legacy-contents\"></span><div id=\"ef7babc77823464aba0941c4be8df964\"><div style=\"width: 100%; height: 0; padding-bottom: 56.25%;\"></div></div><p>Relativity is small compared to private spaceflight rivals like Blue Origin, SpaceX and United Launch Alliance (ULA), but has enjoyed rapid growth and privileged access since Tim Ellis and Jordan Noone founded it in 2015. The company had received over $1.3 billion in funding as of June 2021. Ellis, meanwhile, <a href=\"https://www.engadget.com/2018-02-21-vp-mike-pence-space-council-commercial-interests.html\">got a seat</a> on the National Space Council's Users Advisory Group in 2018. It was the fourth company to receive access to <a href=\"https://www.engadget.com/2019-01-17-relativity-cape-canaveral-air-force-launch-complex-16.html\">Cape Canaveral's Launch Complex 16</a> following Blue Origin, SpaceX and ULA.</p><p>Terran 1 is an expendable rocket. If the launch is successful, though, it will pave the way for a reusable medium-duty Terran R rocket slated to reach orbit no earlier than 2024. The new vehicle is poised to carry the first commercial mission to Mars (Impulse Space's Mars Cruise Vehicle and Mars Lander) and will shoulder nearly 20 times the payload of Terran 1. Relativity already has contracts for other Terran R missions, including the deployment of <a href=\"https://www.engadget.com/space-oneweb-agreement-220556058.html\">OneWeb's</a> second-generation internet satellites. Eventually, Relativity foresees its rockets using methane on Mars for interplanetary missions.&nbsp;</p><p>The challenge, of course, is that other companies aren't standing still. NASA recently chose Blue Origin's New Glenn rocket to <a href=\"https://www.engadget.com/nasa-blue-origin-new-glenn-escapade-science-mission-mars-110049165.html\">fly science payloads to Mars</a>, and SpaceX has long-term visions of using its Starship rocket <a href=\"https://www.engadget.com/spacex-plans-floating-spaceports-230144280.html\">for Mars missions</a>. Relativity's 3D printing may help it keep costs down for potential customers, but it won't necessarily help the company win business that would otherwise go to the competition.</p>This article originally appeared on Engadget at https://www.engadget.com/watch-relativity-space-try-to-launch-a-3d-printed-rocket-into-orbit-at-1pm-eastern-163004580.html?src=rss", "link": "https://www.engadget.com/watch-relativity-space-try-to-launch-a-3d-printed-rocket-into-orbit-at-1pm-eastern-163004580.html?src=rss", "date_published": "2023-03-08 16:30:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "'Starfield' has been delayed to September 6th", "description": "<p><a href=\"https://www.engadget.com/tag/starfield/\"><em>Starfield</em></a> once again has a firm release date, but it's one that marks another delay for Bethesda's sci-fi RPG. The game is now slated to arrive on September 6th. It was supposed to debut in the first half of this year after Bethesda previously <a href=\"https://www.engadget.com/starfield-redfall-delayed-2023-122911192.html\">delayed it from November 11th, 2022</a>.</p><p>Bethesda has also set a date for the <a href=\"https://www.engadget.com/xbox-bethesda-showcase-developer-direct-showcase-forza-motorsport-redfall-160842421.html\">promised deep dive</a> into the game. A Starfield Direct presentation is set for June 11th. <em>Starfield</em> was not featured during Xbox's Developer Direct event in January, as Microsoft wanted to give the game a separate spotlight.</p><span id=\"end-legacy-contents\"></span><div id=\"ebe9b00a82cc4e7ab0654d505e661492\"></div><p>&quot;There's so much that we still have to show you,&quot; game director Todd Howard said in a <a href=\"https://shopping.yahoo.com/rdlw?merchantId=89f68c82-f255-44fa-8db9-03fec996b93a&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=YouTube&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI4OWY2OGM4Mi1mMjU1LTQ0ZmEtOGRiOS0wM2ZlYzk5NmI5M2EiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cueW91dHViZS5jb20vd2F0Y2g_dj1yYVdiRWxUQ2VhOCIsImNvbnRlbnRVdWlkIjoiM2ZhNTY0MGYtNjM2NS00YjBiLTgzMDctOTk4NzQxNDFmMTYxIn0&amp;signature=AQAAAd_yzRkxo-nilAZeEB3rYoNIZcTfBv9eoF4jwH8Kjw00&amp;gcReferrer=https%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DraWbElTCea8\">release date announcement</a>. &quot;The game has many of the hallmarks that you'd expect from us, but it's also a very unique experience.&quot; The video also has another few gameplay clips, including a fight with an alien.</p><p>The Starfield Direct will premiere right after Xbox and Bethesda's big annual summer showcase. The dual events will take place just ahead of E3, though it's unclear whether Microsoft will <a href=\"https://www.engadget.com/nintendo-confirms-it-wont-be-at-e3-2023-184336696.html\">officially be involved with the expo this year</a>. In the meantime, Bethesda will release co-op vampire hunting title <a href=\"https://www.engadget.com/redfall-release-date-xbox-pc-214910117.html\"><em>Redfall</em></a><em>&nbsp;</em>in May.</p>This article originally appeared on Engadget at https://www.engadget.com/starfield-has-been-delayed-to-september-6th-161635848.html?src=rss", "link": "https://www.engadget.com/starfield-has-been-delayed-to-september-6th-161635848.html?src=rss", "date_published": "2023-03-08 16:16:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "NHTSA opens Tesla probe over Model Y steering wheel detachments", "description": "<p>The National Highway Traffic Safety Administration (<a href=\"https://www.engadget.com/tag/nhtsa/\"><ins>NHTSA</ins></a>) has opened an investigation into <a href=\"https://www.engadget.com/tag/tesla/\"><ins>Tesla</ins></a> following reports of steering wheels falling off while on the road. The agency said it's aware of two reports of the wheel completely detaching from the steering column in the Model Y vehicles. It added that the vehicles were delivered to their owners without the retaining bolt that keeps the steering wheel attached.</p><p>In both cases, only friction was keeping the wheel in place until the force exerted on it &quot;overcame the resistance of the friction fit while the vehicles were in motion,&quot; the NHTSA's Office of Defects Investigation said (<a href=\"https://static.nhtsa.gov/odi/inv/2023/INOA-PE23003-5769.PDF\"><ins>PDF</ins></a>). The vehicles each had low mileage.</p><span id=\"end-legacy-contents\"></span><div id=\"9e965ee527b54cc3b70f075513fdc6ad\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\"><a href=\"https://twitter.com/elonmusk?ref_src=twsrc%5Etfw\">@elonmusk</a><a href=\"https://twitter.com/TeslaOwnersWW?ref_src=twsrc%5Etfw\">@TeslaOwnersWW</a><a href=\"https://twitter.com/BLKMDL3?ref_src=twsrc%5Etfw\">@BLKMDL3</a> Family was excited to receive Tesla Y delivery on 1/24/2023. Was driving on highway and all the sudden steering wheel fall off, was lucky enough there was no car behind and I was able to pull on devider <a href=\"https://twitter.com/hashtag/SafetyFirst?src=hash&amp;ref_src=twsrc%5Etfw\">#SafetyFirst</a><a href=\"https://twitter.com/hashtag/Fixit?src=hash&amp;ref_src=twsrc%5Etfw\">#Fixit</a><a href=\"https://twitter.com/hashtag/TeslaModelY?src=hash&amp;ref_src=twsrc%5Etfw\">#TeslaModelY</a><a href=\"https://twitter.com/hashtag/help?src=hash&amp;ref_src=twsrc%5Etfw\">#help</a><a href=\"https://t.co/4UMokFA2cv\">pic.twitter.com/4UMokFA2cv</a></p>— Prerak &amp; Neha Patel (@preneh24) <a href=\"https://twitter.com/preneh24/status/1619889507133976580?ref_src=twsrc%5Etfw\">January 30, 2023</a></blockquote></div><p>One owner is said to have taken delivery of their Model Y just five days before the incident. When the wheel detached, there was no car behind the driver, who noted on Twitter and in an NHTSA complaint that they were safely able to pull onto the divider. There were no injuries in the incident, which the owner said occurred on Route 1 in Woodbridge, New Jersey, in late January.</p><p>&quot;Both vehicles received an end of line repair requiring removal and reinstallation of the steering wheel,&quot; the NHTSA said. The agency's investigation, which covers an estimated 120,000 model year 2023 vehicles, will &quot;assess the scope, frequency and manufacturing processes associated with this condition.&quot;</p><p>Tesla, which no longer has a communications department that can be reached for comment, has faced several NHTSA investigations over the last few years. Last month, the agency <a href=\"https://www.engadget.com/tesla-recalls-over-360000-vehicles-for-full-self-driving-crash-risk-180110819.html\"><ins>announced</ins></a> that Tesla was recalling almost 363,000 vehicles over issues with the Full Self-Driving software. The NHTSA said the system could &quot;exceed speed limits or travel through intersections in an unlawful or unpredictable manner.&quot; Tesla said it would issue an over-the-air update to resolve the issues.</p><p>As the <a href=\"https://apnews.com/article/musk-tesla-electric-vehicle-steering-wheel-c69867f4eb15bc582d956c309aeba95b\"><em><ins>Associated Press</ins></em></a> notes, Tesla has had to issue 20 recalls since January 2022. Several of the recalls were mandated by the NHTSA. In November, for instance, the automaker <a href=\"https://www.engadget.com/tesla-model-3-model-y-recall-rear-light-issue-204129346.html\"><ins>recalled 321,000 Model 3 and Model Y cars</ins></a> over a rear light issue (one that was again remedied by a software update). That was Tesla's second recall in as many days.</p>This article originally appeared on Engadget at https://www.engadget.com/nhtsa-opens-tesla-probe-over-model-y-steering-wheel-detachments-153153318.html?src=rss", "link": "https://www.engadget.com/nhtsa-opens-tesla-probe-over-model-y-steering-wheel-detachments-153153318.html?src=rss", "date_published": "2023-03-08 15:31:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "The most interesting foldables, rollables and demos at MWC 2023", "description": "<p>Of all the news trickling out of Mobile World Congress this year, the most interesting products were either foldables or rollables. It’s a showcase of a lot of eye-catching phones and devices that often don’t make it to America, but that doesn’t mean we can’t look on in envy or use this as a possible preview of the technology that will shape future phones in the US.</p><p>One of the first foldables we saw out of MWC was Oppo’s Find N2 Flip. This thing is basically the Chinese company’s version of Samsung’s Galaxy Z Flip 4, except its external screen is in portrait instead of landscape orientation. It’s currently the largest cover screen on a flip-style foldable, at 3.26 inches. This makes the Find N2 Flip easier to use when framing up selfies with the device closed and, thanks to its size, allows for more lines of messages to be read.</p><span id=\"end-legacy-contents\"></span><p>Oddly, though, the home screen here doesn’t take advantage of the larger canvas and its clock widget actually uses a smaller font than the Galaxy Z Flip 4. The company did take pains to emphasize that the crease on the Find N2 Flip’s screen is 65 percent less visible than the last generation. According to Engadget UK Bureau Chief Mat Smith, though, you can still see the little wrinkle, so … [[shrug]]</p><p>For those of us in the US, this comparison is more of a theoretical exercise since the Oppo phone won’t be available stateside, retailing only in Europe and China. If you still want more details on this device, make sure to check out <a href=\"https://www.engadget.com/oppo-find-n2-flip-hands-on-fixing-the-foldables-shortcomings-150021728.html\">Mat’s hands-on</a>.</p><div id=\"937e34c2794f4c57af1a45fc49949054\"></div><p>&nbsp;</p><p>This week, we also learned that Honor’s Magic VS is coming to more parts of the world. Specifically, it’ll be <a href=\"https://www.engadget.com/honor-magic-vs-europe-price-availability-133824755.html\">coming to Europe for 1,599 Euros</a>, or about $1,690. This is the first time since we saw a prototype in December that the company is sharing availability info outside of China.</p><p>The Magic VS is similar to Samsung’s <a href=\"https://drive.google.com/drive/folders/1sHcU3PHxmYEtKYjUN_nVxg9XLu8e56xQ\">Galaxy Z Fold 4</a>, which is to say that it is a regular-sized smartphone that opens up to become a roughly 8-inch tablet. It’s not a brand new product at MWC, but it’s nice to see more information about more foldable phones giving Samsung some competition in the space.</p><p>It’s not just Oppo and Honor ramping up the competition, either. Relatively lesser known phone maker Tecno <a href=\"https://www.engadget.com/tecno-phantom-v-fold-pricing-availability-mwc-2023-174526995.html\">showed up at MWC with the Phantom V Fold</a> — a more affordable foldable with fairly impressive specs. The Phantom V Fold has a 7.85-inch screen on the inside with the company touting a “virtually crease-free” display like Oppo did.&nbsp;</p><p>Senior editor Richard Lai said that at the right angle, the wrinkle is certainly not obvious and it’s better than Samsung’s, but he added that it’s still not as subtle as the <a href=\"https://www.engadget.com/xiaomi-mix-fold-2-leica-pricing-availability-124434422.html\">Xiaomi Mix Fold 2</a>. On the outside, the Phantom has a 6.42-inch Full HD panel, as well as a round camera hump housing a triple-sensor imaging system. The main and telephoto cameras are 50-megapixels, while the ultra-wide setup is 13MP. There’s also a pair of punch-hole cameras on the two screens.</p><figure><img alt=\"Tecno Phantom V Fold\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-02/47476fe0-b789-11ed-b78d-6e010897e3bc\" /><figcaption></figcaption><div class=\"photo-credit\">Richard Lai/Engadget</div></figure><p>The Phantom V Fold is powered by the same MediaTek Dimensity 9000+ processor as the one in the Oppo Find N2 Flip, and for the base model that comes with 12GB of RAM and 256GB of storage, the company is charging $1,099. Compared to the Samsung and Oppo versions of tablet-sized foldables, that’s hundreds of dollars less. But again, as with so many products that were announced at MWC this year, the Phantom V Fold will not be coming to the US. It’ll be available to those in India, Latin America and parts of Africa where Tecno is typically active.</p><p>The fact that we’re reaching a point where foldables are starting to get relatively affordable means, unfortunately, that they’re about to become common. And therefore, they’re going to be passe. <em>So 2022</em>. In 2023, the hot buzzword is <em>rollables</em>. At least, based on the concept devices Lenovo and Motorola brought to MWC.</p><p>Lenovo showed off a laptop with a screen that extends upwards and away from the keyboard, and the prototype itself appeared impressively thin and sturdy. Meanwhile, Motorola <a href=\"https://techcrunch.com/2023/02/27/motorolas-rizr-is-back-as-a-concept-phone-with-a-rollable-screen/\">brought back its Rizr concept device</a> and this second version has a 5-inch display that rolls out to hit 6.5 inches when you need a larger canvas for video or a long Best of Redditor Updates post. The device that was shown off in Barcelona appeared to work, but multiple outlets like <a href=\"https://arstechnica.com/gadgets/2023/03/moto-rizr-rollable-phone-shows-why-rollables-dont-work-in-the-real-world/\"><em>ArsTechnica</em></a> and <em>Techcrunch </em>expressed reservations about build quality so… Don’t be surprised if this format never comes to market.</p><p>It’s not like Motorola and Lenovo are the first companies to try rolling screens, by the way. Far from it. <a href=\"https://drive.google.com/drive/folders/15vYbDorUIaLad6eZIO3heTU0Lsk_0INp\">LG</a> and <a href=\"https://drive.google.com/drive/folders/1MyhuSt_UTD2YewpQbpnchO3_dXh5CNtj\">TCL </a>have made various prototypes showcasing different form factors with flexible, sliding and rolling screens. In fact, LG’s first rolling screens prototypes showed up <a href=\"https://www.engadget.com/2014-07-09-lg-roll-up-tvs-flexible-oled.html\">as far back as CES 2014</a>. It’s clear manufacturers know smartphones have gotten good enough that people don’t want to buy a new one every year or two, and are trying to find a new shape that will entice shoppers this decade. The current camera and software race between Apple, Google and Samsung is starting to induce yawns, and the new features they are adding aren’t particularly exciting.</p><figure><img alt=\"Xiaomi 300W charging demo\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-02/407ebee0-b723-11ed-b6dd-bd16d50be8e0\" /><figcaption></figcaption><div class=\"photo-credit\">Xiaomi</div></figure><p>Other phone makers have spent the last few years focusing on battery and charging tech, and we saw some of that at MWC this year too. <a href=\"https://www.engadget.com/xiaomi-300w-charging-five-minutes-062341344.html\">Xiaomi</a> showed off a demo of 300-watt charging that could fully charge a device in just 5 minutes. Meanwhile, <a href=\"https://www.engadget.com/realme-gt3-240w-pricing-availability-mwc-2023-160035911.html\">Realme shared global release</a> information about its GT3, which is compatible with 240W charging and can get completely juiced in just under 10 minutes. <a href=\"https://www.engadget.com/the-oneplus-11-concept-phone-includes-pc-like-liquid-cooling-143017072.html\">OnePlus also showcased a concept phone</a> with a liquid cooling system that would allow improved performance and charging times. With the drops in temperature that this should bring, OnePlus could deliver boosts to games by three to four frames per second, as well as saving 30 to 45 seconds of charging time.</p><p>Besides new formats and battery tech, we also saw companies focus on sustainability and repairability. The Nokia G22, for example, is the result of a collaboration between parent company HMD and iFixit, and follows in the footsteps of Apple, Google and Samsung in offering official repair guides and parts. As Right to Repair bills and laws get passed in multiple states in the US and elsewhere in the world, this looks to be a growing trend in mobile phones that can help us be more environmentally conscious.</p><p>There was plenty of other news out of the show, including<a href=\"https://www.engadget.com/xiaomi-shows-off-its-new-wireless-ar-glasses-102134685.html\"> Xiaomi’s new concept AR glasses</a>, and you can get all the details <a href=\"https://www.engadget.com/tag/mwc%202023/\">here</a>.</p>This article originally appeared on Engadget at https://www.engadget.com/the-most-interesting-foldables-rollables-and-demos-at-mwc-2023-153042604.html?src=rss", "link": "https://www.engadget.com/the-most-interesting-foldables-rollables-and-demos-at-mwc-2023-153042604.html?src=rss", "date_published": "2023-03-08 15:00:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "VW's connected emergency service is free for 5 years after botched carjacking response", "description": "<p>Volkswagen is dealing with one of the risks of tying important car features to paid services. The brand is <a href=\"https://media.vw.com/en-us/releases/1733#images\">making</a> its Car-Net connected emergency service free for five years for most 2020 to 2023 model year vehicles after a <a href=\"https://abc7chicago.com/volkswagen-car-net-car-net-libertyville-stolen/12927039/\">carjacking</a> in the Chicago suburb of Libertyville. The thief stole a mother's Atlas SUV with her two-year-old son still inside, but police couldn't persuade a VW representative to reactivate Car-Net (a trial period had expired) and help track the car's location without paying $150. Deputies had already located the car and the child by the time a detective paid the fee.</p><p>The free Car-Net access will last for five years after sale or June 1st, 2023 (the effective date of the offer), whichever is later. It takes effect as soon as an owner creates a myVW account and accepts the relevant terms of service. Combustion engine models get automatic crash notices, emergency aid, stolen vehicle location and anti-theft alerts, while <a href=\"https://www.engadget.com/volkswagens-id-4-ev-is-the-basic-people-mover-youve-been-waiting-for-163027836.html\">ID.4</a> buyers get the crash notification and emergency assistance features. The 2020 Passat sedan doesn't include Car-Net.</p><span id=\"end-legacy-contents\"></span><div id=\"9e57e96b8f8d4805a01db0df2fd01033\"><div style=\"width: 100%; height: 0; padding-bottom: 56.25%;\"></div></div><p>Customer experience Senior VP Rachel Zaluzec describes the response to the theft as a &quot;process failure.&quot; VW is investigating what happened and will take actions to &quot;make it right for the future,&quot; the executive adds.</p><p>The representative's response isn't necessarily typical of connected emergency services. GM's OnStar, for instance, <a href=\"https://www.onstar.com/public-safety/emergency-situations\">explains</a> that it will &quot;immediately&quot; contact police and start tracking a car's location in the event of a carjacking or kidnapping. In less urgent situations, OnStar will start tracking a stolen car when it verifies the owner's police report.</p><p>The incident comes as more automakers are <a href=\"https://www.engadget.com/mercedes-benzs-next-generation-car-os-is-built-around-paid-software-bundles-223739063.html\">moving car features to subscriptions</a>, including previously one-time purchases like <a href=\"https://www.engadget.com/mercedes-acceleration-increase-ev-subscription-230058550.html\">performance upgrades</a> and <a href=\"https://www.engadget.com/bmw-heated-seats-subscription-uk-south-korea-connected-drive-060140639.html\">heated seats</a>. There's no mystery behind the strategy — this creates a steady stream of revenue that lasts long after a car reaches a customer. In the case of emergency services, however, it potentially complicates attempts to help owners who may be in life-threatening situations.</p>This article originally appeared on Engadget at https://www.engadget.com/vws-connected-emergency-service-is-free-for-5-years-after-botched-carjacking-response-144502763.html?src=rss", "link": "https://www.engadget.com/vws-connected-emergency-service-is-free-for-5-years-after-botched-carjacking-response-144502763.html?src=rss", "date_published": "2023-03-08 14:45:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "The gender-pay-gap Twitter bot returns to call out brands for IWD", "description": "<p>It's <a class=\"no-affiliate-link\" href=\"https://www.unwomen.org/en/news-stories/in-focus/2023/03/in-focus-international-womens-day?gclid=Cj0KCQiAgaGgBhC8ARIsAAAyLfFx7wfAZcKEb47xJsIjUl9T0UamXjtHtKV5QIaX-T3dF3Td53SWlWMaAsipEALw_wcB\">International Women's Day 2023</a> and women worldwide still earn an average of 77 cents for every dollar men make. The <a class=\"no-affiliate-link\" href=\"https://www.un.org/en/observances/equal-pay-day\">United Nations</a> predicts it will take 257 years at the current rate of progress to close the gender pay gap. This is a deeply rooted societal issue with many organizations that claim to lift women up also guilty of paying them less.&nbsp;</p><p>These companies have long gotten away with posting a photo of a smiling woman or an inspirational quote about girl power on IWD to appear gender equitable. This was until last year when <a href=\"https://genderpaygap.app/\">Francesca Lawson</a> decided it was well past time they were exposed. Lawson, a freelance copywriter and social media manager, co-created the <a class=\"no-affiliate-link\" href=\"https://twitter.com/PayGapApp\">Gender Pay Gap Bot</a> with her partner, Ali Fensome, a software consultant.</p><span id=\"end-legacy-contents\"></span><p>The Twitter bot uses data publicly available through the UK <a href=\"https://gender-pay-gap.service.gov.uk/\">government's gender pay gap service</a>. It analyzes the pay gap of organizations with at least 250 employees working in the UK. They represent a variety of sectors including education, government, healthcare and sports. Since 2017, organizations of this size have been required to submit their gender pay gap annually.</p><p>Lawson and Fensome created the bot after seeing companies post about empowerment or use IWD as an excuse for a sale without following through internally. \"What the gender pay gap data shows is that behind employers' supportive words, all-women photoshoots, and inspirational quotes, there's still a lot of work to do,\"<a href=\"https://genderpaygap.app/\"></a>Lawson, also the creative strategist behind the bot, tells Engadget. The pair also realized many people weren't aware this information was available for public knowledge.</p><p>The Gender Pay Gap Bot aptly aligns with this year's IWD theme 'DigitALL: Innovation and technology for gender equality' in it's quest for pay equity. As the <a class=\"no-affiliate-link\" href=\"https://www.unwomen.org/en/news-stories/in-focus/2023/03/in-focus-international-womens-day?gclid=Cj0KCQiAgaGgBhC8ARIsAAAyLfFx7wfAZcKEb47xJsIjUl9T0UamXjtHtKV5QIaX-T3dF3Td53SWlWMaAsipEALw_wcB\">UN states</a>, \"the digital age represents an unprecedented opportunity to eliminate all forms of disparity and inequality.\"</p><p>The bot works in three steps. It searches Twitter for to match companies' accounts with their government profile then scans for keywords related to International Women's Day. Once it matches a company with a relevant post, it's time to publish their gender pay gap.</p><p>The Gender Pay Gap Bot automatically quote tweets the organization's initial post to its account. It typically uses modifications of the same two sentences: \"In this organisation, women's median hourly pay is X% lower/higher than men's. The pay gap is X percentage points smaller/wider than the previous year. The bot has nearly 250K followers and usually tweets multiple times per minute.\"&nbsp;</p><p>The results are disheartening but not surprising. Most companies' pay gaps reflects the global trend of women making less than men.&nbsp;</p><div id=\"a54e8804c8674c0087c872da98a351b2\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">In this organisation, women's median hourly pay is 38.7% lower than men's. The pay gap is 37.3 percentage points wider than the previous year. <a href=\"https://t.co/TTn1ab3P9F\">https://t.co/TTn1ab3P9F</a></p>— Gender Pay Gap Bot (@PayGapApp) <a href=\"https://twitter.com/PayGapApp/status/1633441956704419840?ref_src=twsrc%5Etfw\">March 8, 2023</a></blockquote></div><p>A nominal number of tweets show cases in which women are paid more than men. Rare tweets also highlight companies who are doing it right: Equal pay for everyone.</p><div id=\"278843d73149487c87960b5845db8511\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">In this organisation, men's and women's median hourly pay is equal. <a href=\"https://t.co/Gm2b9eqy5B\">https://t.co/Gm2b9eqy5B</a></p>— Gender Pay Gap Bot (@PayGapApp) <a href=\"https://twitter.com/PayGapApp/status/1633453055302565889?ref_src=twsrc%5Etfw\">March 8, 2023</a></blockquote></div><p>However, for most organizations, it's a reminder they need to make serious changes. But, today, instead of taking accountability, some of them are choosing to run and hide. After the bot's call out, a few companies have deleted their initial tweet. Turns out you can be embarrassed into doing something, maybe even also fairly paying your workers.&nbsp;&nbsp;</p><figure><img alt=\"Companies are deleting their International Women's Day tweets following call out\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-03/0d8f8440-bdab-11ed-b5ee-a721466ffd3a\" /><figcaption></figcaption><div class=\"photo-credit\">Twitter</div></figure><p></p><p>Beyond shamefully deleting a tweet, Lawson hopes the Gender Pay Gap Bot gets organizations thinking about and taking action towards gender equity. \"By putting the data back in the spotlight, I'd hoped to inspire companies to approach their International Women's Day activities differently this year — the overwhelmingly positive response we've had shows that women are tired of being 'celebrated' and labelled 'inspirational' for one day a year while experiencing discrimination and inequality on the other 364,\" Lawson says. \"They want honesty, and accountability — not hollow marketing gestures.\"</p>This article originally appeared on Engadget at https://www.engadget.com/the-gender-pay-gap-twitter-bot-returns-to-call-out-brands-for-iwd-143039611.html?src=rss", "link": "https://www.engadget.com/the-gender-pay-gap-twitter-bot-returns-to-call-out-brands-for-iwd-143039611.html?src=rss", "date_published": "2023-03-08 14:30:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "The best wireless chargers in 2023", "description": "<p>A wireless charging stand or pad makes life a little easier. You don’t have to fumble with a cable at the end of a long day, and you’re less likely to trip over wires. But finding a truly good charger isn’t as simple as looking for the model with the best spec sheet. We’ll let you know what to look for when shopping for a single-device charger, and recommend some good models that are worth your attention.</p><h2>What to look for in a wireless charger</h2><p>It’s tempting to buy a wireless charging pad optimized for the size and features of the phone you have right now. Resist that urge — this is an accessory you’ll probably have for years, and you don’t want to replace it every time you buy a new handset. Instead, think about the phones you’re likely to use down the road. If you’re sure you’ll use iPhones for a long time, a MagSafe charger will be faster and more convenient. If you use Android or think you might switch sides, however, you’ll want a more universal design.</p><span id=\"end-legacy-contents\"></span><p>You’ll also want something that accepts a variety of device sizes. Certain wireless charging stands don’t work well with the iPhone 13 mini or other particularly small phones, for instance. If you think you may change phone sizes at some point, a pad charger is a wiser choice. With that said, you’ll still want to pay attention to any potentially limiting design features, such as prominent cradles and lips.</p><p>Also, consider wireless chargers with modular components. While you’ll have to invest exclusively in one company’s ecosystem, this gives you room to grow as your device needs change. You can add a charger for a second phone or smartwatch, and some systems even offer modular batteries to supply power on the go. Just be sure to look at a <a href=\"https://www.engadget.com/best-multi-device-wireless-chargers-130020900.html\">multi-device charger</a> if there’s a very good chance you’ll expand your setup in the future.</p><h2>Where and how will you use your charger?</h2><figure><img alt=\"iPhone on wireless charger\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-02/c9a24a20-b7a0-11ed-b3cd-16d5d607f8d1\" /><figcaption></figcaption><div class=\"photo-credit\">Pontus Wellgraf on Unsplash</div></figure><p>Odds are that you have a specific use case in mind for your charger. You may want it by your bedside for quick access in the morning, or on your desk for at-a-glance notifications. You might even keep it in your bag for convenient travel charging. If you intend to place your charger on a nightstand, you’ll usually want a pad. With a stand, even a dim always-on display can prove distracting when you’re trying to sleep. You may also want a wireless charging pad if your phone will sit on a low table, as it might be easier to grab in a rush. Look at compact models if space is tight.</p><p>On your desk, you may prefer a stand to quickly glance at alerts or make video calls. Want something more travel-friendly? A puck or similarly minimalist design is typically best. You may also want a charger with a battery (either modular or built-in) for camping or whenever an outlet isn’t nearby.</p><h2>Performance matters, to a point</h2><p>Although wireless charging is usually slower than its wired equivalent, speed is still an important consideration. A <a href=\"https://www.engadget.com/best-fast-chargers-140011033.html\">fast charger</a> can supply enough power for a long night out in the time it takes to change outfits.</p><p>In general, a 15W charger is more than quick enough for most situations, and you’ll need a MagSafe charger to extract that level of performance from an iPhone. With that said, even the slower 7.5W and 10W chargers are fast enough for an overnight power-up. If anything, you’ll want to worry more about support for cases. While many models can deliver power through a reasonably thick case (typically 3mm to 5mm), you’ll occasionally run into examples that only work with naked phones.</p><p>There are some proprietary chargers that smash the 15W barrier if you have the right phone. Google’s second-generation Pixel Stand, for example, delivers up to 23W for a Pixel 6 Pro or <a href=\"https://www.engadget.com/google-pixel-7-and-pixel-7-pro-review-still-the-best-bargain-in-flagship-phones-170031940.html\">Pixel 7 Pro</a>. Optimized designs like this can make sense if you’re loyal to one brand. Be sure to get a charger that still works well with other manufacturers’ phones, though, as you don’t want to replace your accessory (or endure sluggish speeds) if you switch brands.</p><h2>Quality, box contents and the little details</h2><figure><img alt=\"iPhone on wireless charging stand\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-02/50a7df30-b7a1-11ed-bfef-883a433a4df2\" /><figcaption></figcaption><div class=\"photo-credit\">Michael Soledad on Unsplash</div></figure><p>Once you’ve chosen the form factor and performance levels that meet your needs, you’ll want to consider the fit and finish. You’re likely going to use your wireless charger every day, so even small differences in quality could make the difference between joy and frustration.</p><p>If your charger doesn’t use MagSafe, textured surfaces like fabric or rubberized plastic are more likely to keep your phone in place. The base should be grippy or weighty enough that the charger won’t slide around. If you’re buying a stand, check that it won’t tip over or wobble.</p><p>Pay attention to what’s included in the box. Some models don’t include power adapters, and may even ask you to reuse your phone’s USB cable. What may seem to be a bargain may prove expensive if you have to buy extras just to use it. Also, some cables and chargers are better than others. A USB-C charger is more future-proof, while braided cables may be less likely to break or tangle.</p><p>You’ll also want to think about the minor conveniences. Status lights are useful for indicating correct phone placement, but an overly bright light can be distracting. Ideally, the light dims or shuts off after a certain period of time. And while we caution against lips and trays that limit compatibility, you may still want some barriers to prevent your device falling off its perch.</p><p>By now, you should know what to look for. While it would be impossible for us to test every charger, we’ve tried numerous models and have some favorites.</p><h2>Best overall wireless charging pad: Otterbox OtterSpot Wireless Charging System</h2><p></p><p>There’s no shortage of portable wireless chargers, but it’s rare that you can find one which is as well-suited to your desk as it is your bag. The <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=bd89df68-d794-46df-9d47-227b1088ae2b&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=OtterBox&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJiZDg5ZGY2OC1kNzk0LTQ2ZGYtOWQ0Ny0yMjdiMTA4OGFlMmIiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cub3R0ZXJib3guY29tL2VuLXVzL290dGVyc3BvdC13aXJlbGVzcy1jaGFyZ2luZy1zeXN0ZW0tYmxhY2svNzgtNTIxNjMuaHRtbCIsImNvbnRlbnRVdWlkIjoiMWZlM2QxZTgtNTVlMS00MGQ1LWE0NjMtMTMzNmRkOTE2ZjE5In0&amp;signature=AQAAAX8k9uEp8X-WmWLKnshIEbdCVEXuiv1J4PCXoOO7cnjo&amp;gcReferrer=https%3A%2F%2Fwww.otterbox.com%2Fen-us%2Fotterspot-wireless-charging-system-black%2F78-52163.html\">Otterbox OtterSpot system</a> is our top pick precisely because it’s so versatile. The base unit is stable, includes a power adapter and accommodates a wide range of phone sizes. But it really shines when you want to leave home. You can buy as many as three 5,000mAh portable batteries that optionally stack on top of the base to recharge, and serve as completely wireless chargers on the go. Those batteries can power wired devices through USB-C, too.</p><p>This isn’t the fastest charger given its 10W output, and the base alone is normally expensive at $55 (though it’s down to $38 as we write this). If you want a station you really can use everywhere, though, the OtterSpot is an obvious choice that can grow along with your needs.</p><h2>Runner up wireless charging pad: Belkin BoostCharge Pro Portable Wireless Charger Pad</h2><p></p><p>It’s easy to find wireless charging pucks that are fast or portable, but rarely both — and certainly not as well-considered as <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=e6618fee-bbbf-4638-9bf5-e216442c18d0&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Belkin&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJlNjYxOGZlZS1iYmJmLTQ2MzgtOWJmNS1lMjE2NDQyYzE4ZDAiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYmVsa2luLmNvbS9wb3J0YWJsZS13aXJlbGVzcy1jaGFyZ2VyLXBhZC13aXRoLW9mZmljaWFsLW1hZ3NhZmUtY2hhcmdpbmctMTV3L1AtV0lBMDA0Lmh0bWwiLCJjb250ZW50VXVpZCI6IjFmZTNkMWU4LTU1ZTEtNDBkNS1hNDYzLTEzMzZkZDkxNmYxOSJ9&amp;signature=AQAAAR1SwMD20XeGVPvHCRBqK7HI_Tge020v6EI1R2OEJa0b&amp;gcReferrer=https%3A%2F%2Fwww.belkin.com%2Fportable-wireless-charger-pad-with-official-magsafe-charging-15w%2FP-WIA004.html\">Belkin’s BoostCharge Pro Portable Wireless Charger Pad</a>. Its extremely compact design not only offers 15W MagSafe charging (plus Qi charging when flat), but includes a kickstand that lets you watch videos while you power up. Add a long 6.6ft braided cable and this is an ideal charger whether you’re traveling or catching up on TV shows.</p><p>The emphasis on MagSafe may make the BoostCharge less appealing if you’re an Android user. It’s a definite step up from Apple’s more affordable but simpler MagSafe Charger, however. And importantly, you have the choice of buying Belkin’s accessory with ($80) or without ($60) a power adapter.</p><h2>Best budget wireless charging pad: Anker 315 Wireless Charger</h2><p></p><p>If you just need the basics, <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Bbmtlci1XaXJlbGVzcy1DaGFyZ2luZy1Db21wYXRpYmxlLUluY2x1ZGVkL2RwL0IwQjQ2OUhMTkw_dGFnPWdkZ3QwYy1wLW8tbXctMjAiLCJjb250ZW50VXVpZCI6IjFmZTNkMWU4LTU1ZTEtNDBkNS1hNDYzLTEzMzZkZDkxNmYxOSJ9&amp;signature=AQAAAXM1cKAiN5HW9eMUUcGAdwn4Tcym6hSYK7s0ZBVsiNkC&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FAnker-Wireless-Charging-Compatible-Included%2Fdp%2FB0B469HLNL\">Anker’s 315 Wireless Charger</a> offers significant value from a well-known name. It tops out at 10W (7.5W for iPhones), doesn’t include a power adapter and relies on a microUSB cable, but it also costs only $15. Even if you have to buy an adapter, you’ll be hard-pressed to find a better deal.</p><h2>Best overall wireless charging stand: Belkin BoostCharge 15W Wireless Charging Stand</h2><p></p><p>There’s fierce competition in the wireless charging stand space, and it’s easy to get a good 15W charger if you’re willing to pay. Belkin, however, is one of the few that promises truly solid value. Its $45 <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9CZWxraW4tQm9vc3RDaGFyZ2UtV2lyZWxlc3MtQ2hhcmdpbmctQ2hhcmdlci9kcC9CMDhLU0tOR1JaP3RhZz1nZGd0MGMtcC1vLW13LTIwIiwiY29udGVudFV1aWQiOiIxZmUzZDFlOC01NWUxLTQwZDUtYTQ2My0xMzM2ZGQ5MTZmMTkifQ&amp;signature=AQAAAZ0CcdY4yf4dWBrdglWwoJFLRbNdlm80SjTontglflCU&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FBelkin-BoostCharge-Wireless-Charging-Charger%2Fdp%2FB08KSKNGRZ\">BoostCharge 15W Wireless Charging Stand</a> costs less than some alternatives while including a power adapter in the box. The lip at the bottom will keep your phone stable, and dual coils let you charge while watching a video in landscape mode.</p><p>There’s no MagSafe or other device-specific charging optimizations on this one. And like many wireless charging stands, this doesn’t officially support the iPhone 13 mini and similarly small handsets. But there’s otherwise little to complain about here — this is a no-nonsense power solution at a good price.</p><h2>Runner-up wireless charging stand: Spigen ArcField PF2102</h2><p></p><p>There aren’t many great options for wireless chargers that use Samsung’s fast power delivery technology, particularly if you want a stand. Thankfully, <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9TcGlnZW4tQXJjRmllbGQtV2lyZWxlc3MtRGVzaWduZWQtSW5jbHVkZWQvZHAvQjA5UDhGRFlSOD90YWc9Z2RndDBjLXAtby1tdy0yMCIsImNvbnRlbnRVdWlkIjoiMWZlM2QxZTgtNTVlMS00MGQ1LWE0NjMtMTMzNmRkOTE2ZjE5In0&amp;signature=AQAAAT5dwkcMQscrvTrhGwVZBoHZTHOZNRPcIz0p53QUqe0F&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FSpigen-ArcField-Wireless-Designed-Included%2Fdp%2FB09P8FDYR8\">Spigen’s ArcField PF2102</a> is up to the job. It delivers 15W to all Galaxy phones that support Super Fast Wireless Charging, and it’s a well-made (if unspectacular) perch that prevents your device from sliding around. The universal form factor works with other phone brands, too.</p><p>You’ll want to shop carefully. Some versions don’t include a power adapter, and some stores sell for less than the official $80. If you can score a good deal, though, this is an ideal way to charge your Galaxy device while providing a clear view of the always-on display.</p><h2>Best budget wireless charging stand: Anker 313 Wireless Charger</h2><p></p><p>Anker’s strong value in pad chargers also applies to stands. The <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Bbmtlci1RaS1DZXJ0aWZpZWQtQ29tcGF0aWJsZS1GYXN0LUNoYXJnaW5nLVBvd2VyV2F2ZS9kcC9CMDdEQlhaWk4zP3RhZz1nZGd0MGMtcC1vLW13LTIwIiwiY29udGVudFV1aWQiOiIxZmUzZDFlOC01NWUxLTQwZDUtYTQ2My0xMzM2ZGQ5MTZmMTkifQ&amp;signature=AQAAAVPnNcTrgA3i9VcIjYVFoDHfRXtC3RSobQK03D-po1Im&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FAnker-Qi-Certified-Compatible-Fast-Charging-PowerWave%2Fdp%2FB07DBXZZN3\">313 Wireless Charger</a> tops out at 10W (5W for iPhones), doesn’t include a power brick and uses a microUSB cable, but it’s also $20. You can buy an adapter and still undercut the price of some equally competent alternatives. It can charge while your phone is in landscape orientation, too. You might want to look at competing products  if they cost under $40 with an adapter included, but the 313 is otherwise difficult to top.</p>This article originally appeared on Engadget at https://www.engadget.com/best-wireless-charger-140036359.html?src=rss", "link": "https://www.engadget.com/best-wireless-charger-140036359.html?src=rss", "date_published": "2023-03-08 14:15:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Ring’s latest doorbell offers head-to-toe views of your visitor", "description": "<p><a href=\"https://www.engadget.com/amazon-ring-law-enforcement-disclosure-224557384.html\">Ring</a> may boast that it’s good to monitor when visitors and packages arrive at your front door, but sometimes it’s hard to see everything that’s going on. That’s why the company today announced the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=b50ccd99-4c85-48e0-a2ed-9c2b9b65422b&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Ring&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJiNTBjY2Q5OS00Yzg1LTQ4ZTAtYTJlZC05YzJiOWI2NTQyMmIiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly9yaW5nLmNvbS9wcm9kdWN0cy9iYXR0ZXJ5LWRvb3JiZWxsLXBsdXMiLCJjb250ZW50VXVpZCI6IjlhMTQ3MTkxLWViNmUtNGY3Yy04NmU3LTIxM2VjZjRlZDI1YiJ9&amp;signature=AQAAAQo_BrEZIBePCjmKiycpp-4XrIbcrGIbtYTpLhbe_8Ww&amp;gcReferrer=https%3A%2F%2Fring.com%2Fproducts%2Fbattery-doorbell-plus\">Battery Doorbell Plus</a>, its first unit with a 150-by-150 degree field of vision and 1536p video. It says that the greatly-increased view of the vertical space will make it easier to get a “head to toe” view of your visitors, as well as better visibility when a driver leaves a box on the floor. Plus, the higher resolution footage will make it easier for users to identify what’s going on when they’re away from home.</p><p>Despite claims that this unit has a longer battery life compared to some of its brethren, the Plus does not compromise on features. Users will be able to set the usual alerts for Motion Detection and Privacy Zones, as well as Quick Replies, use Live View and talk to whoever’s at the door. It’s also equipped to support end-to-end encryption, but you’ll <a href=\"https://www.engadget.com/ring-e2ee-battery-powered-cameras-doorbells-142207705.html\">have to opt-in if you want to activate it</a>, and you should. Plus, Ring will sell you a subscription package for $4 a month that’ll let you set rich notifications as well as the aforementioned Package Alerts.</p><span id=\"end-legacy-contents\"></span><p>The <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=b50ccd99-4c85-48e0-a2ed-9c2b9b65422b&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Ring&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJiNTBjY2Q5OS00Yzg1LTQ4ZTAtYTJlZC05YzJiOWI2NTQyMmIiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly9yaW5nLmNvbS9wcm9kdWN0cy9iYXR0ZXJ5LWRvb3JiZWxsLXBsdXMiLCJjb250ZW50VXVpZCI6IjlhMTQ3MTkxLWViNmUtNGY3Yy04NmU3LTIxM2VjZjRlZDI1YiJ9&amp;signature=AQAAAQo_BrEZIBePCjmKiycpp-4XrIbcrGIbtYTpLhbe_8Ww&amp;gcReferrer=https%3A%2F%2Fring.com%2Fproducts%2Fbattery-doorbell-plus\">Ring Battery Doorbell Plus</a> is available to pre-order today for $180, with shipping expected to begin on April 5th.</p>This article originally appeared on Engadget at https://www.engadget.com/ring-battery-doorbell-plus-150-degree-field-of-vision-140038902.html?src=rss", "link": "https://www.engadget.com/ring-battery-doorbell-plus-150-degree-field-of-vision-140038902.html?src=rss", "date_published": "2023-03-08 14:00:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Sony's PS5 update with Discord voice chat begins rolling out to all", "description": "<p>The <a href=\"https://www.engadget.com/sony-playstation-5-review-130048353.html\">PlayStation 5 update</a> that comes with support for Discord voice chats on the console has now made its way out of beta and to all PS5 gamers. Those who've already installed <a href=\"https://wccftech.com/playstation-5-system-update-7-0/\">System Update 7.0</a> can now activate Discord calls on their console, so long as they don't mind setting it up. They'd have to link their PlayStation Network account to Discord to start with, and then they'd have to select Discord under \"Linked Services\" before completing the integration through either a QR code or the PS5 browser. Every time they want to chat with their friends, they'd have to use a mobile device or a PC to transfer a call to the PS5 first.</p><p>The process is a bit involved, but Microsoft made it possible to join Discord calls <a href=\"https://www.engadget.com/xbox-november-update-discord-twitch-181425153.html\">directly from the Xbox</a> in November last year. We're hoping Sony can do the same in the future. As <a href=\"https://www.theverge.com/2023/3/8/23630228/sony-ps5-update-discord-1440p-vrr-support\"><em>The Verge</em></a> notes, the PS5's Discord integration doesn't include text messages and streams just yet, so you won't be able to access those on the console.</p><span id=\"end-legacy-contents\"></span><p>In addition, the latest update adds Variable Refresh Rate (VRR) support for HDMI 2.1 displays with 1440p resolution. That <a href=\"https://wccftech.com/ps5-vrr-support-to-be-added-in-future-software-update-sony-confirms/\">translates to</a> less stuttering and input lags for games that support VRR, since the feature enables a display to match the PS5's current frame rate output. Players will also encounter a new notification when they download or install a PS4 game on the PS5, telling them that they have saved data in their PSN cloud storage. All they have to do to download that data is to select the notification.&nbsp;</p><p>The update brings improvements to the console's screen reader, as well, giving it the capability to tell users which direction they can move and what their current position is. Players can now also update their controller's software wirelessly, and for people in the US and the UK, saving a video clip of their game is as easy as issuing a voice command. They can simply say: \"Hey PlayStation, capture that!\"&nbsp;</p><p>Sony just released the beta version of this update in February. PS5 owners now just have to wait for it to hit their consoles or check out the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=0f845666-5cc0-42c7-863d-d873ae1b6087&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=PlayStation&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIwZjg0NTY2Ni01Y2MwLTQyYzctODYzZC1kODczYWUxYjYwODciLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cucGxheXN0YXRpb24uY29tL2VuLXVzL3N1cHBvcnQvaGFyZHdhcmUvcHM1L3N5c3RlbS1zb2Z0d2FyZS8jdXBkYXRlIiwiY29udGVudFV1aWQiOiJkNGVjNGEwNy1hZjJiLTRkZTMtYjliNy1hZWZmMTg5MzA5MTYifQ&amp;signature=AQAAAasN8LzcGrBlcfznNvjs3QhTSXI2WiLi2FP4moE2e9C5&amp;gcReferrer=https%3A%2F%2Fwww.playstation.com%2Fen-us%2Fsupport%2Fhardware%2Fps5%2Fsystem-software%2F%23update\">PlayStation support page</a> for the latest system software update for the PS5 for more info.&nbsp;</p>This article originally appeared on Engadget at https://www.engadget.com/sony-ps5-update-discord-voice-chat-rollout-131503910.html?src=rss", "link": "https://www.engadget.com/sony-ps5-update-discord-voice-chat-rollout-131503910.html?src=rss", "date_published": "2023-03-08 13:15:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "DuckDuckGo's AI assist feature summarizes Wikipedia pages to answer search queries", "description": "<p>Following the lead of <a href=\"https://www.engadget.com/microsoft-new-bing-edge-ai-copilot-hands-on-demo-test-chatgpt-openai-213332455.html\"><ins>Microsoft</ins></a> and <a href=\"https://www.engadget.com/google-officially-unveils-its-chatgpt-rival-apprentice-bard-192055722.html\"><ins>Google</ins></a>, DuckDuckGo is about to dip its toes in generative AI. But the company isn’t starting with a chatbot. Instead, DuckDuckGo is partnering with OpenAI and Anthropic to enhance its existing Instant Answer feature. You won’t see “DuckAssist” with each and every search you conduct, but when it does appear, the tool will pull from Wikipedia (as well as Encyclopedia Britannica in some instances) to provide a natural language response to your questions.</p><p>DuckDuckGo is limiting DuckAssist’s sourcing to reduce the likelihood of the feature’s machine-learning model “<a href=\"https://en.wikipedia.org/wiki/Hallucination_(artificial_intelligence)\"><ins>hallucinating</ins></a>” or, in other words, <a href=\"https://www.engadget.com/google-bard-chatbot-false-information-twitter-ad-165533095.html\"><ins>providing you with the wrong information</ins></a>. If you see a magic wand icon, it means Duck Assist can summarize information for you.</p><span id=\"end-legacy-contents\"></span><p>Additionally, the feature won’t be part of the entire DuckDuckGo experience right away. With today’s announcement, you will only see DuckAssist answers appear when using the DuckDuckGo app or browser extension. The company says it wants to collect feedback before expanding availability in the coming weeks and allowing DuckAssist's model to pull on additional sources. For those concerned about privacy, DuckDuckGo notes no login is necessary to use DuckAssist and the company won’t share any of your personal information with OpenAI and Anthropic. DuckAssist searches also won’t be used to train their models.</p><p>DuckDuckGo users can expect more AI-enhanced features to arrive in the future. “This is the first in a series of generative AI-assisted features we hope to roll out in the coming months,” DuckDuckGo CEO Gabriel Weinberg said. “We wanted DuckAssist to be the first because we think it can immediately help users find answers to what they are looking for faster.”</p>This article originally appeared on Engadget at https://www.engadget.com/duckduckgos-ai-assist-feature-summarizes-wikipedia-pages-to-answer-search-queries-130049552.html?src=rss", "link": "https://www.engadget.com/duckduckgos-ai-assist-feature-summarizes-wikipedia-pages-to-answer-search-queries-130049552.html?src=rss", "date_published": "2023-03-08 13:00:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "The Morning After: Messenger is coming home to Facebook", "description": "<p>Over the last decade, Meta has done all it can to establish each part of its business as a separate but equal contributor to its bottom line. After all, that’s why part of Facebook’s brand identity is little icons denoting Messenger, Instagram, WhatsApp and Oculus. Plus, you know, it helps to deflect from any suggestion it’s operating a sprawling digital monopoly owning a big chunk of the internet.</p><p>But now, nine years after Facebook cleaved its Messenger product into a standalone mobile app, the pair are to be reunited. Facebook head Tom Alison said in a blog post the company is testing the <a href=\"https://www.engadget.com/messenger-is-returning-to-the-facebook-mobile-app-after-nine-years-away-191426674.html\">ability to access Messenger from within the Facebook app</a>. This is, of course, all part of its attempts to claw back relevancy from TikTok, with Alison saying the big blue app is pivoting to become a platform for entertainment and discovery.</p><p>– Dan Cooper</p><p><em>The Morning After isn’t just a</em><a href=\"https://www.engadget.com/about/newsletter/\"><em> newsletter</em></a><em> –  it’s also a daily podcast. Get our daily audio briefings, Monday through Friday, by</em><a href=\"https://www.engadget.com/2019-08-01-engadget-podcasts.html\"><em> subscribing right here</em></a><em>.</em></p><h3>The biggest stories you might have missed</h3><ul><li><p><a href=\"https://www.engadget.com/google-rollout-new-look-docs-workspace-apps-124542742.html\">Google begins rolling out its new look for Docs and other Workspace apps</a></p></li><li><p><a href=\"https://www.engadget.com/the-iphone-14-now-comes-in-yellow-133841844.html\">The iPhone 14 now comes in yellow</a></p></li><li><p><a href=\"https://www.engadget.com/hogwarts-legacy-release-ps4-xbox-one-delayed-may-5th-094148707.html\">'Hogwarts Legacy' release on PS4 and Xbox One delayed again until May 5th</a></p></li><li><p><a href=\"https://www.engadget.com/japan-h3-rocket-self-destructs-failed-launch-072818999.html\">Japan's H3 rocket self-destructs in space during failed launch</a></p></li><li><p><a href=\"https://www.engadget.com/gms-ultra-cruise-system-will-debut-on-the-cadillac-celestiq-later-this-year-140011591.html\">GM's Ultra Cruise system will debut on the Cadillac Celestiq later this year</a></p></li></ul><h2></h2><h2><a href=\"https://www.engadget.com/remarkable-2-type-folio-keyboard-hands-on-130057978.html\">reMarkable launches a gorgeous, if expensive, Type Folio for its e-paper tablet</a></h2><h3>It’s a niche accessory for a niche product, but you can’t help but love it.</h3><a href=\"https://www.engadget.com/remarkable-2-type-folio-keyboard-hands-on-130057978.html\"><figure><img alt=\"Image of the reMarkable Type Folio\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-03/b6dd67d0-bd9a-11ed-ae36-e1b898390258\" /><figcaption></figcaption><div class=\"photo-credit\">Daniel Cooper</div></figure></a><p>A few years after launching an updated version of its e-paper writing slate, reMarkable is adding a <a href=\"https://www.engadget.com/remarkable-2-type-folio-keyboard-hands-on-130057978.html\">keyboard folio</a>. It’s a pricey add-on to the device but one, I think, makes the right compromises. I found it pretty easy to use as a distraction-free writing machine. But given reMarkable’s intentionally limited writing slate is already a niche proposition, this can only ever appeal to a niche inside a niche.</p><p><a href=\"https://www.engadget.com/remarkable-2-type-folio-keyboard-hands-on-130057978.html\"><strong>Continue Reading.</strong></a></p><h2><a href=\"https://www.engadget.com/sonos-is-betting-big-on-spatial-audio-with-the-450-era-300-speaker-140041530.html\">Sonos is betting big on spatial audio with the $450 Era 300 speaker</a></h2><h3>And it’ll offer support for Apple Music’s spatial audio.</h3><a href=\"https://www.engadget.com/sonos-is-betting-big-on-spatial-audio-with-the-450-era-300-speaker-140041530.html\"><figure><img alt=\"Image of the new Sonos Era 300 on a table in a fake living room.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-03/ceecebc0-bd9a-11ed-b7f5-835e745ffcc3\" /><figcaption></figcaption><div class=\"photo-credit\">Nathan Ingraham</div></figure></a><p>Sonos has unveiled the most dramatic update to its speaker line in some time, replacing both the One and Five with the <a href=\"https://www.engadget.com/sonos-is-betting-big-on-spatial-audio-with-the-450-era-300-speaker-140041530.html\">Era 100 and Era 300</a>. It’s the latter that’s more interesting, since it’s designed to support spatial audio, offering more nuance to your music. And, shortly after the pair arrived, Apple let it be known the Era 300 would support <a href=\"https://www.engadget.com/sonos-speakers-will-support-apple-music-spatial-audio-starting-march-28th-161505844.html\">spatial audio from Apple Music</a>, giving would-be purchasers one big reason to try it out.</p><p><a href=\"https://www.engadget.com/sonos-is-betting-big-on-spatial-audio-with-the-450-era-300-speaker-140041530.html\"><strong>Continue Reading.</strong></a></p><h2><a href=\"https://www.engadget.com/hyundais-revamped-kona-ev-offers-more-room-and-a-longer-range-151216854.html\">Hyundai's revamped Kona EV offers more room and a longer range</a></h2><h3>It’s the first clean-sheet Kona EV, with all the benefits.</h3><a href=\"https://www.engadget.com/hyundais-revamped-kona-ev-offers-more-room-and-a-longer-range-151216854.html\"><figure><img alt=\"Promotional image of the new Kona EV parked in front of some futuristic building while being charged.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-03/eb1dded0-bd9a-11ed-9be9-7a2bccae0911\" /><figcaption></figcaption><div class=\"photo-credit\">Hyundai</div></figure></a><p>Hyundai’s Kona was a popular and well-reviewed EV, offering a heady mix of affordability, decent range and equipment. Now, the company <a href=\"https://www.engadget.com/hyundais-revamped-kona-ev-offers-more-room-and-a-longer-range-151216854.html\">has shown off its replacement</a>, a clean sheet redesign with a WLTP-rated range of 304 miles. It’s also more spacious and has a lot more kit, and while the company hasn’t yet announced US pricing, it’s likely to be cheaper than the Ioniq 5.</p><p><a href=\"https://www.engadget.com/hyundais-revamped-kona-ev-offers-more-room-and-a-longer-range-151216854.html\"><strong>Continue Reading. </strong></a></p><span id=\"end-legacy-contents\"></span><h2><a href=\"https://www.engadget.com/youtube-reverses-course-on-controversial-swearing-and-monetization-policy-210534968.html\">YouTube reverses course on controversial swearing and monetization policy</a></h2><h3>Now you can do a naughty word in the opening moments of a video.</h3><p></p><p>YouTube’s interesting approach to colorful metaphors, the sort you’d never see used in a respectable technology newsletter, <a href=\"https://www.engadget.com/youtube-reverses-course-on-controversial-swearing-and-monetization-policy-210534968.html\">is changing</a>. Last November, the company said any shocking utterances in the initial moments of a clip would render it ineligible for monetization. Now, officials have walked that back slightly, saying only strong profanity will see a clip marked for limited adverts, while milder, sub-f-and-s-word utterances will probably be OK.</p><p><a href=\"https://www.engadget.com/youtube-reverses-course-on-controversial-swearing-and-monetization-policy-210534968.html\"><strong>Continue Reading.</strong></a></p>This article originally appeared on Engadget at https://www.engadget.com/the-morning-after-messenger-is-coming-home-to-facebook-121508699.html?src=rss", "link": "https://www.engadget.com/the-morning-after-messenger-is-coming-home-to-facebook-121508699.html?src=rss", "date_published": "2023-03-08 12:15:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Microsoft debuts a new 'velocity green' Xbox controller", "description": "<p>&nbsp;There are certain colors you see and have an immediate association. For gamers, one of the most iconic might be that warm medium green seen on Yoshi and, most notably, Xbox. The latter has long used green as a core part of its branding. Yet, Microsoft hadn't outright sold an official darker green Series S/X wireless controller — until now. It's official name is<a class=\"no-affiliate-link\" href=\"https://news.xbox.com/en-us/2023/03/07/stun-the-competition-with-the-new-xbox-wireless-controller-velocity-green/\"> velocity green</a> and it's <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=67071605-d4df-494e-8d9c-c9c236b8bb38&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Microsoft&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NzA3MTYwNS1kNGRmLTQ5NGUtOGQ5Yy1jOWMyMzZiOGJiMzgiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cubWljcm9zb2Z0LmNvbS9lbi11cy9kL3hib3gtd2lyZWxlc3MtY29udHJvbGxlci12ZWxvY2l0eS1ncmVlbi85MGdoenRmZjhjajgiLCJjb250ZW50VXVpZCI6IjFlNmNlNmE5LWYwN2QtNGE4YS1hODViLWQyZjA4YzEyOThhMCJ9&amp;signature=AQAAAXF2z3f8Ez80dtDZNxhqEmRcfEertL6_XwqsYP6UjBqV&amp;gcReferrer=https%3A%2F%2Fwww.microsoft.com%2Fen-us%2Fd%2Fxbox-wireless-controller-velocity-green%2F90ghztff8cj8\">on sale for $65</a>.&nbsp;</p><p>Almost the entire front is green with black accents courtesy of the hybrid D-pad and controller buttons. The triggers and bumpers are also black while the back case is a clean white. The controller offers up to 40 hours of battery life and includes textured grips on areas such as the triggers and back case. It houses a dedicated Share button to share screenshots or gameplay videos of games with friends and can also pair with PCs and mobile devices.</p><span id=\"end-legacy-contents\"></span><p><a class=\"no-affiliate-link\" href=\"https://www.engadget.com/xbox-design-lab-custom-next-gen-controller-colors-181854143.html\">Microsoft has offered custom controller colors</a> through the Xbox Design Lab but this new option is perfect for players who want (mostly) all green, all the time. Plus, it's $5 cheaper. Not much, but hey you can put it towards a new game.&nbsp;</p><p>Anyone looking for an entire velocity green look can also get a matching <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=d043077a-4ba1-4321-a933-30b8701d8d31&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Razer&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJkMDQzMDc3YS00YmExLTQzMjEtYTkzMy0zMGI4NzAxZDhkMzEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cucmF6ZXIuY29tL2NvbnNvbGUtYWNjZXNzb3JpZXMvcmF6ZXItdW5pdmVyc2FsLXF1aWNrLWNoYXJnaW5nLXN0YW5kL1JDMjEtMDE3NTE3MDAtUjNVMSIsImNvbnRlbnRVdWlkIjoiMWU2Y2U2YTktZjA3ZC00YThhLWE4NWItZDJmMDhjMTI5OGEwIn0&amp;signature=AQAAAURkNe5P4eUgDrakZ0G_1HNxCEOSjb0joAJ1HQF2E3I3&amp;gcReferrer=https%3A%2F%2Fwww.razer.com%2Fconsole-accessories%2Frazer-universal-quick-charging-stand%2FRC21-01751700-R3U1\">Razer Universal Quick Charging Stand</a> for $40. Plus, Microsoft is leaning fully into its signature color with a <a href=\"https://gear.xbox.com/products/xbox-velocity-green-hoodie\">velocity green Xbox hoodie</a> for $65. There's even a little four-leaf clover stitched on the sleeve for extra gaming luck.</p><p>Not big on green? Microsoft has already rolled out a slew of other wireless controllers in the colors Electric Volt, Deep Pink, Shock Blue, and Pulse Red.&nbsp;</p><p></p>This article originally appeared on Engadget at https://www.engadget.com/microsoft-xbox-new-velocity-green-controller-112518870.html?src=rss", "link": "https://www.engadget.com/microsoft-xbox-new-velocity-green-controller-112518870.html?src=rss", "date_published": "2023-03-08 11:25:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Curiosity rover captures our first clear view of Martian sunbeams", "description": "<p>NASA's Perseverance rover might be out there on Mars since 2021, <a href=\"https://www.engadget.com/nasa-confirms-that-perseverance-successfully-cored-its-first-rock-153007472.html\">collecting rock samples</a> and <a href=\"https://www.engadget.com/mars-perseverance-rover-sample-water-presence-173031732.html\">finding hints of water</a>, but that doesn't mean its predecessor has already retired from its explorations. In fact, the Curiosity rover has been observing Martian clouds during twilight to build upon its <a href=\"https://www.engadget.com/nasa-curiosity-rover-cloud-photos-202447024.html\">previous survey</a> on night-shining clouds. And on February 2nd, Curiosity <a href=\"https://www.jpl.nasa.gov/news/nasas-curiosity-views-first-sun-rays-on-mars\">captured a rare sight</a> on camera, making it the first time we've seen crepuscular rays (or &quot;sun rays&quot;) this clearly from the Martian surface.</p><p>The clouds in the photo above are located at a higher altitude than most Martian clouds, which sit around 37 miles  above the ground and are made of water ice. Since the clouds in the photo are higher up where it's especially cold, NASA thinks they're made of frozen carbon dioxide — or dry ice, as we call it — instead. They agency says that observing clouds on Mars can help scientists learn more about the planet's atmospheric conditions, temperatures and winds.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>For this particular survey, which started in January and will conclude mid-March, Curiosity mostly uses its colored Mast Camera or Mastcam. The equipment allows the rover to take images that would show scientists how cloud particles glow over time. To create the panorama you see above, NASA stitched together 28 images taken by the Mastcam. In 2021, though, Curiosity mostly relied on its black-and-white navigation cameras that provided us a detailed look at clouds' structure as they move.&nbsp;</p><p>In addition to our first clear view of the Martian sun rays, the rover has also taken photos of other interesting cloud formations since the current survey began. One image from January 27th (below) shows an iridescent cloud that's shaped like a feather. Apparently, the color transitions brought about by iridescence tell scientists how the cloud is evolving and about how its particle size is changing across the structure.&nbsp;</p><figure><img alt=\"A photo of a feather-like cloud on Mars taken by NASA's Curiosity rover.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-03/14be77f0-bd9f-11ed-b1d9-06b0234725af\" style=\"height: 1163; width: 3417;\" /><figcaption></figcaption><div class=\"photo-credit\">NASA/JPL-Caltech/MSSS</div></figure><p></p>This article originally appeared on Engadget at https://www.engadget.com/curiosity-rover-captures-first-clear-view-martian-sunbeams-105136342.html?src=rss", "link": "https://www.engadget.com/curiosity-rover-captures-first-clear-view-martian-sunbeams-105136342.html?src=rss", "date_published": "2023-03-08 10:51:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "WhatsApp will soon let users choose when group chats expire", "description": "<p>If you've ever created or joined a WhatsApp group chat for a single event, then kept forgetting to delete it for years afterwards, there's an upcoming feature you may appreciate. WhatsApp is testing something called &quot;Expiring Groups&quot; that will let you set an expiration date for group chats, according to a new iOS beta spotted by <a href=\"https://wabetainfo.com/whatsapp-beta-for-ios-23-5-0-71-whats-new/\"><em>WaBetaInfo</em></a>.&nbsp;</p><p>According to a screenshot, the Expiring Groups option will appear within a group's settings, letting you choose options like a day, week, or custom date. You'll also have the ability to cancel an expiration if you need to keep the chat intact. Any expiration dates set will only apply to yourself and not other participants, apparently — so the group might continue to exist, just not with you in it.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>It appears that WhatsApp won't just delete a group without telling you, as the description states that &quot;you will be prompted to clean up groups on the expiration date.&quot; Still, much like <a href=\"https://www.engadget.com/whatsapp-disappearing-roll-out-090000380.html\">disappearing messages</a>, it should help reduce clutter in your account and save some device storage space</p>This article originally appeared on Engadget at https://www.engadget.com/whatsapp-will-soon-let-users-choose-when-group-chats-expire-085500703.html?src=rss", "link": "https://www.engadget.com/whatsapp-will-soon-let-users-choose-when-group-chats-expire-085500703.html?src=rss", "date_published": "2023-03-08 08:55:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Twitter's censorship-evading Tor service is no longer working", "description": "<p>Visiting <a href=\"https://www.engadget.com/twitter-tor-onion-service-evade-censorship-210549633.html\">Twitter's Tor onion website</a> will now show you a warning that its certificate has expired, and pushing forward will just send you to an error page. The Tor Project, the non-profit org responsible for maintaining software for the Tor network, has confirmed to <a href=\"https://www.theverge.com/2023/3/7/23629504/twitter-tor-onion-site-security-certificate-expired\"><em>The Verge</em></a> that Twitter's onion site &quot;is no longer available seemingly with no plans to renew.&quot; Pavel Zoneff, the group's communications director, said: &quot;The Tor Project has reached out to Twitter to look into bringing the onion version of the social media platform back online. People who rely on onion services for an extra layer of protection and guarantee that they are accessing the content they are looking for now have one fewer way of doing so safely.&quot; It's worth noting, however, that you can still access Twitter on a Tor browser.&nbsp;</p><p>Twitter launched its Tor service in 2022, shortly after <a href=\"https://www.engadget.com/twitter-block-russia-210603308.html\">Russia blocked</a> its people's access to the website. A Tor service allows you to circumvent censorship and gives you the capability to visit an online destination even when it's supposedly restricted in your country. It also protects you from surveillance, thanks to its anonymization features that encrypt your traffic. You can use it anywhere, but it is perhaps especially helpful to people living in countries with more stringent censorship laws, including North Korea and China.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>The company has yet to announce whether it has any plans on reviving its Tor service. Alec Muffett, who <a href=\"https://twitter.com/AlecMuffett/status/1501282223009542151\">helped Twitter's engineers</a> adopt Tor services last year, told <em>The Verge</em> that the people within the company he interacted with &quot;are all gone.&quot; He added that he's pretty sure it's going to stop working totally &quot;unless Elon [Musk] takes an interest.&quot;</p><p>Musk, who purchased Twitter later in 2022, has <a href=\"https://www.engadget.com/twitter-layoffs-010148183.html\">laid off thousands</a> of <a href=\"https://www.engadget.com/twitter-reportedly-lays-off-part-of-global-content-moderation-team-182048288.html\">workers</a> since he took over, <a href=\"https://www.engadget.com/twitter-has-reportedly-laid-off-product-manager-esther-crawford-204639968.html\">including employees</a> who supported his vision for the website. <a href=\"https://www.engadget.com/80-percent-of-twitters-full-time-staff-has-evaporated-under-musk-234247201.html\"><em>CNBC reported</em></a> back in January that only 1,300 personnel were left from the 7,500 people who were working for Twitter before it changed hands. Seeing as Musk seems to be focusing on <a href=\"https://www.engadget.com/twitter-blue-monday-11-per-month-ios-221436172.html\">monetizing Twitter</a> at the moment, and there are barely any employees left at the company, its Tor service may remain unavailable for a long time, if not for good.&nbsp;</p>This article originally appeared on Engadget at https://www.engadget.com/twitter-tor-service-no-longer-working-063541843.html?src=rss", "link": "https://www.engadget.com/twitter-tor-service-no-longer-working-063541843.html?src=rss", "date_published": "2023-03-08 06:35:41+00:00", "persistent": false, "user": null, "language": "en-US"}]