[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC3ScyryU9Oy9Wse3a8OAmYQ", "title": "Age of Easy Money (trailer) | FRONTLINE", "description": "The role of the Federal Reserve’s “easy money” policies in the current economic uncertainty. \n\nThis journalism is made possible by viewers like you. Support your local PBS station here: http://www.pbs.org/donate​.\n\n#Documentary #Finance #Federalreserve \n\nSubscribe on YouTube: http://bit.ly/1BycsJW​\nInstagram: https://www.instagram.com/frontlinepbs​\nTwitter: https://twitter.com/frontlinepbs​\nFacebook: https://www.facebook.com/frontline\n\nFRONTLINE is produced at GBH in Boston and is broadcast nationwide on PBS. Funding for FRONTLINE is provided through the support of PBS viewers and by the Corporation for Public Broadcasting. Additional support for FRONTLINE is provided by the Abrams Foundation, the John D. and Catherine T. MacArthur Foundation, Park Foundation, the Heising-Simons Foundation; and the FRONTLINE Journalism Fund, with major support from Jon and Jo Ann Hagler on behalf of the Jon L. Hagler Foundation.", "link": "https://www.youtube.com/watch?v=Nm4EyyanSL0", "date_published": "2023-03-08 16:00:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC3ScyryU9Oy9Wse3a8OAmYQ", "title": "Terror in Europe: Investigating the 2015-16 Wave of Deadly Attacks (full documentary) | FRONTLINE", "description": "After a wave of terror attacks in Europe that began in 2015, FRONTLINE and ProPublica examined the missteps and systemic breakdowns that allowed known terrorists to strike Paris and Brussels. (Aired 2016)\n\nThis journalism is made possible by viewers like you. Support your local PBS station here: http://www.pbs.org/donate​.\n\nIn January 2015, attacks on a French satirical magazine office and a Jewish supermarket in Paris left 17 people dead. That November, attacks on multiple targets in Paris killed 130 people. Four months later, suicide bombings killed 32 people in Brussels. \n\nIn the 2016 documentary “Terror in Europe,” FRONTLINE and ProPublica examined whether these attacks by terrorists linked to Al Qaeda and ISIS could have been prevented and why Europe remained vulnerable to the terrorism threat.\n\nYears before the attacks in Europe, ProPublica senior reporter Sebastian Rotella was already reporting on some of the jihadists who would go on to commit them and the counter-terror officials trying to stop them. In unusually candid interviews, European counter-terror veterans told Rotella how the attackers had escaped detection and how European countries had failed to put in place effective intelligence sharing and border enforcement in the lead-up to the attacks.\n\n“Terror in Europe” is a FRONTLINE Production with Mongoose Pictures in partnership with ProPublica. The producer and director is Ricardo Pollack. The correspondent is Sebastian Rotella. The senior producer is Dan Edge. The executive producer of FRONTLINE is Raney Aronson-Rath.\n\nExplore additional reporting on \"Terror in Europe\" on our website:\nhttps://www.pbs.org/wgbh/frontline/documentary/terror-in-europe/\n\n#Documentary #Extremism #ParisAttacks \n\nSubscribe on YouTube: http://bit.ly/1BycsJW​\nInstagram: https://www.instagram.com/frontlinepbs​\nTwitter: https://twitter.com/frontlinepbs​\nFacebook: https://www.facebook.com/frontline\n\nFRONTLINE is produced at GBH in Boston and is broadcast nationwide on PBS. Funding for FRONTLINE is provided through the support of PBS viewers and by the Corporation for Public Broadcasting. Additional support for FRONTLINE is provided by the Abrams Foundation, the John D. and Catherine T. MacArthur Foundation, Park Foundation, the Heising-Simons Foundation; and the FRONTLINE Journalism Fund, with major support from Jon and Jo Ann Hagler on behalf of the Jon L. Hagler Foundation.\n\nCHAPTERS:\nPrologue - 00:00\nA Wave of Terror Attacks in Europe  - 1:11\nFrom Petty Criminals to Extremists Joining Al Qaeda or ISIS - 5:29\nNetworks of Terror in Europe - 22:43\nMost Suspected Plotters of November 2015 Paris Attacks Already Known to Authorities - 36:30\nCredits - 51:58", "link": "https://www.youtube.com/watch?v=3ny4LdJXHfw", "date_published": "2023-03-08 00:11:42+00:00", "persistent": false, "user": null, "language": "en-US"}]