[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Final Fantasy - History of Summons", "description": "Summons have been part of the Final Fantasy franchise for over 30 years. With Eikons, Final Fantasy XVI's version of Summonable Monsters, playing a central role in the recently released game, we're taking a look at how Summons have evolved since their first appearance in 1990's Final Fantasy III. We also take a deeper look at all the major Eikons in Final Fantasy XVI, including the mythology they come from and their defining characteristics and behaviors.\n\nEidolons, Espers, Guardian Forces, Aeons, Primals…call them what you will, summonable creatures have been a cornerstone of the Final Fantasy franchise for over 30 years. Making their first appearance in Final Fantasy III in 1990, the initial roster included 8 summons, including series’ regulars Ifrit, Shiva, Ramuh, Titan, Odin and Bahamut, all of whom are present as Eikons in Final Fantasy XVI. These creatures were summonable by the Evoker, Sage and Summoner jobs, and had one of three effects when called upon, depending on which job had summoned them. While lower level summons were available in shops, Final Fantasy III also introduced the long running tradition of defeating more powerful summons in battle in order to gain the ability to summon them.\n\nBy Final Fantasy VIII, summons found themselves playing a central role in the game's mechanics and story once again. Called “Guardian Forces”, they junctioned to a human host’s consciousness. A Junctioned party member could draw magic from enemies and the environment then cast it in battle or junction it to status attributes to increase speed, strength or add elemental defense or attack properties. Final Fantasy IX limited summoning to two characters, Garnet/Dagger and Eiko, and introduced the term “Eidolon” which, as previously mentioned, would be used in the DS release of Final Fantasy IV, as well as Final Fantasy XII. Eidolon’s were summoned via gemstones and are, according to Final Fantasy IX lore, manifestations of the planet's collected memories gathered by its crystal.\n\nFinal Fantasy X again restricted summoning to a single character, the Summoner Yuna, but also completely changed the way summons worked. For the first time in the series, rather than being an in-battle cutscene resulting in massive amounts of elemental damage, Summons acted as temporary party members, controllable by the player for a limited amount of time once summoned. In Final Fantasy XI, Final Fantasy’s first foray into the massively multiplayer online space, Avatars as they were called worked similarly, and remained on the battlefield under the control of a summoner player character until all their MP was depleted, to different ends depending on what blood pact the summoner used to call them.\n\nA weird outlier in the series is Final Fantasy XII, wherein their version of Espers, a term originating in FFVI, all correspond to a sign of the zodiac. NONE of the standard summons appear per se –more on that later– in this installment of the franchise, though many of them correspond with the Lucavi of Final Fantasy Tactics which, like Final Fantasy XII, is set in Ivalice. Eidolons make their return in Final Fantasy XIII only this time they’re Transformers. No really, they’re all mechanical and transform into vehicles. They must be defeated in battle to gain access to their power via a crystal shard called an Eidolith.\n\nFinal Fantasy XIV featured two names for summoned creatures: Primals and Eikons. Well, will you look at that Yoshi-Producer of Final Fantasy XIV and also XVI. Primals are godlike beings, with each holding dominion over a tribe within Eorzea and manifest with enough prayer and aether. They're a destructive force deeply tied to the lore and story, and make for some major boss fights, too. Those who play Summoner must summon “fragments” of a Primal's power, known as Egis, to do battle with - incomplete enough for them to maintain control of them. This is also the first game wherein Final Fantasy began to explore the idea of humanoid Avatars physically assuming the form of summons, with the Primal Phoenix having been created from the Elezen sage Louisoix Leveilleur during the confrontation with the Primal Bahamut, which kicked off A Realm Reborn. In Final Fantasy XV summons were divided into two categories, Astrals, colossal beings that protect Eos and are worshiped as gods - and Messengers, magical beings sent to make humankind aware of the Astrals’ will. Astrals are unlocked as part of the story, with Noctis gaining their favor and ability to summon them upon completing their trials.\n\nExploring the individual histories and origins of every Summon to ever appear in the Final Fantasy series would make for a really, really, really long video so in honor of the recently released Final Fantasy XVI, we’ll keep our focus on those legendary creatures out here making big trouble in Little Valisthea.", "link": "https://www.youtube.com/watch?v=IraFEP4gSGo", "date_published": "2023-07-03T21:00:14+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}]