[{"source": "https://www.engadget.com/rss.xml", "title": "Tidal is increasing its HiFi plan to $11 per month", "description": "<p><a href=\"https://www.engadget.com/tag/tidal/\">Tidal</a> has followed Apple Music, Deezer and Amazon Music by increasing the price of its base HiFi subscription. Starting on August 1st, the cost of an individual membership is going up by $1 to $11 per month in the US, while the family plan will run you $17 per month, an increase of $2. According to <a href=\"https://www.billboard.com/pro/tidal-price-increase-details-streaming-monthly-costs/\"><em>Billboard</em></a>, prices are going up in other markets too.</p><p>Tidal confirmed to Engadget that the <a href=\"https://www.engadget.com/tidal-free-streaming-plan-artist-paymetns-royalties-153606001.html\">Tidal HiFi Plus tier</a> is not affected. This $20 per month plan includes Dolby Atmos Music, Sony 360 Audio and Master Quality Authenticated (MQA) tracks. There appear to be no changes to the free tier, student plan and discounted military membership for now.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>Several of Tidal's rivals have increased their prices in recent months. Deezer and <a href=\"https://www.engadget.com/apple-music-tv-plus-one-price-increase-173909045.html\">Apple Music</a> both bumped up the prices of their individual plans to $11 per month in late 2022. <a href=\"https://www.engadget.com/amazon-music-streaming-prices-are-going-up-in-the-us-and-uk-110551222.html\">Amazon Music followed suit</a> in February.</p><p>Spotify, meanwhile, hasn't changed the price of its $10 per month individual plan in the US since 2011. The company is expected to do so in the near future, following <a href=\"https://www.billboard.com/pro/spotify-q1-2023-earnings-report-subscribers-revenue/\">recent remarks</a> by CEO Daniel Ek. <a href=\"https://www.engadget.com/spotify-may-finally-be-ready-to-launch-a-premium-hifi-audio-tier-123847826.html\">Rumors also suggest</a> that Spotify's long-awaited <a href=\"https://www.engadget.com/spotify-hifi-cd-quality-audio-no-timing-details-201240379.html\">high-fidelity plan</a>, which is said to include audiobooks, could arrive this year.</p><p><strong>Update 7/3 2:53PM ET: </strong>Added clarification from Tidal.</p>This article originally appeared on Engadget at https://www.engadget.com/tidal-is-increasing-its-hifi-plan-to-11-per-month-183139113.html?src=rss", "link": "https://www.engadget.com/tidal-is-increasing-its-hifi-plan-to-11-per-month-183139113.html?src=rss", "date_published": "2023-07-03T18:31:39+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Animated GIF generator from Picsart makes AI fun again", "description": "<p>Remember the early days of the AI hype train, when everyone spent their time making stupid images using text prompts? If you want to recapture the nostalgic haze of, uh, late 2022, Picsart has got you covered. The popular image editor <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=d0e9815f-9ba2-4dfc-9636-bb49252c2691&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=picsart&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJkMGU5ODE1Zi05YmEyLTRkZmMtOTYzNi1iYjQ5MjUyYzI2OTEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly9waWNzYXJ0LmNvbS9ibG9nL3Bvc3QvaW50cm9kdWNpbmcteW91ci1uZXctZmF2b3JpdGUtdW5oaW5nZWQtYWktdG9vbC1haS1naWYtZ2VuZXJhdG9yIiwiY29udGVudFV1aWQiOiJiYzFiY2NiNi0xN2FlLTRjMDEtODFiZS0wZWMyODVmNDdlZmYifQ&amp;signature=AQAAAdHgTD8VAD6mAEbwYLDKiDT51a0p2KjKQPvp41zxnflv&amp;gcReferrer=https%3A%2F%2Fpicsart.com%2Fblog%2Fpost%2Fintroducing-your-new-favorite-unhinged-ai-tool-ai-gif-generator\">just launched an AI-powered</a> animated GIF generator.</p><p>The major difference between earlier text-to-image platforms like DALL-E and Picsart’s new tool is animation. DALL-E is best known for making static images, whereas Picsart’s software creates animated GIFs, just like the ones you’ve been sending in group chats and social media platforms for years. Only, now you don’t have to search for your favorite <em>It’s Always Sunny in Philadelphia </em>characters doing outlandish things. You can just make those outlandish things up. You can even make two cats arm wrestle.</p><span id=\"end-legacy-contents\"></span><figure><img alt=\"Picsart GIF of two cats paw wrestling\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-06/dfe6ff10-19ca-11ee-8d5b-8f954b8ec342\" style=\"height: 480px; width: 480px;\" /><figcaption></figcaption><div class=\"photo-credit\">Picsart</div></figure><p>Picsart is calling the tool its “most unhinged” platform yet, and it works exactly how you expect. Type a bunch of nonsense into the chat box, wait a minute or so and marvel at your “chaotic and eccentric” creation. The platform’s integrated into the regular Picsart app and is available for iOS devices, Android devices and on the web. You can download the GIF directly to your device to share with your group chat or to send anywhere else.</p><p>The images created by this platform are on the cartoony side, so don’t expect photorealism. However, that just adds to the fun. Picsart’s AI GIF generator is available right now, so let the nonsense begin. Just don’t use these tools to make the <a href=\"https://finance.yahoo.com/news/artists-upset-secret-invasion-used-174520886.html?guccounter=1&amp;guce_referrer=aHR0cHM6Ly93d3cuZ29vZ2xlLmNvbS8&amp;guce_referrer_sig=AQAAAH1eFIlZnmrdkxaXclBtfG__nn2BXBaHO6Vhmp--Obwg67ydf7SrIb7mJGhMANW78-B9EZgZlLIeHfYgsllZG2L6qR40Y_MgapKaUG-5FULNqznDq9J1m9BHUMEQhTRfQZ-Kizt5Zf1Al-ip2YugCD0vvCvAmXitiCNzhv9Kmfuk\">opening credits for an uber-expensive TV show</a> based on popular comic book characters.</p>This article originally appeared on Engadget at https://www.engadget.com/animated-gif-generator-from-picsart-makes-ai-fun-again-175935532.html?src=rss", "link": "https://www.engadget.com/animated-gif-generator-from-picsart-makes-ai-fun-again-175935532.html?src=rss", "date_published": "2023-07-03T17:59:35+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Some HBO shows are streaming on Netflix in the US for the first time", "description": "<p>Your eyes aren't deceiving you. There really is an <a href=\"https://www.engadget.com/tag/hbo/\">HBO</a> show on <a href=\"https://www.engadget.com/tag/netflix/\">Netflix</a>. All five seasons of Issa Rae's highly acclaimed comedy-drama series <em>Insecure </em>are now streaming on Netflix in the US. Not only that, more HBO shows are on the way to the service as <a href=\"https://www.engadget.com/tag/warner-bros-discovery/\">Warner Bros. Discovery</a> (WBD) tries to wring more revenue out of its expansive library.</p><p><em>Band of Brothers, The Pacific, Six Feet Under </em>and <em>Ballers</em> are also coming to Netflix as part of the deal, the company told <a href=\"https://deadline.com/2023/07/hbos-insecure-launches-on-netflix-six-feet-under-others-coming-next-1235429245/\"><em>Deadline</em></a>. Meanwhile, Netflix users outside the US will be able to stream <em>True Blood </em>on the service. This is the first time that HBO content has appeared on Netflix in the US, though some has previously been available on Prime Video. The shows will still be available on Max.</p><span id=\"end-legacy-contents\"></span><div id=\"0d301a9a112b469a812a5da30709643a\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">All five seasons of Issa Rae's Peabody and NAACP award winning series Insecure are now on Netflix! <a href=\"https://t.co/6hpNcw4ja2\">pic.twitter.com/6hpNcw4ja2</a></p>— Netflix (@netflix) <a href=\"https://twitter.com/netflix/status/1675866985899626499?ref_src=twsrc%5Etfw\">July 3, 2023</a></blockquote></div><p>This is part of an effort to boost WBD's revenue. Late last year, the company <a href=\"https://www.engadget.com/westworld-the-nevers-to-leave-hbo-max-101455395.html\">removed</a> some notable titles from Max, including <em>Westworld</em> and <em>The Nevers</em>. Those shows, and many others from the WBD library, <a href=\"https://www.engadget.com/westworld-roku-tubi-warner-bros-discovery-ad-supported-channels-183905525.html\">are available</a> to watch on free, ad-supported channels on Roku, Tubi and <a href=\"https://www.engadget.com/amazons-freevee-is-adding-free-mgm-and-warner-bros-discovery-channels-144339161.html\">Amazon's Freevee</a>.</p><p>Zaslav and his team have employed other tactics to improve WBD's bottom line. Those include pulling many <a href=\"https://www.engadget.com/hbo-max-sesame-street-cost-cutting-183844638.html\">shows</a> and movies from Max to reduce costs, <a href=\"https://www.engadget.com/hbo-max-halts-original-productions-across-large-parts-of-europe-130226456.html\">canceling</a><a href=\"https://www.engadget.com/hbo-max-batman-animated-series-jj-abrams-bruce-timm-170056366.html\">Max-exclusive projects</a> before they were done (reportedly in favor of tax writeoffs in some cases) and <a href=\"https://www.engadget.com/hbo-max-layoffs-reality-kids-programming-184222650.html\">laying off employees</a>.</p>This article originally appeared on Engadget at https://www.engadget.com/hbo-shows-are-streaming-on-netflix-in-the-us-for-the-first-time-161235695.html?src=rss", "link": "https://www.engadget.com/hbo-shows-are-streaming-on-netflix-in-the-us-for-the-first-time-161235695.html?src=rss", "date_published": "2023-07-03T16:12:35+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Twitter's apps are breaking following Elon Musk's decision to cap tweet rates", "description": "<p>Over the last few days, Twitter not only <a href=\"https://www.engadget.com/twitter-isnt-showing-tweets-unless-youre-logged-in-165254006.html\">stopped showing tweets</a> unless you're logged in, but also started <a href=\"https://www.engadget.com/twitter-puts-strict-cap-on-how-many-tweets-users-can-read-each-day-182623928.html\">capping</a> the number of tweets users can ready each (&quot;rate limiting&quot;) — ostensibly due to &quot;data scraping,&quot; according to Elon Musk. Those actions are starting to have an impact elsewhere across Twitter's ecosystem, with many users reporting that Tweetdeck (a power-user version of Twitter) no longer works. In addition, Google Search is reportedly showing up to 50 percent fewer Twitter URLs due to the logged-in requirement, <a href=\"https://www.seroundtable.com/twitter-google-search-drop-35648.html\"><em>Search Engine Roundtable</em></a> reported.&nbsp;</p><p>For a lot of users (including Engadget), Tweetdeck effectively stopped functioning, just showing a spinning wheel above most columns. That may be because a bug in Twitter's web app is sending requests in an infinite loop, effectively creating a &quot;self-DDOS&quot; (distributed denial of service), <a href=\"https://waxy.org/2023/07/twitter-bug-causes-self-ddos-possibly-causing-elon-musks-emergency-blocks-and-rate-limits-its-amateur-hour/\"><em>Waxy</em></a> reported. As researcher Molly White <a href=\"https://twitter.com/molly0xFFF/status/1675544063662014466\">tweeted</a>, that effect is multiplied in Tweetdeck for anything other than the &quot;Home&quot; column, as it keeps &quot;repeatedly retrying 404s,&quot; she wrote.&nbsp;</p><span id=\"end-legacy-contents\"></span><div id=\"54fca56870cf4e03894e68e71309edde\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">twitter's self-DDoS is worse with tweetdeck 💀 <a href=\"https://t.co/krcLhjnsA2\">pic.twitter.com/krcLhjnsA2</a></p>— Molly White (@molly0xFFF) <a href=\"https://twitter.com/molly0xFFF/status/1675544063662014466?ref_src=twsrc%5Etfw\">July 2, 2023</a></blockquote></div><p>It's possible to at least get your columns to show up by using a new beta version of Tweetdeck, as Engadget's Matt Brian <a href=\"https://twitter.com/m4tt/status/1675771012279836672\">tweeted</a>. However, those columns are still subject to the rate limits (800 tweets for non-Twitter Blue subscribers), and so most users will stop seeing new tweets shortly after Tweetdeck loads.</p><p>On top of that, Google Search may be showing up to 50 percent fewer Twitter URLs following Musk's move to block unregistered users. Using the site command, <em>Search Engine Roundtable</em>'s Barry Schwartz found that Google now has about 52 percent fewer Twitter URLs in its index than it did on Friday. It's still showing recent tweets in the Search carousel, but normal indexing seems to be broken at the moment. &quot;Not that a site command is the best measure, but... Twitter is down [around] 162 million indexed pages so far since this change,&quot; Schwartz <a href=\"https://twitter.com/rustybrick/status/1674816862125694977\">tweeted</a>.&nbsp;</p><p>There's no confirmation that the &quot;self-DDOS&quot; theory is accurate, but a post from developer Sheldon Chang (on <a href=\"https://sfba.social/@sysop408/110639435788921057\">Mastodon</a>) indicated that shutting off anonymous access to Twitter may be playing a role in the issues. Twitter has promised that the login requirement and rate limiting are &quot;temporary,&quot; but has yet to give a date for eliminating those restrictions.&nbsp;</p>This article originally appeared on Engadget at https://www.engadget.com/twitters-apps-are-breaking-following-elon-musks-decision-to-cap-tweet-rates-125028807.html?src=rss", "link": "https://www.engadget.com/twitters-apps-are-breaking-following-elon-musks-decision-to-cap-tweet-rates-125028807.html?src=rss", "date_published": "2023-07-03T12:50:28+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Blue Origin is planning to open new launch sites outside the US", "description": "<p>The billionaire space race is continuing to expand across the globe. Jeff Bezos-owned Blue Origin has announced plans to expand its operations to &quot;Europe and beyond,&quot; <a href=\"https://www.ft.com/content/886d8638-8f38-404f-882c-50e358c5509c\">the <em>Financial Times</em> reports</a>. Part of this growth hinges on finding a site for an international launch facility — the company has already put down roots in Texas, Washington, Florida and Alabama — but the new location hasn't been chosen yet. It's also actively looking for fresh acquisitions and partnerships outside of the US in areas such as manufacturing and software.</p><p>&quot;We're looking for anything we can do to acquire, to scale up to better serve our customers,&quot; Bob Smith, Blue Origin CEO, said. &quot;It's not a function of size — rather how much it accelerates our road map of what we're trying to get done.&quot; Last year, <a href=\"https://www.honeybeerobotics.com/news-events/honeybee-robotics-to-join-blue-origin/\">Blue Origins bought New York-based Honeybee Robotics</a>, a move that appears successful: The space-based robotics company was part of the Blue Origin team that recently received <a href=\"https://www.engadget.com/nasa-picks-blue-origin-to-build-the-artemis-v-moon-landing-system-145503244.html\">$3.4 billion to build the lunar lander</a> for NASA's third Artemis mission. Blue Origin's biggest competitor, Elon Musk's SpaceX, is handling the <a href=\"https://www.engadget.com/nasa-picks-blue-origin-to-build-the-artemis-v-moon-landing-system-145503244.html\">first and second Artemis moon landings</a>.</p><span id=\"end-legacy-contents\"></span><p>Though Blue Origin was the first to launch, land and reuse a rocket successfully, it has fallen behind its rival due to hold-ups with building its launchers. Blue Origin's plans for a more global footprint might help them catch up with SpaceX's progress. Amazon's Project Kuiper also plans to use <a href=\"https://www.engadget.com/nasa-blue-origin-new-glenn-escapade-science-mission-mars-110049165.html\">Blue Origin's rocket New Glenn</a> for at least 12 launches between 2024 and 2029 after a few years of delays.</p>This article originally appeared on Engadget at https://www.engadget.com/blue-origin-is-planning-to-open-new-launch-sites-outside-the-us-122518232.html?src=rss", "link": "https://www.engadget.com/blue-origin-is-planning-to-open-new-launch-sites-outside-the-us-122518232.html?src=rss", "date_published": "2023-07-03T12:25:18+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "The Morning After: Twitter limits unverified users to seeing 600 posts a day", "description": "<p>In a baffling move over the weekend, Elon Musk said the company would restrict unverified accounts to reading 600 posts per day – and new accounts to only 300 tweets daily. Meanwhile, Twitter will allow verified accounts to read 6,000 posts each day. For most people, that means, short of paying for Twitter Blue, they can spend about a minute or two on Twitter before encountering a &quot;rate limit exceeded&quot; error. Less than two hours later, Musk said Twitter would &quot;soon&quot; ease the limits to 8,000 for verified accounts and 800 for those without Twitter Blue.</p><p>Musk claimed the &quot;temporary&quot; limits were in place to address &quot;extreme levels of data scraping&quot; and &quot;system manipulation.&quot; The day before, Twitter began preventing people not logged into the site from viewing tweets. Musk did not say what &quot;new&quot; means in the context of an account, nor did he say how long Twitter plans to restrict users.</p><p>It’s a challenging change to Twitter when it’s courting advertisers and paid users. Fewer eyes for ads and fewer benefits for subscribers.</p><p>– Mat Smith</p><p><em>You can get these reports delivered daily direct to your inbox. </em><a href=\"https://www.engadget.com/about/newsletter/\"><em>Subscribe right here!</em></a></p><h3>The biggest stories you might have missed</h3><p><a href=\"https://www.engadget.com/ai-pioneer-geoffrey-hinton-isnt-convinced-good-ai-will-triumph-over-bad-ai-181536702.html\">AI pioneer Geoffrey Hinton isn't convinced good AI will triumph over bad AI </a></p><p><a href=\"https://www.engadget.com/europes-euclid-space-telescope-launches-to-map-the-dark-universe-175331413.html\">Europe’s Euclid space telescope launches to map the dark universe</a></p><p><a href=\"https://www.engadget.com/hitting-the-books-recoding-america-jennifer-phalka-metropolitan-books-food-stamps-143018881.html\">Hitting the Books: How SNAP's digital services became an online quagmire</a></p><p></p><h2><a href=\"https://www.engadget.com/apples-next-airpods-pro-could-feature-a-built-in-temperature-sensor-162531033.html\">Apple's next AirPods Pro could feature a built-in temperature sensor</a></h2><h3>The company is also reportedly working on new hearing-health features.</h3><h3></h3><p><em>Bloomberg</em>’s Mark Gurman says Apple is working on bringing new health features to its AirPods family. The first could be a hearing test. Already, AirPods support audiogram profiles, so iOS can tune earbuds to adjust for hearing loss. Some apps, like Mimi, already tap into this feature. Gurman added Apple is exploring how to market the AirPods Pro as a hearing aid since the FDA made it easier for Americans to buy over-the-counter options last year.</p><p>Apple is also working on an earbud feature to measure your body temperature. The company already introduced a built-in temperature sensor with the Watch Series 8 and Watch Ultra. But a sensor can get a more accurate temperature reading from the ear canal than the wrist. However, Gurman warns both features are “several months or even years away.”</p><p><a href=\"https://www.engadget.com/apples-next-airpods-pro-could-feature-a-built-in-temperature-sensor-162531033.html\"><strong>Continue reading.</strong></a></p><p></p><h2><a href=\"https://www.engadget.com/cowboy-cruiser-e-bike-offers-a-more-upright-ride-000010102.html\">Cowboy Cruiser e-bike offers a more upright ride</a></h2><h3>The new model allows for a Dutch riding style and has a wider saddle.</h3><a href=\"https://www.engadget.com/cowboy-cruiser-e-bike-offers-a-more-upright-ride-000010102.html\"><figure><img alt=\"TMA\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-07/66943230-198f-11ee-bfeb-7d6b3e7528be\" style=\"height: 374px; width: 675px;\" /><figcaption></figcaption><div class=\"photo-credit\">Cowboy</div></figure></a><p>When Cowboy introduced its Adaptive Power update earlier this year, I wondered <a href=\"https://www.engadget.com/cowboy-4-ebike-adaptive-power-update-test-ride-134503675.html\">when a new model would arrive</a>. The answer is, well, today. The new variant encourages a more upright design for a relaxed Dutch riding position. It also has a wider saddle — a feature at the top of our wish list for the Belgian company’s latest iteration. The e-bike has a wireless charging phone mount, and, like all its models, its companion app integrates with Google Maps. The Cowboy Cruiser is available for an “introductory price” of £2,690 (roughly $3,400) in black or white.</p><p><a href=\"https://www.engadget.com/cowboy-cruiser-e-bike-offers-a-more-upright-ride-000010102.html\"><strong>Continue reading.</strong></a></p><p></p><span id=\"end-legacy-contents\"></span><h2><a href=\"https://www.engadget.com/gfycat-is-shutting-down-on-september-1st-180741599.html%20https://www.engadget.com/...\">Gfycat is shutting down on September 1st</a></h2><h3>Nothing lasts forever on the internet.</h3><h3></h3><p>Gfycat is shutting down. Snap, Gfycat’s parent company, said it plans to shut down the GIF database and delete all user content in a few short weeks. “The Gfycat service is being discontinued,” a notification at the top of the website reads. Gfycat’s impending demise won’t come as a surprise to anyone who has tried to use the site in recent months. In May, <em>Motherboard</em> reported Snap had allowed Gfycat’s security certificates to expire. The oversight meant the platform temporarily became inaccessible to most internet users.</p><p><a href=\"https://www.engadget.com/gfycat-is-shutting-down-on-september-1st-180741599.html%20https://www.engadget.com/...\"><strong>Continue reading.</strong></a></p><p></p>This article originally appeared on Engadget at https://www.engadget.com/the-morning-after-twitter-limits-unverified-users-to-seeing-600-posts-a-day-113153535.html?src=rss", "link": "https://www.engadget.com/the-morning-after-twitter-limits-unverified-users-to-seeing-600-posts-a-day-113153535.html?src=rss", "date_published": "2023-07-03T11:31:53+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Amazon is offering a $5 credit when you buy a $50 eGift card for Prime Day", "description": "<p>Amazon's Prime Day starts on July 11th, and based on the <a href=\"https://www.engadget.com/amazon-prime-day-early-access-deals-2023-152045683.html\">early access deals</a> we've seen so far, you can expect some exceptional savings. Now, the retailer is adding a small additional Prime Day bonus with a $5 promo credit if you purchase a $50 Amazon eGift Card for someone special (yourself included).</p><p></p><p>You'll want to check the lengthy <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9iP2FzY3N1YnRhZz05MTkwZDJjYzE5NzExMWVlYmI5OWU2NDVmNjA4M2VlMTBJTlQmbm9kZT0xNDQ4NTI2NDAxMSZ0YWc9Z2RndDBjLXAtby0xbXItMjAiLCJjb250ZW50VXVpZCI6IjI2N2U1NWQ3LTA1MzUtNGRiYS04NjMzLWE4ZDU4NmIyNzVkYiJ9&amp;signature=AQAAAQanXPr52-Fe23mqGkLHswJj6f8wQxX9AdMR9k5Q9qs7&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fb%3Fascsubtag%3D9190d2cc197111eebb99e645f6083ee10INT%26node%3D14485264011\">terms &amp; conditions</a>, but the basic idea is this: If you purchase a $50 (or higher) eGift card between today and July 10th at 11:59 PST, you'll get a $5 promotional code that must be cashed in by August 25th, 2023. The main things to note are that it can only be applied to products sold by Amazon.com (not third parties) or any e-books, and that you won't be refunded the $5 promo credit if you return or cancel that order.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>If you're good with all that, there are already a number of options to use it. For example, <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDhGNUxRQ1lQP2FzY3N1YnRhZz1iMDI3M2MwYjE5ODUxMWVlOTc4MmU5NTdiMTkwZTJmOCZ0YWc9Z2RndDBjLXAtby0xbXItMjAiLCJjb250ZW50VXVpZCI6IjI2N2U1NWQ3LTA1MzUtNGRiYS04NjMzLWE4ZDU4NmIyNzVkYiJ9&amp;signature=AQAAAbjxe5Ts4Ok-ibwXHvfmxELqgv8p2EmcvMfmNZ8dRFOw&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB08F5LQCYP%3Fascsubtag%3Db0273c0b198511ee9782e957b190e2f8\">Amazon's Fire HD tablet</a> is $75 or half off the regular price, and other Amazon products like its all new <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9BbGwtbmV3LUVjaG8tQnVkcy0yMDIzLVJlbGVhc2UtVHJ1ZS1XaXJlbGVzcy1FYXJidWRzL2RwL0IwOUpWRzNUV1gvP2FzY3N1YnRhZz1iYmI3YmU5NjE5ODUxMWVlYTMyOWIzNzg0ZDYzYTY0OSZ0YWc9Z2RndDBjLXAtby0xbXItMjAiLCJjb250ZW50VXVpZCI6IjI2N2U1NWQ3LTA1MzUtNGRiYS04NjMzLWE4ZDU4NmIyNzVkYiJ9&amp;signature=AQAAAfVsaAgoeoiapOUMSOJecmU7Q2jiW3RY1mprePNALt93&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FAll-new-Echo-Buds-2023-Release-True-Wireless-Earbuds%2Fdp%2FB09JVG3TWX%2F%3Fascsubtag%3Dbbb7be96198511eea329b3784d63a649\">Echo Buds</a> and <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9BbWF6b24tZWVyby1tZXNoLVdpRmktcm91dGVyL2RwL0IwN0RQTlNXNlA_YXNjc3VidGFnPWMyM2VlMzczMTk4NTExZWU5YzhiOTExYmM5Y2Q1MjkyJnRhZz1nZGd0MGMtcC1vLTFtci0yMCIsImNvbnRlbnRVdWlkIjoiMjY3ZTU1ZDctMDUzNS00ZGJhLTg2MzMtYThkNTg2YjI3NWRiIn0&amp;signature=AQAAAer49NxJFRDq0BR3O-uvA_ViPOGT3ALo7g2IoQwzz6ca&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FAmazon-eero-mesh-WiFi-router%2Fdp%2FB07DPNSW6P%3Fascsubtag%3Dc23ee373198511ee9c8b911bc9cd5292\">Eero Pro</a> mesh WiFi router carry significant savings. Other stellar deals include the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Nb3Rvcm9sYS1yYXpyLVVubG9ja2VkLU1QQ2FtZXJhLUJsYWNrL2RwL0IwQzJYRjQzQkQ_YXNjc3VidGFnPWYyNGQyMjNkMTk4NTExZWU5NzgyZTk1N2IxOTBlMmY4JnRhZz1nZGd0MGMtcC1vLTFtci0yMCIsImNvbnRlbnRVdWlkIjoiMjY3ZTU1ZDctMDUzNS00ZGJhLTg2MzMtYThkNTg2YjI3NWRiIn0&amp;signature=AQAAATvpFGW8adKWA8xVyB5x57pNL8qw4VKnP2aD9mQkk1uX&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FMotorola-razr-Unlocked-MPCamera-Black%2Fdp%2FB0C2XF43BD%3Fascsubtag%3Df24d223d198511ee9782e957b190e2f8\">2023 Motorola Razr+ flip phone</a> at $850 ($150) off and the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9BcHBsZS1HZW5lcmF0aW9uLUNhbmNlbGxpbmctVHJhbnNwYXJlbmN5LVBlcnNvbmFsaXplZC9kcC9CMEJESFdEUjEyLz9hc2NzdWJ0YWc9MTNmYjkxZTIxOTg2MTFlZWEzMjliMzc4NGQ2M2E2NDkmdGFnPWdkZ3QwYy1wLW8tMW1yLTIwIiwiY29udGVudFV1aWQiOiIyNjdlNTVkNy0wNTM1LTRkYmEtODYzMy1hOGQ1ODZiMjc1ZGIifQ&amp;signature=AQAAAckYfPftmnkTDn2bOkNPThAMOV7GzvXoo-1CdjY9EST0&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FApple-Generation-Cancelling-Transparency-Personalized%2Fdp%2FB0BDHWDR12%2F%3Fascsubtag%3D13fb91e2198611eea329b3784d63a649\">Apple AirPods Pro</a> (2nd generation) at $199 ($50 off). If you really want to max out that $5 promo in terms of percentage, you can get <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMEMxUFQ5WFhTP3RoPTEmYXNjc3VidGFnPTI0N2JmNzRkMTk4NjExZWU4YTM0Mzk1ZjEzMTU1OWRiJnRhZz1nZGd0MGMtcC1vLTFtci0yMCIsImNvbnRlbnRVdWlkIjoiMjY3ZTU1ZDctMDUzNS00ZGJhLTg2MzMtYThkNTg2YjI3NWRiIn0&amp;signature=AQAAAS7A-_euTamXi1mUYkc2162ZO9EoD-ZqcbJTIRDj5_yw&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB0C1PT9XXS%3Fth%3D1%26ascsubtag%3D247bf74d198611ee8a34395f131559db\">Samsung's Pro Plus 128GB microSD</a> memory card for $9 ($14 - $5), making it exactly half off.&nbsp;</p><p><strong><em>Your Prime Day Shopping Guide</em></strong><em>: See all of our</em><a href=\"https://www.yahoo.com/topics/prime-day/\"><em> Prime Day</em></a><em> coverage. Shop the</em><a href=\"https://www.yahoo.com/lifestyle/prime-day-2023-191047652.html\"><em> best Prime Day deals</em></a><em> on Yahoo Life. Follow Engadget for the</em><a href=\"https://www.engadget.com/amazon-prime-day-2023-124519231.html\"><em> best Amazon Prime Day tech deals</em></a><em>. Learn about</em><a href=\"https://www.intheknow.com/tag/prime-day/\"><em> Prime Day trends</em></a><em> on In the Know. Hear from Autoblog’s car experts on must-shop auto-related</em><a href=\"https://www.autoblog.com/article/amazon-prime-day-2023/\"><em> Prime Day deals</em></a><em> and find  </em><a href=\"https://www.aol.com/lifestyle/amazon-prime-day-090057255.html\"><em>Prime Day sales</em></a><em> to shop on AOL, handpicked just for you.</em></p>This article originally appeared on Engadget at https://www.engadget.com/amazon-is-offering-a-5-credit-when-you-buy-a-50-egift-card-for-prime-day-094827231.html?src=rss", "link": "https://www.engadget.com/amazon-is-offering-a-5-credit-when-you-buy-a-50-egift-card-for-prime-day-094827231.html?src=rss", "date_published": "2023-07-03T09:49:02+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Cowboy Cruiser e-bike offers a more upright ride", "description": "<p>When premium e-bike maker Cowboy introduced its Adaptive Power update earlier this year, Engadget’s Mat Smith wondered <a href=\"https://www.engadget.com/cowboy-4-ebike-adaptive-power-update-test-ride-134503675.html\">when a new model would arrive</a>. We have the answer today as the company announced the Cowboy Cruiser. The new variant encourages a more upright design for a relaxed Dutch riding position. It also includes a wider saddle —&nbsp;a feature that was at the top of our wish list for the Belgian company’s latest iteration.</p><p>The Cowboy Cruiser weighs 19.3 kg (42.5 lbs) and includes comfort grips and a “distinctive raised and curved handlebar to facilitate a natural hand position.” Its saddle is wider and has an increased gear ratio compared to previous models. The e-bike has a wireless charging phone mount, and, like with all of its models, its companion app integrates with Google Maps. In addition, it has a <a href=\"https://www.engadget.com/2019-09-03-cowboy-electric-bicycle-battery-review.html\">removable battery</a>, <a href=\"https://www.engadget.com/cowboy-upgrades-its-ebike-with-a-carbon-belt-and-punctureresistant-tires-133016683.html\">carbon belt</a>, mudguards and “puncture-resistant” 47mm tires. Of course, all of the company’s models have <a href=\"https://www.engadget.com/cowboy-ebike-crash-detection-173051437.html\">crash detection</a>.</p><span id=\"end-legacy-contents\"></span><figure><img alt=\"Front-side view of the Cowboy Cruiser e-bike handlebars. A phone is mounted in the center.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-06/ba24fff0-16b6-11ee-beef-6f2e631dd76c\" style=\"height: 2000px; width: 3300px;\" /><figcaption></figcaption><div class=\"photo-credit\">Cowboy</div></figure><p>With its lineup getting more crowded, Cowboy renamed its existing e-bikes, “making it easier for customers to find the e-bike which best suits their personal needs.” The original <a href=\"https://www.engadget.com/cowboy-4-electric-bike-launches-with-a-step-through-model-121513629.html\">C4 model</a> is now called the Cowboy Classic, and the C4ST becomes the Cruiser ST.</p><p>The Cowboy Cruiser is available starting today for an “introductory price” of £2,690 ($3,393.43). You can buy it in black and sand colorways from the <a href=\"https://us.cowboy.com\">company website</a> or any of its 300 retail partners across Europe.</p>This article originally appeared on Engadget at https://www.engadget.com/cowboy-cruiser-e-bike-offers-a-more-upright-ride-000010102.html?src=rss", "link": "https://www.engadget.com/cowboy-cruiser-e-bike-offers-a-more-upright-ride-000010102.html?src=rss", "date_published": "2023-07-03T00:00:10+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}]