[{"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Chinese Hackers Use HTML Smuggling to Infiltrate European Ministries with PlugX", "description": "A Chinese nation-state group has been observed targeting Foreign Affairs ministries and embassies in Europe using HTML smuggling techniques to deliver the PlugX remote access trojan on compromised systems.\nCybersecurity firm Check Point said the activity, dubbed SmugX, has been ongoing since at least December 2022.\n\"The campaign uses new delivery methods to deploy (most notably – HTML Smuggling)", "link": "https://thehackernews.com/2023/07/chinese-hackers-use-html-smuggling-to.html", "date_published": "2023-07-03T13:25:00+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Improve Your Security WordPress Spam Protection With CleanTalk Anti-Spam", "description": "Every website owner or webmaster grapples with the issue of spam on their website forms. The volume of spam can be so overwhelming that finding useful information within it becomes quite challenging. What exacerbates this issue is that spam can populate your public pages, appearing in comments and reviews. You likely understand how this can damage your website's reputation, affect search results", "link": "https://thehackernews.com/2023/07/improve-your-security-wordpress-spam.html", "date_published": "2023-07-03T11:30:00+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "CISA Flags 8 Actively Exploited Flaws in Samsung and D-Link Devices", "description": "The U.S. Cybersecurity and Infrastructure Security Agency (CISA) has placed a set of eight flaws to the Known Exploited Vulnerabilities (KEV) catalog, based on evidence of active exploitation.\nThis includes six shortcomings affecting Samsung smartphones and two vulnerabilities impacting D-Link devices. All the flaws have been patched as of 2021.\n\nCVE-2021-25394 (CVSS score: 6.4) - Samsung mobile", "link": "https://thehackernews.com/2023/07/cisa-flags-8-actively-exploited-flaws.html", "date_published": "2023-07-03T10:48:00+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Evasive Meduza Stealer Targets 19 Password Managers and 76 Crypto Wallets", "description": "In yet another sign of a lucrative crimeware-as-a-service (CaaS) ecosystem, cybersecurity researchers have discovered a new Windows-based information stealer called Meduza Stealer that's actively being developed by its author to evade detection by software solutions.\n\"The Meduza Stealer has a singular objective: comprehensive data theft,\" Uptycs said in a new report. \"It pilfers users' browsing", "link": "https://thehackernews.com/2023/07/evasive-meduza-stealer-targets-19.html", "date_published": "2023-07-03T09:38:00+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "BlackCat Operators Distributing Ransomware Disguised as WinSCP via Malvertising", "description": "Threat actors associated with the BlackCat ransomware have been observed employing malvertising tricks to distribute rogue installers of the WinSCP file transfer application.\n\"Malicious actors used malvertising to distribute a piece of malware via cloned webpages of legitimate organizations,\" Trend Micro researchers said in an analysis published last week. \"In this case, the distribution", "link": "https://thehackernews.com/2023/07/blackcat-operators-distributing.html", "date_published": "2023-07-03T04:46:00+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}]