[{"source": "https://www.theguardian.com/international/rss", "title": "NBA finals Game 4: Denver Nuggets v Miami Heat – live", "description": "<ul><li>Heat look to even series against Nuggets in Game 4</li><li><a href=\"https://www.theguardian.com/sport/2023/jun/09/udonis-haslem-miami-heat-oldest-player-nba-finals\">Udonis Haslem remains Miami’s keeper of the flame</a></li><li>Send Hunter a tweet at <a href=\"https://twitter.com/HunterFelt\">@HunterFelt</a> or <a href=\"mailto:hunter.felt.freelance@theguardian.com\">email him</a></li></ul><p>Every game of the NBA finals will air in the US on broadcast TV (ABC), live stream (ESPN3) and on NBA League Pass.</p><p>UK viewers can watch on Sky Sports or NBA League Pass. Australian viewers can stream on Kayo Sports via ESPN and additionally through NBA League Pass.</p> <a href=\"https://www.theguardian.com/sport/live/2023/jun/09/nba-finals-game-4-denver-nuggets-v-miami-heat-live\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2023/jun/09/nba-finals-game-4-denver-nuggets-v-miami-heat-live", "date_published": "2023-06-09 23:30:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Italian special forces storm Turkish cargo ship after migrants attempt hijack", "description": "<p>Stowaways allegedly tried to take sailors hostage after being discovered on Galatea Seaways bound for France</p><p>Italian special forces have stormed a cargo ship sailing from Turkey to France after about 15 migrants armed with knives attempted to hijack the vessel.</p><p>The asylum seekers, whose nationality has not been disclosed, had allegedly sneaked undetected on to the roll-on, roll-off cargo ship, named Galatea Seaways, in the hope of reaching Europe.</p><p>AFP and Ansa contributed to this report</p> <a href=\"https://www.theguardian.com/world/2023/jun/10/italian-special-forces-storm-turkish-cargo-ship-after-migrant-hijack-attempt\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/10/italian-special-forces-storm-turkish-cargo-ship-after-migrant-hijack-attempt", "date_published": "2023-06-09 23:08:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "St Louis Catholic archdiocese to pay $1m to settle sexual abuse lawsuit", "description": "<p>Plaintiff, who was altar boy in Chesterfield, Missouri, said he was abused by priest Gary Wolken, jailed for abusing another boy</p><p>The Roman Catholic archdiocese of St Louis has agreed to pay $1m to settle a lawsuit filed by a man who was sexually abused as a child by a priest who previously spent 12 years in prison for abusing another boy, an attorney for the victim said Friday.</p><p>The plaintiff was an altar boy at a church in Chesterfield, Missouri. The suit alleged he was abused by Gary Wolken starting in 1993, when the boy was in fourth grade, and continuing through 1995. The lawsuit said the plaintiff repressed memories until he was an adult.</p> <a href=\"https://www.theguardian.com/us-news/2023/jun/09/st-louis-catholic-archdiocese-sexual-abuse-lawsuit\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/09/st-louis-catholic-archdiocese-sexual-abuse-lawsuit", "date_published": "2023-06-09 20:42:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "New Zealand’s warming seas threaten Māori food sources relied on for generations", "description": "<p>Māori tribes record changes to lands and oceans, with some food-gathering practices that have sustained communities for hundreds of years lost</p><p>Danny Paruru crouches at the water’s edge, letting it wash over his hand. Behind him, at the far hill-line, the sharp peaks mark out where the lands of his tribe, Te Whakatōhea, once stretched to before they were forcibly taken by the crown. In front of him the surface of the estuary ripples.</p><p>“Years ago our kaumatua [elders] were realising that we were deemed to be landless people – that we didn’t have a lot of land left, after the lands were confiscated. So they turned their eyes to the ocean,” he says. “Places around this area provided our sustenance and our survival, over many generations of our people.”</p> <a href=\"https://www.theguardian.com/world/2023/jun/10/new-zealands-warming-seas-threaten-maori-food-sources-relied-on-for-generations\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/10/new-zealands-warming-seas-threaten-maori-food-sources-relied-on-for-generations", "date_published": "2023-06-09 20:00:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Smoke from Canadian wildfires hits Norway and flows to southern Europe", "description": "<p>Researchers used a model to predict how the smoke would move through the region and said it wouldn’t pose a health risk</p><p><a href=\"https://apnews.com/article/wildfires-canada-quebec-smoke-new-york-washington-86eb7685c5330c548fd93891fffcfd65\">Smoke from Canadian wildfires</a> that has descended upon parts of the eastern US and Canada in a thick haze has drifted over Norway and is expected to hit southern Europe, Norwegian officials said on Friday.</p><p>Using a climate forecast model, atmosphere and climate scientists with the Norwegian climate and environmental research institute (NILU) predicted how the smoke would travel through the atmosphere, flowing over the Scandinavian country before moving further south. The smoke was not expected to pose a health risk there.</p> <a href=\"https://www.theguardian.com/world/2023/jun/09/canada-wildfire-smoke-norway-southern-europe-health-risk\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/09/canada-wildfire-smoke-norway-southern-europe-health-risk", "date_published": "2023-06-09 19:09:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Edin Dzeko: Inter’s big-game Mr Reliable who continues to defy time", "description": "<p>The 37-year-old still refers to Manchester City as ‘my club’ and knows he played a big part in launching their modern success</p><p>Edin Dzeko learned long ago not to worry about the dry spells. The Bosnian striker went 19 games without a goal for Internazionale this year, then interrupted that sequence with three in a week, scoring twice in a rout of Verona before grabbing the opener in the Champions League semi-final against Milan: a brilliant volley from a corner.</p><p>“Sometimes you get in these difficult moments when the ball doesn’t want to get in,” he said at the time. “But patience and work always pay off.”</p> <a href=\"https://www.theguardian.com/football/2023/jun/09/edin-dzeko-inter-manchester-city-champions-league-final\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/09/edin-dzeko-inter-manchester-city-champions-league-final", "date_published": "2023-06-09 18:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Udonis Haslem: the Miami Heat’s doyen of grit and keeper of the flame", "description": "<p>The Miami lifer and Methuselah of the NBA finals, who turns 43 on Friday, has done more to define the Heat’s unimpeachable team culture over two decades than any other figure</p><p>There were 29.8 seconds left in Game 3 of the NBA finals when Udonis Haslem made the creaky walk from the Miami Heat bench to the scorer’s table on Wednesday night. By then <a href=\"https://www.theguardian.com/sport/2023/jun/07/denver-nuggets-miami-heat-nba-finals-game-3-report\">the Denver Nuggets’ 109-94 victory</a> was well in hand, and many of the Heat faithful had long since made for the exits.</p><p>For his part, though, Haslem at least could say he got a shot up, and missed, before ducking into the locker room – the most action he’d seen since the playoffs tipped off a month and a half ago. The only highlight in that garbage-time effort was Haslem blowing past Kareem Abdul-Jabbar to become the oldest to participate in the NBA finals at 42 years and 363 days. And with Heat legend’s retirement looming after the buzzer sounds on this series, well, he damn sure isn’t about to go out like <em>that</em>.</p> <a href=\"https://www.theguardian.com/sport/2023/jun/09/udonis-haslem-miami-heat-oldest-player-nba-finals\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/09/udonis-haslem-miami-heat-oldest-player-nba-finals", "date_published": "2023-06-09 17:57:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Champions League ‘obsession’ can take Manchester City to win, says Guardiola", "description": "<ul><li>Guardiola: ‘Obsession is a positive word. It’s a dream for us all’</li><li>Kevin De Bruyne: ‘Erling Haaland and I understand each other’</li></ul><p>Pep Guardiola believes a healthy obsession with winning the Champions League can propel Manchester City to beat Internazionale in Saturday’s final at Istanbul’s Ataturk Olympic Stadium.</p><p>City are yet to claim Europe’s elite club competition, coming closest when they lost the 2021 final 1-0 to Chelsea. On Friday Kevin De Bruyne had described winning it as maybe both a “dream” and an “obsession” for the club, and the comment was put to Guardiola.</p> <a href=\"https://www.theguardian.com/football/2023/jun/09/champions-league-obsession-can-take-manchester-city-to-win-says-guardiola\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/09/champions-league-obsession-can-take-manchester-city-to-win-says-guardiola", "date_published": "2023-06-09 17:52:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Labuschagne and Smith keep Australia in control of final after India fightback", "description": "<ul><li><a href=\"https://www.theguardian.com/sport/cricket/match/2023-06-09/australia-cricket-team\">Australia 469 &amp; 123-4; India 296</a></li><li>Batter stands firm in face of early wickets</li></ul><p>There was a point, not long before tea, when anything seemed possible. Australia had a handy lead and were attempting to stretch it, but India had hope. The crowd bubbled and shrieked, Virat Kohli conducting from the cordon, and the air was tense with potential. But then Steve Smith joined Marnus Labuschagne and together they wrung the energy out of the occasion, muffling a vibrant crowd under the suffocating blanket they knitted out of pure competence.</p><p>Labuschagne is so preternaturally calm that, next man in and padded up in Australia’s dressing room, he had actually been asleep until the crowd’s reaction to David Warner’s early dismissal roused him from his slumber. He proceeded to play as if determined to wreak the most obvious form of revenge, by casting the very people who had woken him into stupor.</p> <a href=\"https://www.theguardian.com/sport/2023/jun/09/world-test-championship-australia-india-cricket-day-three-report\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/09/world-test-championship-australia-india-cricket-day-three-report", "date_published": "2023-06-09 17:51:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Parts of Italian volcano ‘stretched nearly to breaking point’, study finds", "description": "<p>Campi Flegrei (Phlegraean Fields) near Naples is now in ‘extremely dangerous’ state, say academic experts</p><p>Half a million people live on a sprawling volcano in Italy – and <a href=\"https://www.theguardian.com/world/2015/mar/28/are-we-ready-for-the-next-big-volcanic-eruption-tambora-bill-mcguire\">the risk of an eruption</a> has never been greater, according to a study.</p><p>The Campi Flegrei (Phlegraean Fields) volcano may be less well-known than Vesuvius, but is “extremely dangerous”, study co-author Stefano Carlino told AFP.</p> <a href=\"https://www.theguardian.com/world/2023/jun/09/parts-of-italian-volcano-stretched-nearly-to-breaking-point-study-finds\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/09/parts-of-italian-volcano-stretched-nearly-to-breaking-point-study-finds", "date_published": "2023-06-09 17:45:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Casper Ruud v Alexander Zverev: French Open men’s semi-final – live", "description": "<ul><li>Game-by-game coverage of the action at Roland Garros</li><li>Any comments? You can <a href=\"mailto:Sarah.Rendell.Casual@theguardian.com\">email Sarah</a> or <a href=\"https://twitter.com/rendellx\">tweet Sarah</a></li></ul><p><strong>Andy Murray is through to the Surbiton semi-finals</strong> but he had to comeback against Jason Kubler to win 3-6, 6-3, 6-4. Not half bad is he?</p><p><strong>Ruud and Zverev will be out on the court imminently!</strong> Who do we think is going to win this one? It’s tricky as both of the players are getting better with each game in this tournament.</p> <a href=\"https://www.theguardian.com/sport/live/2023/jun/09/casper-ruud-v-alexander-zverev-french-open-mens-semi-final-live\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2023/jun/09/casper-ruud-v-alexander-zverev-french-open-mens-semi-final-live", "date_published": "2023-06-09 16:59:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Keir Starmer must learn to break a few eggs if he’s to achieve a green economy | Fiona Harvey", "description": "<p>Delay to £28bn green fund linked to attempts to please unions, Labour doubters and vested interests</p><p><a href=\"https://www.theguardian.com/politics/2023/jun/09/labour-government-would-have-to-delay-28bn-green-fund-rachel-reeves-says\">A U-turn on the eve of a major policy announcement</a> is not usually part of the plan for a government in waiting. Later this month the Labour leader, Sir Keir Starmer, will set out his pitch on energy, jobs and net zero, hoping to place a green economy at the centre of his vision for revitalising the UK.</p><p>But with just weeks to go, his shadow chancellor, Rachel Reeves, admitted on Friday that the key plank of that vision – the party’s much-heralded flagship commitment to spend £28bn a year on green investment – would be delayed. She blamed the economic mess being left by the Conservative party, and insisted the target would be met in the second half of a Labour parliament.</p> <a href=\"https://www.theguardian.com/politics/2023/jun/09/keir-starmer-must-learn-to-break-a-few-eggs-if-hes-to-achieve-a-green-economy\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jun/09/keir-starmer-must-learn-to-break-a-few-eggs-if-hes-to-achieve-a-green-economy", "date_published": "2023-06-09 16:55:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Sunak approves Boris Johnson honours list including aides linked to Partygate", "description": "<p>PM gives green light to list that also includes knighthood for Jacob Rees-Mogg and damehood for Priti Patel </p><ul><li><a href=\"https://viewer.gutools.co.uk/politics/live/2023/jun/09/conservatives-labour-rishi-sunak-keir-starmer-boris-johnson-honours-uk-politics-news\">UK politics live – latest updates</a></li></ul><p>Rishi Sunak has approved Boris Johnson’s resignation honours list of peerages and other awards for his allies, despite continuing police and parliamentary inquiries into the former prime minister over Partygate.</p><p>Johnson’s list gave honours to some of his aides who were most closely associated with the Partygate scandal, including an Order of the Bath for his former principal private secretary Martin Reynolds, who oversaw a garden party during Covid restrictions in 2020.</p> <a href=\"https://www.theguardian.com/politics/2023/jun/09/rishi-sunak-approves-boris-johnson-resignation-honours-list\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jun/09/rishi-sunak-approves-boris-johnson-resignation-honours-list", "date_published": "2023-06-09 16:42:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "The mystery of Boris Johnson’s honours list: why is Sunak putting up with it?", "description": "<p>There is no requirement to give the former PM this privilege and the fallout is likely to linger</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/jun/09/conservatives-labour-rishi-sunak-keir-starmer-boris-johnson-honours-uk-politics-news\">UK politics live – latest updates</a></li></ul><p>It is both astonishing and somehow unsurprising that Boris Johnson sought a knighthood for his father before the idea was vetoed.</p><p>There is little left Johnson can do to shock the public or political establishment, after his chequered premiership that left him as the first prime minister to be hit with a criminal fine while in office.</p> <a href=\"https://www.theguardian.com/politics/2023/jun/09/the-mystery-of-boris-johnsons-honours-list-why-is-sunak-putting-up-with-it\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jun/09/the-mystery-of-boris-johnsons-honours-list-why-is-sunak-putting-up-with-it", "date_published": "2023-06-09 16:42:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "‘Everyone is asking why’: Annecy locals try to make sense of knife attack on children", "description": "<p>The stabbing of four toddlers has united inhabitants of the picture-postcard French town but also left them heartbroken and baffled</p><p>By the wooden climbing frame in the shape of a pirate ship, Jean-Xavier dismounted from his bike and surveyed the piles of flowers and candles lit for the four children aged between 22 months and three who were seriously injured when a knife attacker stabbed toddlers in this lakeside playground in the French Alps town of Annecy.</p><p>“Everyone is asking why,” he said, as his own two-year-old son, who usually liked whizzing down the slides here, sat sucking a dummy and clutching a toy rabbit, strapped safely into his bike seat. “Stabbings happen a lot in France but to actually go after small children in a playground gives a different context – it’s incomprehensible.”</p> <a href=\"https://www.theguardian.com/world/2023/jun/09/everyone-is-asking-why-annecy-locals-try-to-make-sense-of-knife-attack-on-children\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/09/everyone-is-asking-why-annecy-locals-try-to-make-sense-of-knife-attack-on-children", "date_published": "2023-06-09 16:16:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Former Italian PM Silvio Berlusconi back in hospital", "description": "<p>Eighty-six-year-old readmitted to Milan hospital weeks after long stay linked to chronic leukaemia</p><p>The former Italian prime minister Silvio Berlusconi has been readmitted to a hospital in Milan for scheduled medical checks, weeks after being discharged after a long stay.</p><p>The media tycoon, 86, had left San Raffaele last month after <a href=\"https://www.theguardian.com/world/2023/apr/05/silvio-berlusconi-intensive-care-milan\">six weeks of treatment</a> for a lung infection linked to a chronic myelomonocytic leukaemia, a type of cancer that affects the white blood cells.</p> <a href=\"https://www.theguardian.com/world/2023/jun/09/former-italian-pm-silvio-berlusconi-back-in-hospital\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/09/former-italian-pm-silvio-berlusconi-back-in-hospital", "date_published": "2023-06-09 15:53:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Disney’s Little Mermaid flops in China amid racist backlash over casting", "description": "<p>Poor box office performance reflects broader challenge for Hollywood as it vies with domestic productions</p><p>The poor performance of Disney’s The Little Mermaid at the Chinese box office has reopened questions on Hollywood’s increasing difficulties in the world’s second-largest economy and the role racism has played in the film’s reception.</p><p>The live action remake has grossed just $3.6m (£2.9m) since its release in Chinese cinemas on 26 May, according to Box Office Mojo.</p> <a href=\"https://www.theguardian.com/film/2023/jun/09/disney-little-mermaid-flops-china-racist-backlash-casting\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jun/09/disney-little-mermaid-flops-china-racist-backlash-casting", "date_published": "2023-06-09 15:48:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "After the destruction of the Kakhovka dam, another threat lies on Ukraine’s horizon: Donald Trump | Jonathan Freedland", "description": "<p>The would-be president and the US right look ready to side with Putin, and walk away from a fight the free world must win</p><p>The war for Ukraine gets darker and more terrifying, and now a new front has opened up many miles away – in a US Republican party whose biggest players are itching to abandon Ukraine to its fate.</p><p>Proof of the conflict’s deepening horror came this week, with the <a href=\"https://www.theguardian.com/world/2023/jun/09/seismic-data-adds-evidence-ukraine-kakhovka-dam-blown-up\">destruction on Tuesday</a> of the Kakhovka dam in Russian-controlled Ukraine, releasing a body of water so massive it’s best imagined not as a reservoir but as a great lake. The result has been the flooding of a vast swath of terrain, forcing thousands to abandon their homes and flee for their lives. But the menaces unleashed by this act go further than the immediate and devastating effect on the people who live close by.</p><p>Jonathan Freedland is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/09/kakhovka-dam-ukraine-donald-trump-vladimir-putin\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/09/kakhovka-dam-ukraine-donald-trump-vladimir-putin", "date_published": "2023-06-09 15:48:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Sam Smith & Madonna: Vulgar review – a tame attempt at manufacturing outrage", "description": "<p><strong>(EMI/Capitol Records)</strong><br />There is a chasm between how shocking the pair clearly think Vulgar is and how shocking it actually is. A chorus wouldn’t have gone amiss either</p><p>The most shocking thing about Madonna and Sam Smith’s much-trailed collaborative single may be that it apparently took seven people to write – among them Smith and Madonna, a chunk of the team behind Smith’s 2022 chart-topper Unholy, and blue-chip songwriter-for-hire <a href=\"https://www.theguardian.com/music/2016/jun/02/how-to-write-a-banger-for-beyonce\">Ryan Tedder</a>. There’s almost nothing to its two and a half minutes: a Bollywood-ish string motif, a two-note melody and a beat that, when it really kicks in, recalls the kind of hard-edged house music that proliferated in 90s New York gay clubs. Ironically, the atmosphere it conjures isn’t a million miles removed from that of Junior Vasquez’s 1996 single <a href=\"https://www.youtube.com/watch?v=gPdra7S35Rg\">If Madonna Calls</a>, the self-styled “bitch track” that led to a breakdown in relations between the Sound Factory’s resident DJ and the singer.</p><p>“Vulgar will make you dance, don’t need a chorus,” sing Smith and Madonna in unison, a line that’s hard not to respond to with a shrugging, “Well, if you say so, but one might have helped.”</p> <a href=\"https://www.theguardian.com/music/2023/jun/09/sam-smith-madonna-vulgar-review-tame-attempt-manufacturing-outrage\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jun/09/sam-smith-madonna-vulgar-review-tame-attempt-manufacturing-outrage", "date_published": "2023-06-09 15:46:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Rugby league in the USA: touring heroes, fights and a Vegas residency", "description": "<p>Will the NRL’s new 10-season deal in Las Vegas help revive the colourful but fractured US rugby league scene?</p><p>By <a href=\"https://www.theguardian.com/profile/gavin-willacy\">Gavin Willacy</a> for <a href=\"https://www.facebook.com/nohelmetsrequiredbook\">No Helmets Required</a></p><p>They were hanging off the rafters and window ledges. They were standing on rooftops and perched along precarious walls: Sydney Cricket Ground was overflowing. More than 65,000 people were inside and another 5,000 were locked out, scrambling for vantage points. But this was no Origin decider. Seventy years ago this week, the SCG was packed out for the visit of the American All Stars, a team of college football players who had no knowledge of rugby league just a month before.</p><p>Three days later, to mark the Queen’s coronation, another 32,554 fans attended the SCG to watch the Americans score 41 points against a New South Wales side featuring Clive Churchill, Keith Holman, Noel Pidding and Harry Wells, courtesy of a generous display of defending and refereeing (albeit the Blues heaped on 62 points themselves). American half-back Gary Kerkorian, a Pittsburgh Steelers quarterback the previous season, scored all 13 of his kicks at goal that week. The future looked exhilarating.</p> <a href=\"https://www.theguardian.com/sport/no-helmets-required/2023/jun/09/rugby-league-us-touring-heroes-big-fights-nrl-visits\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/no-helmets-required/2023/jun/09/rugby-league-us-touring-heroes-big-fights-nrl-visits", "date_published": "2023-06-09 14:32:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Food aid suspended in Ethiopia after ‘widespread and coordinated’ thievery", "description": "<p>UN and US halt food assistance in the country, where 20 million people rely on aid, in order to investigate ‘diversion’ of supplies</p><p>Food aid to Ethiopia has been suspended after the discovery that humanitarian supplies meant for people in need were being stolen.</p><p>The UN’s World Food Programme (WFP) said on Friday that it is halting food assistance while it rolled out “enhanced safeguards and controls that will ensure humanitarian food assistance reaches targeted, vulnerable people”. It comes a day after the US Agency for International Development (USAid) said it was doing the same, after a “countrywide review” uncovered “a widespread and coordinated campaign” that was diverting food assistance from Ethiopian people.</p> <a href=\"https://www.theguardian.com/global-development/2023/jun/09/food-aid-suspended-in-ethiopia-after-widespread-and-coordinated-thievery\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/jun/09/food-aid-suspended-in-ethiopia-after-widespread-and-coordinated-thievery", "date_published": "2023-06-09 14:09:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Sinn Féin MP urged not to attend IRA commemoration", "description": "<p>John Finucane, North Belfast MP, due to speak at event honouring members of deadly South Armagh brigade</p><p>Political leaders and victims’ groups have accused <a href=\"https://www.theguardian.com/politics/sinn-fein\">Sinn Féin</a> of glorifying murder at a planned commemoration in <a href=\"https://www.theguardian.com/uk/northernireland\">Northern Ireland</a> for one of the IRA’s deadliest units.</p><p>John Finucane, the party’s North Belfast MP, is to address an event on Sunday honouring members of the IRA’s South Armagh brigade, which committed multiple attacks on civilians and security forces during the Troubles.</p> <a href=\"https://www.theguardian.com/politics/2023/jun/09/sinn-fein-mp-john-finucane-urged-not-to-attend-ira-commemoration\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jun/09/sinn-fein-mp-john-finucane-urged-not-to-attend-ira-commemoration", "date_published": "2023-06-09 13:23:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "France’s food industry pledges to cut prices after government pressure", "description": "<p>Finance minister says he has reach deal with 75 manufactures after signs of falling prices for raw materials</p><p>Big food manufacturers in France have pledged to lower prices on hundreds of products next month after pressure from the government.</p><p>The French finance minister, Bruno Le Maire, said he had reached a deal with 75 manufacturers after signs that the prices being paid by the industry for raw materials had been falling.</p> <a href=\"https://www.theguardian.com/world/2023/jun/09/frances-food-industry-pledges-to-cut-prices-government-pressure\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/09/frances-food-industry-pledges-to-cut-prices-government-pressure", "date_published": "2023-06-09 13:22:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Millions still under air quality warnings in US as wildfire smoke begins to clear", "description": "<p>North-eastern states remain under air pollution alerts though National Weather Service says to expect ‘some improvement’</p><p>Millions of Americans remained under air quality warnings on Friday, even as smoke from hundreds of Canadian wildfires began to dissipate in the north-eastern US.</p><p>Moderate to unhealthy air quality continued to linger across a swathe of the country, from the midwest to the Atlantic coast, the National Weather Service said, although it said “some improvement” will continue this weekend.</p> <a href=\"https://www.theguardian.com/world/2023/jun/09/air-quality-warnings-wildfire-smoke-clearing-latest\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/09/air-quality-warnings-wildfire-smoke-clearing-latest", "date_published": "2023-06-09 13:22:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Donald Trump indictment: ex-president bragged on tape about keeping ‘secret’ military file, reports say – live", "description": "<p>CNN reports audio recording of Trump talking about classified document;  Trump rivals for Republican nomination defend him against indictment</p><p><em>Now that Donald Trump has been indicted, what happens next? The Guardian’s <a href=\"https://www.theguardian.com/profile/joan-greve\">Joan E Greve</a> has the answer:</em></p><p>Donald Trump is preparing for his second arraignment in two months after <a href=\"https://www.theguardian.com/us-news/2023/jun/08/donald-trump-charged-retention-classified-documents\">learning</a> that he would face seven federal charges in connection to his mishandling of classified documents.</p><p>Former President<a href=\"https://www.cnn.com/2013/07/04/us/donald-trump-fast-facts\"> Donald Trump</a> acknowledged on tape in a 2021 meeting that he had retained “secret” military information that he had not declassified, according to a transcript of the audio recording obtained by CNN.</p><p>“As president, I could have declassified, but now I can’t,” Trump says, according to the transcript.</p> <a href=\"https://www.theguardian.com/us-news/live/2023/jun/09/donald-trump-republicans-rally-ex-us-president-indictment-2024-race-politics-live-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/live/2023/jun/09/donald-trump-republicans-rally-ex-us-president-indictment-2024-race-politics-live-updates", "date_published": "2023-06-09 13:22:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "What does the PGA-LIV merger mean for the future of golf? – video explainer", "description": "<p>This week, golf's civil war came to an abrupt and unexpected end as the <a href=\"https://www.theguardian.com/sport/pga-tour\">PGA Tour</a> and its Saudi-backed rival, LIV Golf, agreed to merge. The Guardian's golf correspondent, Ewan Murray, analyses  what Saudi Arabia's investment and presence at the sport's top table could mean for the future.</p><p></p><p>The new partnership could offer a route back on to the traditional tours for ostracised LIV golfers, but players who previously turned down lucrative offers to stay loyal to the PGA Tour may feel aggrieved. It is also the biggest statement of intent to date from Saudi Arabia, who have made several high-profile investments in the world of sport.</p><p></p><ul><li><p><a href=\"https://www.theguardian.com/sport/2023/jun/07/golf-powerbrokers-then-and-now-liv-pga-tour\">Changing their tune: what golf’s powerbrokers said then and now</a></p></li><li><p><a href=\"https://www.theguardian.com/sport/2023/jun/09/saudi-arabia-soccer-golf-nba-nfl-sportswashing\">Saudi Arabia has bought into soccer and golf. Will the NBA and NFL be next?</a></p></li></ul> <a href=\"https://www.theguardian.com/sport/video/2023/jun/09/golf-pga-liv-merger-saudi-arabia-video-explainer\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/video/2023/jun/09/golf-pga-liv-merger-saudi-arabia-video-explainer", "date_published": "2023-06-09 13:12:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Gigantic rubber ducks and the first AI sculpture: Friday’s best photos", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/uk-news/gallery/2023/jun/09/gigantic-rubber-ducks-first-ai-sculpture-fridays-best-photos\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/gallery/2023/jun/09/gigantic-rubber-ducks-first-ai-sculpture-fridays-best-photos", "date_published": "2023-06-09 13:05:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "‘We are the great unwashed’: Iron Maiden, Metallica and more on 20 years of Download", "description": "<p>The mega metal weekender celebrates its anniversary this year. In an oral history its stars, punters and long-suffering crew remember Spitfire fly-bys, urine-filled bottles and a <em>lot</em> of mud</p><p>As AC/DC said, “It’s a long way to the top if you wanna rock’n’roll”. Ask any of the 100,000-odd people embarking on their annual pilgrimage to the spiritual home of metal, and they’ll jokingly tell you the road to Donington Park doesn’t feel much shorter. Born from the ashes of the Monsters of Rock one-dayers, recalibrated for rock’s burgeoning new generation and christened with a suitably edgy name that would most definitely never age badly, the Download festival has, since 2003, established itself as the beating heart of a scene with the volume turned up to 11. With the festival this weekend <a href=\"https://downloadfestival.co.uk/\" title=\"\">marking its 20th anniversary</a> with its biggest event yet, the story of its rise is one of community, circle pits and an inordinate amount of urine in bottles …</p><p><strong>Stuart Galbraith</strong><strong> (</strong><strong>founder of Download &amp; CEO of promoters Kilimanjaro Live</strong><strong>)</strong> In the early 2000s, there were whole new genres of rock coming through. I felt we needed something that was able to embrace that, as well as still cover heritage artists.</p> <a href=\"https://www.theguardian.com/music/2023/jun/09/download-festival-20-years-metallica-acdc-slipknot-leppard-guns-roses\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jun/09/download-festival-20-years-metallica-acdc-slipknot-leppard-guns-roses", "date_published": "2023-06-09 13:00:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "My friend talks nonstop about herself. How can I get her to listen to me? | Ask Annalisa Barbieri", "description": "<p>Not being listened to is exhausting. If you want to continue the friendship, you’ll need to make your needs clear</p><p><strong>I have a question on how to deal with </strong><strong>my friend “V”. She </strong><strong>is </strong><strong>very sweet but a complete chatterbox. </strong><strong>When we meet, she talks nonstop, usually about herself. We are both women in our early 30s and have been friends since secondary school. It is only in the last few years that I have noticed our conversations are really </strong><strong>her monologues. She </strong><strong>rarely asks me questions or shows much interest in what I am up to.</strong></p><p><strong>Things I have tried include</strong><strong>: jumping in to say something rather than waiting to be asked (in which case, she nods and listens politely, then gets back to whatever she was banging on about before I spoke)</strong><strong>, and continuing to talk whenever she starts to talk over me (I used to just fall silent and let her take the floor). I have to say, “V, let me finish</strong><strong>” </strong><strong>or “V, it’s my time to speak now” (her husband has to do the same).</strong></p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jun/09/my-friend-talks-nonstop-about-herself-how-can-i-get-her-to-listen-to-me\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jun/09/my-friend-talks-nonstop-about-herself-how-can-i-get-her-to-listen-to-me", "date_published": "2023-06-09 13:00:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Labour doesn’t need to sabotage its green prosperity plan – just to cost it clearly | John McDonnell", "description": "<p>The argument that markets will react badly to borrowing doesn’t wash – Rachel Reeves has to be open about using taxes </p><ul><li>John McDonnell was shadow chancellor from 2015 to 2020</li></ul><p>Today, Rachel Reeves announced that she is <a href=\"https://www.theguardian.com/politics/2023/jun/09/labour-government-would-have-to-delay-28bn-green-fund-rachel-reeves-says\">delaying plans</a> to borrow £28bn a year for a green prosperity fund under a Labour government. There may be some influential people in the Labour party who never supported the plan in the first place – maybe because it looked so much like the 2019 manifesto. And now, perhaps as a result, we’re seeing any excuse being used to undermine it.</p><p>The argument being put forward is that the bond markets will react to Labour’s borrowing in the same way they responded to Truss’s fantasy budget. This would make the necessary borrowing too expensive to deal with, and anyway, it’s impractical to spend on that scale in the early years.</p><p>John McDonnell has been the Labour MP for Hayes and Harlington since 1997. He was shadow chancellor from 2015 to 2020</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/09/labour-green-prosperity-plan-cost-markets-rachel-reeves-taxes-john-mcdonnell\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/09/labour-green-prosperity-plan-cost-markets-rachel-reeves-taxes-john-mcdonnell", "date_published": "2023-06-09 12:11:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "From North Sea revival to renewables, Aberdeen sees corporate interests triumph", "description": "<p>While transition to wind energy could benefit the local area, private interests are set to create wealth elsewhere</p><p>Giant primary-coloured oil platform supply vessels fill almost every bay in Aberdeen’s tightly packed city centre port. For the two marine traffic controllers sitting at the very top of the glass tower overlooking the congested harbour, it is like an enormous high-stakes round of the classic computer puzzle game Tetris.</p><p>“It’s been busy all morning. We’ve only got a couple of berths free [in the north harbour] and the south harbour is full already. There are a few vessels out at sea waiting for berths,” says one of the controllers.</p> <a href=\"https://www.theguardian.com/business/2023/jun/09/from-north-sea-revival-to-renewables-aberdeen-sees-corporate-interests-triumph\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jun/09/from-north-sea-revival-to-renewables-aberdeen-sees-corporate-interests-triumph", "date_published": "2023-06-09 12:00:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "David Furnish on wiping out HIV/Aids, the ‘weaponisation’ of LGBTQ+ rights … and the day Putin called", "description": "<p>Elton John’s husband and chair of his Aids foundation calls for a redoubling of efforts amid rising illiberalism around the globe</p><p>It could be said to be a love that dare not speak its name. Certainly Russia’s president makes little of it when warning of the degrading dangers of western tolerance of LGBTQ+ rights. “I’m told unreliably, or reliably, who knows, that Putin is a fan,” says Elton John’s husband, David Furnish, of the unlikely Rocketman devotee in the Kremlin.</p><p>“Every March 25, I get a WhatsApp message from the [Russian] health minister saying, ‘I just want to wish Elton happy birthday and we wish him all the best and love his music so much.’ So, it is this strange paradox.</p> <a href=\"https://www.theguardian.com/society/2023/jun/09/david-furnish-on-wiping-out-hivaids-the-weaponisation-of-lgbtq-rights-and-the-day-putin-called\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jun/09/david-furnish-on-wiping-out-hivaids-the-weaponisation-of-lgbtq-rights-and-the-day-putin-called", "date_published": "2023-06-09 12:00:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Indie or supermarket wine? It pays to shop around | Fiona Beckett on drink", "description": "<p>Don’t be fooled: supermarkets do not necessarily offer the best value when it comes to wine</p><p><a href=\"https://www.theguardian.com/food/2023/jun/02/good-value-roses-for-outdoor-drinking-fiona-beckett\">As I said last week</a>, price is not the same as value. Just because supermarkets have a monopoly on sub-£7 wines doesn’t mean they are cheapest for everything. Rather, they rely on us believing that everything we buy from them is keenly priced, when in reality it may well not be, especially if it’s not on promotion and involves a famous name. Supermarkets are generally not so good at providing less well-known alternatives that offer better value.</p><p>I was reminded of this the other day at a tasting put on by the very smart wine merchant <a href=\"https://www.hhandc.co.uk/\">Haynes, Hanson &amp; Clark</a> (with that name, they could easily be a firm of solicitors, couldn’t they?), which has branches in Chelsea and Stow-on-the-Wold in the Cotswolds. Unaffordable? Surprisingly not. For example, they have a fantastic selection of clarets, starting with the smartly bottled <a href=\"https://www.hhandc.co.uk/all-wines/2019-chateau-frontenac-bordeaux-superieur/\">Château Frontenac Bordeaux Supérieur 2019</a> (14.5%) at £10.95 a bottle (or £58.20, or £9.70 a bottle, for a case of six). And it would be so much better to buy their <a href=\"https://www.hhandc.co.uk/all-wines/2019-chateau-faure-beausejour-fronsac/\">Faure-Beausejour 2019</a>, a fleshy, ripe, merlot-dominated fronsac at £12.35 (or £65.70 by the half-case), than most of the indifferent Saint-Émilions you find on supermarket shelves. (Incidentally, supermarkets do score when they go off-piste in this way, too: Tesco, for instance, has an absolutely cracking, bordeaux-like bergerac right now called <a href=\"https://www.tesco.com/groceries/en-GB/products/314424531\">Eglise Saint Jacques</a> (13%) for just £6.50. (Bergerac is just next door to its more famous neighbour.)</p><p>For more by Fiona Beckett, go to <a href=\"https://fionabeckett.substack.com/\">fionabeckett.substack.com</a></p> <a href=\"https://www.theguardian.com/food/2023/jun/09/indie-or-supermarket-wine-it-pays-to-shop-around-fiona-beckett\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/jun/09/indie-or-supermarket-wine-it-pays-to-shop-around-fiona-beckett", "date_published": "2023-06-09 12:00:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "The best podcasts of 2023 so far", "description": "<p>From Rylan’s warm, witty look at masculinity to Daisy May Cooper’s riotously entertaining celebrity book club, here’s the most unmissable listening from the last six months</p><p>Anyone who was glued to Jamie Bartlett’s previous hit podcast, The Missing Cryptoqueen, will race through this multi-layered mystery. It digs into the story of Megan Bhari who, inspired by her own cancer diagnosis, launched a charity when she was 16 years old that gained the support of One Direction. We meet the sceptics who hired a private investigator because they did not believe Megan was actually unwell, only to be baffled by her sudden death. It adds a layer of tragedy to an already murky and complex story, and Bartlett does a great job of unpicking what on earth is really going on.</p> <a href=\"https://www.theguardian.com/culture/2023/jun/09/the-best-podcasts-of-2023-so-far\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/jun/09/the-best-podcasts-of-2023-so-far", "date_published": "2023-06-09 12:00:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "‘Between pleasure and health’: how sex-tech firms are reinventing the vibrator", "description": "<p>A new wave of sex toys is designed to combine orgasmic joy with relief from dryness, tension and pain</p><p>At first glance, it could be mistaken for a chunky bracelet or hi-tech fitness tracker. But the vibrations delivered by this device will not alert you to a new message or that you have hit your daily step goal. Neither are they strictly intended for your wrist.</p><p>Welcome to the future of vibrators, designed not only for sexual pleasure, but to tackle medical problems such as vaginal dryness, or a painful and inflamed prostate gland in men.</p> <a href=\"https://www.theguardian.com/society/2023/jun/09/how-sex-tech-firms-are-reinventing-the-vibrator\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jun/09/how-sex-tech-firms-are-reinventing-the-vibrator", "date_published": "2023-06-09 12:00:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Facebook owner to push ahead with plans to launch Twitter rival", "description": "<p>Meta move is response to Oprah Winfrey and other public figures reportedly wanting platform that is ‘sanely run’</p><p>Mark Zuckerberg’s Meta is pushing ahead with plans to launch a rival to Twitter because public figures reportedly want a similar platform that is “sanely run” with the Dalai Lama and Oprah Winfrey on the target list for users.</p><p>The standalone app is codenamed Project93 and its public name could be Threads, according to a <a href=\"https://www.theverge.com/2023/6/8/23754304/instagram-meta-twitter-competitor-threads-activitypub\">report by the tech news site the Verge</a>.</p> <a href=\"https://www.theguardian.com/technology/2023/jun/09/facebook-owner-to-push-ahead-plans-launch-twitter-rival-meta-oprah-winfrey\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/jun/09/facebook-owner-to-push-ahead-plans-launch-twitter-rival-meta-oprah-winfrey", "date_published": "2023-06-09 11:59:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Banning ultra-processed food is not a nanny-state issue. It’s common sense | Simon Jenkins", "description": "<p>Britain’s health is a national scandal, not just because of the state of the NHS, but because the government refuses to take action on our diets</p><p>In April 1994, the CEOs of the US’s seven biggest tobacco companies swore on oath before a Senate committee that nicotine was “<a href=\"https://senate.ucsf.edu/tobacco-ceo-statement-to-congress\">not addictive</a>”. At the time it was estimated that 3,000 American children were being induced by said companies to start smoking every day.</p><p>Last Monday, the BBC’s Panorama programme came close to repeating that scene with <a href=\"https://www.bbc.co.uk/iplayer/episode/m001mp67/panorama-ultraprocessed-food-a-recipe-for-ill-health\">Britain’s food manufacturers</a>. The products at issue are ultra-processed foods (UPF). Their makers’ denial of the harm these products may cause is as adamant as those tobacco execs’ once was, and the consequences could be equally lethal.</p><p>Simon Jenkins is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/09/banning-ultra-processed-food-nanny-state-common-sense\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/09/banning-ultra-processed-food-nanny-state-common-sense", "date_published": "2023-06-09 11:58:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "‘It just filled me with love’: Brianna Ghey’s mother on reaction to the killing and her cold water ‘therapy’", "description": "<p>Esther Ghey says she felt overwhelmed by support after her trans daughter’s death and has found comfort in outdoor swimming</p><p>The mother of the transgender teenager Brianna Ghey says she has found solace in cold water swimming as she tries to come to terms with her daughter’s brutal death.</p><p>Esther Ghey is taking part in Saturday’s Great North Swim in Windermere, in the Lake District, raising money for the <a href=\"https://www.justgiving.com/fundraising/greatnorthswimmisp?fbclid=IwAR0pr4QA-Xglcfo9CjxAa05fPpWVViEoElMu99BWCJ_oqFCG7pE0WnzBEdM\">Mindfulness in Schools Project</a> (MiSP).</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/09/brianna-ghey-mother-esther-swimming-cold-water-therapy\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/09/brianna-ghey-mother-esther-swimming-cold-water-therapy", "date_published": "2023-06-09 11:06:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "A whistleblower claims the US has alien vehicles. But where’s the proof?", "description": "<p>Experts in UFO lore suggest the assertions should be taken with a grain of salt and demand to see evidence of the non-human crafts</p><p>Some prominent experts have expressed growing skepticism over whether the US is harboring UFOs, as the government whistleblower who made the extraordinary claims has gone on to suggest the US had also recovered alien bodies.</p><p>David Grusch, a former intelligence official who led analysis of unexplained anomalous phenomena (UAP) within a US Department of Defense agency, caused headlines around the world with his assertion that the US had been collecting non-human craft for “decades”.</p> <a href=\"https://www.theguardian.com/us-news/2023/jun/09/ufo-alien-vehicles-us-whistleblower-evidence-where-is-proof\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/09/ufo-alien-vehicles-us-whistleblower-evidence-where-is-proof", "date_published": "2023-06-09 11:00:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Comedy sculpture, the RA rambles, and Liverpool lets rip – the week in art", "description": "<p>Erwin Wurm’s quirky work brightens up the Yorkshire sculpture park, Liverpool’s Biennial kicks off, and it’s time for another messy Summer Exhibition at the Royal Academy – <a href=\"https://www.theguardian.com/artanddesign/2015/oct/19/sign-up-to-the-art-weekly-email\">all in your weekly dispatch</a></p><p><strong>Capturing the Moment<br /></strong>Painting and photography feed off each other in fascinating ways, and this show about their relationship stars great artists from Picasso to Paula Rego.<br />• <a href=\"https://www.tate.org.uk/whats-on/tate-modern/capturing-the-moment\">Tate Modern, London</a>, from 13 June to 28 January.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/jun/09/erwin-wurm-wakefield-sculpture-royal-academy-summer-exhibition-art-weekly\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/jun/09/erwin-wurm-wakefield-sculpture-royal-academy-summer-exhibition-art-weekly", "date_published": "2023-06-09 11:00:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Faith, Hope and Carnage by Nick Cave and Seán O’Hagan review – heartfelt conversations", "description": "<p>The Australian singer-songwriter is candid and charismatic in these in-depth discussions about art, music, life and loss</p><p>Faith, Hope and Carnage is built around a series of telephone exchanges in lockdown in 2020 between the musician <a href=\"https://www.theguardian.com/music/nick-cave\">Nick Cave</a> and the journalist Seán O’Hagan. These conversations were later transcribed and arranged as an extended Q&amp;A, and a memoir of sorts, in which Cave reflects on art, music, religion, death, his childhood in Australia and his hell-raising early adulthood.</p><p>The audiobook, then, is the project come full circle, with Cave and O’Hagan narrating the text of their conversations. If O’Hagan’s delivery is a little flat at times, it is not a problem that afflicts Cave, who is heartfelt, charismatic and sage-like, even when tackling the most difficult of topics. Threaded through the chapters is his teenage son, Arthur, who died after falling from a cliff in 2015, and the “transformative” impact his death had on Cave. In the months following the accident, he was sent into “a chaos that was also kind of an incapacitation”, though he has since channelled his grief into a new and more empathetic way of being. In 2018, Cave launched <a href=\"https://www.theredhandfiles.com/\">The Red Hand Files</a>, a website where he invites people to “ask me anything”. It’s a concept the once publicity-averse singer would previously have found unthinkable, though now he sees human connection and candour as crucial to his ability to carry on.</p> <a href=\"https://www.theguardian.com/books/2023/jun/09/faith-hope-and-carnage-by-nick-cave-and-sean-ohagan-review-heartfelt-conversations\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/jun/09/faith-hope-and-carnage-by-nick-cave-and-sean-ohagan-review-heartfelt-conversations", "date_published": "2023-06-09 11:00:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "The best recent science fiction, fantasy and horror – reviews roundup", "description": "<p>Perilous Times by Thomas D Lee; The Grief Nurse by Angie Spoto; Airside by Christopher Priest; Hokey Pokey by Kate Mascarenhas; The Shadow Cabinet by Juno Dawson</p><p><strong><a href=\"https://www.guardianbookshop.com/perilous-times-9780356518527?utm_source=editoriallink&amp;utm_medium=merch&amp;utm_campaign=article\">Perilous Times</a> by Thomas D Lee (Orbit, £16.99)<br /></strong>Merlin ensured that King Arthur’s knights would return from a magical sleep whenever the kingdom was in peril. Having fought in many wars over the centuries, Sir Kay knows the drill. But when he wakes in a 21st-century Britain ravaged by the climate crisis and social unrest, it’s hard to identify the enemy. After rescuing a young woman fleeing from armed guards near a blazing fracking facility, he allies himself with feminist eco-terrorists trying to save the planet. The appearance of a fire-breathing dragon suggests somebody is messing around with magic, and he has a duty to stop them. Humorous fantasy based on magical mishaps may not be a comfortable fit with the grim vision of a very near future in which half of England is underwater, but it works. This audacious, original debut is angry as well as entertaining, and an exciting new take on the <a href=\"https://en.wikipedia.org/wiki/Matter_of_Britain\">Matter of Britain</a>.</p> <a href=\"https://www.theguardian.com/books/2023/jun/09/the-best-recent-science-fiction-fantasy-and-horror-reviews-roundup\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/jun/09/the-best-recent-science-fiction-fantasy-and-horror-reviews-roundup", "date_published": "2023-06-09 11:00:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "US targets Binance and Coinbase – is the government ready to regulate crypto?", "description": "<p>Regulators have been confused about whether cryptocurrency is a security or a commodity, but clarity appears imminent</p><p>For years, US financial regulators couldn’t agree on what to do about cryptocurrency. They wanted to do something, but couldn’t agree on what crypto was – a security, like a stock or bond, or a commodity, like a raw material or agricultural product, or neither? – and which agency would have jurisdiction.</p><p>This week, Gary Gensler, a longtime critic of crypto and the chair of the US Securities and Exchange Commission (SEC), appears to have found the answer – by launching a crackdown on crypto exchanges, the platforms on which investors buy and sell digital currencies.</p> <a href=\"https://www.theguardian.com/technology/2023/jun/09/binance-coinbase-us-government-cryptocurrency\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/jun/09/binance-coinbase-us-government-cryptocurrency", "date_published": "2023-06-09 11:00:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "‘This doesn’t make sense any more’: why you still can’t buy wine in New York supermarkets", "description": "<p>Prohibition-era laws require a trip to the liquor store. Those shops say they’re defending an intimate tradition</p><p>In New York City, you can now buy marijuana from colorful smoke shops. But here in America’s largest metropolis, you still can’t legally buy a bottle of wine from a grocery store.</p><p>The restriction dates back to the end of prohibition, and while most other US states have done away with similar laws, it has remained on the books in New York for close to a century, baffling visitors and frustrating residents.</p> <a href=\"https://www.theguardian.com/us-news/2023/jun/09/wine-new-york-supermarket-liquor-grocery-store\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/09/wine-new-york-supermarket-liquor-grocery-store", "date_published": "2023-06-09 11:00:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "‘Parliament always felt like a nightmare’: Caroline Lucas on life as a Green MP – and what she’ll do next", "description": "<p>After more than a decade of 80-hour working weeks, the member for Brighton Pavilion is standing down. What has she achieved as the only Green in the Commons? And does that feel like failure or success?</p><p>In the garden of a cafe in the middle of her Brighton Pavilion constituency, Caroline Lucas is eight hours into her bombshell day: the country’s only Green MP has just announced that she won’t stand again for election. She went from a squeaky, 1,200, didn’t-see-that-coming majority in 2010 to a don’t-bother-counting-them almost 20,000 majority in 2019, and has ascended to that very rare status with many of her constituents: it doesn’t matter whether or not you agree with her, you vote for her anyway. It would be rude not to: she works so hard and makes so much sense.</p><p>She has the very short hair of a person who doesn’t have time for hair, estimates that she works “75 or 80 hours a week” and looks harried but undefeated. I already knew she wasn’t going to stand again, obviously – that’s why I’m here. But I still can’t quite believe it, and keep opening my mouth to start a question that turns out to be nothing but “but”: “But you’re an institution … But your constituents love you … But you actually make things happen; who else is going to do that? … But there’s so much still to do.”</p> <a href=\"https://www.theguardian.com/politics/2023/jun/09/parliament-always-felt-like-a-nightmare-caroline-lucas-on-life-as-a-green-mp-and-what-shell-do-next\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jun/09/parliament-always-felt-like-a-nightmare-caroline-lucas-on-life-as-a-green-mp-and-what-shell-do-next", "date_published": "2023-06-09 10:57:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Just as we’ve fallen in love with digi-Luke, is Mark Hamill really retiring from Star Wars?", "description": "<p>Now we’ve seen de-aged, youngish, CGI-assisted Luke, surely this is the opportunity for the moisture farmer turned Jedi Master to return to the centre of the galaxy far, far away</p><p>A fond farewell, then, to all that. The swishy lightsabers; the bullseyeing of womp rats and conveniently located Death Star kill buttons; the parental epiphany-fuelled screams of anguish. <a href=\"https://www.theguardian.com/film/mark-hamill\">Mark Hamill</a> has announced he is (probably) retiring as Luke Skywalker.</p><p>“I had my time, and that’s good. But that’s enough,” said Hamill <a href=\"https://www.youtube.com/watch?v=IdRc0fBhebM\">during an interview with CBS Sunday Morning</a>. “Well, you never say never. I just don’t see any reason to,” he added. “Let me put it that way: I mean, they have so many stories to tell, they don’t need Luke any more.”</p> <a href=\"https://www.theguardian.com/film/2023/jun/09/digi-luke-is-mark-hamill-really-retiring-from-star-wars\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jun/09/digi-luke-is-mark-hamill-really-retiring-from-star-wars", "date_published": "2023-06-09 10:54:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "‘Rather insensitive’: Fife council to remove menacing witch mural", "description": "<p>Mural by Rogue One found to be not in keeping with historic area, after complaints about portrayal of women accused of witchcraft</p><p>A “gaudy and inaccurate” mural by a renowned street artist will be removed from a historic fishing village after objections exposed deep sensitivities about how women persecuted for witchcraft are portrayed in modern times.</p><p>The mural of the menacing witch reaching her spindly fingers towards passersby covers the gable end wall of the Larachmhor Tavern, a 19th-century Category C listed building that sits within the conservation area of Pittenweem, Fife.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/09/fife-council-to-remove-menacing-witch-mural-pittenweem\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/09/fife-council-to-remove-menacing-witch-mural-pittenweem", "date_published": "2023-06-09 10:47:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "New York therapists see surge in eco-anxiety as smoke fills skies: ‘Every client addresses it’", "description": "<p>Canada wildfires drive home catastrophe among patients grappling with fears of a ‘new normal’</p><p>As Kim Saira scrolled through TikToks showing a curtain of yellow smoke descending over New York, she felt a panic attack coming on. Though she lives an entire coast away from the crisis, Saira began to fear for her parents, who are essential workers in Queens.</p><p>“I had to completely turn off my phone, because I was getting so anxious,” said Saira, a Los Angeles-based healing coach. “My chest hurt, I felt like I couldn’t sit still, and I started pacing around. I couldn’t do any work.”</p> <a href=\"https://www.theguardian.com/us-news/2023/jun/09/climate-crisis-psychology-new-york-smoke\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/09/climate-crisis-psychology-new-york-smoke", "date_published": "2023-06-09 10:00:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "‘A blessing’: is rent control making a comeback in America?", "description": "<p>Most renters spend more than a third of their income on rent, leading cities like Boston to introduce measures to stabilize rents – but not without opposition</p><ul><li><a href=\"https://www.theguardian.com/us-news/2023/may/10/tell-us-have-you-struggled-with-us-housing-costs\">Tell us: have you struggled with the US housing crisis?</a></li></ul><p>For Paula Coar, rent control was a “blessing”.</p><p>Coar lived in a rent-controlled apartment in Cambridge, Massachusetts, with her sister and their children for over a decade in the 1980s and 1990s and credits the policy for the opportunities she was able to provide to her children.</p> <a href=\"https://www.theguardian.com/us-news/2023/jun/09/rent-control-comeback-america-massachusetts\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/09/rent-control-comeback-america-massachusetts", "date_published": "2023-06-09 10:00:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Champions League final countdown, transfer news and more: football – live", "description": "<ul><li>The latest news and analysis before Manchester City v Inter</li><li><a href=\"mailto:will.magee.casual@theguardian.com\">Email Will</a> with any thoughts | Tweet <a href=\"https://twitter.com/W_F_Magee\">@W_F_Magee</a></li></ul><p><strong>Let’s kick off with some of our coverage from the past week,</strong> building up to the big game in Istanbul. First up, here’s what Kyle Walker had to say when asked about City’s ambition of emulating Manchester United’s 1999 Treble winners.</p><p>The countdown to the Champions League final has begun, with Manchester City and Internazionale fans no doubt veering between excitement, anxiety and deep, gut-wrenching nausea. This is it: the Big One, the Grand Finale, the Golden Goblet, the Destroyer of Worlds. Pep Guardiola laid out what’s at stake earlier this week when he said: “We must accept that if we want to make a definitive step as a big club, we must win in Europe. We have to win the Champions [League] – that’s something you can’t avoid.” No pressure, then, lads. Not that pressure has been much of a problem this season, given City have already won the Double and utterly crushed all challengers to their imperial dominance.</p> <a href=\"https://www.theguardian.com/football/live/2023/jun/09/champions-league-final-countdown-transfer-news-and-more-football-live\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/jun/09/champions-league-final-countdown-transfer-news-and-more-football-live", "date_published": "2023-06-09 09:45:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Labour says £28bn green prosperity plan in doubt due to Tory crashing of the economy – UK politics live", "description": "<p>Shadow chancellor says she cannot give a ‘final set of numbers’ on spending until after the government’s next fiscal statement</p><p>Fresh from the US, where he and Joe Biden signed the so-called <a href=\"https://www.theguardian.com/politics/2023/jun/08/rishi-sunak-joe-biden-landmark-deal-uk-us-cooperation-washington-declaration\">“Atlantic Declaration”</a>, Rishi Sunak is expected to address a conference of Conservatives in the north of England later today.</p><p>The prime minister is due to appear in Doncaster this afternoon for the Northern Research Group conference.</p> <a href=\"https://www.theguardian.com/politics/live/2023/jun/09/conservatives-labour-rishi-sunak-keir-starmer-boris-johnson-honours-uk-politics-news\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/live/2023/jun/09/conservatives-labour-rishi-sunak-keir-starmer-boris-johnson-honours-uk-politics-news", "date_published": "2023-06-09 08:51:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "World Test Championship final: Australia v India, day three – live", "description": "<ul><li>WTC final updates from the one-off match at the Oval</li><li>Play starts at 10.30am in London/7.30pm AEST/3pm IST</li><li>Any thoughts? <a href=\"mailto:geoff.lemon@theguardian.com\">Email Geoff</a> or tweet <a href=\"https://twitter.com/GeoffLemonSport\">@GeoffLemonSport</a></li></ul><p>For the detail, get yourself across the match report from The Burning One himself.</p><p>Hola amigos. Day three of El Championship Test Mundial, or similar, is upon us. And let us be honest, India = in strife. They lost five wickets yesterday for nowhere near enough. And it’s not like the Australians bowled the house down, but they bowled well enough at the right spots to get some assistance from the surface now and then, and that was enough. The four deliveries from the quicks that knocked over India’s main batting crew all did <em>heaps</em>.</p> <a href=\"https://www.theguardian.com/sport/live/2023/jun/09/australia-vs-india-cricket-test-match-world-championship-final-aus-v-ind-day-three-live-updates-over-by-over-obo-scorecard-teams-start-time-the-oval-london-live-score-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2023/jun/09/australia-vs-india-cricket-test-match-world-championship-final-aus-v-ind-day-three-live-updates-over-by-over-obo-scorecard-teams-start-time-the-oval-london-live-score-updates", "date_published": "2023-06-09 08:50:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Atlantic declaration shows Sunak and Biden’s willingness to simply make do", "description": "<p>Although a slightly haphazard set of pledges, it accepts world has moved on from Brexit and 2019 UK election</p><ul><li><a href=\"https://viewer.gutools.co.uk/politics/live/2023/jun/09/conservatives-labour-rishi-sunak-keir-starmer-boris-johnson-honours-uk-politics-news\">UK politics live – latest updates</a></li></ul><p>If Rishi Sunak’s two-day visit to Washington demonstrated anything, it was the vital but sometimes neglected political lesson that in the absence of the ideal, you make the best of what you have, in terms of people and policy.</p><p>Sunak and Joe Biden are very different politicians and in many ways not natural allies. But what they do have in common is an appreciation that, for both, things could be much worse, or at least notably more chaotic, in the form of Boris Johnson and Liz Truss, or Donald Trump.</p> <a href=\"https://www.theguardian.com/politics/2023/jun/09/atlantic-declaration-shows-rishi-sunak-joe-biden-willingness-simply-make-do\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jun/09/atlantic-declaration-shows-rishi-sunak-joe-biden-willingness-simply-make-do", "date_published": "2023-06-09 08:37:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "A visual guide to the collapse of Ukraine’s Nova Kakhovka dam", "description": "<p>Ukraine accuses Russia of blowing up Dnipro River dam, which has largely been swept away</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/jun/07/russia-ukraine-war-live-updates-nova-kakhovka-dam-collapse-kherson-oblast-floods-evacuations-flood-flooding-latest-news\">Russia-Ukraine war: latest news updates</a></li></ul><p>The dam is located upstream of the city of Kherson on the Dnipro River in southern Ukraine. Russia controls the territory on the left bank of the river. The right bank is held by Ukraine.</p> <a href=\"https://www.theguardian.com/world/2023/jun/09/visual-guide-ukraine-nova-kakhovka-dam-collapse\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/09/visual-guide-ukraine-nova-kakhovka-dam-collapse", "date_published": "2023-06-09 08:33:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Tottenham and Newcastle battling to sign James Maddison from Leicester", "description": "<ul><li>Postecoglou wants England international in Spurs rebuild</li><li>Newcastle working on Maddison deal since last summer</li></ul><p>Tottenham are battling with Newcastle to sign James Maddison after Leicester’s relegation from the Premier League. Negotiations are due to take place soon for the 26-year-old, who is part of the England squad that meets on Monday for Euro 2024 qualifiers against Malta and North Macedonia.</p><p>Tottenham’s <a href=\"https://www.theguardian.com/football/2023/jun/06/tottenham-confirm-ange-postecoglous-appointment-as-manager\">new manager, Ange Postecoglou</a>, is keen to bring in Maddison as part of his rebuild of a squad that finished eighth this season. Newcastle have been working since last summer on a deal for Maddison and can offer the attacking midfielder a first chance to play in the Champions League.</p> <a href=\"https://www.theguardian.com/football/2023/jun/09/tottenham-and-leicester-james-maddison-leicester\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/09/tottenham-and-leicester-james-maddison-leicester", "date_published": "2023-06-09 08:23:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Rose Zhang: the US college golf star toppling Tiger Woods’ records", "description": "<p>After becoming the first player in 72 years to win on her LPGA debut, the 20-year-old American could be what’s needed for a tour that’s deeper than ever but wanting for household names</p><p>No sooner had Rose Zhang finished off one of the more extraordinary fortnights in golf history – capping her Stanford career with an unprecedented second NCAA title, ringing in her 20th birthday, entering the professional ranks and immediately becoming the <a href=\"https://www.theguardian.com/sport/2023/jun/04/tiger-woods-hails-rose-zhang-as-20-year-old-wins-on-professional-debut\">first player to win on her LPGA debut</a> in 72 years – than she was back on a plane to Palo Alto to nail down some unfinished business.</p><p>Three more final exams. One last problem set for CS-106A, the introductory computer programming course that’s sworn her off coding for life. Moving out of her on-campus dorm and closing the book on her sophomore year.</p> <a href=\"https://www.theguardian.com/sport/blog/2023/jun/09/rose-zhang-next-lpga-star-stanford-golf\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/blog/2023/jun/09/rose-zhang-next-lpga-star-stanford-golf", "date_published": "2023-06-09 08:00:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Christine and the Queens: Paranoïa, Angels, True Love review – a grief-stricken masterpiece", "description": "<p><strong>(Because Music)</strong><br />A howl of despair sublimated into beautiful experimental pop, the artist’s fourth album is his best yet</p><p>When <a href=\"https://www.theguardian.com/music/christine-and-the-queens\">Christine and the Queens</a> first appeared in the anglophone world in 2015, the name was an alias for Héloïse Letissier: a French artist with an extraordinary line in immaculately cool, obliquely catchy, 80s-flavoured synthpop that mused on queer identity. By 2018, Letissier had become Chris – the eponymous, androgynous protagonist of her funky second album. Then, last year, the musician announced he was now using male pronouns as well as another moniker: Redcar, also the title character of his third album, <a href=\"https://www.theguardian.com/music/2022/nov/10/christine-and-the-queens-redcar-les-adorables-etoiles-review-clouds-of-sorrow-from-the-artists-new-persona\">Redcar les Adorables Étoiles</a>.</p><p>That record, a reflective, slippery, not-quite-satisfying collection sung in French, was met with a muted reception. Now it seems simply a warmup for this masterpiece. Letissier’s clearly rocky path to self-realisation has been entangled with seismic grief – in 2019, his mother died – and Paranoïa, Angels, True Love is a howl of despair sublimated into astonishingly beautiful experimental pop, drenched in warm celestial light, punctured by spikes of confused pain. On Tears Can Be So Soft, loss is bluntly aired – “I miss my mama at night” – over a syncopated raindrops-on-the-roof beat and a minuscule snippet of Marvin Gaye. A distorted “fucking” is bellowed over sweet Johann Pachelbel strings on Full of Life. True Love couches romance in inescapable grief (“make me forget my mother”), the sound of a heart monitor and blasts of static.</p> <a href=\"https://www.theguardian.com/music/2023/jun/09/christine-and-the-queens-paranoia-angels-true-love-review\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jun/09/christine-and-the-queens-paranoia-angels-true-love-review", "date_published": "2023-06-09 07:30:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Four controversial doctors helping Republicans attack trans healthcare", "description": "<p>A wave of new restrictions on gender-affirming care for minors relies on a number of doctors with ties to rightwing groups and little experience treating transgender patients</p><p>On Wednesday, the governor of Missouri, Mike Parson, signed legislation to restrict gender-affirming care for minors, becoming the 20th US state in a nationwide wave targeting transgender healthcare.</p><p>To promote their legislation, Republican politicians have turned to a handful of controversial doctors, all of whom have ties to rightwing groups and little experience treating transgender patients. Every major medical association in the country has come out against such bans, stating that gender-affirming care should be available to those who need it, including minors.</p> <a href=\"https://www.theguardian.com/society/2023/jun/09/doctor-republican-trans-gender-affirming-minor-healthcare-lgbtq-rights\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jun/09/doctor-republican-trans-gender-affirming-minor-healthcare-lgbtq-rights", "date_published": "2023-06-09 07:00:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "A great ridge walk to a fine old pub: The Pheasant, Tattenhall, Cheshire", "description": "<p>With views of distant hills this walk high on Sandstone Ridge takes in castles and a brilliant hostelry</p><p>The view from the terrace outside the Pheasant pub stretches west across miles of russet, green and gold. I am deep in rural Cheshire, roughly halfway between Crewe and Chester. The pub sits high on the <a href=\"https://sandstonetrail.co.uk/geology-of-the-sandstone-trail/\" title=\"\">Sandstone Ridge</a>, a distinctive feature in an otherwise level landscape – one that is being considered for an area of outstanding natural beauty status (AONB) by <a href=\"https://www.sandstoneridge.org.uk/news/aonb-update.html\" title=\"\">Natural England</a>. The <a href=\"https://sandstonetrail.co.uk/\" title=\"\">Sandstone Trail</a> runs past the pub, on its way from the market town of Frodsham on the Mersey estuary south to Whitchurch in north Shropshire. Two of the trail’s most impressive castles are close to the pub, linked by a five-mile ramble from the door.</p><p>I set off around midday along country lanes, past old ivy-covered barns and mossy walls sprouting ferns. A cobbled track takes me under a stone archway, flanked by silver birches and bronzed oaks, bright holly trees and conifers. Coming out of the woods, huge views appear ahead. I am looking eastwards now across gently sloping wintry fields to the village of Bunbury.</p> <a href=\"https://www.theguardian.com/travel/2023/jun/09/a-great-ridge-walk-to-a-fine-old-pub-the-pheasant-tattenhall-cheshire\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2023/jun/09/a-great-ridge-walk-to-a-fine-old-pub-the-pheasant-tattenhall-cheshire", "date_published": "2023-06-09 06:00:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "From Belfast to the Karakoram mountains: the photography of Alain Le Garsmeur – in pictures", "description": "<p>An exhibition of the work of Alain le Garsmeur forms part of this year’s <a href=\"https://www.belfastphotofestival.com/\">Belfast Photo festival</a>. Le Garsmeur’s documentary images captured both the extraordinary and the mundane in locations as varied as Belfast, New York, Beijing and Moscow. His global reputation and range of subjects make him one of the most important photojournalists of his era.</p><p>Alain Le Garsmeur: Retrospective, presented by <a href=\"https://www.belfastexposed.org/exhibitions/alain-le-garsmeur-retrospective/\">Belfast Exposed</a>, is at Gallery 1 until 22 July 2023</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2023/jun/09/belfast-karakoram-mountains-photography-alain-le-garsmeur\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2023/jun/09/belfast-karakoram-mountains-photography-alain-le-garsmeur", "date_published": "2023-06-09 06:00:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Homes for sale near festivals – in pictures", "description": "<p>From a restored old coach works in London to an 18th-century paper mill in the Lake District</p> <a href=\"https://www.theguardian.com/money/gallery/2023/jun/09/homes-for-sale-near-festivals-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/money/gallery/2023/jun/09/homes-for-sale-near-festivals-in-pictures", "date_published": "2023-06-09 06:00:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "‘They are overlooked by everybody’: elders in Ethiopia bear brunt of the climate crisis", "description": "<p>With their cattle killed by five years of drought, and aid agencies focused on children and mothers, older people in the Horn of Africa are facing terrible malnutrition</p><p>After two and a half years of drought, rain has finally returned to Borena in southern Ethiopia. Recent downpours have turned the landscape green and produced enough grass for grazing animals.</p><p>But they have come too late for 89-year-old Saku Shuna, who lies in an airless tent, cradled by her daughter Loko. Like the other 28,000 people in this camp for the displaced outside the town of Dubuluk, she was a herder who relied on cattle. She came here after thirst, hunger and disease claimed her herd a year ago.</p> <a href=\"https://www.theguardian.com/global-development/2023/jun/09/they-are-overlooked-by-everybody-elders-in-ethiopia-bear-brunt-of-the-climate-crisis\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/jun/09/they-are-overlooked-by-everybody-elders-in-ethiopia-bear-brunt-of-the-climate-crisis", "date_published": "2023-06-09 06:00:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Binance.US prepares to suspend US dollar deposits and withdrawals from exchange", "description": "<p>Company tells customers to withdraw their US dollars days after US regulators sued the company and its founder</p><p>Crypto company Binance.US will suspend US dollar deposits, as its banking partners prepare to pause the channels to withdraw US dollars from the exchange, just days after regulators sued Binance and its CEO Changpeng Zhao.</p><p>The US arm of the world’s largest crypto exchange said on Thursday that it is taking “proactive steps” in its transition to a crypto-only exchange for the time being.</p> <a href=\"https://www.theguardian.com/business/2023/jun/09/binanceus-prepares-to-suspend-us-dollar-deposits-and-withdrawals-from-exchange\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jun/09/binanceus-prepares-to-suspend-us-dollar-deposits-and-withdrawals-from-exchange", "date_published": "2023-06-09 05:06:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "As Russia’s armed forces fight among themselves, it’s hard to know who’s in control | Samantha de Bendern", "description": "<p>Wagner group chief Yevgeny Prigozhin has launched another diatribe against the Russian army. Is he a loose cannon, or a Kremlin puppet?</p><p>Coming just a day before the world’s media became submerged in the tragic aftermath of the explosion of the Kakhovka dam in Russian-controlled Ukraine, <a href=\"https://www.theguardian.com/world/2023/jan/24/yevgeny-prigozhin-the-hotdog-seller-who-rose-to-the-top-of-putin-war-machine-wagner-group\">Yevgeny Prigozhin</a>’s latest <a href=\"https://rutube.ru/video/2e42e2e87414a841f75b7e236f2685e4/\">invective</a> against the Russian army on 5 June slipped under the radar. It was his most explosive yet.</p><p>Dressed in a khaki sweatshirt and trousers, in the middle of a forest in a Wagner training camp, Prigozhin, the commander of an army of contract fighters known as the Wagner group, accuses the Russian army of lying about events in the <a href=\"https://meduza.io/en/news/2023/05/23/russia-announces-defeat-of-pro-ukrainian-fighters-in-belgorod-region-saying-70-invaders-were-killed\">Belgorod</a> region – where anti-Putin Russian partisans have been conducting cross-border raids from Ukraine since late May – and warns of the risk of civil war.<strong> </strong>He calls for the Russian defence minister Sergei Shoigu to be put on trial for facilitating “the genocide of the Russian population” by being totally unprepared for the war in Ukraine, and more than once suggests that Shoigu and other senior military command should be shot. Prigozhin also claims that inhabitants of the Belgorod region have been writing to him, suggesting a Chile-type solution. “Chile means Pinochet,” explains Prigozhin. “… The Russian elite <a href=\"https://www.theguardian.com/world/2000/jun/28/pinochet.chile\">in a stadium</a> surrounded by armed men with machine guns.”</p><p>Samantha de Bendern is an associate fellow at international affairs thinktank Chatham House</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/09/russian-armed-forces-infighting-yevgeny-prigozhin\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/09/russian-armed-forces-infighting-yevgeny-prigozhin", "date_published": "2023-06-09 05:00:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Hope for Syrian cancer patients as cross-border treatment resumes in Turkey", "description": "<p>North-west Syria regains access to radiotherapy for first time since Earthquake devastated the region but backlog means many remain in limbo</p><p>Cross-border treatment for cancer patients from north-west Syria resumed this week <a href=\"https://www.theguardian.com/world/2023/feb/20/thousands-dead-millions-displaced-the-earthquake-fallout-in-turkey-and-syria\">after February’s earthquake</a> had left people without access to radiotherapy.</p><p>But medical organisations in the area are warning that the backlog means many cancer patients remain in limbo and some could die as a result.</p> <a href=\"https://www.theguardian.com/global-development/2023/jun/09/hope-syrian-cancer-patients-radiotherapy-resumes-turkey-acc\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/jun/09/hope-syrian-cancer-patients-radiotherapy-resumes-turkey-acc", "date_published": "2023-06-09 05:00:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "‘Protege! Would you use that word for a man?’ Claire Denis on rum, Africa and rethinking MeToo", "description": "<p>Choose your words carefully with France’s most brilliant – and formidable – film director, as she discusses being bourgeois, Harvey Weinstein, and her latest movie, Stars at Noon</p><p>My first glimpse of Claire Denis is of a slight, elegant figure dressed in white slipping out of a black limousine that fills the narrow street outside the hotel where our rendezvous is scheduled. For an instant, I feel as if I have been sucked into the menacing world of her latest film. I have just travelled to Paris to interview her, and have arrived early because I am anxious not to waste a minute of the 45 I have been granted to investigate the extraordinary career of a French director idolised by peers such as Barry Jenkins, Charlotte Wells, Andrea Arnold and Pedro Almodóvar and whose work is a fixture of critics’ lists of the best movies ever made.</p><p>At <a href=\"https://www.theguardian.com/film/interview/interviewpages/0,,338784,00.html\" title=\"\">77, Denis</a> is a formidable presence. She speaks a handful of languages and made two films during the Covid pandemic, both of which won European film festival awards last year. <a href=\"https://www.theguardian.com/film/2022/feb/12/fire-or-both-sides-of-the-blade-review-claire-denis-many-faced-love-story\" title=\"\">Both Sides of the Blade</a> took the Silver Bear at Berlin, while <a href=\"https://www.theguardian.com/film/2022/may/26/stars-at-noon-review-benny-safdie-claire-denis-drama-nicaraguan\" title=\"\">Stars at Noon</a> – the film we are here to discuss – tied for the Grand Prix at Cannes. Based on an early, semi-autobiographical novel by the poet and novelist Denis Johnson, it’s the story of a reckless young American woman trapped in Nicaragua who tries to flee the country in a stolen car with her English lover (Joe Alwyn), a mysterious character she has randomly picked up. He claims to be a businessman but keeps a gun in his sponge bag and appears to be wanted by the CIA.</p> <a href=\"https://www.theguardian.com/film/2023/jun/09/claire-denis-france-film-director-stars-at-noon-interview\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jun/09/claire-denis-france-film-director-stars-at-noon-interview", "date_published": "2023-06-09 05:00:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Methane reduction holds key to averting climate catastrophe", "description": "<p>Halting known sources, such as leaky oilwells, could slash projected emissions by half by 2030</p><p>Methane is 80 times more potent than carbon dioxide in heating up Earth on a 20-year timescale. Yet, just as carbon dioxide concentrations in the atmosphere keep rising, despite everything our governments claim they are doing to curb it, <a href=\"https://www.cell.com/one-earth/fulltext/S2590-3322(23)00195-1\">so do levels of methane</a>. This dangerous gas is <a href=\"https://www.noaa.gov/news-release/greenhouse-gases-continued-to-increase-rapidly-in-2022\">now at two and half times pre-industrial levels</a>.</p><p>While it is known that oil and gas production, farming and degrading rubbish are the main producers of methane, scientists say most countries still estimate their output and have no accurate measurement of how much they produce. Even so, stopping known sources, such as leaky old and new oilwells, would decrease projected emissions by half by 2030, shaving 0.5C off global temperature rise by 2100.</p> <a href=\"https://www.theguardian.com/environment/2023/jun/09/methane-reduction-climate-emissions-weatherwatch\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jun/09/methane-reduction-climate-emissions-weatherwatch", "date_published": "2023-06-09 05:00:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Qantas to allow flat shoes, makeup and long hair for cabin crew of any gender", "description": "<p>National carrier says update to uniform and grooming requirements follows worker feedback and evolving customer expectations</p><ul><li><a href=\"https://www.theguardian.com/australia-news/live/2023/jun/09/australia-news-live-police-ministers-gun-register-mark-dreyfus-anthony-albanese-katy-gallagher-brittany-higgins-bruce-lehrmann-peter-dutton\">Follow our Australia news live blog for the latest updates</a></li><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>Qantas cabin crew will be able to ditch high heels for flats, grow their hair long and opt to wear makeup regardless of their gender for the first time in the airline’s century-long history.</p><p>The “style and grooming” overhaul comes in response to long-held frustrations by staff, modernising workplaces and evolving customer expectations, the airline said.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon email newsletters for your daily news roundup</a></strong></p> <a href=\"https://www.theguardian.com/business/2023/jun/09/qantas-allows-cabin-crew-of-any-gender-to-wear-flat-shoes-make-up-and-have-long-hair\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jun/09/qantas-allows-cabin-crew-of-any-gender-to-wear-flat-shoes-make-up-and-have-long-hair", "date_published": "2023-06-09 03:44:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Julian Assange ‘dangerously close’ to US extradition after losing latest legal appeal", "description": "<p>Assange’s father, John Shipton, says his son’s grounds for a further UK hearing are ‘clear, firm and just’</p><ul><li><a href=\"https://www.theguardian.com/australia-news/live/2023/jun/09/australia-news-live-police-ministers-gun-register-mark-dreyfus-anthony-albanese-katy-gallagher-brittany-higgins-bruce-lehrmann-peter-dutton\">Follow our Australia news live blog for the latest updates</a></li><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>Julian Assange is “dangerously close” to being extradited to the US after losing his latest legal appeal, his family and observers of his long-running legal challenge say.</p><p>His lawyers say they will appeal again to the same court, amid growing fears he could spend the rest of his life in prison for publishing thousands of classified military and diplomatic documents.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon</a></strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\"> </a><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">email newsletters for your daily news roundup</a></strong></p> <a href=\"https://www.theguardian.com/media/2023/jun/09/julian-assange-dangerously-close-to-us-extradition-after-losing-latest-legal-appeal\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/jun/09/julian-assange-dangerously-close-to-us-extradition-after-losing-latest-legal-appeal", "date_published": "2023-06-09 02:55:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Trump indicted over alleged retention of documents at Mar-a-Lago – live", "description": "<p>The federal criminal charges pose the most significant legal peril yet for the former president</p><ul><li><a href=\"https://www.theguardian.com/us-news/2023/jun/08/trump-mar-a-lago-case-explainer\">What is the case about and why is it significant?</a></li><li><a href=\"https://www.theguardian.com/us-news/2023/jun/08/jack-smith-special-counsel-explainer-donald-trump\">Who is Jack Smith, the counsel at the center of the investigation?<br /></a></li></ul><p>The White House <strong>has not issued a statement or commented on the indictment</strong>, aside from emphasizing that the justice department investigation is independent and not reporting to the Biden administration.</p><p>One official told CNN that the <a href=\"https://www.cnn.com/2023/06/08/politics/trump-indictment-truth-social-classified-documents/index.html\">president learned of the charges along with the public</a> from this evening’s news coverage.</p> <a href=\"https://www.theguardian.com/us-news/live/2023/jun/08/trump-indicted-mar-a-lago-documents-updates-live\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/live/2023/jun/08/trump-indicted-mar-a-lago-documents-updates-live", "date_published": "2023-06-09 00:47:30+00:00", "persistent": false, "user": null, "language": "en-US"}]