[{"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Donald Trump z 37 zarzutami. Tajne dokumenty miał trzymać w łazience", "description": "37 zarzutów związanych z umyślnym przetrzymywaniem tajnych dokumentów oraz utrudnianiem śledztwa - to właśnie usłyszał były prezydent USA Donald Trump. Prokuratorzy oskarżają go o celowe ukrywanie posiadanych przez siebie dokumentów opatrzonych najwyższymi klauzulami tajności oraz chowanie ich przed śledczymi. Miał je ukrywać m.in. w łazience czy sali balowej.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-09/donald-trump-z-37-zarzutami-tajne-dokumenty-mial-trzymac-w-lazience/", "date_published": "2023-06-09 20:43:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Wojna w Ukrainie. Rosjanie przekazali jeńców wojennych Węgrom", "description": "11. ukraińskich jeńców wojennych przetrzymywanych w Rosji trafiło na Węgry. Media wskazują, że przekazanie żołnierzy miało być koordynowane przez wicepremiera Węgier ds. kościelnych Zsolta Semjéna. Ukraińskie MSZ zażądało wyjaśnień od węgierskiego chargé d’affaires.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-09/wojna-w-ukrainie-rosjanie-przekazali-jencow-wojennych-wegrom/", "date_published": "2023-06-09 19:26:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Wielka Brytania: Opiekowała się cudzym psem przez cztery miesiące. Fryzjer pomylił zwierzaki", "description": "Opiekowała się nie swoim psem przez cztery miesiące, bo... takiego dostała od psiego fryzjera. Nietypowe zachowanie pupila dziwiło kobietę, jednak stwierdziła, że może być ono skutkiem stresującej wizyty w SPA dla zwierzaków. Spawa wyjaśniła się po czterech miesiącach, kiedy fryzjer zadzwonił do kobiety.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-09/wielka-beytania-opiekowala-sie-cudzym-psem-przez-cztery-miesiace-fryzjer-pomylil-zwierzaki/", "date_published": "2023-06-09 19:17:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Papież Franciszek zabrał pierwszy raz głos po operacji. \"Szczerze doceniam modlitwy\"", "description": "Papież Franciszek zabrał głos pierwszy raz po operacji. Na swoim Twitterze wyraził wdzięczność wszystkim tym, którzy modlili się za niego. Stolica Apostolska przekazała, że stan papieża się poprawia i jest ogólnie dobry. W środę przeszedł operację plastyczną ściany brzucha i przeszedł zabieg laparotomii.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-09/papiez-franciszek-zabral-glos-pierwszy-raz-po-operacji-szczerze-doceniam-modlitwy/", "date_published": "2023-06-09 17:56:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Chiny: Student znalazł głowę szczura w posiłku ze stołówki. Uczelnia twierdzi, że to kaczka", "description": "Student znalazł głowę szczura w stołówce - nagranie incydentu i zdjęcia rzekomego dania stały się wiralem w sieci, osiągając 310 milionów odsłoń. Władze uczelni wszystkiemu zaprzeczają i przekonują, że była to... głowa kaczki.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-09/chiny-student-znalazl-glowe-szczura-w-posilku-ze-stolowki-uczelnia-twierdzi-ze-to-kaczka/", "date_published": "2023-06-09 16:30:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Wielka Brytania: Marks&Spencer usuwa daty przydatności z mleka. W imię ekologii", "description": "Sieć sklepów Marks&amp;Spencer usuwa daty przydatności do spożycia z mleka. Klienci mają je teraz... wąchać. Wszystko to w imię ekologii i zmniejszenia marnotrawienia żywności.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-09/wielka-brytania-marksspencer-usuwa-daty-przydatnosci-z-mleka-w-imie-ekologii/", "date_published": "2023-06-09 15:38:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Szwecja. Koniec piątkowych szkolnych strajków klimatycznych. Greta Thunberg ukończyła liceum", "description": "Greta Thunberg rozpoczęła strajk klimatyczny w 2018 roku. Teraz kończy szkołę i nie będzie mogła kontynuować protestów szkolnych. Jednak, jak stwierdziła, to nie koniec jej walki o lepszą i zdrowszą planetę.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-09/koniec-piatkowych-szkolnych-strajkow-klimatycznych-greta-thunberg-ukonczyla-nauke-w-szkole/", "date_published": "2023-06-09 15:19:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Wielka Brytania. Spędzają razem ostatnie wspólne chwile. Pies i jego opiekun z tą samą diagnozą", "description": "Ojciec trójki dzieci był zdruzgotany, gdy weterynarz postawił diagnozę jego psu - labradorowi Belli. Potem dowiedział się, że on również musi zawalczyć z tą samą śmiertelną chorobą. Teraz razem spędzają ostatnie wspólne chwile.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-09/wielka-brytania-spedzaja-razem-ostatnie-wspolne-chwile-pies-i-jego-opiekun-z-ta-sama-diagnoza/", "date_published": "2023-06-09 13:57:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Ukraina. SBU: Rosyjska grupa dywersyjna stoi za wysadzeniem tamy w Nowej Kachowce", "description": "Zaporę na Dnieprze w Nowej Kachowce wysadziła grupa dywersyjna sił wroga - przekazała w piątek na Telegramie Służba Bezpieczeństwa Ukrainy (SBU), która przechwyciła rozmowę rosyjskich żołnierzy. Wynika z niej, że motywem była chęć zastraszenia i szantażu, ale skutki nie miały być aż tak poważne.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-09/ukraina-sbu-rosyjska-grupa-dywersyjna-stoi-za-wysadzeniem-tamy-w-nowej-kachowce/", "date_published": "2023-06-09 12:17:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Hiszpania: Zaginęła dziewięć lat temu. Jej ciało znaleziono zamurowane w ścianie", "description": "22-letnia wówczas Sibora Gabani zaginęła w 2014 roku. Po latach jej szczątki znaleziono w drewnianej skrzyni zamurowanej w ścianie mieszkania, które dzieliła ze swoim ówczesnym chłopakiem. Marco R. wpadł w ręce policji po tym jak zabił swoją obecną partnerkę. Mężczyzna przyznał się do zbrodni sprzed lat.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-09/hiszpania-zaginela-dziewiec-lat-temu-jej-cialo-znaleziono-zamurowane-w-scianie/", "date_published": "2023-06-09 08:55:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA. UFO w Las Vegas? Policjant zobaczył tajemniczy obiekt na niebie. Potem dostał dziwne zgłoszenie", "description": "Policja w Las Vegas zauważyła podejrzane UFO, a mieszkańcy twierdzą, że widzieli kosmitów - podaje News York Post. - Mają wielkie oczy, nie potrafię tego wyjaśnić. Wielkie oczy i wielkie usta - tłumaczył w rozmowie z funkcjonariuszem świadek. - Błyszczące, wielkie oczy. Nie są ludźmi. Na 100 proc. nie są ludźmi - powtórzył jeszcze kilka razy.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-09/usa-ufo-w-las-vegas-policjant-zobaczyl-tajemniczy-obiekt-na-niebie-potem-dostal-dziwne-zgloszenie/", "date_published": "2023-06-09 08:38:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "ISW: Ukraina kontynuuje kontrofensywę. \"Wynik pierwszej fazy może być nieoczywisty\"", "description": "Ukraińska kontrofensywa trwa - poinformował amerykański Instytut Studiów nad Wojną. Choć brak oficjalnego komunikatu ukraińskich władz w tej sprawie, w ukraińskich mediach nie brakuje informacji o kolejnych starciach. ISW opisuje, na czym polega obecnie pierwsza faza ataku Ukrainy na okupowane tereny. Efekty tych działań mogą nie być oczywiste od razu - stwierdza.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-09/isw-ukraina-przystapila-do-kontrofensywy-wynik-pierwszej-fazy-moze-byc-nieoczywisty/", "date_published": "2023-06-09 06:53:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Donald Trump z zarzutami. Chodzi o tajne dokumenty", "description": "Skorumpowana administracja Bidena poinformowała moich prawników, że postawiono mi zarzuty, najwyraźniej z uwagi na oszustwo pudełkowe - ogłosił w czwartek były prezydent USA na portalu społecznościowym TRUTH Social. Jestem niewinnym człowiekiem! - zapewnił. We wtorek Donald Trump ma stawić się w sądzie federalnym w Miami.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-09/donald-trump-z-zarzutami-chodzi-o-tajne-dokumenty/", "date_published": "2023-06-09 04:49:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}]