[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Babyface: Tiny Desk Concert", "description": "NPR Music is celebrating Black Music Month with an array of brand new Tiny Desk concerts. Together, these artists represent the past, present and future of Black music. This month of carefully curated shows is a celebration of Black artists expressing themselves in ways we've never seen before, and of the Tiny Desk's unique way of showcasing that talent.\n\nNikki Birch | June 9, 2023\nI was working late when Kenneth \"Babyface\" Edmonds first arrived at the office to rehearse for his Tiny Desk concert. Within moments, it was clear it would be an exceptional performance. The next day, my colleagues waited patiently to see the legendary singer, songwriter and producer. Because when it comes to matters of the heart, Babyface has turned our angst, our triumphs, our devastation, into timeless love songs that have scored the romances of more than one generation.\n\nJoined by top-tier talent — Tank, Chanté Moore and Avery Wilson — Babyface came out swinging. From the songs that put him on the map, to those he wrote or produced for other icons, around the room hit after hit was met with swoons, sighs and not a few tears. (Ok, maybe that was just me.)\n\nBabyface is a titan of the music industry: with numerous top 10 hits, 11 Grammys (50 nominations) and a jaw-dropping roster of collaborations. In 2022, he assembled a stellar ensemble of women for one of my favorite albums of the year, Girls Night Out. To watch this master of pen and sound behind the Tiny Desk was truly epic and nothing short of a dream come true.\n\nSET LIST\n\"Two Occasions\"\n\"Whip Appeal\"\n\"Superwoman\"\n\"Take A Bow\"\n\"Not Gon' Cry\"\n\"Can We Talk\"\n\"Change the World\"\n\"Thnks fr th Mmrs\"\n\"I'll Make Love To You\"\n\"End Of The Road\"\n\"Exhale (Shoop Shoop)\"\n\nMUSICIANS\nKenny \"Babyface\" Edmonds: vocals, keys, guitar \nErskine Hawkins III: keys, music director\nAntoine Porter: guitar \nWalt Barnes Jr.: bass\nReggie Regg: drums \nTank: vocals \nChanté Moore: vocals \nAvery Wilson: vocals\n\nTINY DESK TEAM\nProducer: Bobby Carter \nDirector/Editor: Joshua Bryant\nAudio Engineer: Josh Rogosin \nCreative Director: Bob Boilen\nVideographers: Joshua Bryant, Kara Frame, Maia Stern, Sofia Seidel\nAudio Assistant: Hannah Gluvna \nProduction Assistant: Ashley Pointer\nTiny Desk Team: Suraya Mohamed, Hazel Cills\nPhotographer: Catie Dull\nVP, Visuals and Music: Keith Jenkins\nSenior VP, Programming: Anya Grundmann\n\n#tinydesk #nprmusic #babyface", "link": "https://www.youtube.com/watch?v=3eHc0Xz_Hio", "date_published": "2023-06-09 09:00:02+00:00", "persistent": false, "user": null, "language": "en-US"}]