[{"source": "https://www.wirtualnemedia.pl/rss/wm_gospodarka.xml", "title": "Hotelarz apeluje do swojej branży, by walczyła z influencerami - darmozjadami", "description": "Właściciel hotelu w Rzymie mobilizuje innych hotelarzy, by razem z nim zwalczali zjawisko, które według niego stało się prawdziwą plagą. Chodzi o tzw. influencerów, proponujących , że w zamian za pieniądze i noclegi gratis zareklamują ich hotel w poście w mediach społecznościowych. Dziennik \"Il Messaggero\" nazywa ich \"influencerami - darmozjadami\".", "link": "https://www.wirtualnemedia.pl/artykul/hotele-za-darmo-influencer-darmozjady-wlochy-opinie", "date_published": "2023-06-09 07:54:12.944485+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.wirtualnemedia.pl/rss/wm_gospodarka.xml", "title": "Ujednolicenie prędkości w terenie zabudowanym przyczyniło się do spadku liczby wypadków", "description": "Ujednolicenie prędkości w terenie zabudowanym do 50 km/h zarówno w dzień jak i w nocy przyczyniło się do spadku liczby wypadków - wynika z raportu przeprowadzonego na zlecenie Obserwatorium Polityki Miejskiej Instytutu Rozwoju Miast i Regionów.", "link": "https://www.wirtualnemedia.pl/artykul/ujednolicenie-predkosci-w-terenie-zabudowanym-mniej-wypadkow", "date_published": "2023-06-09 06:43:58.032770+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.wirtualnemedia.pl/rss/wm_gospodarka.xml", "title": "Wody Arktyki będą wolne od lodu za niecałe 10 lat, wcześniej niż zakładano", "description": "Wody Arktyki mogą być latem wolne od lodu już za niecałe 10 lat, a to znaczy, że mogą być łatwiej dostępne dla żeglugi przynajmniej dziesięć lat wcześniej niż zakładano – wynika z badania naukowców z Kanady, Korei Południowej i Niemiec.", "link": "https://www.wirtualnemedia.pl/artykul/wody-arktyki-koniec-lod", "date_published": "2023-06-09 06:43:58.030318+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.wirtualnemedia.pl/rss/wm_gospodarka.xml", "title": "Rekordowe długi Polaków wobec firm telekomunikacyjnych. Już przekraczają 1 mld zł", "description": "Zaległości Polaków wobec firm telekomunikacyjnych i dostawców internetu przekraczają 1 miliard złotych - wynika z danych Krajowego Rejestru Długów. Na liście dłużników znajduje się ćwierć miliona konsumentów i firm.", "link": "https://www.wirtualnemedia.pl/artykul/rekordowe-dlugi-polakow-wobec-firm-telekomunikacyjnych-juz-przekraczaja-1-mld-zl", "date_published": "2023-06-09 06:43:58.025421+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.wirtualnemedia.pl/rss/wm_gospodarka.xml", "title": "Coraz więcej cyberzaburzeń u młodego pokolenia", "description": "Z raportu Instytutu Pokolenia \"Smartfon? Tak, ale z głową!\" wynika, że regularne przekraczanie przez młodych ludzi granic bezpiecznego korzystania z technologii cyfrowych powoduje nie tylko samotność, problemy z zaufaniem do innych ludzi, ale też wiele problemów zdrowotnych.", "link": "https://www.wirtualnemedia.pl/artykul/coraz-wiecej-cyberzaburzen-u-mlodego-pokolenia", "date_published": "2023-06-09 05:41:25.181059+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.wirtualnemedia.pl/rss/wm_gospodarka.xml", "title": "Papuga, a nie owad. Jak wygląda i co sprzedaje „kolumbijska Biedronka”?", "description": "Sieć Biedronka to najważniejszy filar portugalskiej Grupy Jeronimo Martins. Jednak poza Polską i Portugalią prowadzi ona też działalność w Kolumbii. Tam działa najmłodsza sieć supermarketów, która liczy już ponad 1000 sklepów. Jej nazwa również pochodzi od gatunku zwierzęcia.", "link": "https://www.wirtualnemedia.pl/artykul/ara-kolumbia-biedronka-produkty-z-kolumbii-promocja-narkotyki", "date_published": "2023-06-09 04:31:04.103728+00:00", "persistent": false, "user": null, "language": "pl-PL"}]