[{"source": "https://www.dailywire.com/feeds/rss.xml", "title": "5 Of The Most Shocking Allegations And Details In The Federal Indictment Against Trump", "description": "Federal prosecutors unsealed a 49-page indictment on Friday that made multiple explosive allegations in charging former President Donald Trump with 37 felony counts. No trial date has been set, but the case has been assigned to U.S. District Judge Aileen Cannon, who Trump appointed to the Southern District of Florida bench in 2020. Trump is ...", "link": "https://www.dailywire.com/news/5-of-the-most-shocking-allegations-and-details-in-the-federal-indictment-against-trump", "date_published": "2023-06-09 18:58:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Special Counsel Jack Smith Is Trying Trump’s Document Case In Florida. Here’s Why.", "description": "Special counsel Jack Smith has indicted former President Donald Trump in the Southern District of Florida to avoid the appearance of bias and “forum shopping,” a longtime Miami defense attorney told The Daily Wire. Gustavo Lage, a law partner at the Florida firm of SMG&amp;Q, is a former prosecutor with decades of experience in arguing ...", "link": "https://www.dailywire.com/news/special-counsel-jack-smith-is-trying-trumps-document-case-in-florida-heres-why", "date_published": "2023-06-09 18:51:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Boris Johnson Resigns From Parliament", "description": "Former British prime minister Boris Johnson abruptly resigned from Parliament on Friday after receiving the results of an investigation he claimed was meant to &#8220;drive me out.&#8221; Johnson is under investigation by a committee of the House of Commons, which is looking into whether Johnson lied to Parliament about parties in Downing Street that flouted ...", "link": "https://www.dailywire.com/news/boris-johnson-resigns-from-parliament", "date_published": "2023-06-09 17:58:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "California Bill Would Classify Not Affirming Child’s Transgenderism As ‘Child Abuse’", "description": "A recently amended California bill would classify not affirming a child’s gender identity by one or both parents as “child abuse.” AB 957 was introduced into the California legislature by Assemblymember Lori Wilson (D-Suisun City) and state Senator Scott Wiener (D-San Francisco). The bill rewrites much of the state’s family law and classifies “a parent’s ...", "link": "https://www.dailywire.com/news/california-bill-would-classify-not-affirming-childs-transgenderism-as-child-abuse", "date_published": "2023-06-09 16:56:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "U.S. To Spend Millions To Push Green Energy Transition In Caribbean", "description": "The U.S. is planning to spend millions of taxpayer dollars to push a renewable energy transition in the Caribbean, according to the United States Agency for International Development (USAID). The announcement came from Vice President Kamala Harris during a trip to the Bahamas, where Harris announced a planned total of $100 million in aid to ...", "link": "https://www.dailywire.com/news/u-s-to-spend-millions-to-push-green-energy-transition-in-caribbean", "date_published": "2023-06-09 16:45:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Crime Files: The Disappearance Of Natalee Holloway", "description": "Natalee Holloway was an 18-year-old girl from Mountain Brook, Alabama, who dreamed of being a doctor. Those dreams were crushed when she attended her senior class trip to Aruba, where Holloway disappeared and was never seen again. Holloway had just graduated with honors from Mountain Brook High School, and had a full scholarship to the ...", "link": "https://www.dailywire.com/news/crime-files-the-disappearance-of-natalee-holloway", "date_published": "2023-06-09 16:06:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Parents Share Details About Glendale School Board Protest That Turned Violent", "description": "Glendale, California, parents who were present at Tuesday’s school board meeting are sharing the inside story about their protest against sexual curriculum content that erupted into violence. Three people were arrested outside the Glendale Unified School District’s headquarters when parents concerned about sexual and LGBT curriculum content clashed with Antifa activists. Families of kids in ...", "link": "https://www.dailywire.com/news/parents-share-details-about-glendale-school-board-protest-that-turned-violent", "date_published": "2023-06-09 15:55:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Ben Shapiro Challenges Biden Admin To Read From Sexually Explicit Book Found In School Libraries", "description": "Daily Wire Editor Emeritus Ben Shapiro challenged a member of the Biden administration to publicly read from a sexually graphic book found in school libraries across the country as the administration appoints a coordinator to challenge so-called &#8220;book bans.&#8221;  Shapiro said that someone from Biden&#8217;s team should publicly read the book “Gender Queer,” by Maia ...", "link": "https://www.dailywire.com/news/ben-shapiro-challenges-biden-admin-to-read-from-sexually-explicit-book-found-in-school-libraries", "date_published": "2023-06-09 15:55:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Special Counsel Jack Smith Vows Speedy Trial For Trump, Cites ‘Gravity’ Of Alleged Crimes", "description": "Former President Donald Trump will get a &#8220;speedy trial&#8221; on the 37 felony count indictment handed up by a federal grand jury in Miami this week, Special Counsel Jack Smith said Friday. Trump announced the indictment himself on Thursday, and details came Friday as Smith&#8217;s office released the full document charging him with multiple counts ...", "link": "https://www.dailywire.com/news/special-counsel-jack-smith-vows-speedy-trial-for-trump-cites-gravity-of-alleged-crimes", "date_published": "2023-06-09 15:55:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Call Of Duty’ Removes Player Option When Streamer Criticized LGBTQ Agenda: ‘Leave Little Children Alone’", "description": "High-profile Twitch streamer “Nickmercs,” whose real name is Nicholas Kolcheff, became so popular on the video game Call of Duty that the company gave him his own operator skin. But then the company took it away when Kolcheff made a supposedly anti-LGBTQ comment. Nickmercs was the first streamer to ever get a skin in Call of ...", "link": "https://www.dailywire.com/news/call-of-duty-removes-player-option-when-streamer-criticized-lgbtq-agenda-leave-little-children-alone", "date_published": "2023-06-09 15:53:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Shark Tank’ Star Pushes Back On Martha Stewart’s Remote Work Comments: ‘Economy Has Changed Radically’", "description": "&#8220;Shark Tank&#8221; star Kevin O&#8217;Leary pushed back on Martha Stewart&#8217;s dire warning to Americans to get back to the office, arguing the &#8220;economy has changed radically.&#8221; During a Thursday appearance on Fox News&#8216; &#8220;Outnumbered,&#8221; O&#8217;Leary was asked about Stewart&#8217;s comments that &#8220;America&#8221; could &#8220;go down the drain&#8221; if people don&#8217;t go back to working in ...", "link": "https://www.dailywire.com/news/shark-tank-star-pushes-back-on-martha-stewarts-remote-work-comments-economy-has-changed-radically", "date_published": "2023-06-09 15:28:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Tennessee Isn’t Backing Down From Trans Surgery Ban Even If A Federal Judge Imposes An Injunction", "description": "Tennessee has signaled a showdown with the federal government by teasing an aggressive legal theory, inspired in part by Texas’ anti-abortion bill, suggesting that it intends to hold medical providers liable even if an injunction is issued.", "link": "https://www.dailywire.com/news/tennessee-isnt-backing-down-from-trans-surgery-ban-even-if-a-federal-judge-imposes-an-injunction", "date_published": "2023-06-09 15:28:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘North Korean Puppetry’: Biden, White House Reporter Ripped For ‘Scripted’ Question On Child Gender Surgery", "description": "When I covered the White House for more than a decade, members of the press office would alert reporters before a press conference if they were going to be called on to ask a question. Apparently, the Biden White House is going one step further — getting the question in advance. At Thursday&#8217;s press conference ...", "link": "https://www.dailywire.com/news/north-korean-puppetry-biden-white-house-reporter-ripped-for-scripted-question-on-child-gender-surgery", "date_published": "2023-06-09 15:06:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Nick Jonas Says He Plans To Celebrate His Wife On Father’s Day: ‘More About Her Than Me’", "description": "Pop singer Nick Jonas said this Father’s Day he’s planning to celebrate his wife, Priyanka Chopra. The 30-year-old actor discussed his plans during the premiere of his new film, “The Good Half,” at the Tribeca Film Festival.  “My dad did an incredible job of making sure that everyone else felt loved on Father&#8217;s Day, and I&#8217;m ...", "link": "https://www.dailywire.com/news/nick-jonas-says-he-plans-to-celebrate-his-wife-on-fathers-day-more-about-her-than-me", "date_published": "2023-06-09 14:50:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Marvel Star Tom Holland Announces Break From Acting", "description": "Marvel star Tom Holland said in an interview published Tuesday that he has decided to take a break from acting after his &#8220;tough time&#8221; acting in and executive producing the new Apple TV+ thriller &#8220;The Crowded Room.&#8221; The 27-year-old actor said that the series, which deals with mental health issues, was &#8220;a tough time for ...", "link": "https://www.dailywire.com/news/marvel-star-tom-holland-announces-break-from-acting", "date_published": "2023-06-09 14:47:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Senators Introduce Bills On Artificial Intelligence To Increase Transparency, Compete With China", "description": "A bipartisan group of U.S. senators introduced two artificial intelligence bills amid growing questions on how to address the rise of the new technology.  One bill, introduced by Sens. Gary Peters (D-MI), Mike Braun (R-IN), and James Lankford (R-OK), would require U.S. government agencies to tell people when the agency is using AI to interact ...", "link": "https://www.dailywire.com/news/senators-introduce-bills-on-artificial-intelligence-to-increase-transparency-compete-with-china", "date_published": "2023-06-09 14:43:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Former Top FBI Official ‘Disagreed’ With DOJ’s Approach To Trump Raid, Jim Jordan Says", "description": "House Judiciary Chairman Jim Jordan (R-OH) revealed new information on the events leading up to the raid of former President Donald Trump&#8217;s Florida home in a Friday letter to Attorney General Merrick Garland.  Jordan sent a letter to Garland stating that the House Judiciary Committee was concerned that the actions of the Justice Department regarding its ...", "link": "https://www.dailywire.com/news/former-top-fbi-official-disagreed-with-dojs-approach-to-trump-raid-jim-jordan-says", "date_published": "2023-06-09 14:35:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Trump Federal Indictment Unsealed, Former President Charged On 37 Counts", "description": "The indictment against former President Donald Trump was unsealed on Friday, a day after Trump announced that he had been indicted in a social media post. The 49-page indictment can be read here. The document charges Trump on 37 counts, with 31 of those being the willful retention of national defense information. Other counts include ...", "link": "https://www.dailywire.com/news/trump-federal-indictment-unsealed-former-president-charged-on-37-counts", "date_published": "2023-06-09 14:11:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "University Of Wisconsin-Green Bay To Run ‘Pride Camp’ For Middle Schoolers", "description": "The University of Wisconsin-Green Bay and the University of Evansville will host “pride camps” for middle school and high school students over the summer, a report found. Students in sixth grade and up are encouraged to “build community with other LGBTQ+ and allies” at the University of Wisconsin-Green Bay pride camp. “Pride camps are designed ...", "link": "https://www.dailywire.com/news/university-of-wisconsin-green-bay-to-run-pride-camp-for-middle-schoolers", "date_published": "2023-06-09 14:10:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘We Should All Celebrate’: Hollywood Reacts To Trump Indictment", "description": "Several Hollywood celebrities said it was time to &#8220;celebrate&#8221; after former President Donald Trump was indicted again, this time by a federal grand jury over his handling of classified records after leaving office. Stars like Rob Reiner, George Takei, Michael Rapaport, and Ana Navarro to their social media accounts on Thursday after news broke that ...", "link": "https://www.dailywire.com/news/we-should-all-celebrate-hollywood-reacts-to-trump-indictment", "date_published": "2023-06-09 14:07:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘He’ll Enable Extremists’: Merrick Garland’s ‘Weaponization’ Of DOJ Predicted Long Before Trump Indictment, Attacks On Parents", "description": "Attorney General Merrick Garland has been dogged by accusations of weaponizing the Department of Justice against President Joe Biden&#8217;s enemies since even before he took office, and those complaints just got new traction after news of a federal indictment of former President Trump. The charge that Garland, who was once nominated for the Supreme Court ...", "link": "https://www.dailywire.com/news/hell-enable-extremists-merrick-garlands-weaponization-of-doj-predicted-long-before-trump-indictment-attacks-on-parents", "date_published": "2023-06-09 13:50:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Texas Governor Greg Abbott Signs Law Designating Mexican Drug Cartels As Terrorist Organizations", "description": "Republican Texas Governor Greg Abbott signed a series of border security bills this week, including one that designates Mexican drug cartels as terrorist organizations.  Abbott, who previously designated Mexican drug cartels as terrorist groups through an executive order, signed a bill into law that formalizes the label and increases penalties for drug-related crimes.  “The Texas ...", "link": "https://www.dailywire.com/news/texas-governor-greg-abbott-signs-law-designating-mexican-drug-cartels-as-terrorist-organizations", "date_published": "2023-06-09 13:14:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Christian Korean Women-Only Spa Ordered To Admit Naked Trans Clients", "description": "A federal judge ordered a Korean-American women’s spa with compulsory nudity to admit men who identify as women, even if they have intact penises, in a decision on Monday. Olympus Spa attempted to sue the Washington State Human Rights Commission (WSHRC) after being ordered to remove any mention of &#8220;biological women&#8221; from their website and ...", "link": "https://www.dailywire.com/news/christian-korean-women-only-spa-ordered-to-admit-naked-trans-clients", "date_published": "2023-06-09 12:49:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Modern Family’ Actor Says Someone Was Murdered Across From His Hollywood Hills Home", "description": "“Modern Family” actor Adam DeVine said this week that a murder took place across from his Hollywood Hills residence. The 39-year-old actor told the story during a Wednesday appearance on the “This Is Important” podcast. DeVine, who recently got married to Chloe Bridges, said he and his wife saw a man “get gunned down” across from his ...", "link": "https://www.dailywire.com/news/modern-family-actor-said-someone-was-murdered-across-from-his-hollywood-hills-home", "date_published": "2023-06-09 11:47:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Joy From The Lord:’ Oklahoma Softball Team Surprises ESPN With Bold Declaration Of Faith", "description": "The University of Oklahoma women&#8217;s softball team surprised ESPN Thursday by proclaiming that their Christian faith is their motivation and the source of their joy. Later on Thursday, the team went on to beat Florida State 3 to 1 to win the national championship. &#8220;You talked about keeping the joy of the game, but I&#8217;m ...", "link": "https://www.dailywire.com/news/joy-from-the-lord-oklahoma-softball-team-surprises-espn-with-bold-declaration-of-faith", "date_published": "2023-06-09 11:31:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "NYC Mayor Eric Adams Sues 30 New York Counties For Refusing To Accept Foreign Nationals", "description": "New York City Mayor Eric Adams announced on Wednesday that the city is suing 30 New York counties over their refusal to house foreign nationals who’ve entered the United States.  The lawsuit claims that the counties are preventing New York City from responding to a statewide emergency. If it proves successful, the lawsuit could result ...", "link": "https://www.dailywire.com/news/nyc-mayor-eric-adams-sues-30-new-york-counties-for-refusing-to-accept-foreign-nationals", "date_published": "2023-06-09 11:26:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Expert Veterans Of California Wildfires Say Media Again Misses Real Culprit Behind Canada’s Blazes", "description": "Experts who have studied California&#8217;s wildfires for years say the media is once again blaming climate change and ignoring the role of poor forest management in sparking the Canadian wildfires that have sent a haze of smoke drifting south over at least a dozen states in the U.S. this week. More than 100 million people live in ...", "link": "https://www.dailywire.com/news/expert-veterans-of-california-wildfires-say-media-again-misses-real-culprit-behind-canadas-blazes", "date_published": "2023-06-09 11:10:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Mob Lawyer’ Merrick Garland’s DOJ Has Trump Facing Hypothetical 100 Years in Prison: Report", "description": "If former President Trump is convicted of the seven charges leveled at him by the Biden administration’s Department of Justice, he could face as much as 100 years in prison. According to ABC News, four separate counts that carry a potential prison time of 20 years each have been targeted at Trump: conspiracy to obstruct ...", "link": "https://www.dailywire.com/news/mob-lawyer-merrick-garlands-doj-has-trump-facing-hypothetical-100-years-in-prison-report", "date_published": "2023-06-09 10:49:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Inmate Who Escaped With Prison Guard Girlfriend Sentenced To Life In Prison", "description": "An Alabama inmate who escaped from prison last year with the help of a female jailer was sentenced to life in prison for the stunt, which left the jailer dead. Casey White received his sentence on Thursday, weeks after he pleaded guilty to first-degree escape in order to get the felony murder charge he faced ...", "link": "https://www.dailywire.com/news/inmate-who-escaped-with-prison-guard-girlfriend-sentenced-to-life-in-prison", "date_published": "2023-06-09 10:35:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Gap To Give $25K To Pro-Trans Kids Organization, Promote It In Stores", "description": "Gap has pledged to donate $25,000 to a leftist organization that encourages child sex change attempts, while also posting advertisements of the group in its stores. Gap will provide financial support to the GenderCool Project, an organization that seeks to normalize child transgenderism by generating positive media coverage of children who identify as transgender. Children ...", "link": "https://www.dailywire.com/news/gap-to-give-25k-to-pro-trans-kids-organization-promote-it-in-stores", "date_published": "2023-06-09 10:32:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Suspect In Natalee Holloway Disappearance Extradited To U.S. On Extortion Charges", "description": "The prime suspect in the 2005 disappearance of Alabama teenager Natalee Holloway has been extradited to the U.S. to face federal charges of extortion and wire fraud. Joran van der Sloot, who was 17 when Holloway went missing on the island nation of Aruba, landed in Birmingham, Alabama, Thursday afternoon, where he is accused of ...", "link": "https://www.dailywire.com/news/suspect-in-natalee-holloway-disappearance-extradited-to-u-s-on-extortion-charges", "date_published": "2023-06-09 10:30:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Trash, Crowds, And Dead Bodies: Climbing Mount Everest In 2023", "description": "For most people, hearing the name “Mount Everest” brings to mind images of a pristine snow capped peak, perhaps with a brave climber standing atop it with an arm raised in triumph. After all, this person must have reached the pinnacle of human achievement by ascending the world’s highest mountain. Does it get any better ...", "link": "https://www.dailywire.com/news/trash-crowds-and-dead-bodies-climbing-mount-everest-in-2023", "date_published": "2023-06-09 10:25:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Famed Attorney Alan Dershowitz Blasts DOJ, Bragg Over Trump Investigations", "description": "Just before the news broke that former President Trump was indicted on federal charges, famed attorney and Harvard Law professor Alan Dershowitz, who represented Trump in his first impeachment trial, blasted the seemingly endless investigations into Trump. Trump was indicted for allegedly violating the Espionage Act because of the way he handled classified documents. Although ...", "link": "https://www.dailywire.com/news/famed-attorney-dershowitz-blasts-doj-bragg-over-trump-investigations", "date_published": "2023-06-09 09:21:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "San Francisco Sheriff’s Office Blasted Over ‘Cringe’ Pride Flag Raising Ceremony Video", "description": "The San Francisco Sheriff’s Office was roasted after it posted a video this week highlighting the department’s third annual Pride flag raising. The video, posted on the department’s TikTok and Twitter accounts, showed members of San Francisco’s police, fire, and sheriff offices raising a rainbow flag alongside an American flag before appearing to salute both ...", "link": "https://www.dailywire.com/news/san-francisco-sheriffs-office-blasted-over-cringe-pride-flag-raising-ceremony-video", "date_published": "2023-06-09 09:14:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Trump, DeSantis Shocked By Bombshell Daily Wire Investigation Into Transgender Healthcare Providers", "description": "There won’t be any debate between former President Donald Trump and Florida Governor Ron DeSantis, at least when it comes to The Daily Wire’s explosive undercover investigation into transgender health care providers’ dubious practices. After Matt Walsh revealed in a Wednesday Twitter thread that healthcare providers Plume and Folx appear to be rubber-stamping approvals for ...", "link": "https://www.dailywire.com/news/trump-desantis-shocked-by-bombshell-daily-wire-investigation-into-transgender-healthcare-providers", "date_published": "2023-06-09 08:55:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Golf Superstar DeChambeau Defends Saudi Arabia Over Criticism From 9/11 Families: ‘Move Forward,’ Show ‘Forgiveness’", "description": "Professional golfer Bryson DeChambeau defended Saudi Arabia during an interview this week after it was announced that the PGA Tour and the Saudi-backed LIV Golf would merge and form a new golf league. 9/11 Families United released a statement following the announcement slamming the PGA Tour for partnering with the Saudi-backed entity, noting that Saudi ...", "link": "https://www.dailywire.com/news/golf-superstar-dechambeau-defends-saudi-arabia-over-criticism-from-9-11-families-move-forward-show-forgiveness", "date_published": "2023-06-09 08:50:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Rogan Blasts Target, Bud Light For ‘Shoving’ Trans Agenda ‘Down Everybody’s Throat’: ‘Enough,’ ‘Not Normal’", "description": "Podcast giant Joe Rogan slammed Target and Bud Light this week for taking actions to appease woke customers that have ended up costing both companies billions of dollars in value. Target made “emergency” calls in mid-May to managers and senior directors after the company faced backlash for its Pride collection, which included “tuck-friendly” female swimwear. ...", "link": "https://www.dailywire.com/news/rogan-blasts-target-bud-light-for-shoving-trans-agenda-down-everybodys-throat-enough-not-normal", "date_published": "2023-06-09 07:29:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Trump Releases Video Message After Being Hit With Second Indictment", "description": "Former President Donald Trump released a video message Thursday night after news broke that a federal grand jury has indicted him on multiple criminal charges related to his handling of classified records after leaving office. The former president referred to the case as the &#8220;boxes hoax,&#8221; focusing on past examples of when opponents and investigators ...", "link": "https://www.dailywire.com/news/trump-releases-video-message-after-being-hit-with-second-indictment", "date_published": "2023-06-09 07:16:10+00:00", "persistent": false, "user": null, "language": "en-US"}]