{"entries": [{"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2023/jan/28/what-happened-in-the-russia-ukraine-war-this-week-catch-up-with-the-must-read-news-and-analysis", "title": "What happened in the Russia-Ukraine war this week? Catch up with the must-read news and analysis", "date_published": "2023-01-27 19:00:03+00:00", "description": "<p>Germany and the US pledge tanks; the man leading Ukraine’s fight against corruption </p><ul><li><strong><a href=\"https://www.theguardian.com/world/ukraine\">See all our Ukraine war coverage</a></strong></li></ul><p>Every week we wrap up the must-reads from our coverage of the <a href=\"https://www.theguardian.com/world/ukraine\">Ukraine</a> war, from news and features to analysis, visual guides and opinion.</p> <a href=\"https://www.theguardian.com/world/2023/jan/28/what-happened-in-the-russia-ukraine-war-this-week-catch-up-with-the-must-read-news-and-analysis\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2023/jan/28/abuse-death-threats-and-riots-new-zealand-reckons-with-a-toxic-political-discourse", "title": "Abuse, death threats and riots: New Zealand reckons with a toxic political discourse", "date_published": "2023-01-27 19:00:02+00:00", "description": "<p>Jacinda Ardern became a lightning rod for threats during the pandemic years, but has it changed New Zealand’s relatively civil political landscape forever?</p><p>Jacinda Ardern sat at a plastic table, laughing and chatting with primary school students as they unpacked their lunchboxes. “What’re your favourite lunches?” she asked the group, as they chewed through sliced quarters of orange.</p><p>It was a routine, bread-and-butter visit for the then-prime minister in February last year, checking on the progress of a government lunch program at a small school outside Christchurch. That afternoon, however, it quickly turned ugly.</p> <a href=\"https://www.theguardian.com/world/2023/jan/28/abuse-death-threats-and-riots-new-zealand-reckons-with-a-toxic-political-discourse\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2023/jan/27/usa-copa-america-2024-concacaf-conmebol", "title": "Copa América 2024 to be played in the United States", "date_published": "2023-01-27 17:01:13+00:00", "description": "<ul><li>US will host and likely take part in Copa América in 2024</li><li>Four Conmebol teams to play in Concacaf W Gold Cup</li></ul><p>Next year’s Copa América will be played in the United States and will include six Concacaf teams.</p><p>South American soccer body Conmebol said Friday its 10 national teams will play the tournament out of their region after a deal with the confederation for North and Central America and the Caribbean.</p> <a href=\"https://www.theguardian.com/football/2023/jan/27/usa-copa-america-2024-concacaf-conmebol\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2023/jan/27/jack-van-poortvliet-ive-always-had-battles-with-myself-now-i-manage-it", "title": "Jack van Poortvliet: ‘I’ve always had battles with myself. Now I manage it’", "date_published": "2023-01-27 13:00:51+00:00", "description": "<p>Channelling his hatred of losing has helped Leicester’s scrum-half go from fourth choice at his academy to a rising star with England</p><p>Jack van Poortvliet was 15 when they told him he was not going to make it. Leicester’s age-group selectors felt there were bigger, better scrum-halves out there and, for a while, the farmer’s son from Norfolk was inconsolable. “It was everything to me and I was absolutely devastated. I remember the other boys at school trying to pick me up. I was so glum and shed a few tears. It was tough.”</p><p>So when you see Van Poortvliet, still only 21, running out for England in this year’s Six Nations championship do not make the mistake of thinking he was always the chosen one. The one destined to score a try on his England debut in Australia last summer. The one who could play international rugby for the next decade. The long-term heir apparent to one of his schoolboy local heroes, Ben Youngs.</p> <a href=\"https://www.theguardian.com/sport/2023/jan/27/jack-van-poortvliet-ive-always-had-battles-with-myself-now-i-manage-it\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2023/jan/27/marple-twelve-new-stories-by-various-authors-audiobook-review-the-sleuth-reimagined", "title": "Marple: Twelve New Stories by various authors audiobook review – the sleuth reimagined", "date_published": "2023-01-27 12:00:49+00:00", "description": "<p>A dozen acclaimed authors, including Val McDermid and Naomi Alderman,  create new mysteries for Agatha Christie’s detective to solve</p><p>When Agatha Christie created the amateur sleuth Miss Marple, a character inspired by her grandmother and her circle of friends, she said her intention was “to give old maids a voice”. Starting with the short story The Tuesday Night Club in 1927 and concluding with the posthumously published Sleeping Murder in 1976, the doughty detective from St Mary Mead would feature in 12 of Christie’s novels and 20 short stories.</p><p>In Marple: Twelve New Stories, a dozen fiction writers, including <a href=\"https://www.theguardian.com/books/val-mcdermid\">Val McDermid</a>, Ruth Ware, Lucy Foley, Dreda Say Mitchell, Jean Kwok and Elly Griffiths, come up with new puzzles for Miss Marple to solve. Contributors were given strict criteria: they had to adhere to Christie’s period setting and not mess with the protagonist’s original backstory.</p> <a href=\"https://www.theguardian.com/books/2023/jan/27/marple-twelve-new-stories-by-various-authors-audiobook-review-the-sleuth-reimagined\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2023/jan/27/football-transfer-rumours-chelsea-and-newcastle-circling-dumfries", "title": "Football transfer rumours: Chelsea and Newcastle circling Dumfries?", "date_published": "2023-01-27 11:19:14+00:00", "description": "<p>Today’s fluff is feeling congested</p><p>Who are <strong>Chelsea</strong> linked with now, then? That’ll be the name of this column soon, the way things are going. <strong>Denzel Dumfries</strong>, the Internazionale right-back, is the latest transfer target to pop up on Todd Boehly’s radar, which is so effective that it has detected literally everything that moves for 5,000 miles around Stamford Bridge. There could be competition from <strong>Manchester United</strong> and <strong>Newcastle</strong>, however. According to <a href=\"https://www.gazzetta.it/Calcio/Calciomercato/Inter/26-01-2023/inter-skriniar-dumfries-4502133411252.shtml\">La Gazzetta dello Sport</a>, it will take an offer of at least €40m (£35.2m) to get negotiations under way.</p><p>Having won <a href=\"https://www.theguardian.com/football/2023/jan/20/rise-of-mykhaylo-mudryk-no-surprise-to-old-teammates-chelsea\">the tug of war over Mykhailo Mudryk</a>, Chelsea could become embroiled in an arm-wrestle with <strong>Arsenal</strong> over <strong>Amadou Onana</strong>. The tittle-tattle in Belgium is that the Everton midfielder has already rejected the chance to move to the Boehly Bowl, giving Arsenal a possible advantage. Mikel Arteta has already conceded that, in light of Mohamed Elneny injuring his knee, <a href=\"https://www.theguardian.com/football/2023/jan/25/mikel-arteta-admits-mohamed-elneny-injury-could-force-move-for-midfielder\">he needs more cover</a> in the middle of the park. Onana would certainly be more affordable than <strong>Moisés Caicedo</strong>, whom Brighton now value at an eye-watering £100m. That figure rises daily.</p> <a href=\"https://www.theguardian.com/football/2023/jan/27/football-transfer-rumours-chelsea-and-newcastle-circling-dumfries\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2023/jan/27/rugby-union-split-with-lowered-tackle-height-ruling-set-for-elite-game", "title": "Rugby union split with lowered tackle height ruling set for elite game", "date_published": "2023-01-27 09:21:39+00:00", "description": "<ul><li>RFU facing rebellion on above-waist tackle ban for amateurs</li><li>World Rugby may introduce changes in elite game next year</li></ul><p>The legal tackle height is set to be lowered at professional level despite the current backlash to the Rugby Football Union’s waist high law change among amateurs, in a move that will send shockwaves through the sport.</p><p>The RFU is currently dealing with a rebellion to its decision to ban tackles above the waist for amateurs next season but World Rugby has confirmed change is afoot at all levels. Other home nations are set to follow the RFU’s lead in lowering the tackle height at grassroots level while a trial setting the legal height at the sternum is due to begin in New Zealand next year. <a href=\"https://www.telegraph.co.uk/rugby-union/2023/01/26/world-rugby-lower-tackle-height-across-elite-game/\">In an interview with the Telegraph</a>, World Rugby’s chief executive Alan Gilpin suggested that the tackle height would not be lowered as far as the waist at elite level but is set to come down to below the shoulders. </p> <a href=\"https://www.theguardian.com/sport/2023/jan/27/rugby-union-split-with-lowered-tackle-height-ruling-set-for-elite-game\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2023/jan/27/weather-tracker-cheneso-restrengthens-to-bring-flooding-to-madagascar", "title": "Weather tracker: Cheneso restrengthens to bring flooding to Madagascar", "date_published": "2023-01-27 09:18:00+00:00", "description": "<p>Tropical storm upgraded to cyclone status, hitting Indian Ocean island with 75mph winds and intense rainfall</p><p></p><p></p><p></p><p>Madagascar continued to be hit by intense rainfall this week, resulting in serious flooding and several landslides. Severe Tropical Storm Cheneso made landfall in the north-east last week, and had weakened as it pushed south-west across the island. But after reaching the warm waters of the Mozambique channel on Monday, Cheneso restrengthened, achieving tropical cyclone status by Wednesday with sustained wind speeds of 75mph, equivalent to a category 1 hurricane.</p><p>Unusually, the system remained near-stationary for almost four days, stalling just off the west coast of Madagascar and bringing more than 100mm of rain each day to some coastal areas. Cheneso’s lack of movement resulted in weakening of the system on Thursday, as upwelling of cooler water beneath the storm reduced the energy available to the cyclone, and sustained winds decreased to about 55mph. The storm has now started to accelerate to the south, and begun the process of curving out towards the southern Indian Ocean. Cheneso may briefly restrengthen during this period, before becoming extratropical by Monday.</p> <a href=\"https://www.theguardian.com/environment/2023/jan/27/weather-tracker-cheneso-restrengthens-to-bring-flooding-to-madagascar\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2023/jan/27/popcaan-great-is-he-review-ovo", "title": "Popcaan: Great Is He review – dancehall star’s banal hymns to luxury", "date_published": "2023-01-27 08:00:46+00:00", "description": "<p><strong>(OVO)<br /></strong>Fiercely catchy choruses and slick vocals can’t disguise the fact that this album’s rags-to-riches story soon gets dull</p><p>Fifteen years into his career, <a href=\"https://www.theguardian.com/music/2014/jun/28/popcaan-dance-hall-kingston\">dancehall kingpin Andrae Sutherland, AKA Popcaan</a>, feels on top of the world. On his fifth album, Great Is He, he expresses gratitude for his rise with plenty of classic dancehall braggadocio – and who could blame him? From international collaborations with Gorillaz, Jamie xx and Pusha T, to selling out Wembley SSE arena in 2018, his distinctive singjaying has left an indelible mark on the culture.</p><p>Opening track Defeat the Struggle is a touching ode to ambition and upward mobility: “Ghetto yutes that have a dream,” he sings, “don’t ever let it go.” Then we’re thrown into the steel drums of Freshness, on which he boasts about “millions make one week”. The chorus of “Prada mi Prada, Gucci mi Gucci” is powerfully catchy, and across the album there are vividly evocative<strong> </strong>references to luxury goods that conjure imagery of fierce drip. His mentor, Vybz Kartel, showed off his Clarks; Popcaan shows off “fresh Louis V, fresh Nike Air”.</p> <a href=\"https://www.theguardian.com/music/2023/jan/27/popcaan-great-is-he-review-ovo\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2023/jan/27/texas-death-row-inmates-sue-state-solitary-confinement", "title": "Texas death row inmates sue state over ‘brutal’ solitary confinement conditions", "date_published": "2023-01-27 06:00:44+00:00", "description": "<p>Class action lawsuit alleges prison authorities are inflicting ‘cruel and unusual punishment’ in breach of constitutional rights </p><p>A class action suit has been brought on behalf of the 185 male prisoners on death row in Texas, accusing the state of violating the inmates’ constitutional rights by holding them in permanent solitary confinement in some cases for more than 20 years.</p><p>The state’s prison authorities are alleged to be inflicting “cruel and unusual punishment” on the men in breach of the eighth amendment of the US constitution. The lawsuit describes how the prisoners are held in “devastating conditions” in isolation for up to 23 years without pause, with almost 80% of the death row occupants having been in solitary for more than 10 years.</p> <a href=\"https://www.theguardian.com/us-news/2023/jan/27/texas-death-row-inmates-sue-state-solitary-confinement\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2023/jan/26/uber-lyft-new-york-zero-emission-2030", "title": "Uber and Lyft in New York required to be zero-emission by 2030, officials say", "date_published": "2023-01-27 06:00:43+00:00", "description": "<p>Mayor Eric Adams announced the initiative was part of the ‘Working People’s Agenda’ at his second state of the city address</p><p>Uber and Lyft vehicles in New York City will be required to be zero-emission by 2030, New York officials announced on Thursday.</p><p>The decision could affect the 100,000 for-hire vehicles operating throughout New York.</p> <a href=\"https://www.theguardian.com/us-news/2023/jan/26/uber-lyft-new-york-zero-emission-2030\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/business/2023/jan/27/hindenburg-research-dares-adani-group-to-sue", "title": "US activist investor who accused Adani of ‘biggest con in corporate history’ dares Indian group to sue", "date_published": "2023-01-27 02:54:08+00:00", "description": "<p>Hindenburg Research accusations denied by Adani as ‘baseless’ while activist investor claims legal action will reveal accounting fraud</p><p>The US investor targeting Indian conglomerate Adani Group over what it claims is <a href=\"https://www.theguardian.com/australia-news/2023/jan/26/adanis-queensland-coalmine-cited-in-us-investors-claims-of-biggest-con-in-corporate-history\">the “biggest con in corporate history”</a> has dared the company to sue, given it would open the coal producer to further scrutiny.</p><p>Hindenburg Research’s report has already wiped billions of dollars of value from the sprawling empire of Gautam Adani, the world’s third richest man, and drawn in the contentious Carmichael coal and rail project in Queensland.</p> <a href=\"https://www.theguardian.com/business/2023/jan/27/hindenburg-research-dares-adani-group-to-sue\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2023/jan/26/fda-covid-19-vaccine-flu-virus-mutation", "title": "US moves to simplify Covid vaccines into yearly dose to target variants", "date_published": "2023-01-27 01:42:36+00:00", "description": "<p>The FDA asked its scientific advisers Thursday to help chalk out plan to move to a flu shot-like schedule for coronavirus</p><p>The US is poised to make Covid-19 vaccinations more like a yearly flu shot, a major shift in strategy despite a long list of questions about how to best protect against a still rapidly mutating virus.</p><p>The Food and Drug Administration asked its scientific advisers Thursday to help lay the groundwork for switching to once-a-year boosters for most Americans – and how and when to periodically update the shots’ recipe.</p> <a href=\"https://www.theguardian.com/world/2023/jan/26/fda-covid-19-vaccine-flu-virus-mutation\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}], "source": {"url": "https://www.theguardian.com/international/rss", "title": "The Guardian - International"}}