{"entries": [{"source": "https://www.computerworld.com/index.rss", "link": "https://www.computerworld.com/article/3686475/intel-suffers-double-digit-revenue-decline-in-q4-2022.html#tk.rss_all", "title": "Intel suffers double-digit revenue decline in Q4 2022", "date_published": "2023-01-27 18:00:00+00:00", "description": "<article>\n\t<section class=\"page\">\n<p>Poor sales of PC and server chips caused Intel’s revenue for the fourth quarter of 2022 to dive 32% year on year, leading to a $664 million net loss for the quarter.</p><p>The outlook for Q1 of 2023 is not an optimistic one either, with CEO Pat Gelsinger telling analysts in a call, “Our results and our Q1 guidance are below what we expect of ourselves.”  </p><p>However, he said that Intel is “working diligently to address the challenges brought on by current demand trends” and the company continues to have confidence in its long-term plans and trajectory.</p><p>Intel took the biggest hits across its two largest business units, with the chip maker’s Client Computing Group (CCG) and Data Center and AI group (DCAI) posting year-on-year revenue drops of 36% and 33%, respectively.</p><p class=\"jumpTag\"><a href=\"https://www.computerworld.com/article/3686475/intel-suffers-double-digit-revenue-decline-in-q4-2022.html#jump\">To read this article in full, please click here</a></p></section></article>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.computerworld.com/index.rss", "link": "https://www.computerworld.com/article/3686689/macstadium-sees-a-massive-opportunity-for-apple-in-business-markets.html#tk.rss_all", "title": "MacStadium sees a ‘massive opportunity’ for Apple in business markets", "date_published": "2023-01-27 17:19:00+00:00", "description": "<article>\n\t<section class=\"page\">\n<p>After Apple introduced its amazing <a href=\"https://www.computerworld.com/article/3685937/review-the-m2-mac-mini-is-the-perfect-desktop-for-most-users.html\">M2 Mac mini</a>, I caught up with one of the world’s biggest Mac mini customers, <a href=\"https://www.macstadium.com/\" rel=\"nofollow noopener\" target=\"_blank\">MacStadium</a>, for some insights into how the company views the new systems.</p><p>“I’ve never been more optimistic for the Mac platform,” said Chris Chapman, MacStadium's CTO. “When we first started, the rate of change for Macs was something like five to seven years per model. It was specific.</p><p>\"Their proliferation into the business and enterprise market was still a little fuzzy because iPhones were new, and Macs were good for specific people,\" he said. “This has changed — they are becoming the de facto standard for laptop, desktop, and phone and you’re really starting to see it become pervasive. It starts with the consumer but has grown to pervade business and enterprises everywhere.”</p><p class=\"jumpTag\"><a href=\"https://www.computerworld.com/article/3686689/macstadium-sees-a-massive-opportunity-for-apple-in-business-markets.html#jump\">To read this article in full, please click here</a></p></section></article>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.computerworld.com/index.rss", "link": "https://www.computerworld.com/article/3445387/google-forms-cheat-sheet-how-to-get-started.html#tk.rss_all", "title": "Google Forms cheat sheet: How to get started", "date_published": "2023-01-27 11:00:00+00:00", "description": "<article>\n\t<section class=\"page\">\n<p>Need to make a quiz, survey, registration form, order form, or other web page that gathers feedback from co-workers, customers, or others? You can design and deploy one right from your web browser with Google Forms. It’s integrated with Google Drive to store your forms in the cloud.</p><p>Anyone with a Google account can use Forms for free. It’s also part of Google Workspace, Google's subscription-based collection of online office apps for business and enterprise customers that includes Google Docs, Sheets, Slides, Gmail, and more. Forms is lesser known than these other productivity apps, but it's a useful tool to know how to use. This guide takes you through designing a form, deploying it online, and viewing the responses it gathers.</p><p class=\"jumpTag\"><a href=\"https://www.computerworld.com/article/3445387/google-forms-cheat-sheet-how-to-get-started.html#jump\">To read this article in full, please click here</a></p></section></article>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.computerworld.com/index.rss", "link": "https://www.computerworld.com/article/3686651/microsoft-s-mixed-reality-and-generative-ai-moves-girding-for-war.html#tk.rss_all", "title": "Microsoft’s mixed reality and generative AI moves — girding for war?", "date_published": "2023-01-27 10:55:00+00:00", "description": "<article>\n\t<section class=\"page\">\n<p><em>Disclosure: Microsoft is a client of the author.</em></p><p>Microsoft’s decision to <a href=\"https://www.extremetech.com/electronics/342480-microsoft-lays-off-all-of-its-vr-mixed-reality-and-hololens-employees\" rel=\"noopener nofollow\" target=\"_blank\">move away from mixed reality</a> (where it was arguably the leader and market-maker for augmented reality with HoloLens) was a big surprise. And its <a href=\"https://www.computerworld.com/article/3685208/microsoft-in-talks-to-invest-10-billion-in-openai-report.html\">massive investment in OpenAI and ChatGPT</a> was equally surprising, given the company’s advanced internal AI efforts.</p><p>What we’re seeing, I suspect, is a company girding for war — and working to make sure what happened to it when the internet, iPhone, and Google arrived  doesn’t repeat with <a href=\"https://www.computerworld.com/article/3686093/generative-ai-isnt-about-what-you-think-it-is.html\">the arrival of generative AI</a>. </p><p class=\"jumpTag\"><a href=\"https://www.computerworld.com/article/3686651/microsoft-s-mixed-reality-and-generative-ai-moves-girding-for-war.html#jump\">To read this article in full, please click here</a></p></section></article>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.computerworld.com/index.rss", "link": "https://www.computerworld.com/article/3561598/google-docs-android.html#tk.rss_all", "title": "9 handy hidden features in Google Docs on Android", "date_published": "2023-01-27 10:45:00+00:00", "description": "<article>\n\t<section class=\"page\">\n<p>Few apps are as essential to mobile productivity as the humble word processor. I think I've probably spent a solid seven years of my life staring at Google Docs on one device or another at this point, and those minutes only keep ticking up with practically every passing day.</p><p>While we can't do much about the need to gaze at that word-filled white screen, what we <em>can </em>do is learn how to make every moment spent within Docs count — and in the Docs Android app, specifically, there are some pretty spectacular tucked-away time-savers just waiting to be discovered.</p><p>Make a mental note of these advanced shortcuts and options, and put 'em to good use the next time you find yourself staring at Docs on your own device.</p><p class=\"jumpTag\"><a href=\"https://www.computerworld.com/article/3561598/google-docs-android.html#jump\">To read this article in full, please click here</a></p></section></article>", "persistent": false, "language": "en-US", "user": null}], "source": {"url": "https://www.computerworld.com/index.rss", "title": "ComputerWorld"}}