{"entries": [{"source": "http://louderwithcrowder.com/feed/", "link": "https://www.louderwithcrowder.com/ron-desantis-mandatory-life", "title": "Watch: Ron DeSantis lays down the law and order with mandatory life sentences for scum that targets children", "date_published": "2023-01-27 22:41:20+00:00", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=32915735&amp;width=1245&amp;height=700&amp;coordinates=0%2C0%2C0%2C0\" /><br /><br /><p>Governor DeSantis is at it again with another law to protect Florida's kids. Right after he banned porn in Florida schools, much to <a href=\"https://www.louderwithcrowder.com/don-lemon-florida-law-banning\" target=\"_blank\">Don Lemon's dismay</a>, he's now cracking down on fentanyl dealers who target children. </p><p>I never thought I'd be putting the words \"fentanyl dealers\" in the same sentence as \"children,\" but here we are. Drug dealers are reportedly manufacturing fentanyl that looks like candy to try and broaden their customer base. To children. I guess that's what happens when your product has the potential to kill your customer with just one use. </p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\">\\u201cDeSantis announces harsher penalties for fentanyl. It will now be \"a first-degree felony to possess, sell, or manufacture fentanyl or other controlled substances to look like candy.\"\\n\\nThose targeting children w/ fentanyl will get a mandatory life sentence and $1 million penalty.\\u201d</div> — Washington Free Beacon (@Washington Free Beacon)\n        <a href=\"https://twitter.com/FreeBeacon/status/1618687088458878978\">1674760050</a>\n</blockquote>\n<p>During a \"Preserving Law and Order in Florida\" press conference, DeSantis proposed legislation making it a \"first-degree felony to possess, sell or manufacture fentanyl or other controlled substances to look like candy.\" Targeting children with the drug would carry a mandatory life sentence and a $1 million fine. </p><p>Last August, the DEA warned of \"rainbow fentanyl\" disguised to look like candy and target young Americans. Some of the fentanyl seized was reportedly designed to look like sidewalk chalk, which struck me as bizarre. I hope no children out there are regularly consuming sidewalk chalk, fentanyl-laced or not. </p><p>DeSantis also <a href=\"https://wusfnews.wusf.usf.edu/courts-law/2023-01-27/desantis-wants-state-to-look-into-death-penalty-for-child-rapists\" target=\"_blank\">proposed</a> making child rapists eligible for the death penalty and reducing the number of jurors required to issue a death sentence. DeSantis cited the case of Parkland shooter Nikolas Cruz, who evaded the death penalty after the jury failed to reach a unanimous verdict. </p><p>In 2008, the U.S. Supreme Court ruled that the death penalty would constitute \"cruel and unusual punishment\" for rapists and is therefore banned under the Eighth Amendment. DeSantis acknowledged his proposal would likely be challenged in court but believes the current Supreme Court would decide the matter differently. </p><p>Overall, Florida is making major moves to protect innocent civilians against criminals. As opposed to say, Chicago, where Mayor <a href=\"https://www.louderwithcrowder.com/chicago-mayor-dont-carry-cash\" target=\"_blank\">Lori Lightfoot</a> told her constituents to stop carrying so much cash if they don't want to get robbed. </p><p>It'll be interesting to see how Lori's tactic plays out. My guess is crime. Lots and lots of crime. </p><p><p>\n<em><strong>Editor’s Note</strong>\n</em>\n</p>\n<p>\n<em><strong><a href=\"https://lwcnewswire.substack.com/\" target=\"_blank\">LwC is on Substack now</a></strong>! Each day we overwhelm your brains with the content you've come to love from the Louder with Crowder Dot Com website.. but algorithms hide our ranting and raving as best they can. The best way to stick it to Big Tech? </em><strong><a href=\"https://lwcnewswire.substack.com/\" target=\"_blank\"><em>Subscribe to For the Content!</em></a></strong>\n</p></p><p class=\"shortcode-media shortcode-media-youtube\">\n<span class=\"rm-shortcode\" style=\"display: block; padding-top: 56.25%;\"></span>\n<small class=\"image-media media-caption\">Ron DeSantis SUSPENDS Corrupt Prosecutor! | Louder With Crowder</small>\n<small class=\"image-media media-photo-credit\">\n<a href=\"https://youtu.be/hAgX1BKif-I\" target=\"_blank\">youtu.be</a>\n</small>\n</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "http://louderwithcrowder.com/feed/", "link": "https://www.louderwithcrowder.com/riots-karine-jean-pierre-biden", "title": "Watch: Karine Jean-Pierre gets GRILLED by reporter on Joe Biden ignoring potential riots and she flounders", "date_published": "2023-01-27 22:00:37+00:00", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=32915536&amp;width=1245&amp;height=700&amp;coordinates=0%2C0%2C0%2C0\" /><br /><br /><p>Another day, another spat between <a href=\"https://www.louderwithcrowder.com/doocy-biden-classified-docs\" target=\"_blank\">Peter Doocy </a>and Karine Jean-Pierre. Today, it was over Biden's failure to address the nation as the potential for violent riots looms over big cities. </p><p>Doocy asked the lovely KJP, \"Why doesn't [Biden] want to speak directly to the American people now that some big cities are bracing, potentially this weekend, for riots?\"</p><p>KJP replied that Biden \"put out a statement yesterday\" and urged \"peaceful protests.\" Just like when the <a href=\"https://www.louderwithcrowder.com/brett-kavanaugh-wife-daughters\" target=\"_blank\">Dobbs</a> decision came out. We all know how those <a href=\"https://www.louderwithcrowder.com/janes-revenge-arrest\" target=\"_blank\">\"peaceful protests\"</a> went. </p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\">\\u201cDOOCY: \"Why doesn't [Biden] want to speak directly to the American people now that some big cities are racing, potentially this weekend, for riots?\"\\n\\nKJP: \"So, he put out a statement yesterday...\"\\u201d</div> — Townhall.com (@Townhall.com)\n        <a href=\"https://twitter.com/townhallcom/status/1619062648808833026\">1674849590</a>\n</blockquote>\n<p>The potential riots would be over the death of 29-year-old Tyre Nichols. Nichols died days after a routine traffic stop by five police officers- Tadarrius Bean, Demetrius Haley, Emmitt Martin III, Desmond Mills Jr. and Justin Smith- all black males. </p><p>Nichols was pulled over for suspected reckless driving on January 7th and reportedly fled on foot before the cops caught up to him and beat him. He was then taken away in an ambulance and died three days later due to his injuries. </p><p>The officers were fired last week after the police department found them \"directly responsible\" for the \"physical abuse\" of Nichols. Yesterday, they were charged with second-degree murder, aggravated assault, aggravated kidnapping, official misconduct and official oppression. </p><p>The bodycam footage of Nichols' arrest is expected to come out tonight at 7 pm ET. Nichols' family and their attorneys claim the footage shows the officers beating Nichols for three minutes. His legal team likened it to the 1991 beating of Rodney King. </p><p>The Memphis Police Chief told Don Lemon the video was \"incomprehensible and unconscionable.\" She said she hasn't witnessed anything like it in her entire career, and that is depicted \"acts that defy humanity\" and a \"disregard for life.\" </p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\">\\u201cThe police chief of Memphis who saw the body cam footage of Tyre Nichols' murder describes what she saw as \"acts that defy humanity\" and a \"disregard for life.\"\\n\\nThis is a much different change of pace from previous incidents of police brutality.\\u201d</div> — Fifty Shades of Whey (@Fifty Shades of Whey)\n        <a href=\"https://twitter.com/davenewworld_2/status/1618959317255991301\">1674824954</a>\n</blockquote>\n<p>Hopefully, tonight's protests will be peaceful so as not to further endanger anyone's life. But it's looking like we might see some of those CNN \"mostly peaceful\" protests. Mostly peaceful, except for a few flaming gas stations. <em>Maybe</em> a Molotov cocktail or two. But definitely, <em>mostly</em> peaceful. </p><p><p>\n<em><strong>Editor’s Note</strong>\n</em>\n</p>\n<p>\n<em><strong><a href=\"https://lwcnewswire.substack.com/\" target=\"_blank\">LwC is on Substack now</a></strong>! Each day we overwhelm your brains with the content you've come to love from the Louder with Crowder Dot Com website.. but algorithms hide our ranting and raving as best they can. The best way to stick it to Big Tech? </em><strong><a href=\"https://lwcnewswire.substack.com/\" target=\"_blank\"><em>Subscribe to For the Content!</em></a></strong>\n</p></p><p class=\"shortcode-media shortcode-media-youtube\">\n<span class=\"rm-shortcode\" style=\"display: block; padding-top: 56.25%;\"></span>\n<small class=\"image-media media-caption\">EXCLUSIVE TRAILER: Crowder Films 'Moses' Movie! | Louder With Crowder</small>\n<small class=\"image-media media-photo-credit\">\n<a href=\"https://youtu.be/7t5Vwa7AIDE\" target=\"_blank\">youtu.be</a>\n</small>\n</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "http://louderwithcrowder.com/feed/", "link": "https://www.louderwithcrowder.com/13-women-janitor-water-bottle", "title": "Watch: Thirteen women accuse janitor of giving them an STD after urinating in their water bottle...I'm sorry, what?", "date_published": "2023-01-27 16:39:00+00:00", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=32913844&amp;width=1200&amp;height=800&amp;coordinates=0%2C0%2C24%2C0\" /><br /><br /><p>Friends, I learned something today. You can get an incurable sexually transmitted disease from drinking out of a water bottle. Not just any water bottle, but a water bottle that someone pissed it. I'm assuming the <a href=\"https://www.louderwithcrowder.com/urinating-ex-wifes-grave\" target=\"_blank\">urinator</a> needs to have the STD in order to spread it to you. Regretfully, this is not the only <a href=\"https://www.louderwithcrowder.com/pee-diddy-girlfriend\" target=\"_blank\">sex-related tinkle story</a> we've had this week.</p><p>Please enjoy today's episode of The Janitor vs 13 Cubicle Farmers.</p><div class=\"rm-embed embed-media\"></div><p><a href=\"https://abc13.com/houston-janitor-urinates-in-water-bottles-employees-infected-with-stds-lucio-diaz-charged-civil-lawsuit-filed/12737788/\" target=\"_blank\">ABC-13</a> has the call. Lucio Diaz, the now former janitor, is being charged with indecent assault and aggravated assault with a deadly weapon. The deadly weapon, as defined by the thirteen victims' attorneys, was Lucio's \"bodily fluids containing Herpes Simplex 1 Virus.\" I'll assume it was JUST urine in the water bottles, and that if it included a little of Lucio's special secret sauce that would have been the lede.</p><p class=\"shortcode-media shortcode-media-rebelmouse-image\">\n<img alt=\"\" class=\"rm-shortcode\" id=\"c17bc\" src=\"https://www.louderwithcrowder.com/media-library/image.gif?id=32913883&amp;width=980\" />\n</p><p>At first, it was four women who filed the lawsuit after coming in contact with Lucio's deadly weapon. Upon hearing of the lawsuit, nine other women from the building had the same allegations and diagnoses.</p><p>The janitor's dastardly plot was uncovered when one of the victims noticed the water out of her water bottle was beginning to taste like pee. So she said up a hidden camera to catch Diaz in action.</p><blockquote>\"[He] pulls out his penis and puts his penis in my bottle, basically rinses his penis in the water.\"</blockquote><p>Further testing showed that the woman contracted Herpes, which the janitor also tested positive for. The lawsuit names the building's owner, the management company, the maintenance company, and the cleaning company that hired Diaz. Attorneys are looking for the maximum amount allowed by Texas law, which is over $1,000,000 per victim.</p><p>Unclear is if Diaz intentionally meant to give the women herpes. Or, unaware he had the STD, just thought peeing in the water would be a hoot.</p><p><p>\n<em><strong>Editor’s Note</strong>\n</em>\n</p>\n<p>\n<em><strong><a href=\"https://lwcnewswire.substack.com/\" target=\"_blank\">LwC is on Substack now</a></strong>! Each day we overwhelm your brains with the content you've come to love from the Louder with Crowder Dot Com website.. but algorithms hide our ranting and raving as best they can. The best way to stick it to Big Tech? </em><strong><a href=\"https://lwcnewswire.substack.com/\" target=\"_blank\"><em>Subscribe to For the Content!</em></a></strong>\n</p></p><p class=\"shortcode-media shortcode-media-youtube\">\n<span class=\"rm-shortcode\" style=\"display: block; padding-top: 56.25%;\"></span>\n<small class=\"image-media media-caption\">Totally REAL Opioids Commercial! Sponsored by Big Pharma! | Louder With Crowder</small>\n<small class=\"image-media media-photo-credit\">\n<a href=\"https://youtu.be/2xrbcz3gt68\" target=\"_blank\">youtu.be</a>\n</small>\n</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "http://louderwithcrowder.com/feed/", "link": "https://www.louderwithcrowder.com/professor-everyone-interest-children", "title": "Watch: Another professor claims everyone 'has some amount of sexual interest in children'", "date_published": "2023-01-27 16:00:29+00:00", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=32913628&amp;width=1200&amp;height=800&amp;coordinates=28%2C0%2C172%2C0\" /><br /><br /><p>It is quite alarming how many pro-pedo opinions are popping up all over the place. First, we had the disturbing <a href=\"https://www.louderwithcrowder.com/show-notes-balenciaga\" target=\"_blank\">Balenciaga photoshoot </a>featuring children holding bondage teddy bears that the higher-ups apparently didn't think would cause a stir. It did. </p><p>Next, we had the <a href=\"https://www.louderwithcrowder.com/berkeley-12-year-old\" target=\"_blank\">smug Berkeley student </a>who thought it'd be totally chill for a 12-year-old to consent to sex with an adult. It would not be. </p><p>Now, we have an actual professor claiming everyone's attracted to kids, in one way or another. Hate to break it to you, buddy, but that's just you. </p><p>During a 2022 lecture, Ian McPhail of Université de Montréal claimed, <em>\"With pedophilia, there are three main options, or possibilities, I should say for latent structure. It's a dimension, which means—I'll say this very controversially—that means everybody in the room has some amount of sexual interest in children. Some of us will have very little—most of us will have very little—and some people have quite a bit of the sexual attraction to children.\"</em></p><p>In his defense, he did admit this was a \"controversial\" opinion. Controversial, illegal, horrifically evil. Same difference. </p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\">\\u201cNormalizing pedophilia.\\n\\nIan McPhail of Universit\\u00e9 de Montr\\u00e9al: Pedophilia - Recent and emerging research.\\nhttps://t.co/dxKDxotCTm\\n\\nLaughing to himself McPhail states, \"everybody in the room has some amount of sexual interest in children.\"\\u201d</div> — Dalton (@Dalton)\n        <a href=\"https://twitter.com/DaltonReport/status/1618077755723378689\">1674614774</a>\n</blockquote>\n<p>The <a href=\"https://www.cicc-iccc.org/fr/evenements/conferences/pedophilia-recent-and-emerging-research\" target=\"_blank\">lecture</a> was titled \"Pedophilia: Recent and emerging research\". The abstract reads,<em> \"Pedophilia is a sexual interest in prepubescent children and is an important risk factor for understanding why some people commit sexual offenses against children. In this talk, fundamental empirical and conceptual issues in our understanding of pedophilia are identified and findings from a program of research addressing these issues are presented. The talk examines the latent structure of pedophilic interests, whether therapeutic interventions are effective in treating pedophilic interests, and the role of stigma-related stress in the lives of pedophilic individuals.\"</em></p><p>That sounds like a whole lot of higher education gobbledygook that translates to, \"we need to understand pedophiles better to help them feel less stress.\" Personally, I am fine with pedophiles experiencing <em>all</em> of the \"stigma-related stress.\" Among other things. </p><p><p>\n<em><strong>Editor’s Note</strong>\n</em>\n</p>\n<p>\n<em><strong><a href=\"https://lwcnewswire.substack.com/\" target=\"_blank\">LwC is on Substack now</a></strong>! Each day we overwhelm your brains with the content you've come to love from the Louder with Crowder Dot Com website.. but algorithms hide our ranting and raving as best they can. The best way to stick it to Big Tech? </em><strong><a href=\"https://lwcnewswire.substack.com/\" target=\"_blank\"><em>Subscribe to For the Content!</em></a></strong>\n</p></p><p class=\"shortcode-media shortcode-media-youtube\">\n<span class=\"rm-shortcode\" style=\"display: block; padding-top: 56.25%;\"></span>\n<small class=\"image-media media-caption\">I'm a MAP | Humans of CIA</small>\n<small class=\"image-media media-photo-credit\">\n<a href=\"https://youtu.be/11bigElcidk\" target=\"_blank\">youtu.be</a>\n</small>\n</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "http://louderwithcrowder.com/feed/", "link": "https://www.louderwithcrowder.com/kevin-costner-leaving-yellowstone", "title": "Rumors circulate Kevin Costner could be leaving 'Yellowstone' after season 5, but this time it's not about his wife", "date_published": "2023-01-27 15:53:57+00:00", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=32913605&amp;width=1200&amp;height=800&amp;coordinates=200%2C0%2C0%2C0\" /><br /><br /><p>\n\tRumors are again circulating that Kevin Costner, the patriarch of the Dutton Family on <em>Yellowstone</em>, could be leaving the show at the end of season 5. Yeah, I know. Blah, blah, blah. \n\t<a href=\"https://www.louderwithcrowder.com/kevin-costner-liz-cheney\" target=\"_blank\">He endorsed Liz Cheney</a>. Yackity schmackity. My elected official is George Santos. No one is perfect.\n</p><p>\n\tWhether the actor is leaving or not, only he and maybe creator \n\t<a href=\"https://www.louderwithcrowder.com/yellowstone-season-premiere-red-state\" target=\"_blank\">Taylor Sheridan</a> knows for sure. But the rumors are heating up. And <a href=\"https://tasteofcountry.com/kevin-costner-leaving-yellowstone-reasons/\" target=\"_blank\">Taste of Country</a> lays out a convincing reason why they might be true this time. Costner's schedule.\n</p><ul>\n<li>He's begun work on the four-part movie which he is producing, directing, and starring in. </li>\n<li>He's also committed to a Civil War-era film he's producing.</li>\n<li>Some of the new cast members have never met Costner because his time is stretched so thin.</li>\n</ul><p>\n\tAt least these are better potential reasons than the last time when <a href=\"https://www.louderwithcrowder.com/kevin-costner-yellowstone-quits\" target=\"_blank\">his wife was allegedly nagging him to quit</a>. Costner has also said in the past \"the moment I feel that it's not right, I'm just going to step away.\"<br />\n</p><p>\n\tIf that's how he feels, now could be a perfect time because the show has fallen off and gotten stale. It's been trending in that direction since after the season four premiere. The last two season finales (four, and the mid-season finale of five) have left fans underwhelmed, to say the least.</p><p>The only thing from season five that even stands out is Beth and Summer getting into a catfight. Then Rip walked out and told them of they were going to do this, they were going to stand up and fight like men. Also, Zack Bryan played the county fair. That was cool too.</p><p>How would <em>Yellowstone</em> survive for the next two seasons without the man the show is centered around? It would stink to have to find out.</p><p><p>\n<em><strong>Editor’s Note</strong>\n</em>\n</p>\n<p>\n<em><strong><a href=\"https://lwcnewswire.substack.com/\" target=\"_blank\">LwC is on Substack now</a></strong>! Each day we overwhelm your brains with the content you've come to love from the Louder with Crowder Dot Com website.. but algorithms hide our ranting and raving as best they can. The best way to stick it to Big Tech? </em><strong><a href=\"https://lwcnewswire.substack.com/\" target=\"_blank\"><em>Subscribe to For the Content!</em></a></strong>\n</p></p><p class=\"shortcode-media shortcode-media-youtube\">\n<span class=\"rm-shortcode\" style=\"display: block; padding-top: 56.25%;\"></span>\n<small class=\"image-media media-caption\">How To House-Break Your Joe Biden! CROWDER 911 Ep. 2 | Louder With Crowder</small>\n<small class=\"image-media media-photo-credit\">\n<a href=\"https://youtu.be/fy85om5XL70\" target=\"_blank\">youtu.be</a>\n</small>\n</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "http://louderwithcrowder.com/feed/", "link": "https://www.louderwithcrowder.com/south-koreans-china", "title": "Why do South Koreans despise China? Let them speak for themselves...", "date_published": "2023-01-27 15:18:30+00:00", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.jpg?id=32913430&amp;width=1245&amp;height=700&amp;coordinates=0%2C0%2C0%2C0\" /><br /><br /><p><em> “South Koreans hold the world’s most negative views on China.”</em></p><p>In December 2022, research from the Sinophone Borderlands Project revealed South Koreans hold overwhelmingly negative views of their giant neighbor. Overall, 81% of South Korean respondents stated that they had very negative or somewhat negative views of China, by far the largest percentage out of the 56 countries surveyed. <a href=\"https://ceias.eu/wp-content/uploads/2022/12/Europe_and_North_America_Draft-FINAL.pdf\" rel=\"noopener noreferrer\" target=\"_blank\">The next closes country was Switzerland at 72%, nearly ten points behind.</a></p><p>Somewhat more surprising is that South Koreans’ views of China are even more negative than those they hold regarding more traditionally antagonistic countries <a href=\"https://ceias.eu/wp-content/uploads/2022/09/Korean-poll-finaldraft-adjustments-3-1_rqt-1-2.pdf\" rel=\"noopener noreferrer\" target=\"_blank\">like North Korea (69%) and Japan (62%).</a></p><p>These negative perceptions of China shouldn’t necessarily come as a surprise given Beijing’s inflammatory behavior across several domains.</p><p>Domestically, China has instituted mass surveillance and internment against Uyghur Muslims in Xinjiang, quashed democratic movements in Hong Kong, and instituted some of the world’s most draconian measures in response to the COVID-19 pandemic. In the foreign policy realm, Beijing has rapidly accelerated its military buildup while constantly threating aggressive force against Taiwan, laid false claim to copious amounts of territory in the South China Sea, <a href=\"https://www.wsj.com/articles/china-belt-road-debt-11663961638\" rel=\"noopener noreferrer\" target=\"_blank\">saddled developing countries with unsustainable debt traps</a>, and can certainly be blamed for the initial outbreak and handling of the aforementioned COVID pandemic.</p><p>And of course, each of these policy decisions has been buttressed by hard-headed bully rhetoric that China refers to as “<a href=\"https://thediplomat.com/2020/05/interpreting-chinas-wolf-warrior-diplomacy/\" rel=\"noopener noreferrer\" target=\"_blank\">Wolf Warrior</a>” diplomacy, which until recently dominated the Ministry of Foreign Affairs.</p><p>South Korea is not by any means unique in its disdain for China. A 2020 <a href=\"https://www.pewresearch.org/global/2020/10/06/unfavorable-views-of-china-reach-historic-highs-in-many-countries/\" rel=\"noopener noreferrer\" target=\"_blank\">Pew report</a> titled “Unfavorable Views of China Reach Historic Highs in Many Countries” showed that public opinion on China was taking a nose dive nearly everywhere across the developed world. In fact, the median response across the 14 countries surveyed was 73% unfavorable to only 24% favorable.</p><p>What <em>does</em> make South Koreans unique is their particularly harsh view of the Chinese people, specifically. According to a recent <a href=\"https://thediplomat.com/2022/12/south-koreans-have-the-worlds-most-negative-views-of-china-why/\" rel=\"noopener noreferrer\" target=\"_blank\">article</a> from The Diplomat, Europeans and Americans tend to hold separate views of the Chinese Communist Party (CCP) and the Chinese people, having generally positive views of the latter.</p><p>However, South Koreans seem to show little differentiation between the Chinese People and the CCP, with 77% of respondents having negative or very negative views of the Chinese populace.</p><p>So, what explains South Korea’s particularly high level of disdain for China? To find out I spoke with four Koreans and asked them the following questions.</p><ul>\n<li>1.What are the biggest factors that have resulted in South Koreans having the world’s most negative views of China?</li>\n<li>2.Why do Koreans not only view the CCP negatively, but also the Chinese people?</li>\n</ul><p>\n\tThe Koreans I interviewed are all college educated and range in age from 20-32, thus their views may not be representative of the entire population. Nonetheless, their answers provide much needed context and narrative to supplement the figures displayed in recent polling. Pseudonyms are used for anonymity purposes, but personal details such as occupation and age are accurately disclosed.\n</p><p>\n\tENVIRONMENT\n</p><p>\n\tThe most prominent answers given for Koreans’ negative views of China were related to pollution and the environment, specifically Yellow Dust.\n</p><p>\n\tWon-bin Kim, a 27-year-old graduate student, noted this as the most pressing issue surrounding South Korea – China relations. “I can’t generalize the answer, but for me the biggest issue is the environment,” said Mr. Kim. “When I was young, Yellow Dust should [sic] come like three to four days at Spring, but now in Korea, it’s hard to find a day without Yellow Dust in the spring.”\n</p><p>\n\tYellow dust, or <em>hwangsa </em>in Korean, is a phenomenon where fine dust from the deserts of Northern China and Mongolia is blown by strong winds onto the Korean Peninsula. When the fine dust enters the lungs, it can cause sore throat and other respiratory issues such as trouble breathing. This dust is also capable of bringing with it industrial pollutants such as pesticides.\n</p><p>\n\tIn truth the amount of Yellow Dust in South Korea has fluctuated year to year, with a steady drop in duration occurring between <a href=\"https://www.statista.com/statistics/1125927/south-korea-yellow-dust-duration/\" rel=\"noopener noreferrer\" target=\"_blank\">2015 and 2020</a>. However, 2021 did mark a six-year high with 22 days of Yellow Dust cover.\n</p><p>\n\tSo, is China to blame for this problem? Well yes, and no. While there is a significant amount of the fine matter that does originate in China, studies have shown that large amounts come from within Korea. A <a href=\"https://www.scientificamerican.com/article/what-air-pollution-in-south-korea-can-teach-the-world-about-misinformation/\" rel=\"noopener noreferrer\" target=\"_blank\">recent joint study</a> by NASA and the National Institute of Environmental Research (NIER) showed that at Seoul’s Olympic Park, only 34% of fine dust came from Western China, while 52% came from South Korean factories.\n</p><p>\n\tKoreans don’t see themselves as totally blameless, but they are most angered by China’s inaction and lack of ownership.\n</p><p>\n\t“Fine dust pollution is a difficult one since Korea is shitty at addressing it too,” said Joon Kang who is currently serving his mandatory military enlistment. “However, China building factories on their eastern coast and not taking any responsibility just angers Koreans even more.”\n</p><p>\n\tHISTORY AND CULTURE\n</p><p>\n\tAfter the environment the next most pressing issue was China’s attempted theft of Korea’s history and culture.\n</p><p>\n\tThis was the sentiment expressed by Taeyang Park, a student currently studying in the US at an Ivy League university. “To be specific, some Chinese historians have claimed that Korean dynasties are actually part of Chinese history,” said Mr. Park. “Koreans view this as tantamount to theft.”\n</p><p>\n\tAs part of its Northeast Project, which ran from 2002-2007, the Chinese Academy of Social Sciences attempted to retcon historical borders and claim the ancient Korean kingdom of <em>Goguryeo, </em>along with its successor kingdom known as <em>Balhae, </em>as historically being part of China. According to Chinese scholars, these entities were never autonomous, but merely vassals of China.\n</p><p>\n\tMore recently, a 2022 <a href=\"https://www.koreaherald.com/view.php?ud=20220914000584\" rel=\"noopener noreferrer\" target=\"_blank\">exhibit</a> on ancient Korean history at the National Museum of China omitted both <em>Goguryeo</em> and <em>Balhae</em> from its chronological table of contents, further exacerbating the rift between the two nations.\n</p><p>\n\tOutside of China, most historians consider <em>Goguryeo</em> to be part of Korea’s historic entity, and part of the Three Kingdoms period along with <em>Baekje</em> and <em>Silla</em>. <em>Goguryeo</em> occupied small parts of modern South Korea, the entirety of modern North Korea, and part of Manchuria.\n</p><p>\n\tFrom 598-614 <em>Goguryeo</em> fought with Sui China in a series of wars that ended with <em>Goguryeo</em> defeating the Sui Dynasty, leading to its eventual demise. <em>Goguryeo</em> commanders included King Yeongyang, Gang Isik, and Eulji Mundeok. Sui prominent figures included Emperor Yang Guang, Yuwen Shu, and Yu Zhongwen.\n</p><p>\n<img alt=\"Map Description automatically generated\" src=\"https://www.louderwithcrowder.com/feeds/feed.rss\" />\n</p><p>\n\tMr. Park noted the inconsistencies in Koreans extreme disdain at Chinese attempts at claiming Korean history when neighboring Japan is doing the same thing. “As a Korean citizen, I find this a bit awkward as Japan is basically doing the same thing with Dokdo,” said Mr. Park. “It would make sense for Koreans to hate Japan more than China, but in reality, sentiments towards China are much more negative.”\n</p><p>\n\tMr. Kang, the soldier, explained that China’s appropriation of Korean tradition doesn’t stop at borders either. “Chinese people claim that kimchi, the Hanbok, and other Korean cultural icons as [sic] their own even though there is too much historical evidence that it’s clearly Korea’s.”\n</p><p>\n\tRecently some in China have even attempted to claim <em>Arirang</em>, one of Korea’s most famous traditional folk songs, belongs to the Chinese people. This prompted the Voluntary Agency Network of Korea (VANK), a non-governmental diplomatic group, to release an <a href=\"https://www.koreaherald.com/view.php?ud=20220717000171\" target=\"_blank\">advertisement</a> with text reading “<em>Arirang this time?! China why again?... Sign the petition to stop Chinese cultural hegemony.”</em>\n</p><p>\n\tOTHER REASONS\n</p><p>\n\tOf course, responses weren’t limited to the environment or cultural theft. There was also widespread anger towards China over the COVID outbreak, as well as Beijing’s response. In fact, all four mentioned COVID but offered little elaboration as though it should be obvious.\n</p><p>\n\tThere was also agreement to the geopolitical threat that China poses, including its military buildup, support of the regime in North Korea, its clandestine spy network, and operating of police stations in foreign countries like South Korea.\n</p><p>\n\tOne topic, however, that wasn’t mentioned was the Terminal High Altitude Area Defense or\n</p><p>\n\tTHAAD. After the United States and South Korea agreed to install the missile defense system to defend against North Korean missiles, Beijing became irate claiming the system was a tool that could be used to spy into China. As a result, China levied heavy sanctions on South Korea which caused a major blow its economy.\n</p><p>\n\tTHE CHINESE PEOPLE\n</p><p>\n\tBut what about the people? Remember, unlike their international counterparts, Koreans views of Chinese citizens are nearly as negative as their views on the CCP.\n</p><p>\n\tResponses here were all over the place, but one thing they all had in common was a lack of ambiguity.\n</p><p>\n\tMr. Kim, the graduate student, revealed a few stereotypes that Koreans hold about Chinese citizens, including that they are noisy in public spaces and that they act ignorant and selfish, and that they often have poor hygiene.\n</p><p>\n\tSujin Kwon, an office worker in central South Korea stated that it was “everyday life” that inspired anti-Chinese sentiment in Korea. “Honestly I believe hatred towards China comes from everyday life,” said Ms. Kwon. For example, “Chinese people coming here and take [sic] advantage of Korea’s healthcare system.”\n</p><p>\n\tMs. Kwon also referred to Chinese nationals “killing people in daylight.” When asked to elaborate Ms. Kwon referred me to an <a href=\"https://www.nbntv.co.kr/news/articleView.html?idxno=972076\" rel=\"noopener noreferrer\" target=\"_blank\">incident</a> from May 2022 where a <em>Joseon-jok</em> man in his 40s assaulted and killed an elderly Korean man. <em>Joseon-jok</em>, though ethnically Korean, migrated to Northeast China during the Japanese occupation and have since returned to Korea. They generally speak Chinese and live in Chinatown enclaves and are thought of in Korea as Chinese.\n</p><p>\n\tThen there is the issue of Chinese students attending Korean Universities.\n</p><p>\n\tIn the words of the soldier, Mr. Kang, “Chinese students are a menace to academia. During the Hong Kong protests, any sign of support was faced with aggressive extremist, and sometimes violent opposition by Chinese students. Ripping down posters, shoving students, and overall disrupting the democratic student process.”\n</p><p>\n\tContinuing with his answer Mr. Kang revealed that for Koreans, separating the CCP and the Chinese people isn’t necessarily an easy task.\n</p><p>\n\t“Our hate for China stems from the CCP, but the Chinese people support that same cancerous regime,” said Mr. Kang. “Obviously not everyone, but the ones who do are the most up front and the loudest. To me, supporting the CCP doesn’t make you and different than being a Chinese agent.”\n</p><p>\n\tIn one final diatribe Mr. Kang summed up why China is seen in such a negative light in South Korea, even when compared to Japan which colonized the Korean Peninsula for 35 years, and an antagonistic and now nuclear armed North Korea. “There’s a saying in Korea, Japan is the enemy for 100 years, but China is the enemy for 1,000 years,” Mr. Kang noted. “China is a growing cancer in the world and poses a legitimate existential threat to the Korean nation, state, and people. It’s no wonder Koreans hate China.”\n</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "http://louderwithcrowder.com/feed/", "link": "https://www.louderwithcrowder.com/big-pharma-director-bananas", "title": "\"I'm Literally a Liar\": Big pharma director goes bananas, attacks journalist and smashes his computer", "date_published": "2023-01-27 15:13:21+00:00", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=32913493&amp;width=1245&amp;height=700&amp;coordinates=0%2C0%2C0%2C0\" /><br /><br /><p>Yesterday, we covered the <a href=\"https://www.louderwithcrowder.com/pfizer-director-mutatiing\" target=\"_blank\">viral</a> Project Veritas video of  (probably former) <a href=\"https://www.louderwithcrowder.com/pfizer-ceo-pill-computer-chip\" target=\"_blank\">Pfizer</a> Director of Research and Development Jordon Trishton Walker. Walker explained that Pfizer is considering mutating COVID viruses to create a new vaccine. </p><p>According to Walker, the experiment would consist of infecting monkeys with the virus, making the monkeys infect each other, and then collecting samples. So kind of exactly like <a href=\"https://www.louderwithcrowder.com/jon-stewart-wuhan-lab-theory\" target=\"_blank\">Wuhan</a>, but with monkeys instead of bats. Bats would just be too far. </p><p>Yesterday, Project Veritas released another video of an attempt by James O'Keefe to confront Walker. Spoiler: it did not go well. </p><p>Walker became violent and even smashed O'Keefe's iPad with the undercover recording. O'Keefe was also locked in the restaurant as Walker called the police because he was \"feeling really unsafe.\"  </p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\">\\u201cSHOCKING: @Pfizer Director Physically Assaults @JamesOKeefeIII & Veritas Staff; Destroys iPad Showing Undercover Recordings About \\u201cMutating\\u201d Covid Virus; NYPD RESPONDS!\\n\\n\\u201cI\\u2019m just someone who\\u2019s working in a company that\\u2019s trying to literally help the public.\\u201d\\n\\n\\u201cYou fu*ked up!\\u201d\\u201d</div> — Project Veritas (@Project Veritas)\n        <a href=\"https://twitter.com/Project_Veritas/status/1618737936920633344\">1674772173</a>\n</blockquote>\n<p>Walker was absolutely shocked to learn that the random date he told about potentially catastrophic experiments didn't keep his promise \"not to tell anyone.\" He claimed he was just trying to impress his date and lied about the whole thing. </p><p>I've heard quite a few bizarre pickup lines, but \"My company is trying to genetically mutate a virus that could become extremely dangerous and escape to infect the general public\" is not one of them. </p><p>It is quite hilarious how the victims of Project Veritas keep falling for the fake dates. You'd think they would catch on by now. But Project Veritas has developed a rock solid business strategy:</p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\">\\u201cThat\\u2019s funny right there, I don\\u2019t care who you are. h/t @BigP4H\\u201d</div> — Louder with Crowder Dot Com (@Louder with Crowder Dot Com)\n        <a href=\"https://twitter.com/LWCnewswire/status/1618939114640011264\">1674820138</a>\n</blockquote>\n<p>All of Jordon Trishton Walker's profiles appear to have been scrubbed from the internet. But Twitter sleuths were able to find his alleged resume. If this is in fact his resume, it appears he had a lot more to do with the \"science\" than he let on to O'Keefe. </p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\">\\u201cGoogle forgot to scrub Jordon Walker\\u2019s resume from the internet\\n\\nHe posted it here (I redacted the contact info in the screenshot to avoid doxxing): https://t.co/VqAoyZDqdI\\n\\n@JamesOKeefeIII @Project_Veritas\\u201d</div> — Chief Nerd (@Chief Nerd)\n        <a href=\"https://twitter.com/TheChiefNerd/status/1618697168092823552\">1674762453</a>\n</blockquote>\n<p>It's hard not to feel a little bad for Walker. Hopefully, he'll get out of the public eye for a while and eventually find a new job. Preferably one with fewer high-risk genomic experiments. </p><p><p>\n<em><strong>Editor’s Note</strong>\n</em>\n</p>\n<p>\n<em><strong><a href=\"https://lwcnewswire.substack.com/\" target=\"_blank\">LwC is on Substack now</a></strong>! Each day we overwhelm your brains with the content you've come to love from the Louder with Crowder Dot Com website.. but algorithms hide our ranting and raving as best they can. The best way to stick it to Big Tech? </em><strong><a href=\"https://lwcnewswire.substack.com/\" target=\"_blank\"><em>Subscribe to For the Content!</em></a></strong>\n</p></p><p class=\"shortcode-media shortcode-media-youtube\">\n<span class=\"rm-shortcode\" style=\"display: block; padding-top: 56.25%;\"></span>\n<small class=\"image-media media-caption\">Who Are Beto O’Rourke’s Beta Male Supporters? | Crowder Undercover</small>\n<small class=\"image-media media-photo-credit\">\n<a href=\"https://youtu.be/j_8DBGZpJRA\" target=\"_blank\">youtu.be</a>\n</small>\n</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "http://louderwithcrowder.com/feed/", "link": "https://www.louderwithcrowder.com/dave-rubin-elon-musk-twitter", "title": "Dave Rubin exposes how bad Twitter's shadowbanning STILL is as if it was the primary goal of the company", "date_published": "2023-01-27 14:31:30+00:00", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=32913318&amp;width=1200&amp;height=800&amp;coordinates=0%2C0%2C248%2C0\" /><br /><br /><p>Elon Musk bought Twitter and learned how bad it was. Nothing but a bunch of employees who were <a href=\"https://www.louderwithcrowder.com/twitter-execs-censorship\" target=\"_blank\">as commie AF as advertised</a> playing with code and acting as if it was their higher calling to censor/suspend/shadowban anyone who had a different opinion than them.</p><p>Then, Elon <a href=\"https://www.louderwithcrowder.com/elon-musk-all-in-podcast\" target=\"_blank\">released The Twitter Files</a> and we got a peek at how REALLY bad it was. So much so, the censoring involved the feds and the Biden Adminstration.</p><p>Dave Rubin was given a peak under the hood and now we have an idea of how really bad it STILL is. Tons and tons of suspicious code that still shadowbans people. Engineers wind up with more questions when they think they have answers. And if Elon and his team of nerds make a single mistake, everything comes crashing down.</p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\">Accounts aren’t just hit with labels that are obvious to insiders. They now found more “secret” labels which are causing shadowbans. My account was hit with all three; “Recent abuse strike,” “Recent misinformation strike”, “Recent suspension strike.”<br />— Dave Rubin (@RubinReport) <a href=\"https://twitter.com/RubinReport/status/1618671055316594690?ref_src=twsrc%5Etfw\">January 26, 2023</a></blockquote> </div><p><br /></p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\">Also, there’s an entire KeyWord database so that machine learning makes sure not to promote violence, porn etc., but it’s a mess of overreaching words. Literally the word “gay” was on the KeyWord list which would make you not advertiser friendly and harm the tweet in the algo.<br />— Dave Rubin (@RubinReport) <a href=\"https://twitter.com/RubinReport/status/1618672407233069058?ref_src=twsrc%5Etfw\">January 26, 2023</a></blockquote> </div><p>Rubin's concussion is what sticks with me because Elon has nerds to figure out the other stuff. But at the end of the day, it's as if Twitter's main function in life was shadowbanning. The flow of information comes second. Having a handful of woke twats controlling what information flowed came first.</p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\">What’s also really crazy now having seen under the hood is that Jack Dorsey repeatedly said they don’t shadowban. The entire machine behind Twitter is designed to shadowban. It’s almost as if that was the primary goal rather than the product itself.<br />— Dave Rubin (@RubinReport) <a href=\"https://twitter.com/RubinReport/status/1618685785502552064?ref_src=twsrc%5Etfw\">January 26, 2023</a></blockquote> </div><p>Lest you think Rubin would lie to us about all of this...</p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\">Accurate thread<br />— Mr. Tweet (@elonmusk) <a href=\"https://twitter.com/elonmusk/status/1618706051825799168?ref_src=twsrc%5Etfw\">January 26, 2023</a></blockquote> </div><p>If it's this bad at Twitter, there is no reason to believe it's not as bad or worse at other Big tech platforms. Specifically, Facebook. Twitter is the least used social media platform. Facebook is the most used. And they don't have a based billionaire who supports free speech attempting to fix things.</p><p><p>\n<em><strong>Editor’s Note</strong>\n</em>\n</p>\n<p>\n<em><strong><a href=\"https://lwcnewswire.substack.com/\" target=\"_blank\">LwC is on Substack now</a></strong>! Each day we overwhelm your brains with the content you've come to love from the Louder with Crowder Dot Com website.. but algorithms hide our ranting and raving as best they can. The best way to stick it to Big Tech? </em><strong><a href=\"https://lwcnewswire.substack.com/\" target=\"_blank\"><em>Subscribe to For the Content!</em></a></strong>\n</p></p><p class=\"shortcode-media shortcode-media-youtube\">\n<span class=\"rm-shortcode\" style=\"display: block; padding-top: 56.25%;\"></span>\n<small class=\"image-media media-caption\">Elon Musk NUKES Woke Twitter Employees! | Louder With Crowder</small>\n<small class=\"image-media media-photo-credit\">\n<a href=\"https://youtu.be/t3zz7J2Cr7s\" target=\"_blank\">youtu.be</a>\n</small>\n</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "http://louderwithcrowder.com/feed/", "link": "https://www.louderwithcrowder.com/waffle-house-sassy-pants", "title": "Watch: Sassy-pants Waffle House customer demands $100, is ready to fight customers while they laugh at him", "date_published": "2023-01-27 13:51:35+00:00", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=32913063&amp;width=1200&amp;height=800&amp;coordinates=24%2C0%2C0%2C0\" /><br /><br /><p>New rule. If you are ever at the Waffle House, have your smartphone ready at all times. As we see, it doesn't need to be late at night for things to pop off. No <a href=\"https://www.louderwithcrowder.com/waffle-house-tampa-viral\" target=\"_blank\">blows were landed</a> nor <a href=\"https://www.louderwithcrowder.com/waffle-house-cook-shares-story\" target=\"_blank\">were any chairs thrown</a>. There wasn't <a href=\"https://www.louderwithcrowder.com/waffle-house-upside-down\" target=\"_blank\">a titty that popped out</a>. But Mr. Sassypants was angry about something! And he made sure EVERYONE in the House knew who they were. </p><p>Mr. Sassypants is the one carrying the giant ladies' handbag and acting all sassy.  He sounds a lot like reality star Todd Chrisley, who as we all know is married to a woman.</p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\">Waffle House <a href=\"https://t.co/Tv4diNpucJ\">pic.twitter.com/Tv4diNpucJ</a><br />— Clown World ™ 🤡 (@ClownWorld_) <a href=\"https://twitter.com/ClownWorld_/status/1618718173100134402?ref_src=twsrc%5Etfw\">January 26, 2023</a></blockquote> </div><p>The dispute was over $100 between Mr. Sassypants and the Waffle House employee. I don't think it had anything to do with pancakes or chicken and waffles. All we know is that Mr. Sassypants felt he was owed $100 and the police were on their way in twenty minutes. Maybe it was a meth deal gone bad. Mr. Sassypants could be a sassy bookie and the Waffle House guy bet on the Bills last Sunday. It's possible the Waffle House guy stood up Mr. Sassypants on a date, and Mr. Sassypants demands money for his time wasted.</p><p>All we know is that Mr. Sassypants was feeling a certain way about something, it involved $100, and he wasn't happy the customers were watching and laughing.</p><p>SASSYPANTS (to woman): You're gonna mind your own business or I'm going to show you what \"mind your own business\" is.</p><p>GUY WITH CAMERA: Yeah, well, I'm a man and I guarantee you won't lay a hand on her.</p><p class=\"shortcode-media shortcode-media-rebelmouse-image\">\n<img alt=\"\" class=\"rm-shortcode\" id=\"5695b\" src=\"https://www.louderwithcrowder.com/media-library/image.gif?id=32913236&amp;width=980\" />\n</p><p>Sadly, the video ends before there is any resolution. Did the police show up? Did Mr. Sassypants get his $100? Did he storm out, go to his favorite salon, and vent to the gals? We'll never know.</p><p><p>\n<em><strong>Editor’s Note</strong>\n</em>\n</p>\n<p>\n<em><strong><a href=\"https://lwcnewswire.substack.com/\" target=\"_blank\">LwC is on Substack now</a></strong>! Each day we overwhelm your brains with the content you've come to love from the Louder with Crowder Dot Com website.. but algorithms hide our ranting and raving as best they can. The best way to stick it to Big Tech? </em><strong><a href=\"https://lwcnewswire.substack.com/\" target=\"_blank\"><em>Subscribe to For the Content!</em></a></strong>\n</p></p><p class=\"shortcode-media shortcode-media-youtube\">\n<span class=\"rm-shortcode\" style=\"display: block; padding-top: 56.25%;\"></span>\n<small class=\"image-media media-caption\">CANDYASS | CNN & Candyman Parody! | 2021 Official Trailer</small>\n<small class=\"image-media media-photo-credit\">\n<a href=\"https://youtu.be/jvT9uZfB1OA\" target=\"_blank\">youtu.be</a>\n</small>\n</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "http://louderwithcrowder.com/feed/", "link": "https://www.louderwithcrowder.com/tim-allen-tv-wife", "title": "Tim Allen's TV wife defends actor and sets record straight on what really happened when he showed off under his kilt", "date_published": "2023-01-27 13:12:50+00:00", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=32912818&amp;width=1245&amp;height=700&amp;coordinates=0%2C0%2C0%2C118\" /><br /><br /><p>The world was in shock when Tim Allen was accused of showing Pamela Anderson his tool man. Now, TMZ has uncovered a video of Allen flashing ANOTHER actress on the set of Home Improvement. His TV wife Patricia Richardson. Richardson set the record straight that it was literally nothing and she couldn't see anything.</p><p class=\"shortcode-media shortcode-media-rebelmouse-image\">\n<img alt=\"\" class=\"rm-shortcode\" id=\"81b05\" src=\"https://www.louderwithcrowder.com/media-library/image.gif?id=32912821&amp;width=980\" />\n</p><p>Anderson, a former Playboy centerfold (that means naked) has a tell-all book coming out where she claims Allen flashed her his dingly dangly and said, quote, \"it was only fair because he had seen [Anderson] naked. Now we’re even.\" Allen of course denied the allegations ever happened. After the alleged incident, Anderson made twenty-two more appearances on the show.</p><p>But new video has RESURFACED...which means <a href=\"https://www.tmz.com/2023/01/24/tim-allen-home-improvement-flash-kilt-pamela-anderson-patricia-richardson/\" target=\"_blank\">the team at TMZ</a> went through the bells and whistles of old <em>Home Improvement</em>  DVD's and uncovered this blooper. Allen shows Richardson what's under the kilt.</p><p class=\"shortcode-media shortcode-media-youtube\">\n<span class=\"rm-shortcode\" style=\"display: block; padding-top: 56.25%;\"></span>\n<small class=\"image-media media-caption\">Tim Allen Flashes 'Home Improvement' flash kilt Pamela Anderson Patricia Richardson</small>\n<small class=\"image-media media-photo-credit\">\n<a href=\"https://youtu.be/nvuMX1DZqnQ\" target=\"_blank\">youtu.be</a>\n</small>\n</p><blockquote>The scene includes Tim and<strong> Patricia Richardson</strong>, who played Tim's wife, Jill Taylor, on the popular sitcom. Allen's dressed in a kilt, and Patricia says, \"Hangs long, I just wish it was shorter.\"</blockquote><p>Then Allen lifted his kilt to a shocked Richardson. And somehow this blooper, filmed before a live studio audience, is proof-ish that Anderson's claim about seeing Allen's dinkus is truthy. One small detail. Allen was fully clothed, as Richardson explained to TMZ.</p><blockquote>People ask me what was under the kilt when he flashed me, he was well dressed under there, I was just shocked that he lifted the kilt, not by a man in boxer shorts.</blockquote><p>So, no. Tim Allen did not show off his peen to his TV wife in front of a live studio audience, in a blooper that was sold on a DVD.</p><p>People are free to decide amongst themselves who they believe between Anderson and Allen. You can assume the media will blindly believe the actress over the white man they already hate. You know, what with the way Tim Allem has a <a href=\"https://www.louderwithcrowder.com/last-man-standing-capitalism\" target=\"_self\">different political opinion than them</a> and <a href=\"https://www.louderwithcrowder.com/tim-allen-wants-bernie-supporters-to-know-exactly-what-socialism-is\" target=\"_self\">routinely mocks what they believe</a>. Allen's <a href=\"https://www.louderwithcrowder.com/tim-allen-woke-tweet\" target=\"_self\">mere existence makes them cry</a>. Also, <a href=\"https://www.louderwithcrowder.com/santa-clauses-tim-allen\" target=\"_self\">him playing Santa Claus</a> was enough to send the left into meltdowns. </p><p>Food for thought. The word \"penis\" is funnier than any of the slang or euphemisms used for the penis. Discuss.</p><p><p>\n<em><strong>Editor’s Note</strong>\n</em>\n</p>\n<p>\n<em><strong><a href=\"https://lwcnewswire.substack.com/\" target=\"_blank\">LwC is on Substack now</a></strong>! Each day we overwhelm your brains with the content you've come to love from the Louder with Crowder Dot Com website.. but algorithms hide our ranting and raving as best they can. The best way to stick it to Big Tech? </em><strong><a href=\"https://lwcnewswire.substack.com/\" target=\"_blank\"><em>Subscribe to For the Content!</em></a></strong>\n</p></p>", "persistent": false, "language": "en-US", "user": null}], "source": {"url": "http://louderwithcrowder.com/feed/", "title": "Louder With Crowder"}}