{"entries": [{"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/congress-blog/3833900-congress-should-directly-empower-parents/", "title": "Congress should directly empower parents", "date_published": "2023-01-28 00:00:00+00:00", "description": "Local control and abolish the Department of Education. For decades, these were the two talking points that reform-minded politicians in Washington would roll out when asked about federal education policy. The consultants would say that the only thing that mattered was to express support for kids and teachers and money. And don’t talk about school choice...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/defense/overnights/3833890-defense-national-security-fighter-jets-to-follow-tanks-to-ukraine/", "title": "Defense & National Security — Fighter jets to follow tanks to Ukraine?", "date_published": "2023-01-27 23:57:45+00:00", "description": "Ukraine’s breakthrough in securing heavy tanks from the U.S. and Germany has ignited talk about sending F-16 fighter jets to Ukraine to defend the nation’s skies.  We’ll share what Ukraine is saying and the Western response, plus details on a busted murder-for-hire plot allegedly sponsored by Iran that targeted a U.S. journalist. This is Defense...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/energy-environment/overnights/3833883-energy-environment-house-approves-bill-to-restrict-oil-reserve-withdrawals/", "title": "Energy & Environment — House approves bill to restrict oil reserve withdrawals", "date_published": "2023-01-27 23:46:23+00:00", "description": "The House approved a bill that seeks to set stipulations on when a president can withdraw oil from the Strategic Petroleum Reserve. Meanwhile, Chevron posts record profits and Elon Musk meets with the White House about electric vehicles. This is Energy &#38; Environment, your source for the latest news focused on energy, the environment and...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/administration/3833872-white-house-officials-speak-with-mayors-ahead-of-possible-protests-over-tyre-nichols-footage/", "title": "White House officials speak with mayors ahead of possible protests over Tyre Nichols footage", "date_published": "2023-01-27 23:37:46+00:00", "description": "White House officials on Friday held a call with roughly 15 mayors to brief them on preparations to give federal support in response to demonstrations that may stem from the release of footage of police beating of Tyre Nichols, a 29-year-old Black man who died after a traffic stop earlier this month. White House homeland...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/house/3833849-republican-ken-buck-opposes-kicking-ilhan-omar-off-foreign-affairs-committee/", "title": "Republican Ken Buck opposes kicking Ilhan Omar off Foreign Affairs committee", "date_published": "2023-01-27 23:30:01+00:00", "description": "Rep. Ken Buck (R-Colo.) on Friday said he is opposed to blocking Rep. Ilhan Omar (D-Minn.) from sitting on the House Foreign Affairs Committee, becoming the latest GOP lawmaker to voice opposition to Rep. Kevin McCarthy's (R-Calif.) plan. “I think that we should not engage in this tit for tat,” Buck told NBC on Friday. “I...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/house/3833812-house-lawmakers-introduce-holocaust-education-bill-on-holocaust-remembrance-day/", "title": "House lawmakers introduce Holocaust education bill on Holocaust Remembrance Day", "date_published": "2023-01-27 23:03:37+00:00", "description": "A bipartisan group of House lawmakers introduced a bill on Friday that would order a study on Holocaust education in U.S. public schools to help ensure that future generations are taught about the genocide as the number of Holocaust survivors decreases. Lawmakers introduced the bill — titled the Holocaust Education and Antisemitism Lessons (HEAL) Act — on...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/technology/overnights/3833813-hillicon-valley-trump-rhetoric-could-test-new-meta-rules/", "title": "Hillicon Valley — Trump rhetoric could test new Meta rules", "date_published": "2023-01-27 22:51:41+00:00", "description": "Meta is letting former President Trump back on its platforms, but the 2024 candidate will have to change the style of his social media posts if he doesn’t want to get booted again. Meanwhile, Twitter and Tesla CEO Elon Musk was in town this week, meeting with House leaders Thursday and White House officials on...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/regulation/court-battles/3833778-man-pleads-guilty-to-2021-bomb-threat-forcing-capitol-hill-evacuations/", "title": "Man pleads guilty to 2021 bomb threat forcing Capitol Hill evacuations", "date_published": "2023-01-27 22:36:29+00:00", "description": "A North Carolina man who engaged in an hourslong standoff with police over a bomb threat near the U.S. Capitol in August 2021 pleaded guilty on Friday, according to reports. Floyd Roseberry, who has since said he was in the midst of a psychotic break caused by ineffective treatment for his bipolar disorder, pleaded guilty...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/equilibrium-sustainability/3833792-thunberg-un-urge-quick-action-on-climate-migration/", "title": "Thunberg, UN urge quick action on climate migration", "date_published": "2023-01-27 22:33:04+00:00", "description": "Climate activist Greta Thunberg and United Nations officials called on Friday for immediate action to address environmental impacts on individuals forced to flee their homes. About 20 million people are displaced every year due to climate change, according to the International Organization for Migration (IOM). The U.N. agency stressed the importance of curbing the environmental crises that...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/criminal-justice/3833781-explanations-for-mass-shootings-are-obscured-by-history/", "title": "Explanations for mass shootings are obscured by history", "date_published": "2023-01-27 22:30:00+00:00", "description": "Only when the historic background for the rise in gun ownership becomes part of the discussion will real progress against shootings be made.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/regulation/court-battles/3833744-judge-sentences-jan-6-rioter-who-pepper-sprayed-brian-sicknick-to-80-months-in-prison/", "title": "Judge sentences Jan. 6 rioter who pepper sprayed Brian Sicknick to 80 months in prison", "date_published": "2023-01-27 22:05:12+00:00", "description": "A federal judge sentenced a man to 80 months in prison for using pepper spray during the Jan. 6 Capitol riot against officer Brian Sicknick, who died hours later of natural causes. Dozens of Sicknick’s former colleagues gathered in D.C.’s federal courthouse on Friday as U.S. District Court Judge Thomas Hogan handed down Julian Khater’s...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/congress-blog/3833748-the-cfpb-has-a-data-privacy-blind-spot/", "title": "The CFPB has a data privacy blind spot", "date_published": "2023-01-27 22:00:00+00:00", "description": "The safety and security of your personal financial data is a top priority for America’s leading banks, and it should be for the Consumer Financial Protection Bureau (CFPB) too. Unfortunately, the CFPB tasked with protecting consumers and promoting fair competition may be missing the mark with its implementation of “Section 1033” – a little-known provision...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/healthcare/3833708-white-house-focusing-on-vaccine-access-for-vulnerable/", "title": "White House focusing on vaccine access for vulnerable", "date_published": "2023-01-27 21:43:17+00:00", "description": "The White House is making it a priority to ensure vulnerable populations have access to needed vaccines, a top administration health official said. Chiquita Brooks-LaSure, administrator of the Centers for Medicare and Medicaid Services, said many of the most vulnerable in the country are seniors and disabled people on Medicare. In many cases, they are...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/campaign/3833686-trump-calls-for-principals-to-be-elected-by-students-parents/", "title": "Trump calls for principals to be elected by students' parents", "date_published": "2023-01-27 21:39:51+00:00", "description": "Former President Trump called for principals to be elected by students’ parents in a new campaign video released on Thursday. “More than anyone else, parents know what their children need,” Trump said. “If any principal is not getting the job done, the parents should be able to vote to fire them and select someone who...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/national-security/3833630-pence-i-take-full-responsibility-for-classified-documents-ending-up-at-indiana-home/", "title": "Pence: 'I take full responsibility' for classified documents ending up at Indiana home", "date_published": "2023-01-27 21:29:08+00:00", "description": "Former Vice President Mike Pence on Friday said he takes “full responsibility” for classified documents ending up at his home in Indiana and pledged to cooperate with any investigation into how it happened. “During the closing days of administration, when materials were boxed and assembled, some of which were shipped to our personal residence, mistakes...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/energy-environment/3833534-the-fed-is-out-of-touch-on-climate/", "title": "The Fed is out of touch on climate", "date_published": "2023-01-27 21:15:00+00:00", "description": "The Fed's independence is intended to ensure independence from political cycles, it does not absolve the Fed of its duties to serve the public interest.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/campaign/3833616-trump-congratulates-mcdaniel-on-rnc-chair-reelection/", "title": "Trump congratulates McDaniel on RNC chair reelection", "date_published": "2023-01-27 21:14:08+00:00", "description": "Former President Trump congratulated Ronna McDaniel for winning a fourth term as chairwoman of the Republican National Committee (RNC) on Friday. “Congratulations to Ronna McDaniel on her big WIN as RNC CHAIR,” Trump wrote in a post on his Truth Social, before later baselessly alleging Democrats were rigging elections. The former president had not offered a...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/administration/3833615-biden-speaks-to-parents-of-tyre-nichols-ahead-of-expected-video-release/", "title": "Biden speaks to parents of Tyre Nichols ahead of expected video release", "date_published": "2023-01-27 21:11:20+00:00", "description": "President Biden on Friday spoke with the parents of Tyre Nichols ahead of the release of video footage expected to show police officers beating Nichols, a Black man who died after a traffic stop earlier this month. Biden spoke with RowVaughn Wells, Nichols’ mother, and Rodney Wells, his stepfather, “to directly express his and Dr....", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/healthcare/overnights/3833542-health-care-fda-to-ease-blood-donation-rules-for-gay-bisexual-men/", "title": "Health Care — FDA to ease blood donation rules for gay, bisexual men", "date_published": "2023-01-27 21:09:45+00:00", "description": "Celebrity organizer Marie Kondo says she’s “given up” on tidying her home after having her third child. She says spending time with family is now what sparks joy. The FDA has moved to make donating blood more accessible for men who have sex with men, shifting away from time-based deferrals and instead proposing the use of individual...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/finance/3833601-pending-home-sales-show-gains-for-first-time-in-seven-months/", "title": "Pending home sales show gains for first time in seven months", "date_published": "2023-01-27 21:09:10+00:00", "description": "The number of pending home sales increased in December for the first time in seven months, a result of falling mortgage rates as inflation continues to subside.  The National Association of Realtors (NAR) said in a release Friday that its pending home sales index, which measures expected future home sales based on contract signings, increased...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/energy-environment/3833592-musk-meets-with-biden-officials-on-electric-vehicles/", "title": "Musk meets with Biden officials on electric vehicles", "date_published": "2023-01-27 21:07:07+00:00", "description": "Tesla and Twitter magnate Elon Musk met Friday with White House officials to discuss electrification and electric vehicles. Musk sat down with Mitch Landrieu and John Podesta, who are in charge of the implementation of the bipartisan infrastructure law and the Democrats’ 2022 climate, tax and health care law, respectively. They met \"to discuss electrification...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/technology/3833248-russia-cant-replace-western-chips-so-it-gets-them-illegally/", "title": "Russia can't replace Western chips — so it gets them illegally", "date_published": "2023-01-27 21:00:00+00:00", "description": "The war in Ukraine will one day end, but it looks like it won't be because Russia has run out of technology to supply its army.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/international/3833563-uk-teen-gets-11-5-years-for-hate-speech-videos-linked-to-buffalo-colorado-mass-shootings/", "title": "UK teen gets 11.5 years for hate-speech videos linked to Buffalo, Colorado mass shootings", "date_published": "2023-01-27 20:44:08+00:00", "description": "A British teenager who posted far-right videos that have been linked to mass shootings in Buffalo, N.Y., and Colorado Springs, Colo., was sentenced to 11-and-a-half years on terrorism-related charges in the United Kingdom on Friday, the BBC reported. Daniel Harris, 19, was convicted in December of five counts of encouraging terrorism and one count of possession...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/campaign/3832243-mcdaniel-wins-reelection-as-rnc-chair-in-contentious-election/", "title": "McDaniel wins reelection as RNC chair in contentious election", "date_published": "2023-01-27 20:19:32+00:00", "description": "Ronna McDaniel won a fourth term to head the Republican National Committee (RNC) during a secret ballot vote by members on Friday, capping off a contentious election spurred by calls within the party for new leadership. McDaniel fended off two challengers — California attorney Harmeet Dhillon and MyPillow CEO Mike Lindell, a staunch denier of...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/international/3833519-at-least-five-killed-in-attack-on-jerusalem-synagogue/", "title": "At least five killed in attack on Jerusalem synagogue", "date_published": "2023-01-27 20:15:32+00:00", "description": "At least five people were killed in an attack at a synagogue in Jerusalem, Israeli security and medics said Friday. Israeli police said they shot and killed the suspected gunman who attacked the synagogue, which occurred as people took part in religious services marking Shabbat. Five others were wounded in the attack. State Department deputy...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/healthcare/3833484-walmart-cvs-reduce-pharmacy-hours-amid-staffing-crunch/", "title": "Walmart, CVS reduce pharmacy hours amid staffing crunch", "date_published": "2023-01-27 19:54:13+00:00", "description": "Walmart and CVS are cutting back on their respective pharmacy hours amid a continued nationwide shortage of pharmacists and other pharmacy staff. Walmart plans to reduce pharmacy hours by closing at 7 p.m. instead of 9 p.m. at most of its stores, the company confirmed. The current hours are 9 a.m. to 9 p.m.  A...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/energy-environment/3833167-with-china-at-the-wheel-americas-ev-journey-may-be-a-bumpy-ride/", "title": "With China at the wheel, America's EV journey may be a bumpy ride", "date_published": "2023-01-27 19:30:00+00:00", "description": "Failing to recalibrate our policies would give Beijing critical leverage over a global industry that will only swell in importance.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/state-watch/3833453-michigan-senate-approves-measure-to-move-up-primary/", "title": "Michigan Senate approves measure to move up primary", "date_published": "2023-01-27 19:21:06+00:00", "description": "The Michigan Senate has approved a measure to move the state’s primary election up a couple weeks, from the second Tuesday in March to the fourth Tuesday in February, as part of Democrats’ push to reorganize the party’s primary schedule.  The bill passed 20-18 along party lines and would have Michigan become one of the...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/civil-rights/3833376-confronting-the-unfair-limitations-of-civil-rights-in-puerto-rico/", "title": "Confronting the unfair limitations of civil rights in Puerto Rico", "date_published": "2023-01-27 19:00:00+00:00", "description": "As Associate Justice Neil Gorsuch notes, \"the Insular Cases have no foundation in the Constitution and rest instead on racial stereotypes. They deserve no place in our law.”", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/3833225-photos-of-the-week-fire-football-and-free-doughnuts/", "title": "Photos of the Week: Fire, football and free doughnuts", "date_published": "2023-01-27 18:50:16+00:00", "description": "Photos curated by: Greg Nash, Annabelle Gordon, Madeline Monroe and Valerie Morris", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/media/3833388-ap-deletes-viral-tweet-regarding-the-french/", "title": "AP deletes viral tweet regarding 'the' French", "date_published": "2023-01-27 18:41:41+00:00", "description": "The Associated Press has deleted a tweet giving guidance on AP style that went viral over its inclusion of “the” French as a term to be avoided.  The AP Stylebook's Twitter account on Thursday posted recommendations to avoid the use of “the” before certain descriptors \"such as the poor, the mentally ill, the French, the...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/energy-environment/3833239-the-doomsday-clock-sends-the-wrong-climate-message/", "title": "The Doomsday Clock sends the wrong climate message", "date_published": "2023-01-27 18:30:00+00:00", "description": "An approach to climate change that instills hope and optimism is long overdue.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/house/3833361-court-releases-body-camera-footage-and-911-call-from-paul-pelosi-attack/", "title": "Court releases body camera footage and 911 call from Paul Pelosi attack", "date_published": "2023-01-27 18:25:12+00:00", "description": "Police body camera footage and a 911 call from the brutal October 2022 attack on then- Speaker Nancy Pelosi’s (D-Calif.) husband Paul Pelosi in their San Francisco home was made public on Friday. The San Francisco Superior Court released the video and call alongside other evidence after a coalition of news organizations argued they should...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/3833320-29-year-old-nj-woman-arrested-after-trying-to-enroll-in-high-school/", "title": "29-year-old NJ woman arrested after trying to enroll in high school", "date_published": "2023-01-27 18:16:22+00:00", "description": "A woman was recently arrested after posing as a teenager at a New Jersey high school.   The woman was identified as 29-year-old Hyejeong Shin by New Brunswick police and was charged with one count of providing fake government documents with the intent to verify one’s age, a third-degree offense.   Shin gave a fake birth certificate...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/defense/3833195-who-updates-list-of-medicines-to-stockpile-for-nuclear-emergencies/", "title": "WHO updates list of medicines to stockpile for nuclear emergencies", "date_published": "2023-01-27 18:08:52+00:00", "description": "The World Health Organization (WHO) on Friday updated the list of medicines and drugs it recommends to treat exposure to radiological and nuclear emergencies for the first time since 2007. The updated list, which advises nations on how to stockpile for nuclear and radiological accidents and emergencies, is included in a new WHO report reflecting...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/campaign/3833100-new-governors-can-create-vital-policies-by-following-the-evidence/", "title": "New governors can create vital policies by following the evidence", "date_published": "2023-01-27 18:00:00+00:00", "description": "To ensure resources are spent on programs that actually work, new governors should rely on evidence.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/regulation/court-battles/3833306-federal-judge-blocks-california-misinformation-law/", "title": "Federal judge blocks California misinformation law", "date_published": "2023-01-27 17:59:25+00:00", "description": "A federal judge has temporarily blocked a California law intended to prevent doctors from spreading COVID-19 misinformation or disinformation to patients, finding that it is “unconstitutionally vague.”  A group of five doctors and two nonprofit advocacy groups sued in November after California Gov. Gavin Newsom (D) signed Assembly Bill 2098 into law the month before. ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/3833282-gallego-arizona-republicans-will-call-any-democrat-too-liberal/", "title": "Gallego: Arizona Republicans will call any Democrat 'too liberal'", "date_published": "2023-01-27 17:57:51+00:00", "description": "Rep. Ruben Gallego (D-Ariz.) compared his Senate run to those of Sens. John Fetterman (D-Pa.) and Raphael Warnock (D-Ga.) on Friday when asked whether there was a lane for a progressive candidate in Arizona. “We’ve litigated this already. This is the same thing they were saying about Fetterman. This is the same thing they were...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/media/3831824-directv-dropping-newsmax-just-business-or-political-bias/", "title": "DirecTV dropping Newsmax: Just business or political bias?", "date_published": "2023-01-27 17:47:39+00:00", "description": "DirecTV’s decision this week to drop Newsmax is the latest blow to a handful of conservative media outlets that have sought to carve out a space for themselves in the wake of former President Trump’s election loss in 2020.  While the far-right ecosystem has exploded over the decision, with figures including Trump accusing DirecTV of...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/energy-environment/3833288-biden-administration-awards-118-million-for-biofuel-projects/", "title": "Biden administration awards $118 million for biofuel projects", "date_published": "2023-01-27 17:46:57+00:00", "description": "The Department of Energy on Thursday announced a grant of $118 million in funding for domestic production of biofuels, part of the Biden administration’s emission-reduction goals. Funding was divided between 17 projects, each of which received between $500,000 and $80 million, according to Energy Secretary Jennifer Granholm. The projects are sited in nine states and...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/energy-environment/3833017-house-passes-bill-aimed-at-restricting-presidential-releases-of-reserve-oil/", "title": "House passes bill aimed at restricting presidential releases of reserve oil", "date_published": "2023-01-27 17:44:56+00:00", "description": "The House on Thursday passed legislation intended to restrict the president's ability to release oil from the country's emergency supply — a bill aimed squarely at President Biden for his handling of rising gasoline prices last year.  The bill passed in a largely partisan 221-205 vote.  The legislation requires the federal government to develop a...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/equilibrium-sustainability/3833284-chevron-posts-record-earnings-for-2022/", "title": "Chevron posts record earnings for 2022", "date_published": "2023-01-27 17:42:26+00:00", "description": "California oil giant Chevron Corp. posted record profits of $35.5 billion last year, according to a 2022 fourth quarter report released on Friday. Last year’s earnings were more than double those of 2021, when profits reached only $15.6 billion. Driving up profits was a record annual cash flow from oil operations of $49.6 billion, according...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/1230-report/3833256-the-hills-1230-report-us-prepares-for-tyre-nichols-footage-response-marie-kondo-gives-up-on-clean-house-after-3-kids-ap-the-french-tweet-elon-musk-at-us-capitol/", "title": "The Hill's 12:30 Report — US prepares for Tyre Nichols footage response", "date_published": "2023-01-27 17:33:22+00:00", "description": "To view past editions of The Hill's 12:30 Report, click here: https://bit.ly/30ARS1U  To receive The Hill's 12:30 Report in your inbox, please sign up here: https://bit.ly/3qmIoS9 --&#62; A midday take on what's happening in politics and how to have a sense of humor about it.*  *Ha. Haha. Hahah. Sniff. Haha. Sniff. Ha--breaks down crying hysterically. HAPPENING TODAY  The making for a...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/administration/3833249-biden-admin-breaks-down-student-debt-relief-numbers-california-had-the-most-applicants-wyoming-the-fewest/", "title": "Biden admin breaks down student debt relief numbers: California had the most applicants; Wyoming the fewest", "date_published": "2023-01-27 17:32:10+00:00", "description": "The Biden administration released state-by-state data on Friday breaking down who applied for President Biden’s student debt relief program last year.  While the program that would give millions of Americans up to $20,000 in student debt relief is being challenged before the Supreme Court, the Biden administration broke down the data of those who seek...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/international/3833232-fbi-arrests-three-men-in-iranian-murder-for-hire-plot-of-u-s-journalist-activist/", "title": "FBI arrests three men in Iranian murder-for-hire-plot of US journalist, activist", "date_published": "2023-01-27 17:09:16+00:00", "description": "At least three men have been arrested in a murder-for-hire plot allegedly sponsored by Iran that targeted a U.S. journalist and human rights activist who is a prominent critic of Tehran, Attorney General Merrick Garland announced Friday.  All three of the defendants are expected to stand trial, Garland added, with two of the men in...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/education/3833165-why-i-worry-about-my-sons-maturity-not-their-masculinity/", "title": "Why I worry about my sons' maturity, not their masculinity", "date_published": "2023-01-27 17:00:00+00:00", "description": "For the last 150 years we have deemed virtues such as courage, assertiveness, strength, reason and sacrifice to be the province of American men.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/transportation/3833194-faa-identifies-contractor-involved-in-outage-that-cause-nationwide-ground-stop/", "title": "FAA identifies contractor involved in outage that cause nationwide ground stop", "date_published": "2023-01-27 16:56:51+00:00", "description": "The Federal Aviation Administration (FAA) has identified Spatial Front as the contractor it says was involved in the outage to the flight safety system that temporarily caused a nationwide ground stop earlier this month.  The FAA said in a statement that it has updated Congress on the contractors that work on the Notice to Air...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/civil-rights/3827336-what-can-we-learn-on-this-international-holocaust-remembrance-day/", "title": "What can we learn on this International Holocaust Remembrance Day?", "date_published": "2023-01-27 16:30:00+00:00", "description": "The memories of 20th century events inexorably fade from our collective rearview mirror, leaving us to ponder on this International Holocaust Remembrance Day: What might we still learn from the Holocaust? The question is all the more relevant and poignant because the brave Holocaust survivors on whom we have relied to be the bridge between...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/nexstar_media_wire/3831899-why-do-massive-powerball-mega-millions-jackpots-keep-happening/", "title": "Why have there been so many massive Powerball, Mega Millions jackpots recently?", "date_published": "2023-01-27 16:00:00+00:00", "description": "Since last summer, we've seen three record-setting lottery jackpots - $1.34 billion, $1.35 billion, and $2.04 billion. Why?", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/3833091-fda-pulls-authorization-for-covid-antibody-treatment-over-lack-of-effectiveness/", "title": "FDA pulls authorization for COVID antibody treatment over lack of effectiveness", "date_published": "2023-01-27 15:58:31+00:00", "description": "Evusheld, the preventative monoclonal antibody treatment for COVID-19, has lost its emergency use authorization in the U.S. as it is most likely not effective against the strains of the coronavirus currently circulating. The announcement from the Food and Drug Administration (FDA) comes weeks after the agency issued a notice saying it did not expect Evusheld...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/regulation/court-battles/3833112-prosecutors-drop-charges-against-ashli-babbitts-mother/", "title": "Prosecutors drop charges against Ashli Babbitt's mother", "date_published": "2023-01-27 15:52:33+00:00", "description": "The charges filed against the mother of Ashli Babbitt for illegally blocking traffic and disobeying an order from police on the second anniversary of the Jan. 6, 2021, insurrection have been dropped.  Gabriel Shoglow-Rubenstein, a spokesperson for the Office of the D.C. Attorney General, said the office declined to pursue the case against Micki Witthoeft. A spokesperson said...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/international/3832993-debt-ceiling-debate-a-gift-to-chinas-grand-strategy/", "title": "Debt ceiling debate: A gift to China’s grand strategy", "date_published": "2023-01-27 15:30:00+00:00", "description": "The timing of the debt ceiling debate in the U.S. could not be better from China’s perspective.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/finance/3833077-hasbro-to-cut-15-percent-of-workforce-about-1000-jobs/", "title": "Hasbro to cut 15 percent of workforce, about 1,000 jobs", "date_published": "2023-01-27 15:24:41+00:00", "description": "Toy and gaming giant Hasbro will cut 15 percent of its global workforce in an effort to cut costs and shake up its business model. The company announced the layoffs after underperforming in the fourth quarter and reporting a 9 percent decline in year-over-year revenue for 2022. Hasbro said its Wizards of the Coast division,...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/regulation/court-battles/3833069-doj-obtains-court-order-blocking-sales-of-machine-gun-conversion-devices/", "title": "DOJ obtains court order blocking sales of machine gun conversion devices", "date_published": "2023-01-27 15:21:34+00:00", "description": "The Department of Justice (DOJ) said Thursday that it has received a temporary court order blocking two firearms companies from selling a device that officials say converts AR-15-style rifles into machine guns.  The DOJ said in a release that the federal government filed a civil complaint last week against the companies, Rare Breed Triggers LLC...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/national-security/3832157-tanks-for-ukraine-too-little-too-late-is-not-good-enough/", "title": "Tanks for Ukraine: Too little, too late is not good enough", "date_published": "2023-01-27 15:00:00+00:00", "description": "The Biden administration has announced that it finally will send M-1 Abrams tanks to Ukraine. But not anytime soon. It is not immediately sending even a company’s worth of tanks — about 14 vehicles — to Kyiv to help Ukraine cope with an expected Russian spring offensive. Instead, the White House is expected to acquire...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/business-a-lobbying/business-lobbying/3833173-why-reputation-matters-at-work-and-how-to-build-it/", "title": "Why Reputation Matters At Work And How To Build It", "date_published": "2023-01-27 15:00:00+00:00", "description": "You probably already know this, but the most important career capital you have isn’t your technical skills or academic pedigree. It’s not your title. It’s not even your relationships. It’s your reputation. It’s what you’re known for. It’s what others believe to be true about your character, personality, skills, competencies and values. A great reputation...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/3833004-fda-drafts-new-gender-inclusive-guidance-on-blood-donation-eligibility-hiv-risk-reduction/", "title": "FDA drafts new 'gender-inclusive' guidance on blood donation eligibility, HIV risk reduction", "date_published": "2023-01-27 14:55:35+00:00", "description": "The Food and Drug Administration (FDA) has issued draft guidance to change its policies on donating blood, moving away from time-based deferrals for men who have sex with men and instead proposing \"individual risk-based questions\" to reduce the potential spread of HIV through transfusions. Under current FDA guidelines for donating blood, men who have sex...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/healthcare/3833004-fda-drafts-new-gender-inclusive-guidance-on-blood-donation-eligibility-hiv-risk-reduction/", "title": "FDA drafts new 'gender-inclusive' guidance on blood donation eligibility, HIV risk reduction", "date_published": "2023-01-27 14:55:35+00:00", "description": "The Food and Drug Administration (FDA) has issued draft guidance to change its policies on donating blood, moving away from time-based deferrals for men who have sex with men and instead proposing \"individual risk-based questions\" to reduce the potential spread of HIV through transfusions. Under current FDA guidelines for donating blood, men who have sex...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/changing-america/enrichment/education/3832270-thousands-bought-fake-diplomas-from-florida-nursing-schools-feds-say-25-arrested/", "title": "Thousands bought fake diplomas from Florida nursing schools, feds say; 25 arrested", "date_published": "2023-01-27 14:47:24+00:00", "description": "25 Floridians were charged in a wire fraud scheme that federal justice officials say sold thousands of fake nursing licenses across the U.S.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/senate/3833005-kennedy-on-gop-wanting-to-cut-social-security-not-even-george-santos-would-make-up-a-whopper-like-that/", "title": "Kennedy on GOP wanting to cut Social Security: 'Not even George Santos would make up a whopper like that'", "date_published": "2023-01-27 14:38:44+00:00", "description": "Sen. John Kennedy (R-La.) said the GOP will not push to cut Social Security, while taking a shot at embattled Rep. George Santos (R-N.Y.), as members of Congress work to try to reach a deal to raise the federal government’s debt ceiling.  “Not even George Santos would make up a whopper like that,” Kennedy told...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/administration/3833003-biden-confirms-zients-to-replace-klain-as-chief-of-staff/", "title": "Biden confirms Zients to replace Klain as chief of staff", "date_published": "2023-01-27 14:32:40+00:00", "description": "President Biden on Friday confirmed that Ron Klain will step down as chief of staff and be replaced by Jeff Zients, with a transition event to be held next week. Biden made official what had been reported last week, thanking Klain for his service and crediting him with helping to achieve major accomplishments during the...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/international/3832970-russia-is-turning-nagorno-karabakh-into-another-crimea/", "title": "Russia is turning Nagorno-Karabakh into another Crimea", "date_published": "2023-01-27 14:30:00+00:00", "description": "The 2,000-strong force has become a focal point for Russia’s continuing power projection in the South Caucasus.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/3832973-stranger-things-is-nielsens-most-streamed-tv-show-of-2022/", "title": "'Stranger Things' is Nielsen's most-streamed TV show of 2022", "date_published": "2023-01-27 14:20:00+00:00", "description": "Nielsen's year-end rankings are in, and the fourth season of Netflix's hit series \"Stranger Things\" leads the pack as the most-streamed show of 2022.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/senate/3832959-romney-defends-us-aid-to-ukraine-we-care-about-human-life/", "title": "Romney defends US aid to Ukraine: 'We care about human life'", "date_published": "2023-01-27 14:10:46+00:00", "description": "Sen. Mitt Romney (R-Utah) on Thursday defended the continued aid that the United States is providing to Ukraine to defend itself against Russia, saying that as a country “we care about human life.”  Romney said in a video post on his Twitter account that the U.S. support for Ukraine is both the “right thing” to...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/blogs/blog-briefing-room/3832930-memphis-police-chief-tyre-nichols-video-about-the-same-if-not-worse-than-rodney-king-beating/", "title": "Memphis police chief: Tyre Nichols video 'about the same, if not worse' than Rodney King beating", "date_published": "2023-01-27 13:56:48+00:00", "description": "Memphis Police Chief Cerelyn Davis on Friday said that the video of the incident that led to Tyre Nichols’s death is “about the same, if not worse” than footage of the 1991 beating of Rodney King in Los Angeles.  Davis said in an interview on “CNN This Morning,” ahead of the video’s expected release later...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/finance/3832937-inflation-cools-further-ahead-of-key-federal-reserve-meeting/", "title": "Inflation cools further ahead of key Federal Reserve meeting", "date_published": "2023-01-27 13:38:49+00:00", "description": "Inflation showed more signs of cooling Friday, according to data released by the Commerce Department, keeping the Federal Reserve on track to slow down its interest rate hikes next week. The personal consumption expenditures (PCE) price index, the Fed’s preferred gauge of inflation, was up 5 percent annually in December, down from a 5.5-percent annual...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/3832928-colorado-bear-takes-400-selfies-on-trail-camera/", "title": "Colorado bear takes 400 'selfies' on trail camera", "date_published": "2023-01-27 13:31:12+00:00", "description": "Colorado park rangers discovered around 400 selfies taken by a bear on the park's motion-triggered trail cameras.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/state-watch/3832901-kemp-declares-state-of-emergency-in-georgia-after-protests-erupt-in-atlanta/", "title": "Kemp declares state of emergency in Georgia after protests erupt in Atlanta", "date_published": "2023-01-27 13:00:40+00:00", "description": "Georgia Gov. Brian Kemp (R) on Thursday declared a state of emergency in response to a series of protests in Atlanta that turned violent last weekend.  Kemp called for up to 1,000 members of the Georgia National Guard and made “all resources” available to respond to the protests in which six people were arrested last...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/finance/3832651-child-care-affordability-is-key-to-getting-people-back-to-work/", "title": "Affordable child care key to getting people back to work", "date_published": "2023-01-27 13:00:00+00:00", "description": "Hopes were high that President Biden’s Build Back Better plan would address this issue federally. But in the end, the child care provisions were not included.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/blogs/in-the-know/3832887-jay-leno-suffers-broken-bones-in-motorcycle-accident-months-after-garage-fire-report/", "title": "Jay Leno suffers broken bones in motorcycle accident months after garage fire: report", "date_published": "2023-01-27 12:44:21+00:00", "description": "Jay Leno is recovering from broken bones sustained during a motorcycle accident just two months after he was injured in a fire at his Los Angeles garage.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/blogs/blog-briefing-room/news/3832883-federal-prosecutors-discussed-charges-for-trump-in-stormy-daniels-case-after-he-left-office-book/", "title": "Federal prosecutors discussed charges for Trump in Stormy Daniels case after he left office: book", "date_published": "2023-01-27 12:33:51+00:00", "description": "Federal prosecutors discussed charging former President Trump with campaign finance violations once he left office before ultimately deciding against it, according to a new book from a CNN legal analyst.  In the book entitled “Untouchable,” Elie Honig writes that prosecutors from the Southern District of New York gained a significant amount of evidence when they...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/finance/3822747-hochuls-call-to-index-new-yorks-minimum-wage-to-inflation-doesnt-go-far-enough/", "title": "Hochul's call to index New York's minimum wage to inflation doesn't go far enough", "date_published": "2023-01-27 12:30:00+00:00", "description": "The New York State Legislature is set to weigh a “Raise the Wage” bill, sponsored by Sen. Jessica Ramos in the Senate and Assembly member Latoya Joyner, which would increase the state’s minimum wage and index it to inflation and worker productivity within five years. The bill would gradually elevate the state’s minimum wage to...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/national-security/3827323-nasa-and-the-space-force-should-catalyze-the-us-space-economy/", "title": "NASA and the Space Force should catalyze the US space economy", "date_published": "2023-01-27 12:00:00+00:00", "description": "Success in outer space is essential for American leadership and prosperity. Space holds infinite potential to strengthen America’s national power through scientific discovery, technological advancement, international cooperation, military advantage, resource extraction, and most importantly, economic expansion.  China understands the importance of economically developing space. China, which strives to become the leading space power by 2045,...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/morning-report/3832838-the-hills-morning-report-amid-economic-uncertainty-biden-clashes-with-gop/", "title": "The Hill's Morning Report — Amid economic uncertainty, Biden clashes with GOP", "date_published": "2023-01-27 11:30:00+00:00", "description": "Editor’s note: The Hill’s Morning Report is our daily newsletter that dives deep into Washington’s agenda. To subscribe, click here or fill out the box below. President Biden and many workers, investors and businesses are wondering whether the economy will begin to seriously sag later this year. The president, relying on his economic advisers, has...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/defense/3832384-f-16-fighter-jets-could-be-next-after-ukraines-breakthrough-on-tanks/", "title": "F-16 fighter jets could be next after Ukraine’s breakthrough on tanks", "date_published": "2023-01-27 11:00:00+00:00", "description": "Ukraine's breakthrough in securing heavy tanks from the U.S. and Germany has ignited talk about sending F-16 fighter jets to Ukraine to defend the nation’s skies. The government of Ukraine quickly renewed its calls for world-class fighter jets after it secured the victory on tanks, arguing it needed the help to defend itself against Russia....", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/campaign/3831926-gop-to-vote-friday-on-mcdaniel-dhillon-lindell-as-new-rnc-chief/", "title": "GOP to vote Friday on McDaniel, Dhillon, Lindell as new RNC chief", "date_published": "2023-01-27 11:00:00+00:00", "description": "Republican National Committee (RNC) members will elect a new chair of the party on Friday, ending a race that has seen Chairwoman Ronna McDaniel’s leadership tested by two rivals.   McDaniel, who has led the RNC since being tapped by former President Trump to the role in 2016, is being challenged by Harmeet Dhillon — a...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/finance/3832344-key-republicans-oppose-house-gop-bill-to-abolish-tax-code/", "title": "Key Republicans oppose House GOP bill to abolish tax code", "date_published": "2023-01-27 11:00:00+00:00", "description": "Republican supporters of a bill aimed at abolishing the tax code as we know it are running into an early barrier in the House: their own leadership. The Fair Tax Act was thrust into the spotlight earlier this month as reports emerged that it was part of a deal made by Rep. Kevin McCarthy (R-Calif.)...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/campaign/3832078-pro-desantis-group-to-launch-opening-salvo-in-new-hampshire-at-gop-meeting/", "title": "Pro-DeSantis group to launch 'opening salvo' in New Hampshire at GOP meeting", "date_published": "2023-01-27 11:00:00+00:00", "description": "A super PAC backing Gov. Ron DeSantis (R) for president in 2024 will have a presence at this weekend’s New Hampshire GOP meeting, planting its flag in the state for the Florida governor and potentially setting up a clash with former President Trump, who will also be in attendance. Ron to the Rescue, the only...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/healthcare/3832210-red-state-americans-see-abortion-access-slipping-away/", "title": "Red-state Americans see abortion access slipping away", "date_published": "2023-01-27 11:00:00+00:00", "description": "In states where abortion is no longer protected by law, nearly half of residents report that abortion access has narrowed since the Supreme Court struck down Roe v. Wade.  A small but significant number of Americans know someone who has crossed state lines for an abortion, undergone a birth-control procedure or postponed getting pregnant in...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/campaign/3832517-the-memo-trump-tries-to-turn-the-page-on-social-media-and-campaign-trail/", "title": "The Memo: Trump tries to turn the page, on social media and campaign trail", "date_published": "2023-01-27 11:00:00+00:00", "description": "Former President Trump faces a challenge and an opportunity Saturday when he heads to New Hampshire and, a few hours later, South Carolina. On one hand, Trump is trying to shake off the sense that his campaign has gotten off to a slow start; that his political standing has declined through a series of missteps...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/senate/3832489-why-senate-democrats-are-playing-it-safe-with-their-agenda-this-year/", "title": "Why Senate Democrats are playing it safe with their agenda this year", "date_published": "2023-01-27 11:00:00+00:00", "description": "After going big and bold in the 117th Congress, Democrats are playing it safe heading into 2024. With 23 Senate seats up for reelection, including in largely Republican states such as West Virginia, Montana and Ohio, they’re focusing on must-pass bills to keep the economy humming.   Senate Democrats say the agenda they discussed at a...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/healthcare/3832610-massachusetts-democrats-press-jj-for-more-info-on-childrens-medicine-shortage-key-questions-remain-unanswered/", "title": "Massachusetts Democrats press J&J for more info on children's medicine shortage: 'Key questions remain unanswered'", "date_published": "2023-01-27 10:00:00+00:00", "description": "Massachusetts Democrats sent a second letter to Johnson &#38; Johnson's CEO on Thursday to once again demand more information on the shortages of children's Tylenol and Motrin. Sen. Elizabeth Warren (D-Mass.) and Democrat Reps. Ayanna Pressley, Katherine Clark and Lori Trahan sent the second letter to Johnson &#38; Johnson CEO and Chairman of the Board...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/house/3832705-mccarthy-we-wont-touch-medicare-or-social-security/", "title": "McCarthy: 'We won't touch Medicare or Social Security'", "date_published": "2023-01-27 04:01:29+00:00", "description": "Speaker Kevin McCarthy (R-Calif.) said on Thursday that House Republicans will not target Medicare or Social Security in their negotiations over the debt ceiling. “We won’t touch Medicare or Social Security,” he told Donald Trump Jr. in an interview in the Speaker’s office for Trump's \"Triggered\" podcast. The remark comes as some House Republicans have...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/state-watch/3832672-disability-civil-rights-groups-file-lawsuit-challenging-newsoms-care-courts-program/", "title": "Disability, civil rights groups file lawsuit challenging Newsom's CARE Courts program", "date_published": "2023-01-27 03:46:15+00:00", "description": "Several disability and civil rights advocacy groups in California filed a lawsuit against Governor Gavin Newsom's (D) new court program targeting mental health concerns that he signed into law last year. Disability Rights California, Western Center on Law &#38; Poverty and The Public Interest Law Project filed a petition with the California Supreme Court Thursday,...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/3832410-goldman-sachs-says-4-cities-likely-to-see-a-2008-style-housing-crash-report/", "title": "Goldman Sachs says 4 cities likely to see a 2008-style housing crash: report", "date_published": "2023-01-27 02:45:23+00:00", "description": "Goldman Sachs is predicting dark days in 2023 for some of the pandemic's red-hot U.S. housing markets.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/senate/3832604-warner-rubio-push-for-intelligence-committee-access-to-biden-trump-documents/", "title": "Warner, Rubio push for Intelligence Committee access to Biden, Trump documents", "date_published": "2023-01-27 01:44:58+00:00", "description": "Sens. Mark Warner (D-Va.) and Marco Rubio (R-Fla.), the leading members of the Senate Intelligence Committee, are pushing for their panel to gain access to the classified documents found at President Biden’s and former President Trump’s residences over the last year. “Our job is not to figure out if somebody mishandled those [documents],” Warner told CBS...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/3832464-andrew-cuomo-slams-da-who-charged-alec-baldwin-prosecutors-are-politicians/", "title": "Andrew Cuomo slams DA who charged Alec Baldwin: 'Prosecutors are politicians'", "date_published": "2023-01-27 01:09:33+00:00", "description": "Former New York Governor Andrew Cuomo (D) blasted the prosecutor who charged actor Alec Baldwin for involuntary manslaughter by suggesting the charges were politically motivated. Cuomo remarked that while people often believe prosecutors are \"above politics,\" he believes they aren't. “Prosecutors are politicians,\" he argued on his \"As a Matter of Fact...With Andrew Cuomo\" podcast,...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/defense/overnights/3832566-defense-national-security-us-forces-kill-major-isis-leader/", "title": "Defense & National Security — US forces kill major ISIS leader", "date_published": "2023-01-27 01:02:01+00:00", "description": "U.S. forces stormed a mountain complex in northern Somalia and took down a key member of the foreign terrorist group ISIS. We’ll talk about the raid, how it went down and why the U.S. was targeting the ISIS leader. Plus, we’ve got the details on new sanctions on Russia’s Wagner Group and a breakdown of...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/house/3832521-musk-huddles-with-mccarthy-speaks-briefly-with-jeffries-in-quick-capitol-visit/", "title": "Musk huddles with McCarthy, speaks briefly with Jeffries in quick Capitol visit", "date_published": "2023-01-27 00:49:17+00:00", "description": "Twitter CEO Elon Musk met with Speaker Kevin McCarthy (R-Calif.) in the Capitol on Thursday, a meeting that focused on the explosive topic of ensuring that Twitter is even-handed in its approach to both the Democratic and Republican Parties, according to Musk’s account of the conversation. Musk also met briefly with the top House Democrat,...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/healthcare/overnights/3832542-health-care-fda-committee-votes-to-change-vaccine-strategy/", "title": "Health Care — FDA committee votes to change vaccine strategy", "date_published": "2023-01-27 00:41:29+00:00", "description": "A key FDA committee voted to update the current vaccination strategy against COVID-19, signaling a shift in how the U.S. will handle the virus going into the fourth year of the pandemic.  Welcome to The Hill's Health Care roundup, where we’re following the latest moves on policy and news affecting your health. I'm Joseph Choi. Subscribe here. FDA...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/3832511-kavanaugh-says-supreme-court-justices-have-great-relations-praises-liberal-colleagues/", "title": "Kavanaugh says Supreme Court justices have 'great relations,' praises liberal colleagues", "date_published": "2023-01-27 00:40:05+00:00", "description": "Supreme Court Justice Brett Kavanaugh said on Monday that he and his fellow justices on the high court have “great relations,” heaping plenty of praise on his current and former liberal colleagues. “My experience with the court in my four and a half years and at this moment is there are great relations among all...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/energy-environment/overnights/3832519-energy-environment-biden-bars-new-mining-in-minnesota-wilderness-area/", "title": "Energy & Environment — Biden bars new mining in Minnesota wilderness area", "date_published": "2023-01-27 00:35:22+00:00", "description": "The Biden administration is blocking new mining in a wilderness area in Minnesota. Meanwhile, new committee assignments are out, and a former Democratic lawmaker is joining a group that supports natural gas. This is Energy &#38; Environment, your source for the latest news focused on energy, the environment and beyond. For The Hill, we’re Rachel Frazin and Zack...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/finance/overnights/3832474-on-the-money-how-the-economy-defied-recession-fears-in-2022/", "title": "On The Money — How the economy defied recession fears in 2022", "date_published": "2023-01-27 00:05:27+00:00", "description": "After all was said and done, the U.S. economy had a pretty solid year. We’ll also look at President Biden’s warning to Republicans over the debt limit and why jobless claims are falling even amid reports of layoffs.  But first, find out about the Congressional Dads Caucus.  Welcome to On The Money, your guide to everything affecting...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/energy-environment/3832328-in-the-wake-of-hurricane-destruction-biden-is-supporting-puerto-ricos-clean-energy-transition/", "title": "In the wake of hurricane destruction, Biden is supporting Puerto Rico’s clean energy transition", "date_published": "2023-01-27 00:00:00+00:00", "description": "The Biden administration has shown a clear commitment to address the energy challenges of the island.", "persistent": false, "language": "en-US", "user": null}], "source": {"url": "https://thehill.com/news/feed/", "title": "The Hill"}}