[{"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Iranian Hackers Charming Kitten Utilize POWERSTAR Backdoor in Targeted Espionage Attacks", "description": "Charming Kitten, the nation-state actor affiliated with Iran's Islamic Revolutionary Guard Corps (IRGC), has been attributed to a bespoke spear-phishing campaign that delivers an updated version of a fully-featured PowerShell backdoor called POWERSTAR.\n\"There have been improved operational security measures placed in the malware to make it more difficult to analyze and collect intelligence,\"", "link": "https://thehackernews.com/2023/06/iranian-hackers-charming-kitten-utilize.html", "date_published": "2023-06-30T13:54:00+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "3 Reasons SaaS Security is the Imperative First Step to Ensuring Secure AI Usage", "description": "In today's fast-paced digital landscape, the widespread adoption of AI (Artificial Intelligence) tools is transforming the way organizations operate. From chatbots to generative AI models, these SaaS-based applications offer numerous benefits, from enhanced productivity to improved decision-making. Employees using AI tools experience the advantages of quick answers and accurate results, enabling", "link": "https://thehackernews.com/2023/06/3-reasons-saas-security-is-imperative.html", "date_published": "2023-06-30T11:31:00+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "WhatsApp Upgrades Proxy Feature Against Internet Shutdowns", "description": "Meta's WhatsApp has rolled out updates to its proxy feature, allowing more flexibility in the kind of content that can be shared in conversations.\nThis includes the ability to send and receive images, voice notes, files, stickers and GIFs, WhatsApp told The Hacker News. The new features were first reported by BBC Persian.\nSome of the other improvements include streamlined steps to simplify the", "link": "https://thehackernews.com/2023/06/whatsapp-upgrades-proxy-feature-against.html", "date_published": "2023-06-30T09:04:00+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Cybercriminals Hijacking Vulnerable SSH Servers in New Proxyjacking Campaign", "description": "An active financially motivated campaign is targeting vulnerable SSH servers to covertly ensnare them into a proxy network.\n\"This is an active campaign in which the attacker leverages SSH for remote access, running malicious scripts that stealthily enlist victim servers into a peer-to-peer (P2P) proxy network, such as Peer2Profit or Honeygain,\" Akamai researcher Allen West said in a Thursday", "link": "https://thehackernews.com/2023/06/cybercriminals-hijacking-vulnerable-ssh.html", "date_published": "2023-06-30T08:31:00+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "MITRE Unveils Top 25 Most Dangerous Software Weaknesses of 2023: Are You at Risk?", "description": "MITRE has released its annual list of the Top 25 \"most dangerous software weaknesses\" for the year 2023.\n\"These weaknesses lead to serious vulnerabilities in software,\" the U.S. Cybersecurity and Infrastructure Security Agency (CISA) said. \"An attacker can often exploit these vulnerabilities to take control of an affected system, steal data, or prevent applications from working.\"\nThe list is", "link": "https://thehackernews.com/2023/06/mitre-unveils-top-25-most-dangerous.html", "date_published": "2023-06-30T05:44:00+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}]