[{"source": "https://www.theguardian.com/international/rss", "title": "What I learned from deaf grandparents: ‘the mark of a good heart can be found on a face’", "description": "<p>Of all the distinctive quirks – the idiosyncrasies that marked Nanny and Grandpa as deaf – none was more enduring than their preoccupation with facial expressions</p><ul><li><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=cvau_sfl\">Get our weekend culture and lifestyle email</a></li></ul><p>I was three when I first realised my grandparents were deaf. Before then, I’d sensed that they were somehow different from me, that there was a line that separated us. They didn’t use the telephone; their doorbell had a flashing light and not a bell; and maybe Mum and Dad had told me that Nanny and Grandpa couldn’t hear. But it was when I was three that I decided to experiment on my grandma.</p><p>She was stooped over the sink, washing the dishes. I stood behind her and screamed with all the force my little frame could muster. She didn’t flinch. I howled, cried for help, thinking surely she’d respond to that. Nothing. In my indignation, my temper rose. I stomped on the ground, at which point Nanny turned around. “I hate you,” I snarled, and watched as the colour drained from her face. I knew then that she hadn’t heard me, but she’d understood. Afterwards, when I found my grandmother sobbing in the bedroom, I patted her hands and stroked her back, like Mum would do for me when I was sad. “I’m sorry,” I mouthed, making sure this time that she’d seen my lips.</p> <a href=\"https://www.theguardian.com/society/2023/jul/01/what-i-learned-from-deaf-grandparents-the-mark-of-a-good-heart-can-be-found-on-a-face\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jul/01/what-i-learned-from-deaf-grandparents-the-mark-of-a-good-heart-can-be-found-on-a-face", "date_published": "2023-06-30T20:00:14+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Australia expected an Ashes battle but England are gift-wrapping this Test | Geoff Lemon", "description": "<p>England could still snatch victory from a difficult position, but a good team doesn’t get into this position in the first place</p><p>Touring England is supposed to be hard. There is always something to surprise you. Blameless days followed by mornings when the ball suddenly seams and swings. Sudden Arctic afternoons to shock players from warmer climes. Scattergun rain delays that send you off the field and drag you back, like: I’m sorry, did I break your concentration?</p><p>In this context, matches can surge against a visiting team, backed by a crowd getting on top as a session breaks away. Mark Butcher at Headingley 2001. Ben Stokes at Headingley 2019. Ian Botham at Headingley 1981. Take your pick.</p> <a href=\"https://www.theguardian.com/sport/blog/2023/jun/30/australia-expected-an-ashes-battle-but-england-are-gift-wrapping-this-test\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/blog/2023/jun/30/australia-expected-an-ashes-battle-but-england-are-gift-wrapping-this-test", "date_published": "2023-06-30T17:57:39+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "‘Watermelon snow’ cloaks mountains of US west with mysterious color", "description": "<p>Pinkish-hued remains of winter snowfall fascinate hikers but – despite natural origin – pose questions about health and climate</p><p>High up in the mountains, amid pinyon pine and quaking aspen trees, the remaining remnants of the winter’s snow is dotted with hues of pinks, purples and oranges.</p><p>Hikers, campers and church youth groups journeying by grasp it in their palms and liken it to flavored snow cones, Flamin’ Hot Cheetos, pink lemonade, dissolved blood or if passersby conducted an art project using red food coloring.</p> <a href=\"https://www.theguardian.com/world/2023/jun/30/watermelon-snow-algae-west-mountains\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/30/watermelon-snow-algae-west-mountains", "date_published": "2023-06-30T17:56:59+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Is Pride the right target for Just Stop Oil? Yes, when it’s letting our common enemy off the hook | James Greig", "description": "<p>LGBTQ+ rights and the climate crisis are not separate, when the forces working against them are so often one and the same</p><p>Queer members of Just Stop Oil issued Pride in London with a <a href=\"https://www.thepinknews.com/2023/06/30/just-stop-oil-threatens-pride-in-london-disruption-over-airline-sponsorship/\">set of demands</a> this week, arguing that “the climate crisis is the biggest threat to LGBTQ+ rights, due to social collapse”. This comes after Pride faced accusations of “pinkwashing” over its decision to make United Airlines the headline sponsor of this year’s event.</p><p>Just Stop Oil is calling for transparency around which companies Pride in London accepts money from, and how these decisions are made; a statement from the organisers demanding an end to new oil and gas; and a public meeting with its volunteers about joining the fight for climate justice. Failure to meet these demands, Just Stop Oil suggested, “may or may not” result in protest action during Saturday’s event.</p><p>James Greig writes about culture and society</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/30/pride-target-just-stop-oil-common-enemy\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/30/pride-target-just-stop-oil-common-enemy", "date_published": "2023-06-30T17:09:18+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Pope Francis holds meeting with Julian Assange’s wife", "description": "<p>‘He understands Julian is suffering and is concerned,’ says Stella Assange following audience with pontiff</p><p>Pope Francis has met Stella Assange, the wife of the imprisoned WikiLeaks founder, who said the pope’s gesture in receiving her was evidence of his “ongoing show of support for our family’s plight” and concern over the suffering of her husband, Julian.</p><p>After the audience, Stella Assange said that Francis had sent a letter to her husband in March 2021, during a particularly difficult period.</p> <a href=\"https://www.theguardian.com/media/2023/jun/30/pope-francis-meeting-julian-assange-wife-stella\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/jun/30/pope-francis-meeting-julian-assange-wife-stella", "date_published": "2023-06-30T16:01:37+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "The event that will decide the next election has already happened – even if Rishi Sunak doesn’t know it yet | Jonathan Freedland", "description": "<p>With inflation and mortgage rates painfully high, the government can no longer rely on votes from its blue wall</p><p>Here’s a parlour game for the political geek in your life. When did Tony Blair win the 1997 general election? Don’t accept the reflex answer – 1 May of that year – because the one you’re looking for is 16 September 1992, Black Wednesday, when interest rates were briefly set to 15% and the Conservatives trashed their reputation for economic competence.</p><p>Now ask when Gordon Brown lost the 2010 election. The correct answer could be 17 September 2007, with the <a href=\"https://www.channel4.com/news/the-great-northern-rock-bank-run\">run on Northern Rock</a> that presaged the financial crash of 2008; or perhaps 6 October 2007, when Brown <a href=\"https://www.theguardian.com/uk/2007/oct/07/politics.houseofcommons1\">ducked an early election</a>, allowing his critics to cast the onetime iron chancellor as a bottler. Thatcher’s victory in 1979? It didn’t come on election day in May, but more probably in January, when the binmen and gravediggers <a href=\"https://burialsandbeyond.com/2020/03/30/crisis-what-crisis-the-gravediggers-strike-of-1979/\">went on strike</a>, thereby providing some of the iconic motifs of the winter of discontent, just as James Callaghan was on the front page of the Sun reported (inaccurately) to be asking: <a href=\"http://news.bbc.co.uk/1/hi/uk_politics/921524.stm\">“Crisis? What crisis?”</a></p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/30/next-general-election-rishi-sunak-inflation-mortgage-rates-blue-wall\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/30/next-general-election-rishi-sunak-inflation-mortgage-rates-blue-wall", "date_published": "2023-06-30T16:00:35+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "How gen Z and millennials are disappointing us yet again | Fiona Katauskas", "description": "<p>They just won’t listen (to conservative politicians)</p> <a href=\"https://www.theguardian.com/commentisfree/picture/2023/jul/01/how-gen-z-and-millennials-are-disappointing-us-yet-again\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2023/jul/01/how-gen-z-and-millennials-are-disappointing-us-yet-again", "date_published": "2023-06-30T15:00:11+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "‘There are no rules’: why diamond engagement rings are no longer the only option", "description": "<p>A diamond may be forever, but more couples in Australia are bucking tradition and seeking alternative designs and gemstones</p><ul><li><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=cvau_sfl\">Get our weekend culture and lifestyle email</a></li></ul><p>A bended knee, a scattering of rose petals and one blinding white stone. This may have once been the vision of an ideal engagement, but Jeremy Chiang and his fiance, Bertin Huynh, decided they would do things a little differently. They both wanted the opportunity to propose to each other and to wear symbolic rings they had designed.</p><p>Chiang and Huynh settled on sapphires and rose gold – “we wanted something more subtle than yellow gold,” says Chiang – and complementary but different designs. Huynh’s ring is an “elaborate, molten design, he wanted the ring to look as if it grew out of the Earth,” in line with his love for nature. It’s set with a large Australian sapphire and a smaller, pale blue diamond. Chiang’s, meanwhile, is simpler and smoother. It also has a sapphire and diamond, though smaller and set off-kilter.</p><p><strong><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=copyembed\">Sign up for the fun stuff with our rundown of must-reads, pop culture and tips for the weekend, every Saturday morning</a></strong></p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jul/01/there-are-no-rules-why-diamond-engagement-rings-are-no-longer-the-only-option\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jul/01/there-are-no-rules-why-diamond-engagement-rings-are-no-longer-the-only-option", "date_published": "2023-06-30T15:00:08+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Homophobic businesses in the US have a powerful ally: the US supreme court | Moira Donegan", "description": "<p>The court is more interested in protecting the dignity of bigots than the dignity of gay couples denied services for who they are</p><p>Today, the US supreme court expanded the right to free speech into a right of businesses to discriminate. In a 6-3 decision, with the majority opinion by Neil Gorsuch, the justices declared that a Colorado civil rights statute prohibiting discrimination on the basis of sexual orientation in public businesses violates the first amendment’s freedom of speech. The ruling appears to formalize the right of homophobic business owners to not serve gay people in some situations.</p><p>303 Creative v Elenis concerns a woman, Lorie Smith, who operates a website design service and wishes to be exempted from a Colorado civil rights law that requires her to treat all customers equally. Specifically, Smith, a conservative Christian, wants to be able to refuse service to same-sex couples seeking wedding websites, and to be able to place a banner on the home page of her business declaring that she will not make such sites. The court has in recent years dramatically expanded the free exercise of religion clause, often granting conservative Christian plaintiffs leeway to curtail their personal obligations to the law. But 303 Creative offers a different theory of the case: that the legal requirement not to discriminate against gay people is a violation of the plaintiff’s free speech.</p><p>Moira Donegan is a Guardian US columnist</p> <a href=\"https://www.theguardian.com/global/commentisfree/2023/jun/30/homophobic-businesses-ally-us-supreme-court\">Continue reading...</a>", "link": "https://www.theguardian.com/global/commentisfree/2023/jun/30/homophobic-businesses-ally-us-supreme-court", "date_published": "2023-06-30T14:49:48+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Alan Arkin, Oscar winning actor in Little Miss Sunshine, dies aged 89", "description": "<p>The veteran US actor won multiple Academy Award and Emmy nominations for his film and TV roles during a 65-year career</p><p>Alan Arkin, the veteran US actor whose multi-decade career spanned the likes of Catch-22, Edward Scissorhands and Little Miss Sunshine (for which he won an Oscar), has died aged 89. His sons confirmed the news <a href=\"https://people.com/alan-arkin-dead-obituary-7502474?utm_term=649edc38f25e2d0001bb6005&amp;utm_campaign=peoplemagazine&amp;utm_medium=social&amp;utm_content=new&amp;utm_source=twitter.com\">in a statement to People magazine</a>, saying: “Our father was a uniquely talented force of nature, both as an artist and a man. A loving husband, father, grand and great grandfather, he was adored and will be deeply missed.”</p><p>Born in 1934 in New York, Arkin was descended from Jewish immigrants to the US. After a spell with folk act the Tarriers (with whom he had a chart hit with The Banana Boat Song), Arkin made an impact as an actor on Broadway, winning a Tony for the lead role in Enter Laughing in 1963. He then secured his first major film role in war comedy The Russians Are Coming, the Russians Are Coming, for which Arkin was nominated for a best actor Oscar. He then followed it up with the villain role in Audrey Hepburn thriller Wait Until Dark, and the lead in Carson McCullers adaptation The Heart Is a Lonely Hunter, for which he received another best actor Oscar nomination.</p> <a href=\"https://www.theguardian.com/film/2023/jun/30/alan-arkin-oscar-winning-actor-little-miss-sunshine-dies-aged-89\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jun/30/alan-arkin-oscar-winning-actor-little-miss-sunshine-dies-aged-89", "date_published": "2023-06-30T14:38:54+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "‘If I make 80 that’ll be a miracle’: Allan Border reveals he has Parkinson’s", "description": "<ul><li>Former Australia captain was diagnosed in 2016</li><li>‘At the moment I’m not scared’ says Border</li></ul><p>The Australian cricket legend Allan Border has announced that he is suffering from Parkinson’s disease and says it will be a miracle if he lives to 80.</p><p>The first player in history to score 11,000 Test runs, Border has revealed he was diagnosed in 2016 but had kept the fact from public knowledge for seven years.</p> <a href=\"https://www.theguardian.com/sport/2023/jun/30/allan-border-reveals-he-has-parkinsons-cricket\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/30/allan-border-reveals-he-has-parkinsons-cricket", "date_published": "2023-06-30T14:01:44+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Affirmative action is over in the United States, but only for Black people | Tayo Bero", "description": "<p>Don’t worry, privileged white students can still rely on their parents’ money and connections to get into Harvard. Yay!</p><p>Affirmative action as we know it is officially over.</p><p>The US supreme court ruled this week that race can no longer be considered as a factor in university admissions. And just to be clear, affirmative action as a whole isn’t cancelled – it’s just the race part that the court is gutting.</p><p>Tayo Bero is a Guardian US columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/30/affirmative-action-over-only-black-people\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/30/affirmative-action-over-only-black-people", "date_published": "2023-06-30T13:30:06+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Paddy Day celebrations and gourmet butterflies: Friday’s best photos", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/news/gallery/2023/jun/30/friday-best-photos-highlights-around-the-world\">Continue reading...</a>", "link": "https://www.theguardian.com/news/gallery/2023/jun/30/friday-best-photos-highlights-around-the-world", "date_published": "2023-06-30T13:29:09+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "War crimes surge in Burkina Faso, the world’s ‘most neglected crisis’", "description": "<p>Villagers increasingly caught up in army crackdown on Islamist militants, with both sides accused of mass killings of civilians</p><p>Civilians in Burkina Faso are being punished by the “total war” the government is waging against Islamist militant groups, with both sides accused of war crimes.</p><p>The military has been accused of targeting the Fulani ethnic group, while jihadists have sought retribution against villagers they believe support the government.</p> <a href=\"https://www.theguardian.com/global-development/2023/jun/30/war-crimes-surge-army-islamist-militants-burkina-faso-worlds-most-neglected-crisis\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/jun/30/war-crimes-surge-army-islamist-militants-burkina-faso-worlds-most-neglected-crisis", "date_published": "2023-06-30T13:26:57+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "The Met Orchestra/Nézet-Séguin review – white-hot music drama", "description": "<p><strong>Barbican, London</strong><br />Making their first visit to the UK in two decades, the New York orchestra – with Joyce DiDonato and Angel Blue – wrung every drop of emotion from Shakespearean music by Tchaikovsky, Verdi, Berlioz and Matthew Aucoin</p><p>Opera orchestras are often unsung heroes, tucked out of sight while the more glamorous singers snaffle the applause. Not at this concert. It had been two decades since the Met Orchestra, the pit band of New York’s Metropolitan Opera, last visited the UK, and while they may lack the individuality of the Boston Symphony or the Cleveland Orchestra, on this showing they are up there with America’s finest.</p><p>But it wasn’t just the orchestra, this was the complete package – with music director Yannick Nézet-Séguin on the podium and a pair of reigning house divas in tow. The fantasy-overture Romeo and Juliet got off to a shaky start, but once a few coordination issues were out of the way, the Met players shone. Dramatic storytelling is this orchestra’s happy place, and Tchaikovsky found them on swashbuckling form. Nézet-Séguin, a conductor who always has original things to say, went full-Bernstein here, gesticulating to the heavens as he wrung every drop of emotion from the score.</p> <a href=\"https://www.theguardian.com/music/2023/jun/30/the-met-orchestra-yannick-nezet-seguin-review-barbican\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jun/30/the-met-orchestra-yannick-nezet-seguin-review-barbican", "date_published": "2023-06-30T12:44:28+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "JJ Watt signs multi-year contract to be NFL studio analyst for CBS Sports", "description": "<ul><li>Watt to join NFL Today pre-game show starting in September</li><li>Ex-NFL star owns minority stake in newly promoted Burnley</li></ul><p>JJ Watt has signed a multi-year deal with CBS Sports to serve as a studio analyst. The announcement was made Thursday by CBS Sports president David Berson.</p><p>Watt’s first appearance will be on The NFL Today during Week 1 on 9 September. He’ll also be an analyst for NFL shows on CBS Sports Network and online.</p> <a href=\"https://www.theguardian.com/sport/2023/jun/30/jj-watt-cbs-sports-analyst-contract-burnley-fc\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/30/jj-watt-cbs-sports-analyst-contract-burnley-fc", "date_published": "2023-06-30T12:33:29+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Little black dress to be celebrated in National Museum of Scotland exhibition", "description": "<p>Beyond the Little Black Dress brings together more than 60 looks from collectors and designers around the world</p><p>“One is never overdressed or underdressed in a little black dress,” designer Karl Lagerfeld once said.</p><p>Now an exhibition at the National Museum of Scotland in Edinburgh sets out to explore just how the little black dress – or LBD – has been immortalised across film and television, appearing as a perennial on the catwalk and being hailed by many women as a “wardrobe hero”.</p> <a href=\"https://www.theguardian.com/fashion/2023/jun/30/beyond-the-little-black-dress-national-museum-of-scotland-exhibition\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2023/jun/30/beyond-the-little-black-dress-national-museum-of-scotland-exhibition", "date_published": "2023-06-30T12:16:58+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "US urges appeals court to uphold Ghislaine Maxwell’s sex trafficking conviction", "description": "<p>Maxwell was given 20-year prison sentence for helping Jeffrey Epstein sexually abuse teenage girls</p><p>The US government has urged an appeals court to uphold <a href=\"https://www.theguardian.com/us-news/ghislaine-maxwell\">Ghislaine Maxwell</a>’s conviction and 20-year prison sentence for helping the disgraced late financier <a href=\"https://www.theguardian.com/us-news/jeffrey-epstein\">Jeffrey Epstein</a> sexually abuse teenage girls.</p><p>In a Thursday night filing with the second US circuit court of appeals in Manhattan, federal prosecutors said none of Maxwell’s legal arguments about the fairness of her trial held merit.</p><p><em>Information and support for anyone affected by rape or sexual abuse issues is available from the following organisations. In the US, <a href=\"https://www.rainn.org/\">Rainn</a> offers support on 800-656-4673. In the UK, <a href=\"https://rapecrisis.org.uk/\">Rape Crisis</a> offers support on 0808 500 2222. In Australia, support is available at <a href=\"https://www.1800respect.org.au/\">1800Respect</a> (1800 737 732). Other international helplines can be found at <a href=\"http://ibiblio.org/rcip/internl.html\">ibiblio.org/rcip/internl.html</a>.</em></p> <a href=\"https://www.theguardian.com/us-news/2023/jun/30/us-urges-appeals-court-uphold-ghislaine-maxwell-sex-trafficking-conviction\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/30/us-urges-appeals-court-uphold-ghislaine-maxwell-sex-trafficking-conviction", "date_published": "2023-06-30T12:16:27+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "The Guide #93: From TV and film to podcasts and music – the year’s best culture so far", "description": "<p>In this week’s newsletter: It’s already been a spectacular year of audio-visual entertainment. This week, we’ve rounded up all the best releases of 2023 to date</p><p><a href=\"https://www.theguardian.com/global/2022/sep/20/sign-up-for-the-guide-newsletter-our-free-pop-culture-email\">• </a><strong><a href=\"https://www.theguardian.com/global/2022/sep/20/sign-up-for-the-guide-newsletter-our-free-pop-culture-email\">Don’t get the Guide delivered to your inbox? Sign up here</a></strong></p><p>July is almost here, meaning that we’ve almost reached the halfway point of the year. A good time, then, to press pause on all the entertainment whizzing towards us week by week and instead look back at the best culture of the year so far. The Guardian’s arts desk have their own definitive lists for <a href=\"https://www.theguardian.com/tv-and-radio/2023/jun/05/the-best-tv-of-2023-so-far\">TV shows</a>, <a href=\"https://www.theguardian.com/film/2023/jun/08/the-best-films-of-2023-so-far\">films</a>, <a href=\"https://www.theguardian.com/culture/2023/jun/06/the-best-albums-of-2023-so-far\">albums</a>, <a href=\"https://www.theguardian.com/culture/2023/jun/07/the-best-games-of-2023-so-far\">games</a> and <a href=\"https://www.theguardian.com/culture/2023/jun/09/the-best-podcasts-of-2023-so-far\">podcasts</a>, and I’ve also picked five of my favourite TV shows, albums, films and podcasts of 2023, along with some honourable mentions. Read on for these, plus the best fiction and nonfiction releases according to books commissioning editor Lucy Knight, and games editor Keza MacDonald’s favourite shoot ’em-ups, puzzle games and more.</p><p>***</p> <a href=\"https://www.theguardian.com/culture/2023/jun/30/from-tv-and-film-to-podcasts-and-music-the-years-best-culture-so-far\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/jun/30/from-tv-and-film-to-podcasts-and-music-the-years-best-culture-so-far", "date_published": "2023-06-30T11:17:23+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "People in France: share your views and experience of protests against police", "description": "<p>We would like to hear from people in France about their views and experience of the unrest. How have you been affected?</p><p>A total of 667 people <a href=\"https://www.theguardian.com/world/live/2023/jun/30/france-riots-violence-looting-emmanuel-macron-paris-marseill-nanterre-nahele-lille-latest-updates#maincontent\">have been arrested across France</a> after violence triggered by the fatal shooting of a 17-year-old by police on Tuesday.</p><p>We would like to hear your thoughts on the unrest. How have you been affected?</p> <a href=\"https://www.theguardian.com/global/2023/jun/30/people-in-france-share-your-views-and-experience-of-protests-against-police\">Continue reading...</a>", "link": "https://www.theguardian.com/global/2023/jun/30/people-in-france-share-your-views-and-experience-of-protests-against-police", "date_published": "2023-06-30T11:06:43+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Best of Friends by Kamila Shamsie audiobook review – women driven apart", "description": "<p>The close friendship between two women from Karachi who are high flyers in London is put to the test when a figure from their past reappears</p><p>Kamila Shamsie’s latest novel chronicles the friendship of two women from their early teens through to middle age. Zahra is the daughter of a sports journalist and Maryam is due to inherit her father’s luxury leather goods business. We first meet them when they are 14-year-olds in 1980s Karachi hanging out at each other’s houses and obsessing over school cliques, boys and their love of Jackie Collins novels and <a href=\"https://www.theguardian.com/music/georgemichael\">George Michael</a>. Humming in the background is the new political dawn represented by Benazir Bhutto after the death of the military dictator General Zia in a plane crash. Near the end of the school year, an impulsive moment at a party celebrating a democratic Pakistan has far-reaching consequences and leads to Maryam being packed off to boarding school.</p><p>The book then jumps to 2019, when our protagonists are in their 40s and living very different lives in London – Zahra is head of a civil liberties organisation and thorn in the side of the government, while Maryam is a successful venture capitalist. Despite their differing values, the pair remain close, meeting every Sunday for long walks on Primrose Hill, though their friendship is put to the test when a figure reappears from their past.</p> <a href=\"https://www.theguardian.com/books/2023/jun/30/best-of-friends-by-kamila-shamsie-audiobook-review-women-driven-apart\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/jun/30/best-of-friends-by-kamila-shamsie-audiobook-review-women-driven-apart", "date_published": "2023-06-30T11:00:03+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Strawberries, robot commentators and coloured underwear: all you need to know about Wimbledon", "description": "<p>A bluffers guide to the 136th championships on the manicured grass courts of the All England Lawn Tennis and Croquet Club</p><p><strong>What’s all the excitement about Wimbledon, then? I know we’re all into reusing and recycling these days but it seems like a bit of a hoo-ha about the home of a bunch of pointy-faced, fluffy friends. </strong>I think you may be referring to the Wombles? And while, yes, Wimbledon is home to the stop-motion children’s television characters it is also the birthplace of the Wimbledon Championships, the oldest and arguably most prestigious tennis tournament in the world. Founded in 1877 don’t you know!</p><p><strong>That sounds quite fancy. </strong>It is. For tennis lovers it is the best two weeks of the year, when the top-ranking players from around the globe gather to showcase the finesse, skill and power of the modern game in the luxury surrounds of the All England Club in Wimbledon, London. For others it’s an opportunity to listen to a lot of chat about strawberries.</p> <a href=\"https://www.theguardian.com/sport/2023/jun/30/strawberries-robot-commentators-and-coloured-underwear-all-you-need-to-know-about-wimbledon\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/30/strawberries-robot-commentators-and-coloured-underwear-all-you-need-to-know-about-wimbledon", "date_published": "2023-06-30T11:00:03+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "The best recent poetry – review roundup", "description": "<p>Bad Diaspora Poems by Momtaza Mehri; Wound Is the Origin of Wonder by Maya C Popa; The Recycling by Joey Connolly; Crisis Actor by Declan Ryan </p><p><strong>Bad Diaspora Poems by Momtaza Mehri</strong><strong> </strong><strong>(<a href=\"https://www.guardianbookshop.com/bad-diaspora-poems-9781787334373?utm_source=editoriallink&amp;utm_medium=merch&amp;utm_campaign=article\">Jonathan Cape, £14.99</a>)</strong><strong><br /></strong>The long-awaited debut collection from the former Young People’s Poet Laureate for London invites readers to consider the concept of diaspora. Mehri brings unflinching discursive skills to verse that melds criticism, autobiography and essay while still achieving a crisp sonic momentum characteristic of lyric poetry. The meanings of diaspora in this collection are as varied as the forms Mehri deploys: prose poems, found poems, poems using emojis and erasures. “Diaspora is witnessing a murder without getting blood on your shirt.” “I don’t want to guard something I don’t own.” Mehri finds a new tone somewhere between Gwendolyn Brooks’s effortless musicality and Carolyn Forché’s noun-laced haunting intensity. Hers is a dazzling voice that refuses to speak from a podium, preferring to examine guilt, culture and personhood from within the “nightly decision” of community.</p> <a href=\"https://www.theguardian.com/books/2023/jun/30/the-best-recent-poetry-review-roundup\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/jun/30/the-best-recent-poetry-review-roundup", "date_published": "2023-06-30T11:00:03+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Women who kill their newborns are deeply unwell, so why are they being tried for murder? | Julie Wheelwright", "description": "<p>The crime of infanticide provides context for tragic cases such as Paris Mayo’s – but courts are becoming ever harsher</p><p>Last week, 19-year-old Paris Mayo was sentenced to <a href=\"https://www.theguardian.com/uk-news/2023/jun/26/teenager-murdered-newborn-son-herefordshire-jailed-paris-mayo\">at least 12 years</a> in prison for the murder of her newborn baby when she was 15. After concealing her pregnancy, Mayo delivered her baby alone, silently, in her parents’ home in Ross-on-Wye while upstairs her father, who would die 10 days later, was undergoing dialysis, and her mother slept.</p><p>Mayo told police the baby “all of a sudden popped out” while she leaned against a windowsill downstairs. Terrified of being discovered, she crushed her baby’s head and stuffed his mouth with cotton wool balls before concealing his body in a bin bag, explaining: “I didn’t want anyone to throw him away, I just wanted someone to deal with it.”</p><p>Julie Wheelwright is a historian and author of <em>Sisters in Arms: Female Warriors from Antiquity to the New Millennium</em></p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/30/women-kill-newborns-murder-infanticide-paris-mayo-courts\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/30/women-kill-newborns-murder-infanticide-paris-mayo-courts", "date_published": "2023-06-30T11:00:03+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Vermont Green FC: the fourth-tier US soccer team out to save the world", "description": "<p>The Burlington club in America’s fourth division is the only US sports team with climate justice as a driving principle, putting it at the vanguard of a burgeoning movement</p><p>As the torrent of rain slowed, then faded, the Vermont Green FC surged. The team had already turned a one-goal deficit into a 5-3 lead over AC Connecticut when, in the waning minutes of the match, Green forward Nacho Lerech slid the soccer ball into the back of the net.</p><p>The goal all but assured the Green a victory, which would improve their record to 7-2 in league play and send them to the top of the standings. The players rushed to the stands in celebration, and were met by 1,533 soggy diehards brandishing a frenzy of flags, drums and cheers. It was an archetypal sports scene, except for the 80-foot banner hanging to the left of the goal the Green had just scored on. In enormous white letters, it declared: <em>Climate justice is social justice</em>.</p> <a href=\"https://www.theguardian.com/football/2023/jun/30/vermont-green-fc-climate-justice-action\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/30/vermont-green-fc-climate-justice-action", "date_published": "2023-06-30T10:45:02+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Las Vegas Aces rout New York Liberty in first meeting of WNBA superteams", "description": "<ul><li>Aces blast Liberty 98-81 in a matchup of marquee WNBA teams</li><li>Las Vegas and New York will meet three more times this season</li></ul><p>Becky Hammon wasn’t going to put too much into the Las Vegas Aces’ rout of the New York Liberty in the first meeting between two of the top teams in the WNBA.</p><p>“We’re in June still. We’re not banking too much on this,” Hammon said after the 98-81 win Thursday night. “Feels better than losing. At the end of the day we have a lot of basketball left to be played.”</p> <a href=\"https://www.theguardian.com/sport/2023/jun/30/las-vegas-aces-new-york-liberty-wnba-superteams\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/30/las-vegas-aces-new-york-liberty-wnba-superteams", "date_published": "2023-06-30T08:42:49+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Zeena Parkins: Lace review | John Lewis's contemporary album of the month", "description": "<p><strong>(Chalkin Records)</strong><br />The harpist and Björk collaborator showcases a conceptual work based on repeating figures of simplicity and discordant complexity – like Steve Reich played by a clown troupe</p><p>Detroit-born Zeena Parkins is best known as a maverick harp player, who has worked with everyone from Björk to Yoko Ono, Courtney Love to John Zorn. This album, however, foregrounds her role as a composer and conceptualist rather than as a musician. It continues something that started as a commission by Merce Cunningham’s dance studio in 2008, when Parkins devised a spartan, visual score to guide improvisers, based on lace patterns, a concept that she has been exploring ever since.</p><p>The opening 10 tracks [Lace I] see the percussionist William Winant playing fast and fiddly workouts on the vibraphone, hypnotic pulses on woodblock and cowbell, and atmospheric background noises created by rain sticks, gongs, Chinese drums and timpani. These are pieces based on slowly mutating repetitions, shimmering pulses, and leaps between simplicity and complexity – all things we associate with the repeated patterns and flourishes of lace as a material.</p> <a href=\"https://www.theguardian.com/music/2023/jun/30/zeena-parkins-lace-review-delicately-woven-patterns-of-intricate-beauty\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jun/30/zeena-parkins-lace-review-delicately-woven-patterns-of-intricate-beauty", "date_published": "2023-06-30T08:00:38+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Hiroshima bomb survivors say peace park agreement with Pearl Harbour is an ‘insult’", "description": "<p>Several groups wrote to the Hiroshima city government asking it not to sign the agreement with US counterparts </p><p>Survivors of the atomic bombing of <a href=\"https://www.theguardian.com/cities/2016/apr/18/story-of-cities-hiroshima-japan-nuclear-destruction\">Hiroshima</a> have reacted angrily to an agreement that links the city’s peace park with a memorial in Pearl Harbor.</p><p>The sister-park agreement, signed this week by the US ambassador to <a href=\"https://www.theguardian.com/world/japan\">Japan</a>, Rahm Emanuel, and the mayor of Hiroshima, Kazumi Matsui, is designed to promote peace and friendship between the former Pacific war enemies.</p> <a href=\"https://www.theguardian.com/world/2023/jun/30/hiroshima-bomb-survivors-say-peace-park-agreement-with-pearl-harbour-is-an-insult\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/30/hiroshima-bomb-survivors-say-peace-park-agreement-with-pearl-harbour-is-an-insult", "date_published": "2023-06-30T05:36:45+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Court dismisses chess grandmaster Hans Niemann’s lawsuit against Magnus Carlsen", "description": "<ul><li>Niemann was seeking $100m in damages for slander and libel</li><li>Attorneys say they plan to pursue claims in state court</li></ul><p>A judge has dismissed a lawsuit filed by a 19-year-old chess grandmaster who alleged his career was ruined by allegations that he had cheated.</p><p>Last year, Hans Niemann sued former world champion Magnus Carlsen and the online chess organisation Chess.com. He was seeking $100m in damages for slander and libel.</p> <a href=\"https://www.theguardian.com/sport/2023/jun/30/court-dismisses-chess-grandmaster-hans-niemanns-lawsuit-against-magnus-carlsen\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/30/court-dismisses-chess-grandmaster-hans-niemanns-lawsuit-against-magnus-carlsen", "date_published": "2023-06-30T01:31:17+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}]