[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "New Report on Jonathan Majors Alleges Almost a Decade of Abuse - IGN The Fix: Entertainment", "description": "On today's IGN The Fix: Entertainment\n\nJonathan Majors has come under fire in a new report alleging a decade of abuse and toxicity. Jason Blum confirms that the Spawn reboot is in active development. Finally, Hot Toys announced a new Supergirl figurine inspired by Sasha Calle's appearance in The Flash. But the internet thinks the new figure looks nothing like the actress.\n\n#IGN", "link": "https://www.youtube.com/watch?v=6utwm3zLQQM", "date_published": "2023-06-30T23:32:10+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The One Ring Is Worth Two Million - IGN Daily Fix", "description": "In today's Daily Fix:\nAfter months of scouring the Shire, the One Ring has been found. Yes, the extremely rare, one-of-a-kind Magic the Gathering card has been found and the bounty for it raised to TWO MILLION DOLLARS. Someone is about to be very rich. In other fantasy news, Baldur's Gate 3 has over one hundred hours of cinematics. You're not going to see it all in one playthrough, though, so set aside a few months of your life if you want to 100% that game. And finally, the heroic Game Boy that survived a fire in the First Gulf War will finally get to hang up its combat boots. The iconic handheld that looks like it literally withstood an explosion will be moved from its public display in New York, to its final retirement home in Nintendo of America's headquarters in Washington. We're off until Wednesday next week, have a happy and safe Fourth of July if you're in the U.S.!", "link": "https://www.youtube.com/watch?v=cQeSOLAGJ_M", "date_published": "2023-06-30T23:07:41+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Final Fantasy 16 - IGN Performance Review", "description": "Final Fantasy 16 arrived with a bang last week on PS5, offering a wealth of Current generation benefits to this PS5 timed exclusive. With the Final Fantasy 16 PC release some time away, we ride head long into battle with this updated & impressive new entry in the long running Anthology. The engine of choice is shrouded in mystery but some clues within may illuminate what is going on here, Ray tracing? Performance, Physically based materials and even just what is going on with that Motion Blur? We cover all that and more in our IGN Final Fantasy 16 Performance review.\n\nChapters\n0:00 Introduction \n01:10 Modes of play: Comparing Resolution, Effects, options & more\n04:42 What is going on with the games Motion Blur?\n07:58 Performance testing and further comparisons\n10:28 Possible options for updates to come\n13:37 Engine used, Art & FX, Next Generation graphics & more\n18:16 Music, Sound & Loading\n20:25 Summary", "link": "https://www.youtube.com/watch?v=f-KN2kpeku0", "date_published": "2023-06-30T22:54:32+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Dune: Part Two - What Is Paul Atreides So Afraid Of?", "description": "The new trailer for Dune: Part Two teases some very big conflicts to come in this epic sci-fi franchise. We see Timothee Chalamet’s Paul Atreides uniting the Fremen of Arrakis and leading a rebellion against the Imperium. We even finally catch a glimpse of Christopher Walken’s character, the Padishah Emperor Shaddam IV. \n\nBut one thing the trailer makes clear is that Dune: Part Two is no simple war story. This isn’t just a tale of Paul seeking vengeance for the losses he suffered in the first movie. Something has Paul very afraid, and it’s a fear that only grows as the Fremen rally to his cause.\n\nSo what is Paul so afraid of? Why is he so reluctant to become the messiah the Fremen believe him to be? Let's break down the real conflict of the Dune series.\n\nDune: Part Two also stars Rebecca Ferguson, Josh Brolin, Stellan Skarsgård, Dave Bautista, Stephen McKinley Henderson, Zendaya, Charlotte Rampling, Javier Bardem, Austin Butler, Florence Pugh, and Léa Seydoux. The film hits theaters on November 3, 2023.\n\n#IGN #Movies #Dune", "link": "https://www.youtube.com/watch?v=KLje_gcnsvI", "date_published": "2023-06-30T19:00:08+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "PowerWash Simulator x SpongeBob SquarePants - Official Special Pack Launch Trailer", "description": "Check out the trailer for the new PowerWash Simulator SpongeBob SquarePants Special Pack. Clean up Bikini Bottom and work your way from SpongeBob's house all the way to The Krusty Krab. PowerWash Simulator SpongeBob SquarePants Special Pack is available now on Steam, Windows, PS5, Xbox Series X/S, PS4, Xbox One, and Nintendo Switch.\n\n#IGN #Gaming #SpongeBob", "link": "https://www.youtube.com/watch?v=nL9q22q0LE0", "date_published": "2023-06-30T18:00:21+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Crash Team Rumble Review", "description": "Crash Team Rumble reviewed by Will Borger on PlayStation 5. Also available on PlayStation 4 and Xbox. Narrated by Ronny Barrier.\nCrash Team Rumble may not be a traditional Crash game, but it is a very fun one. Some characters and powers definitely seem to be stronger than others based on the fact that the community brings them into every single match, but everything and everyone is viable in the right hands. Matchmaking is a breeze, the maps are absolutely incredible, there’s a lot of depth for those who want to mine it, and it’s easy to lose yourself in the hunt for Wumpa Fruit for hours at a time, especially if you’re playing with friends. Even the cosmetic upgrades are fun to mess around with. But those hours come to a close a bit too soon due to a lack of game modes, limited matchmaking options, and an unlock system that is often downright annoying. That leaves Crash Team Rumble feeling a lot like Wumpa Fruit itself: it’s a great snack, and it’s got a lot of flavor, but you’ll probably be hungry again 30 minutes later. I know I was.\n\n#IGN", "link": "https://www.youtube.com/watch?v=L1nNMGaFMmE", "date_published": "2023-06-30T17:28:50+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Respawn Dev Interview: Creating Catalyst and Inclusivity in Apex Legends", "description": "Catalyst has since become a hugely popular character in Apex and also an LGBTQ+ icon, joining an already-diverse roster list in the game – something that’s incredibly important to the development team at Respawn. Stella Chung sat down with Meli Grant (Catalyst's Voice Actress), Ashley Reed (Narrative Lead), and Mirim Lee (3D Character Artist) to talk about how Respawn worked to create Catalyst and continue inclusivity in Apex Legends.\n\n#IGN #Gaming #ApexLegends", "link": "https://www.youtube.com/watch?v=DmIQA8bu44I", "date_published": "2023-06-30T17:00:15+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Night of the Assassin - Exclusive Trailer (2023) Shin Hyun-joon, Lee Mun-sik", "description": "After a deadly, long-dormant health condition surfaces during a mission, Joseon’s most lethal assassin goes into hiding to seek a cure without revealing his identity. But upon witnessing a ruthless campaign of terror against local villagers, the region’s deadliest killer comes out of retirement in order to exact his own brutal brand of vigilante justice.\n\nWritten and directed by first-time auteur Kwak Jeong-deok, the action-packed adventure Night Of The Assassin exclusively debuts on Hi-YAH! July 21, before landing on Digital, Blu-ray and DVD August 8 from Well Go USA Entertainment. Set in Korea’s Joseon-era and featuring spectacular swordplay, the film follows a deadly assassin who comes out of retirement to exact revenge on a group waging a brutal campaign of terror against local villagers. Night Of The Assassin stars Shin Hyun-joon (Guns & Talks, Son of a General II & III), Lee Mun-sik (Night in Paradise), and Kim Min-kyung (Pipeline, Spiritwalker).", "link": "https://www.youtube.com/watch?v=14sk71NJSfw", "date_published": "2023-06-30T16:48:10+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Invincible  - 18 Minutes of New Gameplay", "description": "The stunning first-person exploration game set in a retro futuristic universe, The Invincible, has a new demo for Steam Next Fest. Here's 18 minutes of new gameplay!\n\nThe Invincible is based on a brand new world created by Stanisław Lem. Explore ruins, discover philosophical horrors on a foreign planet, and utilize scientific principles to understand the horrors of what happened before your arrival. You play as an astrobiologist named Yasna, and will use a variety of tools to unravel the mystery of this possibly hostile landscape.\n\n#IGN #Gaming #TheInvincible", "link": "https://www.youtube.com/watch?v=mTqhKCbuNmg", "date_published": "2023-06-30T16:01:49+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Marauders - Official Excavation Update Trailer", "description": "Marauders' third free major content update is coming to the Steam Early Access shooter on July 4. The 'Excavation’ update introduces a new raid set in an industrial mining vessel constructed to capture passing asteroids and extract their valuable resources, and a new boss called 'The Warden'. Watch the Marauders Excavation update trailer to see what's on the way.\n\n#IGN #Gaming #Marauders", "link": "https://www.youtube.com/watch?v=jcTsvytVNus", "date_published": "2023-06-30T15:31:37+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Cookie Cutter - Official Trailer", "description": "The latest trailer for the ultra-stylish, ultra-violent 2D Metroidvania Cookie Cutter introduces you to more of our heroine, Cherry, and the crazy world she's battling her way through. Cookie Cutter is in development for PC.", "link": "https://www.youtube.com/watch?v=ZdEw93YzyC4", "date_published": "2023-06-30T15:00:23+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Crew Motorfest - Official Festival Program Trailer", "description": "Here's a look at The Crew Motorfest's Festival Program, with this new trailer taking us to the beautiful island of O'ahu, Hawaii. The festival will include a main stage with a new season every four months, themed campaigns called Playlists featuring special guests, head-to-head showdowns, and more. The Crew Motorfest is coming to PC, PS5, Xbox Series X/S, PS4, and Xbox One on September 14, 2023. The full game will be available three days early for those who purchase the Gold or Ultimate edition.\n\n#IGN #Gaming #TheCrewMotorfest", "link": "https://www.youtube.com/watch?v=rcBhTR1POMA", "date_published": "2023-06-30T14:33:53+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Is Indiana Jones A Better Hero Than Han Solo? | Super Debatable", "description": "It's a debate that's raged for so long that Indiana Jones would probably tell you it belongs in a museum: which of Harrison Ford's two most iconic roles would you rather have come to the rescue? Han Solo and Dr. Jones are among the most popular characters in film history, and Akeem and Joshua have very different takes on which better represents the idea of a \"hero.\"\n\n#IGN", "link": "https://www.youtube.com/watch?v=Batadzx3z2E", "date_published": "2023-06-30T14:15:00+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Good Omens: Season 2 - Exclusive Official Clip (2023) David Tennant, Miranda Richardson", "description": "This exclusive new clip from the upcoming second season of Good Omens features the demons Crowley (David Tennant) and Shax, a new character portrayed by Miranda Richardson, who played Madame Tracy in Season 1. Good Omens 2 premieres July 28th on Prime Video.\n\n#IGN", "link": "https://www.youtube.com/watch?v=MXjGDo4HSIM", "date_published": "2023-06-30T14:00:14+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Legend of Heroes: Trails into Reverie Review", "description": "The Legend of Heroes: Trails into Reverie reviewed by George Yang on PlayStation 5. Also available on PlayStation 4 and PC. \n\nThe Legend of Heroes: Trails into Reverie is one of the best games in this almost 20-year-old franchise and a great RPG. While its overall story is a bit of a retread, its amazing pacing, and in-depth battle system, make it a satisfying conclusion to the Crossbell and Cold Steel arcs. It also makes good use of its admittedly way-too-large cast of playable characters. That said, newcomers who are unfamiliar with the series will certainly be lost without having played the previous games. However, it's well worth doing so in order to experience one of the best RPG universes ever crafted.\n\n#IGN #Gaming #TheLegendOfHeroes", "link": "https://www.youtube.com/watch?v=eSdUjCUtZYk", "date_published": "2023-06-30T13:00:34+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "@andrearene shares her love for Mia Hamm + all the Women’s teams in FIFA 23. Presented by @ModeloUSA", "description": "", "link": "https://www.youtube.com/watch?v=KHr51R-qiEE", "date_published": "2023-06-30T13:00:26+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Indiana Jones and the Dial of Destiny - Ending Explained + What Happened to Mutt? | Canon Fodder", "description": "Indiana Jones returns in his final(?) adventure Indiana Jones 5, aka Indiana Jones and the Dial of Destiny. Harrison Ford returns as the beloved lead character Indiana Jones, Dial of Destiny being advertised as the conclusion for the character. Could this really be the last Indiana Jones movie, at least for Harrison Ford Indiana Jones? Phoebe Waller-Bridge joins as a young adventure-seeking companion in Dial of Destiny, popping up in many a Lucasfilm released Indiana Jones clip.\nMaybe Indiana Jones and the Last Crusade should have been the true ending, but with everything that came along with the Indiana Jones 4 full movie and all it meant, a new ending needed to happen. With Indiana Jones 4 in mind, what could it mean for where Indy stands at the end, and have the Indiana Jones movie clips painted a full picture?\nWe’re breaking down the ending and how certain things get explained in this last Indiana Jones film here on IGN with host Kim Horcher in this episode of Canon Fodder. We’ve got the meaning of the ending explained, and we’ll even tell you what happened to Mutt– and how what happened to Mutt Williams impacts the rest of it. You may want to forget that part of Indiana Jones (Mutt) but this movie addresses him and all the highs and lows by its end!", "link": "https://www.youtube.com/watch?v=6RiuNEtHyi4", "date_published": "2023-06-30T13:00:04+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Mortal Kombat 1 - Sub-Zero Starter Guide", "description": "Want to be prepared for when the next Mortal Kombat 1 beta hits? Take a look at our Sub-Zero character guide to learn the ways of the Lin Kuei and learn Sub-Zero combos and special moves.\n\n00:00 Intro\n01:12 Notable Normals\n03:09 Special Moves\n05:16 Bread and Butter Combos\n06:20 Kameo Suggestions\n\n#IGN #Gaming #MortalKombat", "link": "https://www.youtube.com/watch?v=3BcANPJheOA", "date_published": "2023-06-30T13:00:04+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}]