[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "The Legend of Heroes: Trails Into Reverie Review - The Final Verdict", "description": "After what seems like forever, The Legend of Heroes: Trails into Reverie is upon us. Starring Lloyd, Rean and the mysterious C, the sequel serves as a bridge to the next game while expanding on any loose ends from Trails of Cold Steel 4.\n\nThanks to the new Crossroads system, players can seamlessly switch between each protagonist, while the new United Fronts offer even more ways to decimate enemies. The new True Reverie Corridor also has heaps of dungeon crawling with randomly generated layouts and side content to unlock. \n\nDespite reusing many environments and enemies, long-winded conversations, and sticking a little too close to an established formula, The Legend of Heroes: Trails of Reverie is a solid role-playing game and a definite recommendation for fans.", "link": "https://www.youtube.com/watch?v=e_Q7hhK0tbY", "date_published": "2023-06-30T17:30:07+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Final Fantasy 16 - 10 Things To Do AFTER FINISHING THE GAME", "description": "Final Fantasy XVI features an engrossing story taking roughly 40 to 60 hours to see through to completion. As far as post-game content goes, and with a definitive ending for player character Clive Rosfield in the main campaign, players are treated to a bounty of new gameplay modes rather than a chance to carry on with Clive to pick off unfinished tasks. \n\nThese things principally include a raft of difficulty settings to skew the experience to focus more on action and combat rather than narrative. This rundown highlights 10 things players can do once the main story has been completed, from re-treading the story at a more intense difficulty, to retrying specific stages in pursuit of high scores, plus accessing deeper customization and upgrade options.", "link": "https://www.youtube.com/watch?v=x9QMxukU7vk", "date_published": "2023-06-30T15:30:25+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "15 MOST DISAPPOINTING Games of 2023 So Far", "description": "We’re at the halfway point of 2023, and it’s fair to say that it’s easily been one of the best years in gaming in recent memory already. Certainly, it’s the best year we’ve had since the outset of the new console generation. But though 2023 has already treated us with a cavalcade of stellar games, with many more still yet to come over its second half, it has, like any other year, also had a few low points. \n\nFrom games that have released to disastrous results to games that have released to merely disappointing ones, there have been a handful of titles that have failed to live up to expectations. Here, we’re going to talk about a few such games.", "link": "https://www.youtube.com/watch?v=9-0s3UNESLw", "date_published": "2023-06-30T13:30:03+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}]