[{"source": "https://www.dailywire.com/feeds/rss.xml", "title": "EEOC Commissioner On SCOTUS Ruling: Will Lead To Crackdown On ESG, DEI Programs In Companies", "description": "Employment Opportunity Commission (EEOC) Commissioner Andrea Lucas responded to the U.S. Supreme Court&#8217;s ruling that racial discrimination in college admissions is illegal by predicting that companies are going to get hit with lawsuits over diversity, equity, and inclusion (DEI) programs and environmental, social, and corporate governance (ESG) measures. Lucas made the remarks after the Supreme ...", "link": "https://www.dailywire.com/news/eeoc-commissioner-on-scotus-ruling-will-lead-to-crackdown-on-esg-dei-programs-in-companies", "date_published": "2023-06-30T19:02:05+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Biden Attacks His Admin Over Report On Afghanistan Failures: ‘No, No … I Was Right’", "description": "President Joe Biden attacked his own administration late this week for saying that his actions in Afghanistan in 2021 led to &#8220;serious consequences&#8221; and failures as U.S. forces pulled out from the country. The report from the U.S. State Department said that the decision &#8220;to end the U.S. military mission in Afghanistan had serious consequences ...", "link": "https://www.dailywire.com/news/biden-attacks-his-admin-over-report-on-afghanistan-failures-no-no-i-was-right", "date_published": "2023-06-30T18:38:40+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Biden Explodes Over SCOTUS Ruling On Student Loans: ‘The Court Misinterpreted Constitution’", "description": "President Joe Biden raged at the U.S. Supreme Court on Friday over its ruling that his plan to bail out student loan borrowers was unlawful. The U.S. Supreme Court ruled 6-3 that the HEROES Act did not give the White House authority to unilaterally forgive federally subsidized student loans. &#8220;This program was all set to ...", "link": "https://www.dailywire.com/news/biden-explodes-over-scotus-ruling-on-student-loans-the-court-misinterpreted-constitution", "date_published": "2023-06-30T18:24:32+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Fox News Settles For $12 Million With Former Tucker Carlson Producer", "description": "Fox News has agreed to pay $12 million to Abby Grossberg, a former producer for Tucker Carlson, to settle her two lawsuits claiming the network was a hostile and discriminatory environment and that Fox pressured her to lie in a deposition. Grossberg&#8217;s attorney said Friday that the settlement resolves all of her claims against Fox, ...", "link": "https://www.dailywire.com/news/fox-news-settles-for-12-million-with-former-tucker-carlson-producer", "date_published": "2023-06-30T18:20:39+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Friday Afternoon Update: Free Speech Protected, Student Loan Forgiveness Nixed, And Madonna Released From Hospital", "description": "This article is adapted from today’s Morning Wire Afternoon Update. To listen to the podcast version, click here. Free Speech Win In another landmark ruling from the conservative-majority Supreme Court, this time related to protecting free speech and religious expression, the court ruled 6-3 in favor today of a Christian graphic designer who maintains that her ...", "link": "https://www.dailywire.com/news/friday-afternoon-update-free-speech-protected-student-loan-forgiveness-nixed-and-madonna-released-from-hospital", "date_published": "2023-06-30T18:04:05+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Singer Noah Cyrus Says Hateful Online Comments Made Her ‘Suicidal’", "description": "Singer Noah Cyrus said hateful online comments made her &#8220;suicidal&#8221; and dependent on &#8220;drugs&#8221; at the age of 11. In a series of posts on her Instagram Story, the 23-year-old singer/actress talked about how she wasn&#8217;t going to allow internet trolls to ruin her engagement. Cyrus recently announced she and fashion designer Pinkus got engaged, ...", "link": "https://www.dailywire.com/news/singer-noah-cyrus-says-hateful-online-comments-made-her-suicidal", "date_published": "2023-06-30T17:37:16+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Winsome Sears Calls Ketanji Brown Jackson A Diversity Hire", "description": "Virginia&#8217;s lieutenant governor, Winsome Sears, called Supreme Court Justice Ketanji Brown Jackson a diversity hire while discussing Jackson&#8217;s dissent to the court&#8217;s affirmative action decision on Thursday. The Supreme Court ruled against Harvard University and the University of North Carolina’s affirmative action policies in a decision that will have a profound effect on the admissions ...", "link": "https://www.dailywire.com/news/winsome-sears-calls-ketanji-brown-jackson-a-diversity-hire", "date_published": "2023-06-30T17:30:20+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Top Trump Campaign Official Who Allegedly Saw Classified Map Works For Chinese Lobbying Group: Report", "description": "A top Trump 2024 campaign official who former President Donald Trump allegedly showed a classified map to at his golf club in Bedminster, New Jersey, works for lobbying group that serves Chinese entities, according to reports. Susie Wiles, who is one of three people who are effectively running Trump&#8217;s campaign since the former president has ...", "link": "https://www.dailywire.com/news/top-trump-campaign-official-who-allegedly-saw-classified-map-works-for-chinese-lobbying-group-report", "date_published": "2023-06-30T17:06:15+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Texas Heartbeat Act Resulted In 10K Additional Babies Born Last Year, Study Suggests", "description": "A new study released Thursday estimates that Texas’ abortion ban resulted in almost 10,000 more babies being born in the state. Researchers from the Johns Hopkins Bloomberg School of Public Health estimated that between April and December 2022, 9,799 more babies were born likely because of the Texas Heartbeat Act, which bans abortion with few ...", "link": "https://www.dailywire.com/news/texas-heartbeat-act-resulted-in-10k-additional-babies-born-last-year-study-suggests", "date_published": "2023-06-30T16:49:36+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Higher Education Will Still Racially Discriminate — But It’ll Be More Creative", "description": "In the immediate aftermath of the U.S. Supreme Court ending affirmative action in higher education on Thursday, colleges across the country rushed to explain how they will &#8220;comply&#8221; with the law while still ensuring that future accepted classes have the preferred racial makeup. In short, colleges are going to get a lot more creative in ...", "link": "https://www.dailywire.com/news/higher-education-will-still-racially-discriminate-but-itll-be-more-creative", "date_published": "2023-06-30T16:17:38+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Day Care Worker Charged In Same Child Porn Investigation As Nation’s First Elected Trans State Lawmaker", "description": "A daycare worker who is accused of making and distributing child porn made her first court appearance on Wednesday, and was met with outbursts from angry parents.  Lindsay Groves, 38, who worked at a daycare center in Tyngsboro, Massachusetts, is accused of taking sexually explicit photos of young children under her care. Groves was charged ...", "link": "https://www.dailywire.com/news/day-care-worker-charged-in-same-child-porn-investigation-as-nations-first-elected-trans-state-lawmaker", "date_published": "2023-06-30T16:06:00+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Chaos At California’s Black Reparations Public Hearing, Report Sent To Legislature", "description": "California&#8217;s slavery reparations task force sent its final report to the legislature this week after a chaotic last public hearing where advocates shouted for a national “divorce” settlement for black Americans. The report from the California Department of Justice’s Reparations Task Force recommended several remedies for the country&#8217;s legacy of slavery. The task force met ...", "link": "https://www.dailywire.com/news/chaos-at-californias-black-reparations-public-hearing-report-sent-to-legislature", "date_published": "2023-06-30T16:05:51+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Nikki Haley: House ‘Absolutely Should’ Begin Impeachment Proceedings Against Joe Biden", "description": "Former U.N. Ambassador Nikki Haley said the House should begin impeachment proceedings against President Joe Biden over evidence suggesting his influence was sold to foreign agents. Haley, a candidate for the GOP presidential nomination in 2024, made the comments during an appearance on “Gutfeld!” on Fox News Thursday night. The panel, led by Fox News ...", "link": "https://www.dailywire.com/news/nikki-haley-house-absolutely-should-begin-impeachment-proceedings-against-joe-biden", "date_published": "2023-06-30T15:56:08+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Baby In The Well: The Rescue Of ‘Baby Jessica’ McClure", "description": "Jessica McClure was born on March 26, 1986, in Midland, Texas. She may have lived an otherwise normal life were it not for the harrowing events that occurred in October 1987, which earned her international attention as “Baby Jessica.” On October 14, 1987, at the age of just 18 months, Jessica was at her aunt’s ...", "link": "https://www.dailywire.com/news/baby-in-the-well-the-rescue-of-baby-jessica-mcclure", "date_published": "2023-06-30T15:53:04+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Preserve The Sacred Fire’: DeSantis Invokes Americans Heroes In Fight Against The Left", "description": "Florida Governor Ron DeSantis invoked the Founding Fathers and called upon conservatives to reach deep into their souls to muster the fire needed to battle the Left Friday in a rousing speech at the Moms For Liberty summit in Philadelphia. Speaking from the city that gave birth to the Declaration of Independence and the Constitution, the ...", "link": "https://www.dailywire.com/news/preserve-the-sacred-fire-desantis-invokes-americans-heroes-in-fight-against-the-left", "date_published": "2023-06-30T15:29:53+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "ESPN Axes Multiple Well-Known Personalities As Disney Layoffs Continue", "description": "Some of ESPN’s most well-known on-air personalities were axed Friday in a round of layoffs at the sports network owned by Disney. Around 20 hosts will be let go on Friday, according to a memo obtained by The New York Post. Big names such as NBA analysts Jeff Van Gundy and Jalen Rose, personality Max ...", "link": "https://www.dailywire.com/news/espn-axes-multiple-well-known-personalities-as-disney-layoffs-continue", "date_published": "2023-06-30T15:05:47+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "The Conservative 6-3 Court Gives Plenty Of Reasons To Celebrate", "description": "Abortion; Affirmative action; Executive overreach; Free speech; Student loans; The Jab: All of these issues have been before the Supreme Court in recent years, and have all ended in a 6-3 vote — with all of the conservative justices voting in the majority. The rulings have been monumental and have shifted the country to the ...", "link": "https://www.dailywire.com/news/the-conservative-6-3-court-gives-plenty-of-reasons-to-celebrate", "date_published": "2023-06-30T15:00:19+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Masking Queen’: Ted Cruz Shares Video Torching Biden’s New Pick For CDC Director", "description": "Sen. Ted Cruz (R-TX) shared a video on Thursday mocking Mandy Cohen, President Joe Biden&#8217;s pick to be the new director of the Centers for Disease Control and Prevention (CDC), branding her as the &#8220;masking queen.&#8221; Cohen, who served as secretary of North Carolina’s Department of Health and Human Services, is considered by many to ...", "link": "https://www.dailywire.com/news/masking-queen-ted-cruz-shares-video-torching-bidens-new-pick-for-cdc-director", "date_published": "2023-06-30T14:36:21+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Los Angeles Homelessness Up 10%, 2023 Count Shows", "description": "The homeless crisis in Los Angeles is only getting worse. Homelessness is up 10% in Los Angeles, according to the 2023 greater Los Angeles homeless count results, which were released on Thursday. In the broader area of Los Angeles County, homelessness is up 9%. Los Angeles County&#8217;s homeless population rose to about 75,518 people, up ...", "link": "https://www.dailywire.com/news/los-angeles-homelessness-up-10-2023-count-shows", "date_published": "2023-06-30T14:33:51+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Indiana Supreme Court Upholds Six-Week Abortion Ban", "description": "The Indiana Supreme Court ruled Friday that the state’s abortion ban was constitutional in a win for pro-life advocates in the state. In a split decision, the state’s highest court overruled a county judge who had ruled it was likely unconstitutional. Once in effect, the law will prohibit abortions after six weeks except if there ...", "link": "https://www.dailywire.com/news/indiana-supreme-court-upholds-six-week-abortion-ban", "date_published": "2023-06-30T14:21:23+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Will Smith’s Kid Says Jada Pinkett Smith Introduced Family To Psychedelic Drugs", "description": "Will Smith&#8217;s son Jaden Smith said that his mom, Jada Pinkett Smith, introduced their family to psychedelic drugs. The 24-year-old actor/rapper made the comment during his recent appearance at the Psychedelic Science conference in Denver, Colorado, USA Today reported. &#8220;I think it was my mom, actually, that was really the first one to make that ...", "link": "https://www.dailywire.com/news/will-smiths-kid-says-jada-pinkett-smith-introduced-family-to-psychedelic-drugs", "date_published": "2023-06-30T14:06:43+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Private Citizens Patrolling The Banks Of The Rio Grande To Stop Illegal Immigration", "description": "Wyatt Watson’s stories might be unbelievable if it weren’t for the bullet mark on his windshield. The Texas native’s conscience just wouldn’t let him have a relaxing retirement. Instead of donning a Hawaiian shirt and flip-flops at a coastal resort, the 66-year-old opted for a bulletproof vest and a pair boots, much more appropriate attire ...", "link": "https://www.dailywire.com/news/private-citizens-patrolling-the-banks-of-the-rio-grande-to-stop-illegal-immigration", "date_published": "2023-06-30T14:02:23+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Radical Gender Theory Emerges As Key Wedge Issue In 2024 Presidential Election", "description": "Radical gender theory and the sexualization of children are emerging as key wedge issues for Republican candidates in the 2024 presidential election, especially when it comes to reaching minority groups. A recent NBC News poll found the two issues trail only border security as the top priorities of Republican primary voters. That represents a major shift from ...", "link": "https://www.dailywire.com/news/radical-gender-theory-emerges-as-key-wedge-issue-in-2024-presidential-election", "date_published": "2023-06-30T14:00:24+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "UN Finds Familiar Scapegoat After Muslim Migrants Riot In Major French Cities", "description": "The United Nations jumped into the discussion about riots in France catalyzed by the death of a Muslim teenager shot by police, as a UN spokeswoman accused French law enforcement of racism. The incident that sparked the rioting occurred Tuesday, when a police officer shot and killed 17-year-old Nahel M. during a traffic stop in ...", "link": "https://www.dailywire.com/news/un-finds-familiar-scapegoat-after-muslim-migrants-riot-in-major-french-cities", "date_published": "2023-06-30T13:54:45+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Horrifying’: Memorial Honoring Victims Of Holocaust Vandalized By Rioters: Report", "description": "A memorial in France honoring those who were deported from the country by the Nazis during World War II was reportedly vandalized this week by rioters protesting the police shooting of a 17-year-old boy on Tuesday.  The vandalism targeted the Memorial to the Martyrs of the Deportation, a monument erected in 1962 in a Paris ...", "link": "https://www.dailywire.com/news/horrifying-memorial-honoring-victims-of-holocaust-vandalized-by-rioters-report", "date_published": "2023-06-30T13:45:07+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Anheuser-Busch Responds To Dylan Mulvaney Lashing Out At Bud Light", "description": "Anheuser-Busch, the parent company of Bud Light, responded to controversial transgender influencer Dylan Mulvaney&#8216;s claim that the brewer abandoned him after their marketing deal turned into a fiasco that cost the company billions of dollars in market value. &#8220;As we&#8217;ve said, we remain committed to the programs and partnerships we have forged over decades with ...", "link": "https://www.dailywire.com/news/anheuser-busch-responds-to-dylan-mulvaney-lashing-out-at-bud-light", "date_published": "2023-06-30T13:06:44+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Supreme Court Quoted Pelosi In Decision That Killed Biden’s Student Debt Cancellation", "description": "Chief Justice John Roberts quoted former House Speaker Nancy Pelosi (D-CA) in the majority opinion — released on Friday — that struck down President Joe Biden&#8217;s student debt cancellation program. The program, which was designed to forgive up to $10,000 in federal student loans for borrowers whose incomes were below a certain threshold — up ...", "link": "https://www.dailywire.com/news/supreme-court-quoted-pelosi-in-decision-that-killed-bidens-student-debt-cancellation", "date_published": "2023-06-30T13:02:11+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Leftism Summed Up: Public Crotches Good. Public Crosses Bad.", "description": "*Warning: the following article contains nude images* &#8220;Public crotches good, public crosses bad,&#8221; goes the Leftist worldview today. That mantra has actually summed up the Left for quite some time now, but it was on full frontal display — literally — this past Pride month. In cities from coast-to-coast last weekend, grown men, women, and ...", "link": "https://www.dailywire.com/news/leftism-summed-up-public-crotches-good-public-crosses-bad", "date_published": "2023-06-30T12:59:00+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Titanic Foundation Probing Claims OceanGate CEO Made About Vessel’s Safety Before Director Joined Doomed Voyage", "description": "RMS Titanic Inc. is looking into claims made by OceanGate CEO Stockton Rush about the safety of his submersible after one of the foundation’s leaders died when the sub imploded last week.  On June 19, Paul-Henri Nargeolet, the director of underwater research for RMS Titanic Inc., boarded the 22-foot Titan submersible with four other passengers, ...", "link": "https://www.dailywire.com/news/titanic-foundation-probing-claims-oceangate-ceo-made-about-vessels-safety-before-director-joined-doomed-voyage", "date_published": "2023-06-30T12:56:37+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Oscar-Winning Actor Alan Arkin Dead At 89", "description": "Oscar-winning star Alan Arkin has died at the age of 89 after a successful career in Hollywood and on Broadway, his sons confirmed to People magazine. &#8220;Our father was a uniquely talented force of nature, both as an artist and a man. A loving husband, father, grand and great grandfather, he was adored and will ...", "link": "https://www.dailywire.com/news/oscar-winning-actor-alan-arkin-dead-at-89", "date_published": "2023-06-30T12:25:37+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Ben Shapiro Throws Beanball At Affirmative Action, Liberal Justices", "description": "Daily Wire Editor Emeritus Ben Shapiro used a baseball analogy to refute the dissents written by Justices Ketanji Brown Jackson and Sonia Sotomayor in Thursday&#8217;s landmark Supreme Court case that rolled back affirmative action policies at universities. In a Friday Twitter post, Shapiro applied the justices&#8217; logic in favor of affirmative action to baseball “to ...", "link": "https://www.dailywire.com/news/ben-shapiro-throws-beanball-at-affirmative-action-liberal-justices", "date_published": "2023-06-30T12:16:33+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Environment Of Distrust’: East Palestine Residents Slam Government Response To Train Disaster", "description": "Residents impacted by the disastrous East Palestine, Ohio, train derailment in February are continuing to criticize the government’s handling of the toxic fallout stemming from the train wreck.  East Palestine locals created a group earlier this month called the Unity Council for the East Palestine Train Derailment Community, demanding that Governor Mike DeWine (R-OH) declare ...", "link": "https://www.dailywire.com/news/environment-of-distrust-east-palestine-residents-slam-government-response-to-train-disaster", "date_published": "2023-06-30T12:03:53+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Yeonmi Park Escaped North Korea’s Brutal Communist Regime. Now, She’s Being Attacked By The American Left.", "description": "Yeonmi Park&#8217;s story is one of courage, endurance, and resolve. Since escaping from North Korea&#8217;s brutal communist dictatorship, she has dedicated her life to speaking out against the atrocities committed by Kim Jong Un&#8217;s regime. Once she made her way to South Korea and eventually over to the United States, she was feted by the ...", "link": "https://www.dailywire.com/news/yeonmi-park-escaped-north-koreas-brutal-communist-regime-now-shes-being-attacked-by-the-american-left", "date_published": "2023-06-30T11:03:57+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Supreme Court Sides With Christian Graphic Designer Who Refused To Work On Same-Sex Weddings", "description": "The Supreme Court on Friday sided with a Christian graphic designer who refuses to work on same-sex weddings. In a 6-3 decision along ideological lines, the court ruled that Colorado cannot force graphic designer Lorie Smith to create designs celebrating same-sex marriage. &#8220;The First Amendment prohibits Colorado from forcing a website designer to create expressive ...", "link": "https://www.dailywire.com/news/supreme-court-sides-with-christian-graphic-designer-who-refused-to-work-on-same-sex-weddings", "date_published": "2023-06-30T11:01:13+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Former Pfizer Employee Charged With Insider Trading Related To COVID Treatment", "description": "A former employee for Pfizer was charged by federal investigators on Thursday after being accused of insider trading related to non-public results related to COVID drug Paxlovid.  Amit Dagar, 44, was charged with four counts of securities fraud and one count of conspiracy to commit securities fraud after federal investigators said that he used his ...", "link": "https://www.dailywire.com/news/former-pfizer-employee-charged-with-insider-trading-related-to-covid-treatment", "date_published": "2023-06-30T11:00:13+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Supreme Court Strikes Down Biden Admin’s $430B Student Loan Forgiveness Scheme", "description": "In a stinging defeat for the Biden administration, the U.S. Supreme Court ruled Friday that the COVID-era HEROES Act did not give the White House authority to unilaterally forgive federally subsidized student loans. Chief Justice John Roberts wrote for the 6-3 majority, saying, “The Secretary asserts that the HEROES Act grants him the authority to ...", "link": "https://www.dailywire.com/news/supreme-court-delivers-defeat-to-biden-admin-on-student-loan-forgiveness", "date_published": "2023-06-30T10:52:43+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "France Burns As Big-City Riots Escalate In Wake Of Police Shooting", "description": "Huge riots have escalated all over France in the wake of the police shooting of a 17-year-old Algerian Muslim, prompting authorities to deploy 40,000 police on the streets of major cities including Paris Thursday night. The incident which sparked the rioting occurred Tuesday, when a police officer shot and killed Nahel M. during a traffic ...", "link": "https://www.dailywire.com/news/france-burns-as-big-city-riots-escalate-in-wake-of-police-shooting", "date_published": "2023-06-30T09:14:01+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Israel’s Mossad Kidnaps Alleged Leader Of Iranian Hit Squad, Reveals Confession", "description": "Israeli spies stopped a deadly plot with a daring operation on Iranian soil, kidnapping the head of a hit squad that was planning to kill Israelis in Cyprus, the Mossad said Thursday. In a rare statement, the spy agency said the suspect had given a detailed confession which it relayed to authorities in Cyprus. The ...", "link": "https://www.dailywire.com/news/israels-mossad-kidnaps-alleged-leader-of-iranian-hit-squad-reveals-confession", "date_published": "2023-06-30T09:00:41+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Maybe This Is Why You’re Still A Democrat’: RFK Jr. Slammed For Defending Affirmative Action After SCOTUS Decision", "description": "Democratic presidential candidate Robert F. Kennedy Jr. joined leftists by defending affirmative action after the race-based admissions policies were struck down by the Supreme Court on Thursday.  The high court ruled Thursday that the race-based admissions programs at Harvard violated Title VI of the Civil Rights Act and the University of North Carolina violated the ...", "link": "https://www.dailywire.com/news/maybe-this-is-why-youre-still-a-democrat-rfk-jr-slammed-for-defending-affirmative-action-after-scotus-decision", "date_published": "2023-06-30T08:36:04+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "DeSantis Signals As President, He’ll Have New ‘Rules Of Engagement’ For Mexican Drug Cartels", "description": "Florida Governor Ron DeSantis said during an interview this week that as President of the United States, he&#8217;ll have a new set of &#8220;rules of engagement&#8221; when dealing with Mexican cartels who are trying to smuggle drugs into through the southern border. DeSantis made the remarks Thursday evening during an interview with Fox News&#8217; Jesse ...", "link": "https://www.dailywire.com/news/desantis-signals-as-president-hell-have-new-rules-of-engagement-for-mexican-drug-cartels", "date_published": "2023-06-30T00:06:14+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}]