[{"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Wojna w Ukrainie. Wybuchy w Berdiańsku. Pokazano nagranie z ataku", "description": "W Berdiańsku doszło do co najmniej osiem eksplozji. Czekamy na dokładne dane dotyczące trafionych przez wrogie wojska celów - poinformowała ukraińska administracja wojskowa Berdiańska. Miasto jest okupowane przez Rosjan. Ukraińcy apelują do mieszkańców, by unikali miejsc publicznych.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-03/wojna-w-ukrainie-wybuchy-w-berdiansku-nad-plaza-kilkadziesiat-dronow/", "date_published": "2023-06-03 17:20:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Izrael: Egipski funkcjonariusz zastrzelił trzech żołnierzy na granicy. Miał ścigać przemytników", "description": "Egipski strażnik graniczny zastrzelił trzech izraelskich żołnierzy w pobliżu granicy egipsko-izraelskiej. Następnie sam został zastrzelony - informują Siły Obronne Izraela. Zdaniem władz w Kairze funkcjonariusz przekroczył granicę w trakcie pościgu za przemytnikami narkotyków.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-03/smiertelny-incydent-na-izraelskiej-granicy-zolnierze-zastrzeleni/", "date_published": "2023-06-03 15:45:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Bunt w partii Putina. Poseł mówi o porażce w wojnie", "description": "Rosji nie udało się osiągnąć żadnego z celów postawionych przez Putina na początku specjalnej wojskowej operacji - twierdzi Konstantin Zatulin. Rosyjski polityk jest ważną postacią w Dumie Państwowej i członkiem partii Jedna Rosja.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-03/bunt-w-partii-putina-posel-mowi-o-porazce-w-wojnie/", "date_published": "2023-06-03 14:32:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA. Szkoły podstawowe w Utah zakazały Biblii ze względu na \"wulgarność i przemoc\"", "description": "Okręg szkolny w amerykańskim stanie Utah usuwa Biblię ze szkół podstawowych i gimnazjów ze względu na wulgaryzmy i przemoc. To efekt skargi jednego rodzica i przepisów, które miały chronić dzieci przed treściami nieprzyzwoitymi. Jak zauważa BBC, choć egzemplarze znikają już z bibliotek, komisja nie podała jednak konkretnych przykładów pornograficznych fragmentów Pisma Świętego.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-03/usa-szkoly-podstawowe-w-utah-zakazaly-biblii-ze-wzgledu-na-wulgarnosc-i-przemoc/", "date_published": "2023-06-03 14:13:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Odtworzyli twarz faraona Tutanchamona. \"To była praca detektywistyczna\"", "description": "Zespół naukowców z Brazylii, Australii i Włoch ukończył cyfrowy model twarzy egipskiego faraona Tutanchamona. Po ponad 3300 latach od śmierci wiadomo, jak wyglądał.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-03/odtworzyli-twarz-faraona-tutanchamona-to-byla-praca-detektywistyczna/", "date_published": "2023-06-03 13:56:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Nowa piosenka na cześć Alaksandra Łukaszenki. Stworzyła ją synowa dyktatora", "description": "Białoruska propaganda nie przestaje zaskakiwać w kontekście zachwytu nad osobą Alaksandra Łukaszenki. Synowa dyktatora z Mińska właśnie zaprezentowała nowy utwór Doceń prawdziwego mężczyznę.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-03/nowa-piosenka-na-czesc-alaksandra-lukaszenki-stworzyla-ja-synowa-dyktatora/", "date_published": "2023-06-03 12:46:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Spędziła wiele godzin pod gruzami. Lekarze podjęli trudną decyzję", "description": "Ratownicy z Davenport w stanie Iowa amputowali nogę 52-letniej kobiecie, aby uwolnić ją spod gruzów zawalonego budynku. Poszkodowana przeszła dwie operacje. Przyczyna katastrofy pozostaje nieznana. Dokumentacja budynku wskazywała na problemy techniczne.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-03/spedzila-wiele-godzin-pod-gruzami-lekarze-podjeli-trudna-decyzje/", "date_published": "2023-06-03 10:26:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Wielka Brytania: Pies usilnie chciał wejść do baru. Nagranie hitem w sieci", "description": "Zachowanie tego psa rozbawiło tysiące internautów na całym świecie. Czworonóg usilnie chciał wejść do pubu sportowego The Stand Off w Exter w Wielkiej Brytanii. Nie chciała na to pozwolić właścicielka psiaka.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-03/wielka-brytania-pies-usilnie-chcial-wejsc-do-baru-nagranie-hitem-w-sieci/", "date_published": "2023-06-03 09:34:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA. Pożar kościoła. Świadkowie mówią o uderzeniu pioruna", "description": "W USA całkowicie spłonął zabytkowy kościół w miasteczku Spencer w stanie Massachusetts. Świadkowie twierdzą, że w świątynię uderzył piorun wywołując pożar. Strażakom nie udało się ugasić pożaru.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-03/usa-pozar-kosciola-w-swiatynie-uderzyl-piorun/", "date_published": "2023-06-03 08:28:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Rosjanie zaminowali drogi ewakuacji Grupy Wagnera. Prigożyn wściekły", "description": "- Na dzień dzisiejszy nie ma wobec nas żadnych prowokacji ze strony Sił Zbrojnych Ukrainy, należy jednak zaznaczyć, że z drugiej strony czekały na nas niespodzianki - twierdzi Jewgienij Prigożyn. Szef Grupy Wagnera nie ukrywa wściekłości w związku z działaniami rosyjskiej armii.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-03/rosjanie-zaminowali-drogi-ewakuacji-grupy-wagnera-prigozyn-wsciekly/", "date_published": "2023-06-03 07:07:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Wielki sukces 17-letniej Mai Adamczyk. Pokonała morderczy maraton w Himalajach", "description": "Zaledwie 17-letnia Maja Adamczyk z Bielska-Białej pobiegła w ekstremalnym Everest Marathon i zajęła bardzo wysokie 3. miejsce. Zawodniczka z Polski była najmłodszą uczestniczką w tegorocznej edycji jednego z najbardziej wymagających biegów na świecie.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-03/wielki-sukces-18-letniej-mai-adamczyk-pokonala-morderczy-maraton-w-himalajach/", "date_published": "2023-06-03 07:06:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Włochy: Wskazano największe grzechy w kuchni. Keczup z makaronem, pizza z ananasem", "description": "Włosi są wyczuleni na punkcie rodzimej kuchni i każde odstępstwo traktują jako świętokradztwo. Za największe grzechy popełniane przez cudzoziemców wobec tradycji kulinarnej ich kraju uznają dodanie keczupu do makaronu, podanie pizzy z ananasem czy łamanie spaghetti. Włosi są kategoryczni w ich ocenie i nie tolerują naruszania zasad.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-03/wlochy-wskazano-najwieksze-grzechy-w-kuchni-keczup-z-makaronem-pizza-z-ananasem/", "date_published": "2023-06-03 06:15:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Węgry. Kontrowersyjne nagranie rządu. Chodzi o mapę Ukrainy", "description": "Węgry prowokują nowe kontrowersje w relacjach z Kijowem. Tym razem powodem jest mapa Ukrainy pokazana w nagraniu rządu Viktora Orbana wzywającym do pokoju. Na grafice z granicami Ukrainy nie zaznaczono Krymu.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-03/kontrowersyjna-mapa-wegry-ukraina/", "date_published": "2023-06-03 04:29:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Katastrofa kolejowa na wschodzie Indii. Gwałtowni rośnie liczba ofiar", "description": "Do co najmniej 288 osób zwiększyła się liczba ofiar śmiertelnych, a ponad 900 zostało rannych na skutek kolizji trzech pociągów w piątek wieczorem we wschodnich Indiach. Liczba ofiar może być większa, ponieważ wielu pasażerów prawdopodobnie pozostaje uwięzionych we wrakach wagonów.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-03/katastrofa-kolejowa-w-indiach-rosnie-liczba-ofiar/", "date_published": "2023-06-03 04:22:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}]