[{"source": "https://www.wirtualnemedia.pl/rss/wm_internet.xml", "title": "Marcin Meller zawiesza „Drugie śniadanie Mellera” i zbiórkę za Zrzutce", "description": "Wraz z końcem pierwszego sezonu „Drugiego śniadania Mellera” program zostaje na kilka miesięcy zawieszony - poinformował w sobotę autor formatu, Marcin Meller. Wyjaśnił też, że ma to związek z pisaniem książki. - Oczywiście zawieszam również zbiórkę na Zrzutce – poinformował dziennikarz. W sumie nagrał i opublikował dotychczas 20 wydań swojego autorskiego formatu, na który internauci przekazali mu 66 tys. zł.", "link": "https://www.wirtualnemedia.pl/artykul/drugie-sniadanie-mellera-zawieszone-czy-wroci-koniec", "date_published": "2023-06-03 14:47:16.655582+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.wirtualnemedia.pl/rss/wm_internet.xml", "title": "Zasada Netfliksa „Miłość to dzielenie się hasłem” już nie obowiązuje. Amazon kpi z nowej strategii konkurencji dotyczącej współdzielenia kont", "description": "Prime Video nie zamierza pozwolić zapomnieć Netfliksowi o swoim wcześniejszym życzliwym nastawieniu do udostępniania haseł. W 2017 roku platforma promowała się sloganem „Miłość to dzielenie się hasłem”, a Reed Hastings mówił, że Netflix chce łączyć całe rodziny i dawać im wspólną rozrywkę.", "link": "https://www.wirtualnemedia.pl/artykul/netflix-wprowadza-nowe-zasady-wspoldzielenia-kont-a-prime-video-amazon-studios-zrodlo-twitter-trafnie-odpowiada", "date_published": "2023-06-03 05:34:25.579223+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.wirtualnemedia.pl/rss/wm_internet.xml", "title": "Mniej znane europejskie seriale, które znajdziesz na Netfliksie", "description": "Wychodząc naprzeciw oczekiwaniom naszych czytelników, proponujemy listę mniej znanych, ale wartych uwagi europejskich seriali, które znajdziecie na Netfliksie. Przedstawiamy zarówno komedie, kryminał, jak i produkcje obyczajowe.", "link": "https://www.wirtualnemedia.pl/artykul/europejskie-serial-netflix-hity-co-ogladac-rita-milosc-anarchia-telefonistki-lista-tytulow", "date_published": "2023-06-03 05:34:25.571284+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.wirtualnemedia.pl/rss/wm_internet.xml", "title": "Rząd chce, żeby wszyscy Polacy mieli dostęp do internetu. Wyda 10 mld zł", "description": "Plan na 2026 r. zakłada, że w każdym województwie będziemy mieli prawie 100 proc. gospodarstw domowych podłączonych do internetu - zapowiedział w piątek minister cyfryzacji Janusz Cieszyński. Dodał, że w lipcu ruszy konkurs, który wyłoni firmy mające zrealizować szerokopasmowe inwestycje.", "link": "https://www.wirtualnemedia.pl/artykul/internet-szerokopasmowy-rozbudowa-plan-ministerstwa-cyfryzacji", "date_published": "2023-06-03 04:04:05.193097+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.wirtualnemedia.pl/rss/wm_internet.xml", "title": "Meta Platforms przywróci pracę stacjonarną. Przez trzy dni w tygodniu", "description": "Meta Platforms przekazał swoim pracownikom, że od września będą musieli przez trzy dni w tygodniu pracować w trybie stacjonarnym.", "link": "https://www.wirtualnemedia.pl/artykul/meta-facebook-koniec-praca-zdalna-mark-zuckerberg", "date_published": "2023-06-03 04:04:05.184642+00:00", "persistent": false, "user": null, "language": "pl-PL"}]