[{"source": "https://businessinsider.com.pl/.feed", "title": "Fiskus na Instagramie i Facebooku. Urzędnicy sprawdzają podatników w mediach społecznościowych", "description": "Fiskus sprawdza podatników na Facebooku, Instagramie i platformach handlowych. Przeglądając zdjęcia i ogłoszenia, skarbówka szuka informacji o osobach, które nie płacą podatków, zaniżają ich wysokość, prowadzą działalność gospodarczą bez rejestracji lub traktują wydatki wakacyjne jak koszty podróży służbowej — informuje Prawo.pl.", "link": "https://businessinsider.com.pl/twoje-pieniadze/fiskus-na-instagramie-i-facebooku-urzednicy-sprawdzaja-podatnikow-w-mediach/s39bcer", "date_published": "2023-06-03 18:45:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "USA unikną technicznego bankructwa. Joe Biden podpisał ustawię", "description": "Prezydent USA Joe Biden podpisał projekt ustawy zawieszający limit zadłużenia rządu federalnego do 1 stycznia 2025 r. Bez tego podpisu, 5 czerwca Stany Zjednoczone Ameryki znalazłyby się w sytuacji technicznego bankructwa.", "link": "https://businessinsider.com.pl/gospodarka/usa-unikna-technicznego-bankructwa-limit-dlugu-zawieszony/5lke6cm", "date_published": "2023-06-03 18:28:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Microsoft inwestuje w Polsce gigantyczne pieniądze. Jak mogą na tym skorzystać firmy?", "description": "Na początku maja amerykański Microsoft ogłosił, że uruchamia centrum przetwarzania danych w chmurze: Azure Poland Central. Jest to pierwszy tego typu ośrodek w Polsce i w Europie Środkowo-Wschodniej. Nowe centrum jest reakcją na rosnące zapotrzebowanie na moc obliczeniową i dostęp do usług chmurowych. Stewart Wilson PwC w rozmowie z Business Insider Polska podkreśla, że Polska staje się regionalnym centrum przetwarzania danych, a przed polskimi firmami staje szansą na wykonanie skoku technologicznego.", "link": "https://businessinsider.com.pl/finanse/gigantyczna-inwestycja-microsoft-w-polsce-chmura-szansa-dla-polskich-firm/6py2p8v", "date_published": "2023-06-03 18:00:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Sroka: mieszkania nowe są lepszym zabezpieczeniem kapitału niż te, z rynku wtórnego", "description": "Nie da się ukryć, że wraz ze wzrostem inflacji następuje także wzrost cen mieszkań. O wpływie zarówno rządowego programu kredytu na 2 proc. jak i właśnie wzrostach inflacyjnych na ceny nieruchomości w najnowszym odcinku In Business mówiła Iwona Sroka, członek zarządu Murapol S.A.", "link": "https://businessinsider.com.pl/wiadomosci/sroka-mieszkania-nowe-sa-lepszym-zabezpieczeniem-kapitalu-niz-te-z-rynku-wtornego/gy4v1k1", "date_published": "2023-06-03 16:16:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Wielka Brytania. Strajki na kolei kosztowały gospodarkę ponad 5,5 mld funtów", "description": "Trwające już niemal rok strajki na brytyjskiej kolei kosztowały dotychczas tamtejszą gospodarkę ponad 5,5 mld funtów — ocenia think tank Centre for Economics and Business Research.", "link": "https://businessinsider.com.pl/wiadomosci/wielka-brytania-strajki-na-kolei-kosztowaly-gospodarke-ponad-55-mld-funtow/ttdyl9x", "date_published": "2023-06-03 16:13:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Steve Jobs dał byłemu pracownikowi radę, bez której jeden z techgigantów by nie istniał", "description": "Marc Benioff obecnie jest miliarderem, właścicielem technologicznego giganta Salesforce i jednym z najbardziej szanowanych liderów w Dolinie Krzemowej. Jak jednak wielokrotnie mówił, ani jego miliardów, ani Salesforce mogłoby nie być, gdyby nie jedno spotkanie ze Stevem Jobsem.", "link": "https://businessinsider.com.pl/rozwoj-osobisty/kariera/steve-jobs-rada-dla-ceo-salesforce-marca-benioffa/9c5hnbf", "date_published": "2023-06-03 16:11:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kilogram tego proszku jest wart 7 tys. zł. Przełomowa polska technologia", "description": "Wygląda jak rozkruszona grudka węgla. Łączy w sobie najlepsze cechy ceramiki i metali. Jest odporny na ekstremalną temperaturę, rzędu tysiąca stopni Celsjusza. Materiał uzyskany przez poznańskich naukowców może okazać się przyszłością światowego przemysłu kosmicznego.", "link": "https://businessinsider.com.pl/technologie/nauka/kilogram-tego-proszku-jest-wart-7-tys-zl-przelomowa-polska-technologia/9yw99cq", "date_published": "2023-06-03 14:50:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Firma nie zwolni za konflikt interesów? Jest zakaz", "description": "Pracownik działu sprzedaży zatrudnił się na takim samym stanowisku u klienta swojego pracodawcy. Czy ten ostatni może mu tego zakazać lub go zwolnić? Po ostatniej nowelizacji kodeksu pracy to nie takie proste, bo nowe przepisy chronią osoby z kilkoma etatami.", "link": "https://businessinsider.com.pl/prawo/praca/kodeks-pracy-2023-czy-mozna-zwolnic-pracownika-za-dorabianie-w-innej-firmie/5z8tjs5", "date_published": "2023-06-03 14:42:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Jej meble chciał mieć każdy. Co się stało wzorcową polską firmą?", "description": "Miała połyskliwe, często cieniowane fronty. Składała się z dużej szafy, mniejszych zamykanych szafek, przeszklonych półek oraz barku. Zwykle zajmowała całą ścianę i sprawiała, że wnętrze stawało się stylowe, eleganckie i modne. Taką moc miała w czasach głębokiego PRL-u wykonana z litego drewna meblościanka Swarzędzkich Fabryk Mebli. Była trudno dostępna i bynajmniej nie tania. Każdy — albo prawie każdy — chciał ją mieć. Do czasu.", "link": "https://businessinsider.com.pl/biznes/to-byla-wzorcowa-firma-co-sie-z-nia-stalo-zostawili-spalona-ziemie/9cexm1k", "date_published": "2023-06-03 13:34:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Erdogan oficjalnie prezydentem. Rozpoczyna trzecią kadencję", "description": "Recep Tayyip Erdogan złożył przed parlamentem przysięgę , co oficjalnie rozpoczęło jego trzecią kadencję na stanowisku prezydenta Turcji.", "link": "https://businessinsider.com.pl/wiadomosci/erdogan-oficjalnie-prezydentem-rozpoczyna-trzecia-kadencje/zklr451", "date_published": "2023-06-03 13:06:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Gospodarka w gorszym stanie niż Łukaszenko. Białoruś tonie powoli: \"brakuje podstawowych produktów\"", "description": "Niedawno świat obiegła informacja, że Aleksander Łukaszenko miał rzekomo trafić w stanie krytycznym do szpitala w Moskwie. Usłyszeliśmy też o możliwym zabiegu oczyszczania krwi. Kilka dni później białoruski dyktator pojawił się publicznie, część doniesień została zdementowana, a stan jego zdrowia pozostaje obszarem spekulacji. Pewnych informacji o zdrowiu polityka jest bardzo niewiele, natomiast całkiem sporo możemy powiedzieć o stanie białoruskiej gospodarki. A ten jest najprawdopodobniej gorszy niż stan zdrowia Łukaszenki.", "link": "https://businessinsider.com.pl/gospodarka/jak-dzis-zyje-sie-na-bialorusi-lukaszenki-brakuje-podstawowych-produktow/n78vxwj", "date_published": "2023-06-03 12:38:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Belgia. Rząd stawia bankom ultimatum. Dostały miesiąc", "description": "Belgijski premier Aleksander de Croo zapowiedział, że rząd \"zmusi\" banki do podniesienia oprocentowania kont oszczędnościowych, jeśli same nie zdecydują się na taki ruch.", "link": "https://businessinsider.com.pl/wiadomosci/belgia-rzad-stawia-bankom-ultimatum-dostaly-miesiac-pozniej-interwencja/672ccsm", "date_published": "2023-06-03 12:31:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Unia chce objąć sankcjami diamenty z Rosji. Jedno państwo wciąż stawia weto", "description": "Handel diamentami z Rosji trwa w najlepsze pomimo apeli ze strony Ukrainy i niektórych państw Unii — w tym Polski — żeby położyć mu kres. Wszystkie próby objęcia diamentów sankcjami kończyły się dotychczas tak samo: grzecznym, ale stanowczym sprzeciwem jednego państwa — Belgii.", "link": "https://businessinsider.com.pl/wiadomosci/unia-chce-objac-sankcjami-diamenty-z-rosji-jedno-panstwo-wciaz-stawia-weto/5bnlm4r", "date_published": "2023-06-03 11:46:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Jak żyje typowy amerykański milenials? Oto jego przeciętny majątek i główny problem", "description": "Żałujesz czasem, że nie przyszło ci się urodzić w USA? Typowy amerykański milenials jest rodzicem, posiada dom i pokaźny jak na polskie warunki majątek. Na głowie ma też jednak problem, który ciągnie się za nim latami.", "link": "https://businessinsider.com.pl/wiadomosci/jak-zyje-typowy-amerykanski-milenials-oto-jego-przecietny-majatek-i-glowny-problem/y7bf8bs", "date_published": "2023-06-03 11:04:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Z lotniska w Radomiu startują pierwsze loty czarterowe", "description": "Pierwszy czarter — do Antalyi w Turcji — odleci z lotniska Warszawa-Radom w sobotę w godzinach popołudniowych. Rejsy na tej trasie będą obsługiwane przez Polskie Linie Lotnicze LOT oraz Enter Air. W czerwcu samoloty z Radomia będą latać także do Bułgarii, Albanii i Grecji. Odbywać się będą też — tak jak do tej pory — regularne rejsy LOT do Rzymu i Paryża.", "link": "https://businessinsider.com.pl/biznes/lotnisko-w-radomiu-startuja-pierwsze-loty-czarterowe/kdmnqmz", "date_published": "2023-06-03 10:52:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Transformacja przemysłu w powijakach. \"Takiego zagrożenia ja sobie nie przypominam\"", "description": "Za fakty bierzemy deklaracje i życzenia, bo na razie praktycznej realizacji transformacji energetycznej czy technologicznej w przemyśle nie widzę — ocenia Henryk Kaliś, prezes Izby Energetyki Przemysłowej i Odbiorców Energii, związany zakładem hutniczym Bolesław. W rozmowie z Business Insider Polska mówi o barierach w dążeniu polskiego przemysłu do zeroemisyjności. Przedstawia też pomysł na to, jak fabryki mogą pomóc w krajowej sieci radzić sobie z nadwyżką zielonej energii.", "link": "https://businessinsider.com.pl/biznes/transformacja-przemyslu-w-powijakach-takiego-zagrozenia-ja-sobie-nie-przypominam/4f6pn46", "date_published": "2023-06-03 09:37:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Bogaci walczą, aby je mieć. Na czym polega wyjątkowość tych domów?", "description": "Mogą mieć maksymalnie dwie kondygnacje, choć ten przepis bywa obchodzony i niezwykle trudno kupić je obcokrajowcom. Oto singapurskie \"bungalowy dobrej klasy\".", "link": "https://businessinsider.com.pl/wideo/bogaci-walcza-aby-je-miec-na-czym-polega-wyjatkowosc-tych-domow/4mmq4t9", "date_published": "2023-06-03 09:29:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Rosja może zakazać tranzytu dla polskich ciężarówek. Co na to polscy kierowcy?", "description": "Rosyjski rząd ma zakazać wjazdu polskich ciężarówek na teren kraju. Po wprowadzeniu przez UE sankcji na Rosję, wiele polskich firm wycofało się z tego rynku. Część jednak została, choćby dlatego, by wozić towary do takich państw jak Kazachstan czy Uzbekistan. Jeśli rosyjskie plany wejdą w życie, polscy kierowcy będą chcieli zatrzymania tranzytu ciężarówek innych państw europejskich do Rosji.", "link": "https://businessinsider.com.pl/biznes/zakaz-dla-wjazdu-polskich-ciezarowek-do-rosji-co-na-to-polscy-kierowcy/k9tgg77", "date_published": "2023-06-03 08:51:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Ekonomista: jednocyfrowa inflacja już we wrześniu", "description": "Inflacja w Polsce spada ostatnio szybciej, niż wynika z prognoz – powiedział główny ekonomista Banku Pekao Ernest Pytlarczyk. Jego zdaniem ten trend może się utrzymać, a prognozy inflacji będą wkrótce korygowane w dół.", "link": "https://businessinsider.com.pl/gospodarka/inflacja-w-polsce-spada-szybciej-od-prognoz-jednocyfrowa-juz-we-wrzesniu/9syp8n0", "date_published": "2023-06-03 07:43:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Przed śmiercią  sprzedała wszystkie utwory za 50 mln dol. Oto jak Tina Turner zarobiła swoją fortunę", "description": "Tina Turner już za życia była jedną z najbardziej rozpoznawanych i najlepiej opłacanych wokalistek. Przed śmiercią królowa Rock&amp;Rolla postanowiła sprzedać swój cały dorobek muzyczny wytwórni BMG. Ponoć wyceniono go na 50 mln dol.", "link": "https://businessinsider.com.pl/wiadomosci/sprzedala-przed-smiercia-wszystkie-utwory-za-50-mln-dol-oto-jak-tina-turner-zarobila/r4qe9lx", "date_published": "2023-06-03 07:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Tak trują \"wieczne chemikalia\". Producenci latami ukrywali prawdę", "description": "Są odporne na rozkład, trwale utrzymują się w środowisku i ludzkim ciele. Wykorzystywano je do produkcji m.in. naczyń, tkanin, opakowań do żywności. Przemysł chemiczny w USA przez lata zatajał informacje o szkodliwości związków PFAS, tzw. wiecznych chemikaliów, dla zdrowia ludzi.", "link": "https://businessinsider.com.pl/biznes/tak-truja-wieczne-chemikalia-producenci-latami-ukrywali-prawde/bzqnyr7", "date_published": "2023-06-03 06:54:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Masz dobrą pamięć? W tym quizie tylko geniusze zdobędą 20/20", "description": "Słowa mogą mieć ogromną moc zmieniania świata. Te słowa ludzkość zapamięta na długo. Jedne motywują do działa, inne przypominają o tym, co ważne lub przestrzegają przed tym, co najbardziej utrudnia drogę na szczyt. Choć je powtarzamy lub zapisujemy w kalendarzu, to często nie pamiętamy, kto za nimi stoi. Czy rozpoznasz, z czyich usta padły te wypowiedzi? Niektóre z nich od wieków pozostają aktualne.", "link": "https://businessinsider.com.pl/wiadomosci/masz-dobra-pamiec-w-tym-quizie-tylko-geniusze-zdobeda-2020/jhklllf", "date_published": "2023-06-03 06:22:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Joe Biden: zapobiegliśmy zapaści gospodarki", "description": "— Nikt nie dostał wszystkiego, czego chciał, ale Amerykanie dostali to, czego potrzebowali. Zapobiegliśmy kryzysowi gospodarczemu i załamaniu gospodarczemu — tak Joe Biden podsumował ustawę, którą w czwartek przyjął Kongres. Dziś prezydent USA ją podpisze.", "link": "https://businessinsider.com.pl/wiadomosci/joe-biden-zapobieglismy-zapasci-gospodarki/qjs4jey", "date_published": "2023-06-03 06:08:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Keczup do makaronu, pizza z ananasem. Tego Włosi nie wybaczą. \"Przestępstwo kulinarne\"", "description": "Pewna mieszkanka Rzymu zasłynęła niedawno za sprawą publicznego protestu przeciwko zamawianiu przez turystów cappuccino po godzinie 12, co jest sprzeczne z włoskim zwyczajem. Fakt, że mieszkańcy Italii podchodzą do swoich kulinarnych tradycji niezwykle poważnie, potwierdzają wyniki nowego sondażu.", "link": "https://businessinsider.com.pl/wiadomosci/keczup-do-makaronu-pizza-z-ananasem-tego-wlosi-nie-wybacza-przestepstwo-kulinarne/q02npvg", "date_published": "2023-06-03 05:32:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Szefowa Coca-Cola HBC w Polsce: wyrównamy liczbę kobiet i mężczyzn w kierownictwie [WYWIAD]", "description": "— Jednym z naszych założeń jest wyrównanie liczby kobiet i mężczyzn na stanowiskach kierowniczych. Naszym celem jako Grupy Coca-Cola HBC jest osiągnięcie tego balansu do 2030 r. Jesteśmy już blisko, ale wciąż widzimy tu przestrzeń do działania – mówi Ruža Tomić Fontana, dyrektorka generalna Coca-Cola HBC Polska i Kraje Bałtyckie.", "link": "https://businessinsider.com.pl/firmy/szefowa-coca-cola-hbc-chce-w-kierownictwie-tyle-kobiet-co-mezczyzn-ma-plan/d6kexfe", "date_published": "2023-06-03 04:47:46+00:00", "persistent": true, "user": "rumpel", "language": "en-US", "tags": ["quotas", "feminism", "sexism"]}, {"source": "https://businessinsider.com.pl/.feed", "title": "Naukowcy wskazują ćwiczenia, które poprawiają funkcjonowanie mózgu", "description": "Co zrobić, aby w naturalny sposób poprawić sobie humor, pamięć oraz ochronić mózg przed spadkiem funkcji poznawczych spowodowanych wiekiem? Odpowiedź jest prosta — uprawiać sport.", "link": "https://businessinsider.com.pl/rozwoj-osobisty/zdrowie/cwiczenia-na-sprawnosc-mozgu/gwt8wgk", "date_published": "2023-06-03 04:35:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Robią 100 tys. bajgli tygodniowo. \"Kolejka nie kończy się przez 8 h\"", "description": "Bajgle są jednym z symboli Nowego Jorku. Mimo masowej produkcji Utopia Bagels stawia na ręczną pracę. Właściciel piekarni twierdzi, że jest w stanie poznać, które bajgle wykonywali poszczególni pracownicy.", "link": "https://businessinsider.com.pl/wideo/robia-100-tys-bajgli-tygodniowo-kolejka-nie-konczy-sie-przez-8-h/20b78np", "date_published": "2023-06-03 04:32:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kiedy w sklepach są największe tłumy? Oto najgorsze godziny na zakupy", "description": "Największy ruch w sklepach jest między 16 a 18, ale diabeł tkwi w szczegółach. To, czy utkniemy w kolejce do kasy, zależy od formatu sklepu, który wybierzemy. W mniejszych placówkach pik transakcji przypada na inne godziny niż w większych marketach. Postanowiliśmy sprawdzić, o jakiej porze warto robić zakupy w popularnych sieciach handlowych, by uniknąć tłumów.", "link": "https://businessinsider.com.pl/poradnik-finansowy/kiedy-w-sklepach-sa-najwieksze-tlumy-oto-najgorsze-godziny-na-zakupy/3bk0e4z", "date_published": "2023-06-03 04:20:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "HIMARS-y to przełom w polskim uzbrojeniu. Minusy? Posłużą nam przez dwa dni wojny", "description": "Zatrzymały impet rosyjskiego natarcia w Ukrainie i precyzyjnie niszczą kolejne cele. Teraz nowoczesne amerykańskie wyrzutnie rakietowe HIMARS trafiły też do polskiej armii. Choć na razie jest ich zaledwie siedem, już możemy mówić o przełomie w uzbrojeniu wojsk lądowych. Pozostałe 13 sztuk z pierwszego zamówienia ma zostać dostarczone do końca roku. Jak HIMARS-y odmienią polskie wojsko?", "link": "https://businessinsider.com.pl/technologie/himars-y-to-przelom-w-polskim-uzbrojeniu-minusy-posluza-nam-przez-dwa-dni-wojny/j5dyf5b", "date_published": "2023-06-03 04:12:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "HIMARS-y to przełom w polskim uzbrojeniu. Minusy? Rakiet mamy na dwa dni wojny", "description": "Zatrzymały impet rosyjskiego natarcia w Ukrainie i precyzyjnie niszczą kolejne cele. Teraz nowoczesne amerykańskie wyrzutnie rakietowe HIMARS trafiły też do polskiej armii. Choć na razie jest ich zaledwie siedem, już możemy mówić o przełomie w uzbrojeniu wojsk lądowych. Pozostałe 13 sztuk z pierwszego zamówienia ma zostać dostarczone do końca roku. Jak HIMARS-y odmienią polskie wojsko?", "link": "https://businessinsider.com.pl/technologie/himars-y-to-przelom-w-polskim-uzbrojeniu-minusy-rakiet-mamy-na-dwa-dni-wojny/j5dyf5b", "date_published": "2023-06-03 04:12:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "HIMARS-y to przełom w polskim uzbrojeniu. Przy zakupie popełniono jednak błąd", "description": "Zatrzymały impet rosyjskiego natarcia w Ukrainie i precyzyjnie niszczą kolejne cele. Teraz nowoczesne amerykańskie wyrzutnie rakietowe HIMARS trafiły też do polskiej armii. Choć na razie jest ich zaledwie siedem, już możemy mówić o przełomie w uzbrojeniu wojsk lądowych. Pozostałe 13 sztuk z pierwszego zamówienia ma zostać dostarczone do końca roku. Jak HIMARS-y odmienią polskie wojsko?", "link": "https://businessinsider.com.pl/technologie/himars-y-to-przelom-w-polskim-uzbrojeniu-przy-zakupie-popelniono-jednak-blad/j5dyf5b", "date_published": "2023-06-03 04:12:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "To nie pierwsza \"tuskowa\" komisja. Z poprzednich pamiętamy głównie \"carycę\"", "description": "Niebawem ruszy komisja do spraw badania wpływów rosyjskich, nazywana też \"komisją do spraw Tuska\". Podobnych ciał było już jednak sporo. Kosztowały miliony i miały zbadać głośne afery rządów PO czy \"lukę VAT\". Skończyło się na tym, że dziś nawet ich członkom trudno wskazać jednoznaczne sukcesy.", "link": "https://businessinsider.com.pl/gospodarka/to-nie-pierwsza-tuskowa-komisja-z-poprzednich-pamietamy-glownie-caryce/j9qj1wj", "date_published": "2023-06-03 04:01:00+00:00", "persistent": false, "user": null, "language": "en-US"}]