[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCLRlryMfL8ffxzrtqv0_k_w", "title": "Fantastic Four, Spider-Man 4, John Wick 5, The Expendables 4... KinoCheck News", "description": "This time in the #KinoCheckNews , “Spider-Man: Miles Morales\", “Spider-Man 4”, “Spider-Woman”, “Spider-Man: Beyond the Spider-Verse”, “John Wick 5”, “The Expendables 4”, “Fantastic Four”, “How to Train Your Dragon”, “The Continental\", “Ballerina” etc.| Subscribe ➤ https://abo.yt/ki | 2023 Movie News Show | More News https://KinoCheck.com/news\n\n00:00 The Expendables 4\n\"The Expendables\" franchise can primarily impress with two things: Fast-paced action and a cast full of Hollywood greats. One of the most popular figures in the film series is Arnold Schwarzenegger's character Trench…\nhttps://kinocheck.com/news/um0bj2\n\n02:09 Fantastic Four with Margot Robbie\nIt has been known for some time that Marvel wants to give it another shot with a new reboot, and as we've known since this week, there are said to be some actors involved who were not previously thought of…\nhttps://kinocheck.com/news/bsekny\n\n03:55 Spider-Man 4 & Miles Morales Live-Action Movie\nAt present, the animated film \"Spider-Man: Across the Spider-Verse\" is thrilling both fans and critics in theaters. While the sequel is raising anticipation for the third film \"Beyond the Spider-Verse\" in the coming year, there is now also hot news about other new movies around Spider-Man…\nhttps://kinocheck.com/news/p2mb0a\n\n05:32 John Wick 5\nNot only did \"John Wick 4\" recently take the popular franchise led by Keanu Reeves to the magical box office milestone of one billion dollars, but it also raised big questions as to what will happen next…\nhttps://kinocheck.com/news/wmybdp\n\n06:52 How to Train Your Dragon\nIn 2010, \"How to Train Your Dragon\", the first of a total of three very successful animated films, was released in cinemas. Fans have been waiting for new footage for several years now…\nhttps://kinocheck.com/news/qix0i5\n\nMost popular movies right now ➤ https://amzo.in/bestsellermovies | Most wanted movies of all time ➤ https://amzo.in/wishlistmovies\n\nThumbnail based on an artwork of our buddy https://instagr.am/venomhology\n\nNote | News with courtesy of all involved publishers. | All Rights Reserved. | https://amzo.in are affiliate-links. That add no additional cost to you, but will support our work through a small commission. | #KinoCheck®", "link": "https://www.youtube.com/watch?v=WsB_IzUAZPk", "date_published": "2023-06-03 10:04:03+00:00", "persistent": false, "user": null, "language": "en-US"}]