[{"source": "https://www.theguardian.com/international/rss", "title": "Aaron Ramsey and David Brooks sink Latvia to revive Wales’ Euro 2024 hopes", "description": "<p>And breathe. Into six of seven minutes of second-half stoppage time David Brooks sealed Wales’s crucial victory. Seconds before the relief when Danny Ward claimed a free-kick was audible from thousands of Wales supporters. Rob Page proclaimed he would take a scruffy one-nil win and while it was hardly smash and grab, they had to sweat to a earn a crucial win that revives their hopes of automatic qualification. Aaron Ramsey’s 100th senior career goal, from the penalty spot, opened the scoring but Wales also endured their share of hairy moments.</p><p>A 15-second countdown to kick-off was displayed on the big screen at one end of this no-frills stadium within walking distance of the cobbled old town. At that moment Page, who last week acknowledged the external negativity surrounding his team and on the eve of the game did not hide from questions about his future amid mounting scrutiny, could be forgiven for wondering whether this would be the last time. Wales had won one of their pr", "link": "https://www.theguardian.com/football/2023/sep/11/latvia-wales-euro-2024-group-d-qualifier", "date_published": "2023-09-11T21:00:59+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Monument to founder of Soviet secret police unveiled in Moscow", "description": "<p>Statue of ‘Iron Felix’ Dzerzhinsky unveiled on Monday at the headquarters of Russia’s foreign spy service</p><p>A bronze statue of “Iron Felix” Dzerzhinsky, the ruthless founder of the Soviet secret police and <a href=\"https://www.theguardian.com/lifeandstyle/2008/jul/26/familyandrelationships5\">architect of the Red Terror </a>which followed the 1917 revolution, has been unveiled at the headquarters of Russia’s foreign spy service.</p><p>Dzerzhinsky, a Polish noble turned revolutionary who helped lay the foundations of the repressive system over which Joseph Stalin was to preside, is reviled by dissidents but is a hero to the spies who rule in Vladimir Putin’s Russia.</p> <a href=\"https://www.theguardian.com/world/2023/sep/11/monument-to-founder-of-soviet-secret-police-unveiled-in-moscow\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/11/monument-to-founder-of-soviet-secret-police-unveiled-in-moscow", "date_published": "2023-09-11T17:43:01+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Greek PM under attack over handling of Storm Daniel disaster response", "description": "<p>Kyriakos Mitsotakis faces biggest crisis yet as residents ask where money for ‘immediate’ flood relief has gone</p><p>The Greek prime minister, Kyriakos Mitsotakis, is facing his biggest crisis yet as less than a week after rainstorms left vast tracts of the country’s central regions under water, his government is coming under attack for its handling of the disaster that has left 15 dead.</p><p>Health experts have described conditions in the flood-stricken Thessaly region – one of Greece’s richest agricultural areas – as ripe for the spread of infectious diseases after a summer of unprecedented heat-induced forest fires. Public health officials issued an urgent appeal on Monday for residents in the affected areas to only use bottled water for personal hygiene, drinking and cooking despite ongoing shortages.</p> <a href=\"https://www.theguardian.com/world/2023/sep/11/greek-pm-kyriakos-mitsotakis-storm-daniel-disaster-response\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/11/greek-pm-kyriakos-mitsotakis-storm-daniel-disaster-response", "date_published": "2023-09-11T16:44:38+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "French actor Mathieu Kassovitz says he was being an ‘idiot’ before bike crash", "description": "<p>Actor and director says he was trying to ‘play superhero’ in front of his daughter before motorbike accident</p><p>The French actor and director Mathieu Kassovitz has said he was trying to be a “superhero” and impress his daughter when he had a motorbike accident that left him in hospital with serious leg injuries.</p><p>Kassovitz, best known for his 1995 film La Haine and his role in the 2001 film Amélie, <a href=\"https://www.theguardian.com/film/2023/sep/04/mathieu-kassovitz-french-director-actor-seriously-injured-motorbike-accident-paris\">came off his bike after misjudging a corner on a training course</a>. His daughter was on a motorbike behind him with an instructor, and his wife and son also witnessed the accident.</p> <a href=\"https://www.theguardian.com/world/2023/sep/11/mathieu-kassovitz-french-actor-bike-crash\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/11/mathieu-kassovitz-french-actor-bike-crash", "date_published": "2023-09-11T13:28:24+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "From prime time to lurid tales in a shed: the rapid descent of Tucker Carlson", "description": "<p>Carlson, once seen as a Republican powerbroker and even a presidential candidate, has grown more extreme and less relevant</p><p>For years, Tucker Carlson seemed untouchable at Fox News. His position as the channel’s most popular host allowed him to wield power over viewers and the Republican party alike, his political influence reinforcing his position as the king of rightwing cable TV.</p><p>That changed in April, however, when Fox News, after settling a defamation lawsuit for $787m, <a href=\"https://www.theguardian.com/media/2023/apr/24/tucker-carlson-leaving-fox-news\">gave Carlson the boot</a>.</p> <a href=\"https://www.theguardian.com/us-news/2023/sep/11/tucker-carlson-fox-news-twitter\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/sep/11/tucker-carlson-fox-news-twitter", "date_published": "2023-09-11T10:45:18+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Biden impeachment inquiry ‘eight months of abject failure’, watchdog report says", "description": "<p>The Congressional Integrity Project reports on several inconsistencies and untruths in James Comer’s House investigation</p><p>The man leading the Republican charge for an impeachment inquiry into Joe Biden has endured “eight months of abject failure” in trying to prove the US president guilty of wrongdoing, a watchdog report says.</p><p>James Comer, the ambitious chairman of the House of Representatives’ oversight committee, has repeatedly overhyped allegations of bribery and corruption against Biden without once producing hard evidence, according to the <a href=\"https://congressionalintegrity.org/\">Congressional Integrity Project</a>.</p> <a href=\"https://www.theguardian.com/us-news/2023/sep/11/biden-impeachment-inquiry-abject-failure-report\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/sep/11/biden-impeachment-inquiry-abject-failure-report", "date_published": "2023-09-11T10:40:18+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Republican senator says top federal officials should disclose medical records", "description": "<p>Suggestion comes after the competence of several legislators – both Democrat and Republican – has come into question</p><p><a href=\"https://www.theguardian.com/us-news/us-congress\">Congress</a> should have a rule requiring certain top federal officials to disclose medical records, the Republican US senator Bill Cassidy said on Sunday.</p><p>Speaking on NBC’s Meet the Press, <a href=\"https://www.theguardian.com/us-news/2023/aug/21/bill-cassidy-trump-drop-out-2024\">Cassidy</a> – a gastroenterologist who was elected as a US senator for Louisiana in 2008 – said that it “should certainly be a House rule” for elected officials to disclose their medical records.</p> <a href=\"https://www.theguardian.com/us-news/2023/sep/11/us-lawmakers-medical-records-competency\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/sep/11/us-lawmakers-medical-records-competency", "date_published": "2023-09-11T10:00:18+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Canada and Germany have shown USA that basketball is a truly global game", "description": "<p>While Germany won their first World Cup, Canada stunned the USA in the bronze-medal playoff to change a one-sided rivalry</p><p>The 2023 Fiba World Cup was a tournament of firsts. The first time Germany <a href=\"https://www.theguardian.com/sport/2023/sep/10/germany-crowned-basketball-world-cup-winners-after-beating-serbia-in-final\">won a global basketball competition</a>. The first time five African teams won a game in the group stage. And the first time Team Canada won a medal: they <a href=\"https://www.theguardian.com/sport/2023/sep/10/canada-cause-upset-to-leave-usa-without-medal-at-basketball-world-cup-again\">defeated Team USA</a> after Shai Gilgeous-Alexander and Dillon Brooks combined to score 70 points in the bronze medal game on Sunday, winning an overtime thriller, 127-118.</p><p>This isn’t how things are supposed to play out in international men’s hoops, especially between Canada and the USA. After all, <a href=\"https://www.fiba.basketball/rankingmen\">the US are the No 2", "link": "https://www.theguardian.com/sport/2023/sep/11/canada-show-usa-cant-merely-show-up-to-win-a-basketball-world-cup", "date_published": "2023-09-11T09:00:17+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Saudi ‘Clasico’ drama shows promise but Pro League still work in progress", "description": "<p>Al-Hilal’s 4-3 win over Al-Ittihad proved the big-money strategy is working, though doubts remain over attendances and depth</p><p>Despite all the PR and marketing consultants hired by Saudi Arabia, the Saudi “Clasico”, which featured Al-Ittihad and Al-Hilal, was not, for some reason, rebranded ‘Al Clasico’. Nevertheless, the 1 September clash was quite the way to sign off for the international break. Al-Ittihad, hosts, champions and the so-called people’s club from the Red Sea port of Jeddah, faced Riyadh royalty and took a 3-1 lead only to lose 4-3.</p><p>There was international interest, which was expected given the raft of big-name signings made in the summer, and more quality, which, again, was hardly a surprise. Al-Ittihad, who conceded only 13 goals under Nuno Espírito Santo last season, were cruising before conceding three goals in the space of 11 second-half minutes, with Al-Hilal’s Aleksandar Mitrovic scoring an impressive hat-trick as the blue-shirted away fans did the ", "link": "https://www.theguardian.com/football/2023/sep/11/saudi-clasico-drama-shows-promise-but-pro-league-still-work-in-progress", "date_published": "2023-09-11T07:00:15+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "‘Obama’s education legacy needs to be questioned’: the scholar fighting for reparations for Black students", "description": "<p>Bettina Love believes decades of victimization, brutalization and belittlement of Black students by the US education system should be rectified with $2tn in reparations</p><p>Should Black students be paid reparations for decades of educational mistreatment? In her new book, Punished for Dreaming, the education scholar Bettina Love argues a forceful yes – and estimates the harm to Black students by the US education system could amount to as much as $2tn over the last 40 years.</p><p>That damage, Love says, was not only dealt by uncaring educators such as the high school math teacher who bluntly told her, “you are not college material,” or the elementary school teacher who body-slammed her friend Zook and put her in a chokehold when she was just 11. The harm also came from an alliance of policymakers, philanthropists and entrepreneurs who created the conditions for this neglect – by defunding public schools in order to push self-enriching “reforms”.</p> <a href=\"https://www.theguard", "link": "https://www.theguardian.com/world/2023/sep/11/black-students-reparations-us-education-bettina-love", "date_published": "2023-09-11T05:00:12+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Trump’s net worth meets Burger King’s photos: Edith Pritchett’s week in Venn diagrams – cartoon", "description": "<a href=\"https://www.theguardian.com/lifeandstyle/ng-interactive/2023/sep/11/trumps-net-worth-meets-burger-kings-photos-edith-pritchetts-week-in-venn-diagrams-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/ng-interactive/2023/sep/11/trumps-net-worth-meets-burger-kings-photos-edith-pritchetts-week-in-venn-diagrams-cartoon", "date_published": "2023-09-11T05:00:11+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "‘We need food and shelter’: farmers flee for their lives as terrorists attack villages in Mali", "description": "<p>Civilians who have been displaced by raids want to return home but say there is no protection for them there</p><p>There was no warning. The raiders came late in the night, shouting and shooting. The unarmed farmers of Bujo had no chance to defend themselves, and those who were too slow to flee died. By the morning, the villagers’ homes had been burned, livestock stolen and stores looted. They buried 17 victims in the communal graveyard and then walked the 15km to the nearby town of Bandiagara, where they remain.</p><p>The attack in mid-August was one of more than a dozen assaults last month on similar villages in a small area of central Mali that have killed at least 100 people and displaced tens of thousands.</p> <a href=\"https://www.theguardian.com/world/2023/sep/11/we-need-food-and-shelter-farmers-flee-for-their-lives-as-terrorists-attack-villages-in-mali\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/11/we-need-food-and-shelter-farmers-flee-for-their-lives-as-terrorists-attack-villages-in-mali", "date_published": "2023-09-11T04:00:12+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "‘I was completely homophobic’: Craig Revel Horwood on repression, sugar daddies and the joy of dance", "description": "<p>As the glitter ball returns, the longest serving Strictly judge talks about ruffling feathers, being fearless, his father’s alcoholism, and why he’s always ready to start over again</p><p>It is already way past working hours, yet you can feel the Strictly Come Dancing machine still whirring. At the studios where the BBC dance competition will take place over the next few months, boxes of hairpieces are piled in the corridor, the lights are on around the mirrors in the makeup room, rails of sequinned dresses in frothy chiffon seem to jostle for a writhing body to fill them and is that one of the pro-dancers bouncing up the stairs topless? On the way to Craig Revel Horwood’s dressing room, I get a glimpse of fellow judge Anton Du Beke. He is, as you would expect, wearing a glittery tuxedo. If you have been watching Strictly for any of its 19-year run, it all feels both weirdly familiar and otherworldly.</p><p>At the beginning, Revel Horwood did not think Strictly would take off. “We", "link": "https://www.theguardian.com/stage/2023/sep/11/craig-revel-horwood-on-repression-sugar-daddies-and-the-joy-of-dance-strictly", "date_published": "2023-09-11T04:00:11+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "‘It became an obsession’: the long search for the remains of Pinochet’s victims", "description": "<p>As Chile marks 50 years since the coup, women who have scoured the desert for remains of their husbands fear the brutality of the death squads will be forgotten</p><p>For nearly two decades, Violeta Berríos and Victoria Saavedra scoured Chile’s Atacama desert looking for any trace of their missing loved ones. Each evening as dusk fell across the barren plain, they would pile a few small rocks to mark the extent of their search, then turn back into the gloom empty-handed, agreeing to resume the next day.</p><p>In the weeks after <a href=\"https://www.theguardian.com/world/1973/sep/12/chile.fromthearchive1\">Gen Augusto Pinochet’s coup d’état</a> deposed the democratically elected president Salvador Allende in September 1973, a Puma helicopter landed in Calama, a dusty mining town in the Atacama. Its passengers were members of a death squad that came to be known as the “<a href=\"https://www.theguardian.com/world/2001/jan/27/chile.pinochet\">Caravan of Death</a>”.</p> <a href=\"https://w", "link": "https://www.theguardian.com/world/2023/sep/11/long-search-remains-pinochet-victims-chile-coup", "date_published": "2023-09-11T04:00:11+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Zelenskiy urged to intervene in case of British soldier who deserted to fight in Ukraine", "description": "<p>Exclusive:  Celebrated Ukrainian commander asks president to call for pardon for Alexander Garms-Rizzi</p><p>A decorated Ukrainian commander has urged Volodymyr Zelenskiy to intervene in the case of a British soldier who has been sentenced to 12 months in jail after deserting his unit to go to fight in Ukraine.</p><p>Alexander Garms-Rizzi, 21, slipped away from his regiment while it was deployed in Estonia and joined Ukraine’s foreign legion. He spent six months fighting on the frontline near the southern city of Mykolaiv before returning to the UK.</p> <a href=\"https://www.theguardian.com/world/2023/sep/11/zelenskiy-urged-to-intervene-in-case-of-british-soldier-who-deserted-to-fight-in-ukraine\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/11/zelenskiy-urged-to-intervene-in-case-of-british-soldier-who-deserted-to-fight-in-ukraine", "date_published": "2023-09-11T03:00:09+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": null}]