[{"source": "https://www.gamespot.com/feeds/mashup", "title": "Mortal Kombat's New Era: The Biggest Questions Going Into Mortal Kombat 1", "description": "<p dir=\"ltr\">Since its initial reveal in May, a major selling point for Mortal Kombat 1 has been the reimagining of the game's universe. Thanks to the newly minted Fire God Liu Kang's creation of a new universe, while every character on the MK1 roster is returning from a previous game in the franchise--the first time that's ever happened in a MK game--they all still feel fresh.</p><p dir=\"ltr\">Bi Han and Kuai Liang, while still brothers, are now Sub-Zero and Scorpion respectively. Before, Bi Han eventually became Noob Saibot, and Kuai Liang succeeded him as Sub-Zero. Raiden seems to have switched places with Liu Kang, becoming Earthrealm's Champion in the Mortal Kombat tournament as revealed in the MK1 Outworld trailer. The list goes on and on, but there are many questions yet to be answered.</p><p dir=\"ltr\">We're going to dive deep into some of the biggest mysteries surrounding this new era of Mortal Kombat as MK1 approaches. Will there be even more familiar faces appearing in the s", "link": "https://www.gamespot.com/articles/mortal-kombats-new-era-the-biggest-questions-going-into-mortal-kombat-1/1100-6517630/?ftag=CAD-01-10abi2f", "date_published": "2023-09-11T21:00:00+00:00", "bookmarked": false, "dead": null, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Get 14 Halo Graphic Novels For Only $18", "description": "<p>The galaxy is a pretty big place, and when it comes to Halo, that means that there are a <em>lot </em>of stories to be told. While you're resting up between sessions of Halo: Infinite, you'll want to check out this <strong><a href=\"https://www.anrdoezrs.net/click-100770772-14555742?sid=subid_value&amp;url=https://www.humblebundle.com/books/halo-graphic-novels-dark-horse-books\">new Humble Bundle comprised of 14 Halo graphic novels</a></strong>. This massive ebook bundle features some of the best adventures of Master Chief and his fellow Spartans. Even better, purchases will help support the Make-A-Wish Foundation, allowing your cash to go toward a worthy cause.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://www.anrdoezrs.net/click-100770772-14555742?sid=subid_value&amp;url=https://www.humblebundle.com/books/halo-graphic-novels-dark-horse-books\">See at Humble</a> </div><p>Paying the minimum of $1 will get you the first volume of Halo: Escalation, a story that takes p", "link": "https://www.gamespot.com/articles/get-14-halo-graphic-novels-for-only-18/1100-6517602/?ftag=CAD-01-10abi2f", "date_published": "2023-09-11T20:26:00+00:00", "bookmarked": false, "dead": null, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Diablo 4 Crossover Could Be Coming To Call Of Duty In Season 6", "description": "<p dir=\"ltr\">The sixth and final season of <a href=\"https://www.gamespot.com/games/call-of-duty-modern-warfare-ii/\">Call of Duty: Modern Warfare 2</a> and <a href=\"https://www.gamespot.com/games/call-of-duty-warzone/\">Warzone</a> is just weeks away, and data miners are already leaking possible operator skins for the big update. One of the most-recent leaks suggests that Diablo 4 characters could be coming to Call of Duty with an upcoming Halloween event.</p><p dir=\"ltr\">As <a href=\"https://twitter.com/charlieINTEL/status/1698735744854933691\">previously reported by CharlieIntel</a>, data miners have potentially found references to Diablo 4's characters Lilith and Butcher after the most recent game update for Warzone. The crossover is rumored to be happening sometime in Season 6 and during this year's Halloween-themed \"The Haunting\" event.</p><p dir=\"ltr\">Bringing the demons of Diablo isn't a surprising mashup, especially since both games are published by Activision Blizzard. Other rec", "link": "https://www.gamespot.com/articles/diablo-4-crossover-could-be-coming-to-call-of-duty-in-season-6/1100-6517629/?ftag=CAD-01-10abi2f", "date_published": "2023-09-11T19:52:00+00:00", "bookmarked": false, "dead": null, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Diablo 4 SteelSeries Oversized Mouse Pad Is On Sale At Amazon", "description": "<p>SteelSeries' Diablo 4 line of PC gaming accessories is still in stock a few months after launch. In fact, right now you can save on the XXL Diablo-themed mouse pad. Normally $50, the SteelSeries QcK oversized mouse pad is discounted from $50 to $42.50 at Amazon.</p><p>The Diablo 4 mouse pad from SteelSeries does exactly what you think it'll do. It's a wide slice of cloth featuring some of the gorgeous art from Diablo 4. SteelSeries' QcK mouse pads are high quality and come with nonslip bases. Your mouse will easily glide across the smooth cloth while vanquishing hordes of demons. The benefit of an oversized mouse pad such as the QcK is that it acts as a desk surface mat for both your keyboard and your mouse. This particular QcK mouse pad measures at 35.43 x 15.75 x 0.16 inches.</p><figure style=\"width: 700px;\"><a href=\"https://www.gamespot.com/a/uploads/original/1595/15950357/4191274-diablo4mousepad.jpg\"><img alt=\"SteelSeries QcK XXL Mouse Pad - Diablo 4 Edition\" src=\"https://www.", "link": "https://www.gamespot.com/articles/diablo-4-steelseries-oversized-mouse-pad-is-on-sale-at-amazon/1100-6517605/?ftag=CAD-01-10abi2f", "date_published": "2023-09-11T19:49:00+00:00", "bookmarked": false, "dead": null, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Spider-Man PS5 Console Covers Are Sold Out, But You Can Preorder A Stylish Alternative", "description": "<p>The official Spider-Man 2 PS5 console covers have been sold out pretty much since the moment they went up for preorder, and it’s unclear when (or if) they’ll be restocked--and any imminent restocks will likely be snatched up in minutes. But once again, Dbrand has stepped up to the plate to offer its own version of the covers--the <span class=\"norewrite\">           <a href=\"https://www.jdoqocy.com/click-100770772-15048490?sid=subid_value&amp;url=https://dbrand.com/shop/special-edition/arachnoplates\">Arachnoplates</a> </span>are now up for preorder, and they look pretty darn cool. It probably goes without saying that these aren't officially licensed, but <a href=\"https://www.gamespot.com/articles/make-your-ps5-look-like-a-transparent-n64-with-dbrands-new-darkplates/1100-6515244/\">Dbrand routinely releases high-quality PS5 console covers</a> (known as Darkplates).</p><p><a href=\"https://www.jdoqocy.com/click-100770772-15048490?sid=subid_value&amp;url=https://dbrand.com/shop/special-e", "link": "https://www.gamespot.com/articles/spider-man-ps5-console-covers-are-sold-out-but-you-can-preorder-a-stylish-alternative/1100-6517613/?ftag=CAD-01-10abi2f", "date_published": "2023-09-11T19:13:00+00:00", "bookmarked": false, "dead": null, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Xbox's Phil Spencer Talks About Bringing Games To Film And TV", "description": "<p>Microsoft Gaming CEO Phil Spencer has acknowledged that Microsoft is lagging behind its competitors in the area of bringing some of its gaming franchises to TV and film. Speaking to <a href=\"https://www.washingtonpost.com/entertainment/2023/09/09/starfield-todd-howard/\">The Washington Post</a>, Spencer said Microsoft is \"earlier in our journey\" to adapt its franchises for other mediums.</p><p>Sony, for comparison, operates a gigantic film and TV studio and has its own gaming-specific label called PlayStation Productions that's behind HBO's The Last of Us and many upcoming projects. Nintendo recently partnered with Universal for the massively successful The Super Mario Bros. Movie.</p><p>Microsoft does have the Halo TV series, which it's producing with Paramount; a second season is now in the works. Years earlier, Microsoft partnered with The Lord of the Rings director Peter Jackson to make a Halo movie, but it famously fell apart. Looking ahead, <a href=\"https://www.gamespot.com/a", "link": "https://www.gamespot.com/articles/xboxs-phil-spencer-talks-about-bringing-games-to-film-and-tv/1100-6517625/?ftag=CAD-01-10abi2f", "date_published": "2023-09-11T19:07:00+00:00", "bookmarked": false, "dead": null, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Loki Season 2: First Five Minutes Of Disney+ Show Debuts", "description": "<p dir=\"ltr\">It won't be long before the Disney+ original series Loki returns to the streaming service for Season 2. Ahead of that, though, attendees of Disney's Destination D23 event in Florida were able to watch the first five minutes of the Season 2 premiere. It wasn't released online. Luckily for you, though, we were there to view it and report back.</p><p dir=\"ltr\"><strong>Warning: The following contains spoilers from the first five minutes of the Loki Season 2 premiere. Naturally, there is no context for what, exactly, these scenes will mean in the long run.</strong></p><p dir=\"ltr\">Co-executive producer Kevin Wright appeared at Destination D23 over the weekend and brought the first five minutes of the new season with him to debut. However, he also gave some important context around what's happened since last we left Loki in the Season 1 finale. In a word, nothing has happened.</p><a href=\"https://www.gamespot.com/articles/loki-season-2-first-five-minutes-of-disney-show-debuts/", "link": "https://www.gamespot.com/articles/loki-season-2-first-five-minutes-of-disney-show-debuts/1100-6517624/?ftag=CAD-01-10abi2f", "date_published": "2023-09-11T19:00:00+00:00", "bookmarked": false, "dead": null, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "September PS Plus Extra Leaked Games Include Nier Replicant, 13 Sentinels: Aegis Rim", "description": "<p>Some of the games coming to PS Plus Extra in September have been leaked. They include Nier Replicant and 13 Sentinels: Aegis Rim.</p><p>The leak comes from the Dealabs user <a href=\"https://www.dealabs.com/magazine/exclusif-voici-les-tetes-daffiche-des-jeux-ps-extra-de-septembre-2023-29668\">Billbil-Kun</a>, who regularly leaks PS Plus games ahead of Sony's official announcements. They claim the official announcement of these games will come on September 13. The report describes the leaked games as headliners. Although more games may be coming to PS Plus Extra and Premium this month, these appear to be the most significant additions.</p><p>First up is Nier Replicant ver.1.22474487139..., the remake of the cult classic action RPG. After the runaway success of Nier Automata, this overhaul brought the original game to a new audience. The next game is the strategy/visual novel hybrid 13 Sentinels: Aegis Rim. This painterly sci-fi game follows 13 POV characters who are all caught up in ", "link": "https://www.gamespot.com/articles/september-ps-plus-extra-leaked-games-include-nier-replicant-13-sentinels-aegis-rim/1100-6517626/?ftag=CAD-01-10abi2f", "date_published": "2023-09-11T18:31:00+00:00", "bookmarked": false, "dead": null, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Spider-Man Was Supposed To Be In Doctor Strange 2", "description": "<p>Apparently, Spider-Man was supposed to join Stephen Strange in his journey across the multiverse in <a href=\"https://www.gamespot.com/reviews/doctor-strange-in-the-multiverse-of-madness-review-dimension-hopping-horrors/1900-6417872/\">Doctor Strange 2</a>. However, the studio had to make some adjustments due to COVID.</p><p dir=\"ltr\">The news comes from X (formerly Twitter), where user <a href=\"https://twitter.com/ScarletWitchUpd/status/1700828107974824045\">ScarletWitchUpd</a> uploaded a clip of costume designer Graham Churchyard explaining that <a href=\"https://www.gamespot.com/reviews/spider-man-no-way-home-review-nostalgic-in-a-good-way/1900-6417801/\">Spider-Man: No Way Home</a> was supposed to come out after Doctor Strange 2. However, because of COVID, No Way Home was pushed up, and changes to both films were made.</p><div><blockquote align=\"center\" class=\"twitter-tweet\"><p dir=\"ltr\">Spider-Man was supposed to have a brief cameo in Doctor Strange in the Multiverse of Madness in", "link": "https://www.gamespot.com/articles/spider-man-was-supposed-to-be-in-doctor-strange-2/1100-6517622/?ftag=CAD-01-10abi2f", "date_published": "2023-09-11T18:26:00+00:00", "bookmarked": false, "dead": null, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Haunted Mansion Scares Up An October Release On Disney Plus And Blu-Ray", "description": "<p>Announced at Destination D23 --and just in time for the spooky season--Disney's Haunted Mansion will be headed to Disney+ on October 4, 2023. Originally released in July, Haunted Mansion is inspired by the classic theme park ride at Disney World that first opened up in 1969, this is a separate film to the infamous 2003 box office flop, a family-friendly horror comedy that starred Eddie Murphy.</p><p>This new incarnation stars Rosario Dawson, Owen Wilson, Jamie Lee Curtis, LaKeith Stanfield, Jared Leto, Danny DeVito, and Chase Dillon, and is about a woman and her son who enlist a motley crew of so-called spiritual experts to help evict supernatural squatters from their home. For the physical release, Haunted Mansion will be available on 4K Ultra HD and Full-HD Blu-ray starting October 17, with each release containing several extra features.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://disneyplus.bn5x.net/c/1804712/564546/9358?u=https://www.disneyplus.com/&amp;subi", "link": "https://www.gamespot.com/articles/haunted-mansion-scares-up-an-october-release-on-disney-plus-and-blu-ray/1100-6517608/?ftag=CAD-01-10abi2f", "date_published": "2023-09-11T18:17:00+00:00", "bookmarked": false, "dead": null, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "The Real Reason Why Assassin's Creed Black Flag Is No Longer Available On Steam", "description": "<p><a href=\"https://www.gamespot.com/games/assassins-creed-iv-black-flag/\">Assassin's Creed IV: Black Flag</a> was recently removed from Steam, prompting all kinds of rumors and speculation. But the real reason the game is no longer available to buy is far less exciting.</p><p>Speaking to <a href=\"https://www.pcgamesn.com/assassins-creed-black-flag/steam\">PCGamesN</a>, a spokesperson for the company said this was \"due to a technical issue.\" Ubisoft added: \"Our teams are working on a solution to bring it back as soon as possible.\".</p><p>The <a href=\"https://store.steampowered.com/app/242050/Assassins_Creed_IV_Black_Flag/\">Black Flag page on Steam is still online</a>, but the game cannot be purchased at this time. There is no word yet on when Black Flag might be available for purchase again.</p><a href=\"https://www.gamespot.com/articles/the-real-reason-why-assassins-creed-black-flag-is-no-longer-available-on-steam/1100-6517621/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/the-real-reason-why-assassins-creed-black-flag-is-no-longer-available-on-steam/1100-6517621/?ftag=CAD-01-10abi2f", "date_published": "2023-09-11T18:14:00+00:00", "bookmarked": false, "dead": null, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Lies of P Everything to Know", "description": "<img height=\"480\" src=\"https://www.gamespot.com/a/uploads/square_medium/1574/15746725/4191235-etk_liesofp_site.jpg\" width=\"480\" /> We all know the story of Pinocchio, but you’ve probably never heard the classic tale spun the same way as Lies of P. This game with its deep Soulsborne influence is dropping September 19, and here is everything you need to know about it.", "link": "https://www.gamespot.com/videos/lies-of-p-everything-to-know/2300-6462344/", "date_published": "2023-09-11T18:00:00+00:00", "bookmarked": false, "dead": null, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Armored Core 6 Update Takes Aim At Some Of Its Most Challenging Bosses: Full Patch Notes", "description": "<p><a href=\"https://www.gamespot.com/games/armored-core-vi-fires-of-rubicon/\">Armored Core VI's</a> first balance update has arrived, and in addition to buffing a number of underused weapons, has \"adjusted\" some of the attacks of the game's most infamous bosses.</p><p dir=\"ltr\"><a href=\"https://www.bandainamcoent.com/news/armored-core-vi-fires-of-rubicon-patch-notes-v-1-02\">Patch 1.02</a> takes aim at three bosses in From Software's mech action game. The chapter 1 boss AAP07: Balteus, the chapter 2 boss IA-13: Sea Spider, and the chapter 4 boss IB-01: CEL240. According to the patch notes, each has had \"certain attacks\" tweaked in some form, presumably to be less punishing, though in usual From Software style what specifically has changed will be up to players to dive in and discover.</p><p dir=\"ltr\">Balteus and IB-01: CEL240 in particular have earned quite a reputation as being some of the most challenging bosses in Armored Core VI. Balteus marks the first real challenge new players ", "link": "https://www.gamespot.com/articles/armored-core-6-update-takes-aim-at-some-of-its-most-challenging-bosses-full-patch-notes/1100-6517619/?ftag=CAD-01-10abi2f", "date_published": "2023-09-11T17:36:00+00:00", "bookmarked": false, "dead": null, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "8 Disney-Owned TV Channels Dropped From Major Cable Provider, But ESPN Is Back", "description": "<p>Disney and Charter Communications have <a href=\"https://thewaltdisneycompany.com/the-walt-disney-company-and-charter-communications-announce-transformative-agreement-for-distribution-of-disneys-linear-networks-and-direct-to-consumer-services/\">reached a deal</a>, ending a 10-day deadlock that left subscribers to the No. 2 cable operator in the US without ESPN and other channels. With 14.7 million members, Spectrum is second in the US only behind Comcast, so the outage affected a huge amount of people.</p><p>The deal restores ESPN to Spectrum users just hours before Monday Night Football, but eight Disney-owned channels are going dark on Spectrum as part of the agreement between the two companies.</p><p>Networks no longer carried by Spectrum going forward include Baby TV, Disney Junior, Disney XD, Freeform, FXM, FXX, Nat Geo Wild, and Nat Geo Mundo (<a href=\"https://deadline.com/2023/09/disney-spectrum-reach-carriage-agreement-ending-10-day-impasse-espn-monday-night-football-123554", "link": "https://www.gamespot.com/articles/8-disney-owned-tv-channels-dropped-from-major-cable-provider-but-espn-is-back/1100-6517617/?ftag=CAD-01-10abi2f", "date_published": "2023-09-11T17:07:00+00:00", "bookmarked": false, "dead": null, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Epic Conclusion Draws Near As Attack On Titan's Finale Air Date Seemingly Leaks", "description": "<p dir=\"ltr\">The final season of the popular anime Attack on Titan has been playing out since 2020, and recent leaks suggest that its conclusion may be approaching. According to a leak spotted by Twitter user <a href=\"https://twitter.com/kles7_/status/1701149836849115157?s=20\">kles7_</a>, an episode titled \"Attack on Titan Final Season: The Final Chapters Special 2\" is slated to premiere on November 4, potentially marking the end of the series. This information was found in an unlisted video on Pony Canyon's YouTube channel, which featured a teaser poster and a release date.</p><p dir=\"ltr\">After WIT Studio handled the animation for the previous three seasons, MAPPA took over for the final season. The last season was divided into three parts, with the final part consisting of two extended episodes known as \"Attack on Titan Final Season: The Final Chapters Special 1\" and \"Special 2.\" The original Attack on Titan manga concluded in April 2021.</p><div><blockquote align=\"center\" class=\"", "link": "https://www.gamespot.com/articles/epic-conclusion-draws-near-as-attack-on-titans-finale-air-date-seemingly-leaks/1100-6517616/?ftag=CAD-01-10abi2f", "date_published": "2023-09-11T17:05:00+00:00", "bookmarked": false, "dead": null, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Nintendo Switch 2 Could Leave Joy-Con Drift Behind, Patent Application Hints", "description": "<p>Details on a new Nintendo patent application for a controller with magnetic analog sticks have surfaced, suggesting that the company's next peripheral won't suffer--possibly on a Switch 2--from the infamous drift issues of the Nintendo Switch era.</p><p>Spotted by video game accessibility consultant Laura Kate Dale, Nintendo originally filed for a patent in May, <a href=\"https://image-ppubs.uspto.gov/dirsearch-public/print/downloadPdf/20230280850\">and the application was published on September 7</a>. \"No guarantees, but if this is for Switch 2, this should end analog stick drift issues next gen,\" Dale tweeted.</p><div><blockquote align=\"center\" class=\"twitter-tweet\"><p dir=\"ltr\">Interesting Switch 2 news.<br />Nintendo has patented a new controller design that seems to include magnetic (hall effect) analogue sticks.<br />No guarentees, but if this is for Switch 2, this should end analogue stick drift issues next gen.<a href=\"https://t.co/laetwK9d6C\">https://t.co/laetwK9d6C</a></p>", "link": "https://www.gamespot.com/articles/nintendo-switch-2-could-leave-joy-con-drift-behind-patent-application-hints/1100-6517614/?ftag=CAD-01-10abi2f", "date_published": "2023-09-11T16:30:00+00:00", "bookmarked": false, "dead": null, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Rosario Dawson's Ahsoka Lightsaber Has One Major Change From The Mandalorian", "description": "<p dir=\"ltr\">When Rosario Dawson first appeared as Ahsoka Tano in Season 2 of The Mandalorian, it was a dream come true for many fans. She'd been a fan-favorite to take on a live-action of the iconic Jedi from Star Wars: Clone Wars and Star Wars: Rebels for years and finally, it happened. But the version of Ahsoka we first met on The Mandalorian got one major upgrade before she took the lead on <a href=\"https://www.gamespot.com/reviews/ahsoka-review-for-star-wars-rebels-fans-only/1900-6418108/\">her own Disney+ Star Wars series</a>.</p><p dir=\"ltr\">At the Destination D23 event in Florida, prop master Josh Roth revealed something interesting about Ahsoka's iconic lightsabers. It seems on The Mandalorian, the props team couldn't figure out how to power them. There simply wasn't room for batteries to turn the saber on, leading the team to find a creative alternative. What was that alternative, you ask? They strapped the batteries to Dawson, herself.</p><p dir=\"ltr\">That's right, if you r", "link": "https://www.gamespot.com/articles/rosario-dawsons-ahsoka-lightsaber-has-one-major-change-from-the-mandalorian/1100-6517615/?ftag=CAD-01-10abi2f", "date_published": "2023-09-11T16:27:00+00:00", "bookmarked": false, "dead": null, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Starfield Performance Mode On Xbox Series X Might Be Possible, Testing Shows", "description": "<p>Currently Starfield is capped out at 30fps on console and there is no \"performance mode\" that lowers graphical fidelity and raises the frame rate. In theory, could you run a performance mode on Xbox Series X? <a href=\"https://www.eurogamer.net/digitalfoundry-2023-in-theory-could-starfield-run-at-60fps-on-xbox-series-x\">Digital Foundry</a> built a \"Frankenstein's console\" to find out.</p><p>In an attempt to recreate the specs of the Series X as closely as possible, Digital Foundry used the AMD 4800S Desktop Kit and replaced the GPU with the RX 6700. While there is no real equivalent to the Xbox's RDNA 2 core, the RX 6700 has similar stats to the PS5's GPU. According to Digital Foundry, the PC is not an exact match for the Series X (or the PS5), but does duplicate some of the architecture quirks of the Xbox's CPU and has similar horsepower to current consoles. All that was left was to tune the graphical settings to the Series X.</p><div>          </div><p>First, running Starfield at", "link": "https://www.gamespot.com/articles/starfield-performance-mode-on-xbox-series-x-might-be-possible-testing-shows/1100-6517618/?ftag=CAD-01-10abi2f", "date_published": "2023-09-11T16:22:00+00:00", "bookmarked": false, "dead": null, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Starfield - How To Romance Sam Coe", "description": "<p>In <a href=\"https://www.gamespot.com/games/starfield/\">Starfield</a>, one of your main companion options is Sam Coe, a space cowboy who loves his daughter and hates his family legacy. If you are looking to romance Sam, you will need to appeal to his love, parenthood and justice to have an opportunity to make a move. If you are looking to romance Sam, one of your four Constellation companions look no further, we have all the details on that and his companions quest, <strong>Matters of the Hart</strong>.</p><h2 dir=\"ltr\">Starfield Sam romance and Matters of the Hart companion quest guide</h2><h3 dir=\"ltr\">How to romance Sam: Likes and dislikes</h3><p dir=\"ltr\">In order to further your relationship with Sam and eventually romance him, you will need to increase your affinity with him. While affinity is not a number you can see in-game, you can see increases or decreases whenever a message appears stating \"Sam liked that.\" That message typically appears after a dialogue option with ano", "link": "https://www.gamespot.com/articles/starfield-how-to-romance-sam-coe/1100-6517595/?ftag=CAD-01-10abi2f", "date_published": "2023-09-11T16:13:00+00:00", "bookmarked": false, "dead": null, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Forza Motorsport Is Xbox's Live Service Car RPG, And That's A Great Thing", "description": "<p dir=\"ltr\">It's been quite a while since we've had a <a href=\"https://www.gamespot.com/games/forza-motorsport/\">Forza Motorsport</a>; the last one being back in 2017, when it released alongside the Xbox One X's to showcase the console's power at the time. In the six years since, we've had two <a href=\"https://www.gamespot.com/games/forza-horizon-5/\">Forza Horizon</a> games and a new console generation, and this has afforded developer Turn 10 Studios to rethink what a modern racing sim should be. A big part of that modernization is moving to a live service model, where Forza Motorsport is now more of an ongoing platform built to support consistent updates and content drops instead of having distinct releases at a regular cadence. Hence the new--and now numberless--Forza Motorsport.</p><p dir=\"ltr\">After playing a preview build of Forza Motorsport, I saw not only the vision of how the game can thrive under this new framework, but also why it has to. Creative director Chris Esaki told", "link": "https://www.gamespot.com/articles/forza-motorsport-is-xboxs-live-service-car-rpg-and-thats-a-great-thing/1100-6517606/?ftag=CAD-01-10abi2f", "date_published": "2023-09-11T16:00:00+00:00", "bookmarked": false, "dead": null, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Deadpool 3 Director Shawn Levy Responds To Avengers: Secret Wars Rumors", "description": "<p> </p><p dir=\"ltr\">Avengers: Secret Wars doesn't have a director attached to the massive project, but there has been a bit of gossip that Shawn Levy could helm the movie. Apparently, even the Deadpool 3 director has heard the scuttlebutt.</p><p dir=\"ltr\">Speaking with <a href=\"https://etcanada.com/news/1019691/shawn-levy-addresses-rumours-hes-directing-avengers-secret-wars-shares-update-on-deadpool-3/\">ET Canada</a>, Levy was asked about Avengers: Secret Wars and responded vaguely. \"I read that rumor, and that's all I'm gonna say,\" he said. It's intriguing to point out that he didn't outright deny the gossip as he waits to start back up production on Deadpool 3.</p><a href=\"https://www.gamespot.com/articles/deadpool-3-director-shawn-levy-responds-to-avengers-secret-wars-rumors/1100-6517612/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/deadpool-3-director-shawn-levy-responds-to-avengers-secret-wars-rumors/1100-6517612/?ftag=CAD-01-10abi2f", "date_published": "2023-09-11T15:58:00+00:00", "bookmarked": false, "dead": null, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "SpongeBob SquarePants: The Cosmic Shake Coming To PS5 And Xbox Series X|S In October", "description": "<p>THQ Nordic has <a href=\"https://thqnordic.com/article/spongebob-squarepants-cosmic-shake-getting-next-gen-consoles-version\">announced</a> that SpongeBob SquarePants: The Cosmic Shake will launch for PlayStation 5 and Xbox Series X|S on October 16. Additionally, all platforms--including PC, PS4, Nintendo Switch, and Xbox One--will receive a free update that will include a bevy of new features, such as Photo Mode.</p><p>The photo mode will allow players to choose between 19 different filters and apply them to their pictures. There are new costumes as well--the King Doubloon costume can be unlocked by collecting all doubloons and the Plush Gary costume is available when unlocking all rewards.</p><p>For the PlayStation 5 version specifically, the game will support DualSense controller features. For example, there will be audio output when picking up items and adaptive triggers will activate when using reef blower and swinging hook actions.</p><a href=\"https://www.gamespot.com/articles", "link": "https://www.gamespot.com/articles/spongebob-squarepants-the-cosmic-shake-coming-to-ps5-and-xbox-series-x-s-in-october/1100-6517611/?ftag=CAD-01-10abi2f", "date_published": "2023-09-11T15:45:00+00:00", "bookmarked": false, "dead": null, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Microsoft Announces Xbox Credit Card, Includes Game Pass With First Purchase", "description": "<p>Microsoft has announced a new product, but it's not an Xbox or a game. The company is releasing an Xbox-branded credit card in partnership with Barclays in the US.</p><p>The Xbox Mastercard, which has no annual fee, has a number of perks that might be alluring to gamers, like 5x card points on purchase from the Microsoft Store and 3x points on Netflix and Disney+. The card also offers 3x points on Grubhub and DoorDash orders and 1x points for all other purchases.</p><p>Additionally, card-holders get 5,000 card points, worth about $50, after their first purchase and three months of Game Pass Ultimate after their first purchase. Existing Game Pass subscribers can gift this subscription to someone else.</p><a href=\"https://www.gamespot.com/articles/microsoft-announces-xbox-credit-card-includes-game-pass-with-first-purchase/1100-6517610/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/microsoft-announces-xbox-credit-card-includes-game-pass-with-first-purchase/1100-6517610/?ftag=CAD-01-10abi2f", "date_published": "2023-09-11T15:40:00+00:00", "bookmarked": false, "dead": null, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Accidental Fire Damages Stalker 2 Developer's Offices", "description": "<p>The offices of Stalker 2: Heart of Chernobyll developer GSC Game World were reportedly damaged in an accidental fire on Thursday. There was no human loss or injury, but repairs may cost up to $70,000.</p><p>Czech outlet <a href=\"https://www.vortex.cz/v-prazskych-kancelarich-autoru-hry-s-t-a-l-k-e-r-horelo/\">Vortex</a> (via <a href=\"https://www.videogameschronicle.com/news/stalker-2-developer-gsc-game-world-offices-damaged-by-fire/\">VGC</a>) originally reported the story, which was picked up by Twitter/X user <a href=\"https://twitter.com/HazzadorGamin/status/1700484237877813295?s=20\">HazzadorGamin</a>. The fire affected one of the office's three floors and was near backup servers for the game. However, it is unclear whether any development assets have been affected. A developer confirmed the incident on Discord: \"It is true. Fortunately, none of the employees or office staff were injured in the accident.” They also claimed that the fire will not affect <a href=\"https://www.gamespot", "link": "https://www.gamespot.com/articles/accidental-fire-damages-stalker-2-developers-offices/1100-6517609/?ftag=CAD-01-10abi2f", "date_published": "2023-09-11T15:29:00+00:00", "bookmarked": false, "dead": null, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "The Adorable Lego Star Wars BD-1 Set Is Discounted At Amazon", "description": "<p>Looking for a reason to stay inside as the weather cools down and we roll into fall? Then you’ll want to check out the <span class=\"norewrite\">           <a href=\"https://www.amazon.com/dp/B09X1VQLQ5?tag=gamespot-promos-20&amp;th=1\">Lego Star Wars BD-1 Model,</a> </span> which clocks in at a 1,062-pieces and is currently on sale for $80 (down from $100).</p><div class=\"norewrite\" title=\"6517607 - Lego BD-1 Deal\">  <div class=\"buylink-container\">                                                                     <div class=\"js-buylink-item-container buylink-item-container\">             <h2 class=\"item-title\">                    <a href=\"https://www.amazon.com/dp/B09X1VQLQ5?tag=gamespot-promos-20&amp;th=1\">Lego Star Wars BD-1 Model</a>       </h2>                                   <h3 class=\"item-deck\">                      <a href=\"https://www.amazon.com/dp/B09X1VQLQ5?tag=gamespot-promos-20&amp;th=1\">$80 (was $100)</a>         </h3>                                                 ", "link": "https://www.gamespot.com/articles/the-adorable-lego-star-wars-bd-1-set-is-discounted-at-amazon/1100-6517607/?ftag=CAD-01-10abi2f", "date_published": "2023-09-11T15:08:00+00:00", "bookmarked": false, "dead": null, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Fanatical's Bundlefest Kicks Off With One Of The Best Game Bundles Of 2023", "description": "<p>Fanatical has kicked off a brand-new <strong><a href=\"https://www.jdoqocy.com/click-100770772-15540845?sid=subid_value&amp;url=https://www.fanatical.com/en/bundle/games\">Bundlefest</a></strong>, giving you a chance to score budget-friendly game bundles every day this week. Things are kicking off with the (very good) <strong><a href=\"https://www.jdoqocy.com/click-100770772-13797872?sid=subid_value&amp;url=https://www.fanatical.com/en/pick-and-mix/prestige-collection-build-your-own-bundle\">Prestige Collection</a></strong> and a new Mystery VIP bundle. New bundles will go live every day through Friday. In the Prestige Collection, you’ll find hit games such as Deathloop, The Elder Scrolls V: Skyrim Special Edition, and a pair of 2023 metroidvanias: 9 Years of Shadows and Afterimage.</p><p>Interested in snagging a bundle? Here’s a look at what’s currently available during Fanatical’s Bundlefest. And while you're at Fanatical, go ahead and <a href=\"https://www.fanatical.com/en/bundle/in", "link": "https://www.gamespot.com/articles/fanatical-bundlefest-pc-game-bundles-september-2023/1100-6517473/?ftag=CAD-01-10abi2f", "date_published": "2023-09-11T15:00:00+00:00", "bookmarked": false, "dead": null, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Lego Super Mario Question Block Set Gets Rare Discount", "description": "<p>Lego Super Mario sets aren’t cheap, especially if you want one of the premier display kits like the <a href=\"https://www.amazon.com/dp/B09FM6K3P4?tag=gamespot-promos-20\">Lego Super Mario 64 Question Mark</a>. But today's your lucky day. Right now, you’ll find the gigantic <span class=\"norewrite\">           <a href=\"https://www.amazon.com/dp/B09FM6K3P4?tag=gamespot-promos-20&amp;th=1\">Lego Super Mario 64 Question Mark Block</a> </span> for just $160 (down from $200) at multiple major retailers. Considering this set almost never receives discounts, we'd recommend scooping it up before it sells out. The Lego Super Mario 64 Question Mark Block set includes more than 2,000 pieces, giving Mario fans a lengthy build process as well as a fantastic display piece. This is a great gift idea for the Nintendo fan in your life.</p><div class=\"norewrite\" title=\"6517604 - Lego Mario Deal\">  <div class=\"buylink-container\">                                                                     <div cl", "link": "https://www.gamespot.com/articles/lego-super-mario-question-block-set-gets-rare-discount/1100-6517604/?ftag=CAD-01-10abi2f", "date_published": "2023-09-11T14:33:00+00:00", "bookmarked": false, "dead": null, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Mario Kart Tour Won't Get New Content After Next Month", "description": "<p dir=\"ltr\">After four years of regular updates--a mixture of brand-new content and remastered classic tracks from games past--Nintendo has announced that Mario Kart Tour will no longer receive new content after its October 4 update.</p><p dir=\"ltr\">The news was confirmed via an in-game message presented to all players upon logging in, which details the schedule for the next three in-game events, or \"tours.\" A small paragraph after the schedule confirms that, when the next Battle Tour begins, it will mark the end of the addition of new content for the game.</p><figure style=\"width: 2400px;\"><a href=\"https://www.gamespot.com/a/uploads/original/3/37852/4191127-luigi.jpg\"><img alt=\"Mario Kart Tour\" src=\"https://www.gamespot.com/a/uploads/scale_super/3/37852/4191127-luigi.jpg\" /></a><figcaption>Mario Kart Tour</figcaption></figure><p dir=\"ltr\">\"From 10/04/2023 (Wed) on, tours will consist of content from tours that have appeared before,\" the message reads. \"No new courses, drivers, kart", "link": "https://www.gamespot.com/articles/mario-kart-tour-wont-get-new-content-after-next-month/1100-6517603/?ftag=CAD-01-10abi2f", "date_published": "2023-09-11T14:23:00+00:00", "bookmarked": false, "dead": null, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "First Aquaman And The Lost Kingdom Teaser Trailer Has Arrived, And It's Very High Stakes", "description": "<p>DC has released the first teaser trailer for Aquaman and the Lost Kingdom, which has Black Manta on the warpath after failing to defeat Aquaman in the first movie. The full trailer, meanwhile, is coming this Thursday, September 14.</p><p>Yahya Abdul-Mateen II reprises his role from the first film as Black Manta, and he's stopping at nothing to take down Aquaman (Jason Momoa) and avenge his father's death. Black Manta says in the trailer, \"I'm going to kill Aquaman and destroy everything he holds dear.\" The footage then cuts to a home on fire, potentially the home of Aquaman's father from the first movie, with Aquaman arriving on the scene with a pained look on his face.</p><div>          </div><p>In The Lost Kingdom, Black Panta has the power of the Black Trident weapon, which \"unleashes an ancient and malevolent force.\" Aquaman needs help to fight Black Manta, so he turns to his half-brother and former king of Atlantis, Orm, who is played by Patrick Wilson.</p><a href=\"https://ww", "link": "https://www.gamespot.com/articles/first-aquaman-and-the-lost-kingdom-teaser-trailer-has-arrived-and-its-very-high-stakes/1100-6517600/?ftag=CAD-01-10abi2f", "date_published": "2023-09-11T14:07:00+00:00", "bookmarked": false, "dead": null, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Resident Evil 4 Remake Finally Gets A Big Discount", "description": "<div><div class=\"norewrite\" title=\"6517601 - Resident Evil 4 remake deal\">    <div class=\"buylink__container\">                                                                                                                                                                                               <div class=\"buylink__item\">                  <div class=\"buylink__image-container clickable\">                                            <img alt=\"\" class=\"buylink__image\" src=\"https://www.gamespot.com/a/uploads/square_avatar/1595/15950357/4191116-residentevil4remake.png\" />                                 <a href=\"https://shop-links.co/1801198183278285805?u1=subid_value\"></a>                              </div>                   <div class=\"buylink__text\">                      <p class=\"buylink__title text-bold\">                        <a href=\"https://shop-links.co/1801198183278285805?u1=subid_value\">Resident Evil 4</a>           </p>                                                     ", "link": "https://www.gamespot.com/articles/resident-evil-4-remake-finally-gets-a-big-discount/1100-6517601/?ftag=CAD-01-10abi2f", "date_published": "2023-09-11T13:47:00+00:00", "bookmarked": false, "dead": null, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Deadpool 3 Director Says That The MCU's \"Nerdiest Nerds\" Helped Design Wolverine's Costume", "description": "<p>After years of easily shredded tanktops and black leather, Deadpool 3 is finally putting Wolverine actor Hugh Jackman in the mutant's signature blue and yellow costume. Minus the blue underwear--on the outside at least--<a href=\"https://www.gamespot.com/articles/see-hugh-jackman-as-wolverine-in-deadpool-3-set-photo/1100-6515788/\">Wolverine's big screen costume</a> is a faithful adaptation of the classic spandex that Canada's finest export has worn in comic books and in animated series over the years. So how did Deadpool 3 director Shawn Levy find the right look for Wolverine? By consulting the \"nerdiest nerds\" that the Marvel Cinematic Universe had to offer, Levy explained.</p><figure style=\"width: 1280px;\"><a href=\"https://www.gamespot.com/a/uploads/original/1601/16018044/4191088-wolverine-2.jpg\"><img alt=\"Wolverine in Deadpool 3.\" src=\"https://www.gamespot.com/a/uploads/original/1601/16018044/4191088-wolverine-2.jpg\" /></a><figcaption>Wolverine in Deadpool 3.</figcaption></figur", "link": "https://www.gamespot.com/articles/deadpool-3-director-says-that-the-mcus-nerdiest-nerds-helped-design-wolverines-costume/1100-6517599/?ftag=CAD-01-10abi2f", "date_published": "2023-09-11T13:34:00+00:00", "bookmarked": false, "dead": null, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Starfield Surpasses Skyrim's Concurrent Player Record On Steam", "description": "<p dir=\"ltr\">Dragons apparently can't compete with the final frontier, as Starfield has eclipsed Skyrim's concurrent player record on Steam. The space-RPG saw almost 40,000 more people Sunday than The Elder Scrolls V had at its peak over 12 years ago.</p><p dir=\"ltr\"><a href=\"https://www.videogameschronicle.com/news/starfield-has-overtaken-skyrims-concurrent-player-record-on-steam/\">VGC</a> reported that Starfield hit 330,723 players September 10, per <a href=\"https://steamdb.info/app/1716740/charts/\">SteamDB</a>. That easily tops Skyrim's peak of 287,411 people back when the game launched in 2011. However, this isn't a Bethesda Game Studios record on Steam, as Fallout 4 saw over 470,000 players eight years ago.</p><p dir=\"ltr\">Keep in mind for Starfield that Steam players paid for the full game, since those numbers don't include Game Pass subscribers. In fact, a lot of people spent a premium to check out Starfield early on Steam. <a href=\"https://www.gamespot.com/articles/starfield-", "link": "https://www.gamespot.com/articles/starfield-surpasses-skyrims-concurrent-player-record-on-steam/1100-6517598/?ftag=CAD-01-10abi2f", "date_published": "2023-09-11T13:18:00+00:00", "bookmarked": false, "dead": null, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "COVID And Working From Home Made Starfield Development \"Very, Very Slow,\" Todd Howard Says", "description": "<p><a href=\"https://www.gamespot.com/games/starfield/\">Starfield</a> game director Todd Howard has commented on how the global COVID-19 pandemic impacted the development of the sci-fi RPG. Speaking to <a href=\"https://www.washingtonpost.com/entertainment/2023/09/09/starfield-todd-howard/\">The Washington Post</a>, Howard said when developers shifted to a work-from-home setup in early 2020, this made production on Starfield \"very, very slow.\"</p><p>Not only were the team members crafting Starfield the game, but also the new technology underpinning it. Starfield was originally set for release in November 2022, but the game later got pushed to September 2023. Howard said when the team chose the November 2022 date, it did so knowing they had \"lots of buffer\" built into it.</p><p>However, Howard acknowledged that, \"As things moved on, we were off by a percentage, and a percentage when it comes to the scale of this game turns out to be a lot of time.\" Of the delay to September 2023, Howard ", "link": "https://www.gamespot.com/articles/covid-and-working-from-home-made-starfield-development-very-very-slow-todd-howard-says/1100-6517596/?ftag=CAD-01-10abi2f", "date_published": "2023-09-11T13:13:00+00:00", "bookmarked": false, "dead": null, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Gearbox Could Be Put Up For Sale, Embracer Reportedly Seeking Buyers", "description": "<p>Gearbox Entertainment might be up for sale again, as reports have begun to surface that owner Embracer Group is looking for potential buyers for the company behind the Borderlands and Brothers in Arms franchises.</p><p>Speaking to <a href=\"https://www.reuters.com/markets/deals/swedens-embracer-weighs-options-borderlands-maker-gearbox-entertainment-sources-2023-09-11/\">Reuters</a>, three sources \"familiar with the matter \" explained that Embracer has received interest from prospective buyers. How much Embracer would look to potentially sell Gearbox for remains a mystery, but for context, <a href=\"https://www.gamespot.com/articles/borderlands-studio-gearbox-acquired-by-embracer-group-for-up-to-13-billion-2k-remains-on-board/1100-6487054/\">Gearbox was originally purchased</a> for $1.3 billion back in February 2021.</p><p>If Embracer decides to sell Gearbox, the high price tag for the company will likely be one that can only be met by other major game publishers.</p><a href=\"https://w", "link": "https://www.gamespot.com/articles/gearbox-could-be-put-up-for-sale-embracer-reportedly-seeking-buyers/1100-6517597/?ftag=CAD-01-10abi2f", "date_published": "2023-09-11T13:02:00+00:00", "bookmarked": false, "dead": null, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}]