[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Sub-Zero - Ice Slide Evolution - MK9 vs MKX vs MK11 vs MK1 #shorts", "description": "See how Sub-Zero's Ice Slide has evolved from Mortal Kombat 9 to Mortal Kombat 1.", "link": "https://www.youtube.com/watch?v=paZ2Rc_JLzY", "date_published": "2023-09-11T20:30:03+00:00", "bookmarked": false, "dead": null, "artist": "GamingBolt", "album": "GamingBolt", "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/paZ2Rc_JLzY/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Cyberpunk 2077 Update 2.0 - Can It Redeem the Game?", "description": "For CD Projekt RED, Cyberpunk 2077 has been a journey of ups and downs. The sci-fi FPS/RPG was released amid great hype and millions of copies sold, only to plummet due to various bugs, game-breaking performance on previous-gen platforms and failure to live up to its potential.\n\nAll these years and updates later, it's become a product that fans and CD Projekt RED can be proud of. However, Cyberpunk 2077 receives its biggest update this month when patch 2.0, overhauling the police system, perks, Cyberware and combat AI. It also adds vehicular combat and car chases, all for free.\n\nIt's seemingly out before Phantom Liberty, the game's first expansion, but can it redeem the game? Does Night City even need any redemption at this point? Find out here.", "link": "https://www.youtube.com/watch?v=TVTWB6yWPjI", "date_published": "2023-09-11T16:30:05+00:00", "bookmarked": false, "dead": null, "artist": "GamingBolt", "album": "GamingBolt", "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/TVTWB6yWPjI/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "The Komplete Story of Mortal Kombat - Everything You Need To Know Before You Play Mortal Kombat 1", "description": "Mortal Kombat is set to reboot itself once again with the upcoming Mortal Kombat 1, but as this series has taught us in the past, that doesn’t necessarily mean it’ll be a completely fresh slate. Though it’s set in a new timeline, Mortal Kombat 1 will continue to build on the long-running narrative threads of the franchise in various ways, from new twists on familiar elements to perhaps even some specific elements being brought back into the new timeline, which means a knowledge of past games’ narrative events is bound to enrich your experience in the upcoming fighter.\n \nTo that end, we present to you the most comprehensive story recap you’ll see of the entire Mortal Kombat franchise. In recent weeks, we have published four parts of what was originally supposed to be a six-part series of recap videos covering the entire franchise. Here, however, we have compiled all four of those parts, and added on the final two parts, which you haven’t yet seen, to provide a complete and thorough br", "link": "https://www.youtube.com/watch?v=dc4HNoEu_ZM", "date_published": "2023-09-11T11:15:05+00:00", "bookmarked": false, "dead": null, "artist": "GamingBolt", "album": "GamingBolt", "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/dc4HNoEu_ZM/hqdefault.jpg"}]