[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Mortal Kombat 1 Everything To Know", "description": "Here's everything to know about Mortal Kombat 1.\n\nThe next chapter in the Mortal Kombat saga is mere days away, and after the series made a triumphant return on the Xbox 360 and PS3 era of consoles, this next entry in the series is hitting the reset button on its timeline. Developer NetherRealm is back to tell a new tale across the realms, one that'll be bloody, violent, and punctuated by over-the-top fatalities. Mortal Kombat 1 also adds a new gameplay system to its remixed storyline, refreshes its roster with fascinating twists on fan-favorite characters, and amplifies the digital destruction with gruesomely realistic graphics. Here's everything to know about Mortal Kombat 1.\n\nTimestamps:\n00:00 - Intro\n00:52 - Plot\n02:12 - Gameplay\n04:34 - Release Date and Price", "link": "https://www.youtube.com/watch?v=ywXddfw17Es", "date_published": "2023-09-11T23:30:08+00:00", "bookmarked": false, "dead": null, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/ywXddfw17Es/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Starfield’s Physics Are Mind Blowing 🤯", "description": "", "link": "https://www.youtube.com/watch?v=NTM-dL91BgU", "date_published": "2023-09-11T22:02:40+00:00", "bookmarked": false, "dead": null, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": "https://i3.ytimg.com/vi/NTM-dL91BgU/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Lies of P Everything to Know", "description": "We all know the story of Pinocchio, but you’ve probably never heard the classic tale spun the same way as Lies of P. This game with its deep Soulsborne influence is dropping September 19, and here is everything you need to know about it.\n\nIn Lies of P, you awaken in an abandoned train station as the humanoid puppet P aka Pinocchio. There's a mysterious voice in your head and a note that reads “Find Mr. Gepetto. He’s here in the city.”\n\nSimilar to From Software games like Bloodborne or Dark Souls, you'll need to weave attacks together with well-timed dodges, as each enemy has unique combat animations and can swiftly smash through P's health bar. What sets Lies of P apart from those games is a weapon-making system that allows you to craft over 100 variations of melee weapons by combining different blades and handles. But this crafting goes beyond just cool looking swords to swing around as each combination comes with its own unique set of attributes and animations. This includes Fable ", "link": "https://www.youtube.com/watch?v=3LSTjhD9ZBE", "date_published": "2023-09-11T18:00:01+00:00", "bookmarked": false, "dead": null, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/3LSTjhD9ZBE/hqdefault.jpg"}]