[{"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Vietnamese Hackers Deploy Python-Based Stealer via Facebook Messenger", "description": "A new phishing attack is leveraging Facebook Messenger to propagate messages with malicious attachments from a \"swarm of fake and hijacked personal accounts\" with the ultimate goal of taking over the targets' accounts.\n\"Originating yet again from a Vietnamese-based group, this campaign uses a tiny compressed file attachment that packs a powerful Python-based stealer dropped in a multi-stage", "link": "https://thehackernews.com/2023/09/vietnamese-hackers-deploy-python-based.html", "date_published": "2023-09-11T14:22:00+00:00", "bookmarked": false, "dead": null, "artist": "The Hacker News", "album": "The Hacker News", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Charming Kiten's New Backdoor 'Sponsor' Targets Brazil, Israel, and U.A.E.", "description": "The Iranian threat actor known as Charming Kiten has been linked to a new wave of attacks targeting different entities in Brazil, Israel, and the U.A.E. using a previously undocumented backdoor named Sponsor.\nSlovak cybersecurity firm is tracking the cluster under the name Ballistic Bobcat. Victimology patterns suggest that the group primarily singles out education, government, and healthcare", "link": "https://thehackernews.com/2023/09/charming-kitens-new-backdoor-sponsor.html", "date_published": "2023-09-11T13:24:00+00:00", "bookmarked": false, "dead": null, "artist": "The Hacker News", "album": "The Hacker News", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "How to Prevent API Breaches: A Guide to Robust Security", "description": "With the growing reliance on web applications and digital platforms, the use of application programming interfaces (APIs) has become increasingly popular. If you aren’t familiar with the term, APIs allow applications to communicate with each other and they play a vital role in modern software development.\nHowever, the rise of API use has also led to an increase in the number of API breaches.", "link": "https://thehackernews.com/2023/09/how-to-prevent-api-breaches-guide-to.html", "date_published": "2023-09-11T11:11:00+00:00", "bookmarked": false, "dead": null, "artist": "The Hacker News", "album": "The Hacker News", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Google Chrome Rolls Out Support for 'Privacy Sandbox' to Bid Farewell to Tracking Cookies", "description": "Google has officially begun its rollout of Privacy Sandbox in the Chrome web browser to a majority of its users, nearly four months after it announced the plans.\n\"We believe it is vital to both improve privacy and preserve access to information, whether it's news, a how-to-guide, or a fun video,\" Anthony Chavez, vice president of Privacy Sandbox initiatives at Google, said.\n\"Without viable", "link": "https://thehackernews.com/2023/09/google-chrome-rolls-out-support-for.html", "date_published": "2023-09-11T11:00:00+00:00", "bookmarked": false, "dead": false, "artist": "The Hacker News", "album": "The Hacker News", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Cybercriminals Using PowerShell to Steal NTLMv2 Hashes from Compromised Windows", "description": "A new cyber attack campaign is leveraging the PowerShell script associated with a legitimate red teaming tool to plunder NTLMv2 hashes from compromised Windows systems primarily located in Australia, Poland, and Belgium.\nThe activity has been codenamed Steal-It by Zscaler ThreatLabz.\n\"In this campaign, the threat actors steal and exfiltrate NTLMv2 hashes using customized versions of Nishang's", "link": "https://thehackernews.com/2023/09/cybercriminals-using-powershell-to.html", "date_published": "2023-09-11T07:54:00+00:00", "bookmarked": false, "dead": false, "artist": "The Hacker News", "album": "The Hacker News", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "New HijackLoader Modular Malware Loader Making Waves in the Cybercrime World", "description": "A new malware loader called HijackLoader is gaining traction among the cybercriminal community to deliver various payloads such as DanaBot, SystemBC, and RedLine Stealer.\n\"Even though HijackLoader does not contain advanced features, it is capable of using a variety of modules for code injection and execution since it uses a modular architecture, a feature that most loaders do not have,\" Zscaler", "link": "https://thehackernews.com/2023/09/new-hijackloader-modular-malware-loader.html", "date_published": "2023-09-11T06:23:00+00:00", "bookmarked": false, "dead": false, "artist": "The Hacker News", "album": "The Hacker News", "user": null, "language": "en-US", "thumbnail": null}]