[{"source": "https://feeds.feedburner.com/TheHackersNews", "title": "New HiatusRAT Malware Targets Business-Grade Routers to Covertly Spy on Victims", "description": "A never-before-seen complex malware is targeting business-grade routers to covertly spy on victims in Latin America, Europe, and North America at least since July 2022.\nThe elusive campaign, dubbed Hiatus by Lumen Black Lotus Labs, has been found to deploy two malicious binaries, a remote access trojan dubbed HiatusRAT and a variant of tcpdump that makes it possible to capture packet capture on", "link": "https://thehackernews.com/2023/03/new-hiatusrat-malware-targets-business.html", "date_published": "2023-03-06 14:18:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "From Disinformation to Deep Fakes: How Threat Actors Manipulate Reality", "description": "Deep fakes are expected to become a more prominent attack vector. Here's how to identify them.\nWhat are Deep Fakes?\nA deep fake is the act of maliciously replacing real images and videos with fabricated ones to perform information manipulation. To create images, video and audio that are high quality enough to be used in deep fakes, AI and ML are required. Such use of AI, ML and image replacement", "link": "https://thehackernews.com/2023/03/from-disinformation-to-deep-fakes-how.html", "date_published": "2023-03-06 14:04:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Core Members of DoppelPaymer Ransomware Gang Targeted in Germany and Ukraine", "description": "Law enforcement authorities from Germany and Ukraine have targeted suspected core members of a cybercrime group that has been behind large-scale attacks using DoppelPaymer ransomware.\nThe operation, which took place on February 28, 2023, was carried out with support from the Dutch National Police (Politie) and the U.S. Federal Bureau of Investigation (FBI), according to Europol.\nThis encompassed", "link": "https://thehackernews.com/2023/03/core-members-of-doppelpaymer-ransomware.html", "date_published": "2023-03-06 12:13:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Experts Reveal Google Cloud Platform's Blind Spot for Data Exfiltration Attacks", "description": "Malicious actors can take advantage of \"insufficient\" forensic visibility into Google Cloud Platform (GCP) to exfiltrate sensitive data, a new research has found.\n\"Unfortunately, GCP does not provide the level of visibility in its storage logs that is needed to allow any effective forensic investigation, making organizations blind to potential data exfiltration attacks,\" cloud incident response", "link": "https://thehackernews.com/2023/03/experts-reveal-google-cloud-platforms.html", "date_published": "2023-03-06 11:51:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Experts Discover Flaw in U.S. Govt's Chosen Quantum-Resistant Encryption Algorithm", "description": "A group of researchers has revealed what it says is a vulnerability in a specific implementation of CRYSTALS-Kyber, one of the encryption algorithms chosen by the U.S. government as quantum-resistant last year.\nThe exploit relates to \"side-channel attacks on up to the fifth-order masked implementations of CRYSTALS-Kyber in ARM Cortex-M4 CPU,\" Elena Dubrova, Kalle Ngo, and Joel Gärtner of KTH", "link": "https://thehackernews.com/2023/03/experts-discover-flaw-in-us-govts.html", "date_published": "2023-03-06 08:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}]