[{"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Extreme Even For The Fake News’: Michael Knowles Said Accusations Of Genocide Surprised Him", "description": "The Daily Wire podcast host Michael Knowles said that he expected the media to come after him for his comments about transgender ideology, but accusations of genocide took him by surprise. Knowles joined Fox News host Tucker Carlson for his Monday evening broadcast to discuss the comments he made at last weekend&#8217;s Conservative Political Action ...", "link": "https://www.dailywire.com/news/extreme-even-for-the-fake-news-michael-knowles-said-accusations-of-genocide-surprised-him", "date_published": "2023-03-06 21:47:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Prosecutor Claimed L.A.’s Soft-On-Crime DA Exiled Her For Speaking Out — She Just Won $1.5 Mil", "description": "A Los Angeles jury has awarded $1.5 million to prosecutor Shawn Randolph after she claimed that District Attorney George Gascon retaliated against her for questioning his policies. According to the suit Randolph filed in October of 2021, she was given a transfer that she claimed was punitive after she raised questions about Gascon&#8217;s criminal justice ...", "link": "https://www.dailywire.com/news/prosecutor-claimed-l-a-s-soft-on-crime-da-exiled-her-for-speaking-out-she-just-won-1-5-mil", "date_published": "2023-03-06 20:54:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Texas Lawmaker Files ‘TEXIT’ Bill To Prompt Citizen Vote On Exploring Secession From U.S.", "description": "Texas Rep. Bryan Slaton filed a bill Monday at the state legislature that, if passed, would allow Texans to vote in the next general election if the Lone Star State should reassert its status as an independent nation. Slaton officially filed the Texas Independence Referendum Act in the Texas House of Representatives, which would place ...", "link": "https://www.dailywire.com/news/texas-lawmaker-files-texit-bill-to-prompt-citizen-vote-on-exploring-secession-from-u-s", "date_published": "2023-03-06 20:39:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Tucker Carlson Releases January 6 Footage That Raises New Questions", "description": "Fox News host Tucker Carlson released new surveillance footage from the January 6 riot that appears to show two Capitol police officers escorting Jacob Chansley, known as the “QAnon Shaman,” throughout the building. Carlson released the footage after being given exclusive access by House Speaker Kevin McCarthy (R-CA) to 40,000 hours of video from that ...", "link": "https://www.dailywire.com/news/tucker-carlson-releases-january-6-footage-that-raises-new-questions", "date_published": "2023-03-06 20:38:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Biden Stumbles Again While Trying To Climb Stairs Of Air Force One", "description": "President Joe Biden stumbled again while climbing the stairs of Air Force One this week following a trip he made to Alabama to commemorate the 58th anniversary of the “Bloody Sunday” march during the civil rights era. The incident happened on Sunday after Biden got off Marine One, walked across the tarmac, and began climbing ...", "link": "https://www.dailywire.com/news/biden-stumbles-again-while-trying-to-climb-stairs-of-air-force-one", "date_published": "2023-03-06 20:22:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘This One Blew My Mind’: NFL Network Anchor Spills Rumor Tom Brady Might ‘Un-Retire’ Again", "description": "NFL Network anchor Rich Eisen was on hand in Indianapolis for the 2023 NFL Scouting Combine, and the weirdest takeaway for him was the rumor swirling about twice-retired quarterback Tom Brady. Eisen shared several of the rumors he&#8217;d heard while in Indianapolis, but the one that topped his list was that Brady — who has ...", "link": "https://www.dailywire.com/news/this-one-blew-my-mind-nfl-network-anchor-spills-rumor-tom-brady-might-un-retire-again", "date_published": "2023-03-06 20:08:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Elon Musk Hints He Could Slap CNN With Special Warning Label Over Network’s Pandemic Coverage", "description": "Twitter CEO Elon Musk suggested on Monday that he could slap CNN with a warning label after a new report this week alleged that the company stopped reporters from looking into whether the pandemic originated in a Chinese lab in Wuhan. The news comes after Wall Street Journal report from last week said that the ...", "link": "https://www.dailywire.com/news/elon-musk-hints-he-could-slap-cnn-with-special-warning-label-over-networks-pandemic-coverage", "date_published": "2023-03-06 19:45:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "NYC Mayor Says Shoppers In Masks Are Hiding From Cops, Not COVID — And Should Be Barred From Stores", "description": "Mayor Eric Adams (D-New York City) has advised local stores to bar patrons from entry if they refuse to remove their face masks, saying that they are more likely to be hiding from police than from exposure to COVID. Adams — who allowed mask mandates to persist in his city for small children in schools until ...", "link": "https://www.dailywire.com/news/nyc-mayor-says-shoppers-in-masks-are-hiding-from-cops-not-covid-and-should-be-barred-from-stores", "date_published": "2023-03-06 18:13:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Kid Rock Announces ‘No Snowflakes’ Summer Concerts", "description": "Kid Rock got everyone&#8217;s attention on Monday when he shared news on his Instagram that he will be headlining several concerts this summer as part of his &#8220;No Snowflakes Summer Concerts.&#8221; The 52-year-old rocker posted an image of a poster from Live Nation that detailed four arena concerts starting in June and going through July ...", "link": "https://www.dailywire.com/news/kid-rock-announces-no-snowflakes-summer-concerts", "date_published": "2023-03-06 17:51:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "WATCH IT: Atlanta Police Release Footage Of Alleged Terror Attack", "description": "Video shows frantic scenes from the site of a training center for police, firefighters, and EMTs in Atlanta on Sunday evening when black-clad rioters stormed the area in what officials are describing as a domestic terrorism attack. More than 20 minutes of surveillance footage, released by the Atlanta Police Department, caught the unrest from a ...", "link": "https://www.dailywire.com/news/watch-it-atlanta-police-release-footage-of-alleged-terror-attack", "date_published": "2023-03-06 17:40:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Monday Afternoon Update: East Palestine Payouts, Anti-Cop Rioters Arrested, Newsom Bails To Baja", "description": "This article is adapted from today’s Morning Wire Afternoon Update. To listen to the podcast version, click here. East Palestine Payouts Pennsylvania Governor Josh Shapiro announced Monday that Norfolk Southern — the company at the center of the disastrous derailment in East Palestine — will pay “millions” for its error. Along with the train company, the ...", "link": "https://www.dailywire.com/news/monday-afternoon-update-east-palestine-payouts-anti-cop-rioters-arrested-newsom-bails-to-baja", "date_published": "2023-03-06 17:35:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Poll Shows Most Voters Want Biden To Get Tougher On China", "description": "A majority of American voters want President Joe Biden to take a stronger stance against China, a new poll shows. When asked how the Biden administration should address tensions between the United States and China, nearly 57.6% of respondents said the government should be &#8220;more aggressive&#8221; in leading a global coalition to contain China, according ...", "link": "https://www.dailywire.com/news/poll-shows-most-voters-want-biden-to-get-tougher-on-china", "date_published": "2023-03-06 17:25:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "House Republicans Subpoena Biden’s ‘Mary Poppins’ Disinformation Czar", "description": "House Republicans are subpoenaing Nina Jankowicz, who was the Biden administration&#8217;s short-lived &#8220;disinformation&#8221; czar. Judiciary Committee Chairman Jim Jordan (R-OH) said on Monday that Jankowicz, who achieved viral fame and mockery for her video singing about the manipulation of information to the tune of the “Mary Poppins” song “Supercalifragilisticexpialidocious,&#8221; and two other targets for subpoenas ...", "link": "https://www.dailywire.com/news/house-republicans-subpoena-bidens-mary-poppins-disinformation-czar", "date_published": "2023-03-06 17:24:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘In My Heart Of Hearts, No’: New Hampshire Dems React To Potential Biden Re-Election Bid", "description": "President Joe Biden isn&#8217;t a popular guy amongst some New Hampshire Democrats — at least in part because the party changed its primary schedule and knocked the Granite State from its &#8220;first in the nation&#8221; (FITN) perch at the president&#8217;s request, according to a former New Hampshire governor. New Hampshire voters of all stripes — ...", "link": "https://www.dailywire.com/news/in-my-heart-of-hearts-no-new-hampshire-dems-react-to-potential-biden-re-election-bid", "date_published": "2023-03-06 17:19:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "DNC Official Lindy Li Claims Critics Of Woke Ideology Are ‘Anti-Black’", "description": "A top official at the Democratic National Committee (DNC) on Saturday attacked critics of “woke” ideology as “anti-black.” Lindy Li, the women’s co-chair and mid-Atlantic regional chair at the DNC, appeared on MSNBC over the weekend to attack conservatives and the Conservative Political Action Conference (CPAC) that took place last week. “Let’s be clear what ...", "link": "https://www.dailywire.com/news/dnc-official-lindy-li-claims-critics-of-woke-ideology-are-anti-black", "date_published": "2023-03-06 17:07:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Joe Rogan: Biden Is ‘Mentally Gone,’ America Is Run By ‘F***ing Sideshow Of Diversity’ Admin", "description": "Popular podcast host Joe Rogan doubled down on his previous claim that President Joe Biden was &#8220;mentally gone,&#8221; saying that Americans were being governed instead by the &#8220;f***ing sideshow of diversity&#8221; that was Biden&#8217;s administration. Rogan made the comments on Thursday&#8217;s episode of &#8220;The Joe Rogan Experience,&#8221; during a discussion with actor Russell Brand about ...", "link": "https://www.dailywire.com/news/joe-rogan-biden-is-mentally-gone-america-is-run-by-fing-sideshow-of-diversity-admin", "date_published": "2023-03-06 16:53:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "King Charles Makes Decision Whether Prince Harry And Meghan Markle Will Be At Coronation", "description": "King Charles III has made a decision about whether to invite Prince Harry and his wife Meghan Markle to his coronation in May — a decision that follows the ex-working royal&#8217;s tell-all memoir &#8220;Spare&#8221; that took aim at his family and more. A spokesperson for the Duke and Duchess of Sussex shared with The Sunday Times ...", "link": "https://www.dailywire.com/news/king-charles-makes-decision-whether-prince-harry-and-meghan-markle-will-be-at-coronation", "date_published": "2023-03-06 16:36:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "CNN Insider Claims Former Network President Ordered Staffers To Dismiss COVID Lab Leak Theory As ‘Trump Talking Point’", "description": "A CNN insider allegedly claimed the network&#8217;s former president Jeff Zucker ordered staffers to forego investigating the COVID origins lab leak theory, arguing the discussion would only serve as a &#8220;Trump talking point.&#8221; &#8220;People are slowly waking up from the fog,&#8221; the insider told Fox News Digital. &#8220;It is kind of crazy that we didn&#8217;t ...", "link": "https://www.dailywire.com/news/cnn-insider-claims-former-network-president-ordered-staffers-to-dismiss-covid-lab-leak-theory-as-trump-talking-point", "date_published": "2023-03-06 16:31:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Derek Carr Appears To Confirm Reports About Next NFL Home", "description": "Former Raiders QB Derek Carr appeared on Monday to confirm reports about where he&#8217;s headed for his next NFL home when he tweeted a familiar saying related to the Saints football team. The 31-year-old star QB took to Twitter and tweeted to his hundreds of thousands of followers a very brief message that read simply, ...", "link": "https://www.dailywire.com/news/derek-carr-appears-to-confirm-reports-about-next-nfl-home", "date_published": "2023-03-06 16:19:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Michael Knowles Doubles Down On Trans CPAC Comments That Set Internet Ablaze", "description": "Daily Wire host Michael Knowles addressed his viral CPAC comments on transgenderism Monday, saying the remarks would not have been controversial before the Obama administration started pursuing pro-trans policies.  Knowles opened his podcast on Monday by telling the audience that he was surprised by the firestorm that ensued, considering his comments match what he’s been ...", "link": "https://www.dailywire.com/news/michael-knowles-doubles-down-on-trans-cpac-comments-that-set-internet-ablaze", "date_published": "2023-03-06 16:10:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Brett Favre Attorney Confident HOF QB Has ‘Slam Dunk’ Defamation Case Against Pat McAfee, Shannon Sharpe", "description": "The attorney for NFL Hall of Fame quarterback Brett Favre told The Daily Wire’s “Crain and Company” podcast Monday that his client has an open and shut case against two of the biggest names in sports media.  Eric Herschmann joined the hosts of the sports podcast to discuss Favre’s recent legal challenges stemming from allegations ...", "link": "https://www.dailywire.com/news/brett-favre-attorney-confident-hof-qb-has-slam-dunk-defamation-case-against-pat-mcafee-shannon-sharpe", "date_published": "2023-03-06 16:00:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "ESPN NBA Analyst Implies MVP Voters Are Racist", "description": "After ESPN NBA commentator Kendrick Perkins was harshly criticized for accusing Denver Nuggets center Nikola Jokic — who is white — of “stat-padding” in order to help himself average a triple-double, he doubled down by accusing MVP voters of being racist. Perkins also tweeted a video implying Jokic was winning MVPs only because he was ...", "link": "https://www.dailywire.com/news/espn-nba-analyst-implies-mvp-voters-are-racist", "date_published": "2023-03-06 15:26:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Southern Poverty Law Center Attorney Charged With Terrorism In Atlanta Riot", "description": "An attorney with the far-left nonprofit Southern Poverty Law Center (SPLC) was arrested Sunday for allegedly committing domestic terrorism to stop a police facility from being built.", "link": "https://www.dailywire.com/news/southern-poverty-law-center-attorney-charged-with-terrorism-in-atlanta-riot", "date_published": "2023-03-06 15:15:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "4 U.S. Citizens Kidnapped By Gunmen In Mexico, FBI Offers Reward For Return", "description": "Four U.S. citizens were assaulted and kidnapped in Mexico on Friday, the FBI said. The four Americans drove across the U.S. border and entered the city of Matamoros, which borders the southernmost part of Texas. They were fired upon by unidentified gunmen and “placed in a vehicle and taken from the scene by armed men,&#8221; ...", "link": "https://www.dailywire.com/news/4-u-s-citizens-kidnapped-by-gunmen-in-mexico-fbi-offers-reward-for-return", "date_published": "2023-03-06 15:00:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Balenciaga Has First Runway Show Since BDSM-Themed Photo Shoot Scandal", "description": "Balenciaga held its first runway show since the photo shoot scandal that included children holding teddy bears in BDSM-themed attire. The fashion house&#8217;s Fall 2023 show in Paris on Sunday was noticeably different, with no celebrity guests or theatrics of any kind, The New York Times reported. The event was held at the old Carrousel ...", "link": "https://www.dailywire.com/news/balenciaga-has-first-runway-show-since-bdsm-themed-photo-shoot-scandal", "date_published": "2023-03-06 14:47:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Trans Radicals’ Plan ‘Day Of Vengeance’ In D.C. Alongside Firearms Training", "description": "A group of transgenders is planning a &#8220;Day of Vengeance&#8221; in D.C. for March 31-April 2, while raising money for firearms training this week, according to its online materials.", "link": "https://www.dailywire.com/news/trans-radicals-plan-day-of-vengeance-in-d-c-alongside-firearms-training", "date_published": "2023-03-06 14:40:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Victoria’s Secret Announces ‘New Version’ Of Fashion Show After 4 Year Hiatus", "description": "Victoria’s Secret models are hitting the runway again after its popular fashion show took a four-year break. Chief financial officer Timothy Johnson revealed the news during the company&#8217;s 2022 earnings call on Friday, per People. &#8220;We&#8217;re going to continue to lean into the marketing spend to invest in the business, both at top-of-funnel and also ...", "link": "https://www.dailywire.com/news/victorias-secret-announces-new-version-of-fashion-show-after-4-year-hiatus", "date_published": "2023-03-06 14:12:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Report: DHS Freezes Intelligence Program Over Civil Rights Concerns: ‘Runs Like A Corrupt Government’", "description": "The Department of Homeland Security (DHS) paused a domestic-intelligence program last year over concerns that it may run afoul of Americans’ civil rights. The DHS Office of Intelligence and Analysis (I&amp;A), one of 18 government offices and agencies that make up the U.S. Intelligence Community, oversees the “Overt Human Intelligence Collection Program” as part of ...", "link": "https://www.dailywire.com/news/report-dhs-freezes-intelligence-program-over-civil-rights-concerns-runs-like-a-corrupt-government", "date_published": "2023-03-06 13:59:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Fauci Knew: New Emails Show He ‘Prompted’ Paper To Shoot Down Wuhan Lab Leak Theory Of COVID-19", "description": "The U.S. Energy Department reportedly concluded that the COVID virus likely leaked from a lab in Wuhan, China. Even though the agency said it was a &#8220;low confidence&#8221; conclusion, the pronouncement elevated the once-conspiracy theory and appeared to vindicate those who had at least questioned the virus&#8217;s origin. Dr. Anthony Fauci, the government’s leading infectious ...", "link": "https://www.dailywire.com/news/fauci-knew-new-emails-show-he-prompted-paper-to-shoot-down-wuhan-lab-leak-theory-of-covid-19", "date_published": "2023-03-06 13:41:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "D.C. Withdraws Overhaul Of Criminal Code After Biden Rebuke", "description": "A top Washington, D.C., official withdrew a controversial overhaul of the capital city&#8217;s crime code after President Joe Biden sided with Republicans in Congress who opposed it. D.C. Council Chairman Phil Mendelson sent a letter on Monday to Vice President Kamala Harris, who is the president of the Senate, announcing that he was withdrawing the ...", "link": "https://www.dailywire.com/news/d-c-withdraws-overhaul-of-criminal-code-after-biden-rebuke", "date_published": "2023-03-06 13:07:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Atlanta Rioters Face Domestic Terrorism Charges: Report", "description": "Nearly two dozen people arrested in connection to the violence at the future site of a police training center in Atlanta on Sunday reportedly face domestic terrorism charges. Jail records show 23 individuals were arrested by the Georgia Bureau of Investigation and were booked on domestic terrorism charges, according to local NBC affiliate 11 Alive. ...", "link": "https://www.dailywire.com/news/atlanta-rioters-face-domestic-terrorism-charges-report", "date_published": "2023-03-06 12:25:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Ukrainian Tennis Star Wins Championship, Refuses To Shake Russian’s Hand", "description": "A 20-year-old Ukrainian tennis star broke down in tears after defeating her 22-year-old Russian opponent to win a WTA final, then pointedly eschewed shaking the Russian’s hand after the match. Marta Kostyuk, born in Kyiv and ranked 52nd in the world going into the tournament, defeated Varvara Gracheva 6-3, 7-5 in the final of the ATX ...", "link": "https://www.dailywire.com/news/ukrainian-tennis-star-wins-championship-refuses-to-shake-russians-hand", "date_published": "2023-03-06 12:11:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Couple Allegedly Abandoned In Ocean By Snorkeling Ship Suing Tour Company", "description": "A couple claiming they were left stranded in the ocean off a Hawaiian island, forcing them to swim half a mile to land, is suing a Hawaii tour company. Alexander Burckle and his wife, Elizabeth Webster, who had snorkeled before, have filed a lawsuit against Sail Maui. They had joined 42 other passengers for a ...", "link": "https://www.dailywire.com/news/couple-allegedly-abandoned-in-ocean-by-snorkeling-ship-suing-tour-company", "date_published": "2023-03-06 11:50:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Make MSNBC Great Again’: Russell Brand Mocks MSNBC’s Partisan Bias", "description": "British comedian and commentator Russell Brand laced into MSNBC for its non-acknowledgement of their own political biases after an MSNBC host attacked Fox News. Brand appeared on HBO’s “Real Time with Bill Maher,” where MSNBC journalist John Heilemann opined, “A lot of people said for a long time that Fox News isn’t a real news ...", "link": "https://www.dailywire.com/news/make-msnbc-great-again-russell-brand-mocks-msnbcs-partisan-bias", "date_published": "2023-03-06 11:38:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "USA Powerlifting Must Allow Men To Compete In Women’s Division After Losing Transgender Discrimination Case", "description": "USA Powerlifting is being forced to include biological men who identify as women in the women’s divisions of their competitions after losing an anti-discrimination lawsuit last week. A Minnesota state court ruled the organization must revise its policy within two weeks and allow trans-identifying men to compete in the women’s categories, per Fox News. They ...", "link": "https://www.dailywire.com/news/usa-powerlifting-must-allow-men-to-compete-in-womens-division-after-losing-transgender-discrimination-case", "date_published": "2023-03-06 11:29:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "UNSOLVED: The Day Australia’s Prime Minister Harold Holt Vanished While Swimming In The Ocean", "description": "Australian Prime Minister Harold Holt went swimming at Cheviot Beach, Victoria, on December 17, 1967, and was never seen again, sparking a mystery that continues to this day. Holt was elected prime minister in January 1966, and served for less than two years before he disappeared without a trace. On that fateful day, Holt, who ...", "link": "https://www.dailywire.com/news/unsolved-the-day-australias-prime-minister-harold-holt-vanished-while-swimming-in-the-ocean", "date_published": "2023-03-06 11:04:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "35 Arrested In Fiery Atlanta Police Training Site Riot", "description": "A night of fire and violence at the future site of a police training center in Atlanta on Sunday led to the arrests of 35 people, according to authorities. Police said a group of &#8220;violent agitators&#8221; wearing all-black &#8220;used the cover of a peaceful protest&#8221; and conducted a &#8220;coordinated attack&#8221; at the the construction area of ...", "link": "https://www.dailywire.com/news/35-arrested-in-fiery-atlanta-police-training-site-protest", "date_published": "2023-03-06 10:13:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Ron DeSantis Torches Gavin Newsom Over ‘Woke Mind Virus’ During Event In California", "description": "Florida Republican Governor Ron DeSantis slammed California Democrat Governor Gavin Newsom on Sunday while visiting the state for his speech at the Ronald Reagan Presidential Library in Simi Valley. &#8220;I knew you guys got a lot of problems out here, but your governor is very concerned about what we&#8217;re doing in Florida, so I figured ...", "link": "https://www.dailywire.com/news/ron-desantis-torches-gavin-newsom-over-woke-mind-virus-during-event-in-california", "date_published": "2023-03-06 09:00:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Gary Rossington, Last Surviving Original Member Of Lynyrd Skynyrd Band, Dies", "description": "The last surviving original member of the band Lynyrd Skynyrd, guitarist and songwriter Gary Rossington, died Sunday. The band created legendary hits including “Sweet Home Alabama,” “Free Bird,” “Simple Man” and “Tuesday&#8217;s Gone.” “It is with our deepest sympathy and sadness that we have to advise, that we lost our brother, friend, family member, songwriter ...", "link": "https://www.dailywire.com/news/gary-rossington-last-surviving-original-member-of-lynyrd-skynyrd-band-dies", "date_published": "2023-03-06 08:49:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Prince Harry Tells Trauma Expert He Doesn’t See Himself As ‘A Victim’ After Getting Mocked On South Park", "description": "Prince Harry told a trauma expert in an interview that aired over the weekend that he does not view himself as a &#8220;victim,&#8221; which comes just a couple of weeks after he and his wife Meghan Markle were mocked on &#8220;South Park.&#8221; The episode, titled “The Worldwide Privacy Tour,” mocked both royal figures by showing ...", "link": "https://www.dailywire.com/news/prince-harry-tells-trauma-expert-he-doesnt-see-himself-as-a-victim-after-getting-mocked-on-south-park", "date_published": "2023-03-06 08:32:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Microsoft President Brad Smith On The Dark Side Of AI Search Engines: ‘We’re Going To Need Laws’", "description": "Microsoft President Brad Smith said during an interview this weekend that the kinds of things that artificial intelligence chatbots are capable of doing will need to be regulated by lawmakers before potentially irresponsible companies can release products that are able to do things that could cause havoc on society, like teaching people how to make ...", "link": "https://www.dailywire.com/news/microsoft-president-brad-smith-on-the-dark-side-of-ai-search-engines-were-going-to-need-laws", "date_published": "2023-03-06 08:19:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Bill Barr Reveals Impact Of Mexico’s Drug Cartels On U.S., Calls For U.S. Military Intervention", "description": "Former Attorney General William Barr penned an op-ed late last week outlining the true extent that Mexico&#8217;s drug cartels are responsible for devastation inside the U.S. and called for U.S. military intervention to end the carnage. Barr highlighted recent legislation introduced in Congress that would give President Joe Biden the authority to use the U.S. ...", "link": "https://www.dailywire.com/news/bill-barr-reveals-impact-of-mexicos-drug-cartels-on-u-s-calls-for-u-s-military-intervention", "date_published": "2023-03-06 08:12:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Bruce Willis’ Wife Posts Video Telling Media To Stay Away From Husband Following Public Incident", "description": "Actor Bruce Willis&#8217; wife, Emma Heming Willis, posted a plea online over the weekend asking reporters to leave her husband alone following his recent frontotemporal dementia diagnosis. Frontotemporal dementia typically starts with personality changes, including hyper-aggressive and hyper-sexual behavior, experts say, and then it progresses to memory loss. The disease is caused by atrophy of ...", "link": "https://www.dailywire.com/news/bruce-willis-wife-posts-video-telling-media-to-stay-away-from-husband-following-public-incident", "date_published": "2023-03-06 08:00:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Pete Davidson Crashes Car Into House After Speeding Through Neighborhood: Report", "description": "Comedian Pete Davidson reportedly crashed a vehicle into a Beverly Hills home over the weekend after speeding through a neighborhood with his girlfriend, Chase Sui-Wonders. Law enforcement says that the accident happened around 11 p.m. on Saturday when he was driving a Mercedes &#8220;at a high rate of speed&#8221; in Beverly Hills, according to sources ...", "link": "https://www.dailywire.com/news/pete-davidson-crashes-car-into-house-after-speeding-through-neighborhood-report", "date_published": "2023-03-06 07:49:06+00:00", "persistent": false, "user": null, "language": "en-US"}]