[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "NACON Connect Livestream", "description": "Get ready to check out some of the new titles coming out on this NACON Connect starting March 9th, 10am (PT). Gamers will be treated to new images from various action-adventure games, including RoboCop: Rogue City, The Lord of the Rings: Gollum, Gangs of Sherwood and Ravenswatch. \n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=9aPIVQ_D9GI", "date_published": "2023-03-06 23:41:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Resident Evil 4, Ghost Trick: Phantom Detective, and More on the Capcom Spotlight Livestream", "description": "Tune in to IGN on Thursday March 9 at 2:30pm PT / 5:30pm ET for the Capcom Spotlight Livestream. Tune in for the latest information about the Capcom 2023 lineup, including Resident Evil 4 and Mega Man Battle Network Legacy Collection!", "link": "https://www.youtube.com/watch?v=WswNEkO3G3Q", "date_published": "2023-03-06 23:33:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "We Ranked Every FromSoftware SoulsBorne DLC", "description": "With the new Elden Ring DLC, Shadow of the Erdtree, announced, we took it upon ourselves to rank every FromSoftware DLC from Dark Souls and Bloodborne from worst to best. Check out how our list ranks up and tell us in the comments what you think are the best SoulsBorne DLC.\n\nSpecial thanks to World of Longplays and martanius for use of their footage.\nhttps://www.youtube.com/@worldoflongplays\n\nSpecial thanks to Shirrako for use of their footage.\nhttps://www.youtube.com/@Shirrako\n\n#IGN #Gaming #FromSoftware", "link": "https://www.youtube.com/watch?v=5es_Gdnybz0", "date_published": "2023-03-06 23:30:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Dead Cells: Return to Castlevania DLC - Official Launch Trailer", "description": "Dead Cells: Return to Castlevania DLC is available now on PC, PlayStation 4, Xbox One, Xbox Series X/S, and Nintendo Switch. Watch the action-packed launch trailer to explore the gothic environments of Dracula’s Castle in the Return to Castlevania DLC, which brings new weapons, enemies, and three deadly bosses to the roguelike game Dead Cells in this Castlevania collaboration.\n\n#IGN #Gaming #DeadCells", "link": "https://www.youtube.com/watch?v=tCf2dj-p7ks", "date_published": "2023-03-06 23:00:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "VALORANT Episode 6 Act II: New Agent Gekko Abilities Explained", "description": "VALORANT Episode 6 Act II begins on March 7, 2023 and it features a new Agent entering the fray. Hailing from Los Angeles, Gekko and his adorable creature friends will be joining the roster. Here’s what you need to know about the latest VALORANT Agent.\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=Lh-kOtxtK3M", "date_published": "2023-03-06 22:00:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Lamplighters League - Official Announcement Trailer", "description": "Check out the announcement trailer for The Lamplighters League, an upcoming game featuring a mix of real-time infiltration, turn-based tactical combat, and a character-driven story of adventure and intrigue. Sneak, steal, and shoot your way through a world of pulp adventure. \n\nThe Lamplighters League is set in an alternate 1930s, where a tyrannical cult called the Banished Court stands on the cusp of world domination. For millennia, all that stood between this sinister cabal and their plans was a band of heroic scholars known as the Lamplighters League.\n\nUnfortunately, the best of the best are all gone, so now it's up to the best of the worst.\n\nThe Lamplighters League is coming in 2023 to PC and Xbox.\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=6pYEvczjjko", "date_published": "2023-03-06 21:00:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Wo Long - 9 Essential Combat Tips to Survive It's Brutal Combat", "description": "Wo Long is not an easy game right out of the gate, and if you don't learn how to properly engage with its combat quickly, it will chew you up and spit you back out. Fortunately, there are tips that can get you off on the right foot straight away. Here are 9 essential combat tips to survive Wo Long's brutal difficulty.\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=UvDYiXnSQkc", "date_published": "2023-03-06 20:00:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Diablo 4 - Official Beta Trailer", "description": "Watch the beta live-action trailer for Diablo IV. Hatred has returned, and the battle against her darkness has been immortalized in a gothic mural of epic proportions on the ceiling of Chapelle de Jesuites in Cambrai, France.\n\n#IGN #Gaming #Diablo4", "link": "https://www.youtube.com/watch?v=bGUr43-iazg", "date_published": "2023-03-06 19:00:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Fortnite Is One of the Most Important Games Ever Made w/100T's CouRage and Sydnee Goodman", "description": "Cheez-It's very own Cheez continues the pursuit of the true meaning of gaming. This week, 100 Thieves' CouRage is providing a historial look at the world most popular game - Fortnite. But turns out, it wasn't always the breakout success it is today. \n\nPresented by Cheez-It.", "link": "https://www.youtube.com/watch?v=MBfjWR7aq4c", "date_published": "2023-03-06 18:00:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Cities Skylines 2 - Official Announcement Trailer", "description": "Watch the announcement trailer for Cities Skylines II, an upcoming sequel to the city-builder management game coming to PlayStation 5, Xbox Series X/S, Game Pass, and Steam in 2023.\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=q9i53GWK8I0", "date_published": "2023-03-06 17:58:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Sherlock Holmes The Awakened - Official Release Date Trailer", "description": "Sherlock Holmes The Awakened will be available on PC, PlayStation 4, PlayStation 5, Xbox One, Xbox Series X/S, and Nintendo Switch on April 11, 2023. Watch the latest trailer for another look at this Cthulhu meets Sherlock Holmes detective horror adventure to see the cosmic horror that awaits. \n\nSherlock Holmes The Awakened acts as a continuation of young Sherlock’s story with Holmes and Watson undertaking their first major case together. \n\nAn Eldritch god-obsessed cult is making moves in the shadows to bring about a world-altering prophecy and it’s up to the young detective duo to thwart their plans. This is a creative take on what horror-filled and reality-breaking events could have met our heroes at such a crucial point in their lives to go on and shape them into the characters we all know they become. Delve into the trauma and fear that cements their friendship for good and the revelations that break Sherlock’s mind to create the flawed and haunted genius he is destined to be. \n\nOriginally released in 2006, The Awakened is a full remake and substantial rewrite being rebuilt and redesigned from the ground up to run in Unreal Engine 4.\n\n#SherlockHolmes #SherlockHolmesTheAwakened", "link": "https://www.youtube.com/watch?v=ylSUZr-Cv4Q", "date_published": "2023-03-06 16:00:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Star Trek: Strange New Worlds - Official Behind the Scenes Clip (2023) Anson Mount, Rebecca Romijn", "description": "In this behind-the-scenes clip from the extra features of the Star Trek: Strange New Worlds - Season One physical release, Anson Mount, Rebecca Romijn, and more discuss the relationship between Captain Christopher Pike and his Number One, Commander Una Chin-Riley.\n\nThe Star Trek: Strange New Worlds - Season One set will be available on Blu-ray, DVD, and limited-edition Blu-ray Steelbook on March 21, 2023, from Paramount+, CBS Home Entertainment, and Paramount Home Entertainment. The physical release features over 90 minutes of special features, including exclusive-to-home-entertainment cast and crew interviews, gag reel, deleted scenes, and more.\n\n#StarTrekStrangeNewWorlds #StarTrek", "link": "https://www.youtube.com/watch?v=sjEGAatc6vM", "date_published": "2023-03-06 14:30:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Teenage Mutant Ninja Turtles: Mutant Mayhem - Official Teaser Trailer (2023)", "description": "Check out the teaser trailer for Teenage Mutant Ninja Turtles: Mutant Mayhem, an upcoming CG-animated movie starring Micah Abbey as Donatello, Shamon Brown Jr. as Michelangelo, Nicolas Cantu as Leonardo, Brady Noon as Raphael, Hannibal Buress as Genghis Frog, Rose Byrne as Leatherhead, John Cena as Rocksteady, Jackie Chan as Splinter, Ice Cube as Superfly, Natasia Demetriou as Wingnut, Ayo Edebiri as April O’Neil, Giancarlo Esposito as Baxter Stockman, Post Malone as Ray Fillet, Seth Rogen as Bebop, Paul Rudd as Mondo Gecko, and Maya Rudolph as Cynthia Utrom.\n\nIn Teenage Mutant Ninja Turtles: Mutant Mayhem, after years of being sheltered from the human world, the Turtle brothers set out to win the hearts of New Yorkers and be accepted as normal teenagers through heroic acts. Their new friend April O’Neil helps them take on a mysterious crime syndicate, but they soon get in over their heads when an army of mutants is unleashed upon them.\n\nThe movie is produced by Seth Rogen, Evan Goldberg, and James Weaver. Ramsay McBean and Josh Fagen serve as executive producers.\n\nTeenage Mutant Ninja Turtles: Mutant Mayhem, directed by Jeff Rowe and co-director Kyler Spears, opens in theaters on August 4, 2023.\n\n#ign #tmnt", "link": "https://www.youtube.com/watch?v=ifNHJmKTmEY", "date_published": "2023-03-06 14:30:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Everything Everywhere All At Once: The Daniels Told Us How They Design Fight Scenes", "description": "The directors of Everything Everywhere All At Once talk about how they design a fight scene and what it was like to work with Michelle Yeoh to make some of the best martial arts fight scenes in recent memory.\n\nIn our Everything Everywhere All At Once interview, we talked to Daniel Kwan and Daniel Scheinert (better known as the Daniels) about the best fight scenes in movies and what particular movies inspired them. Before we knew it, the conversation quickly turned to Keanu Reeves and The Matrix as well as Jackie Chan. The Daniels were inspired by some of Jackie Chan best fight scenes, like the ladder fight in First Strike.\n\nFor the climax of the movie, they talked about how they worked hard to make kindness as exciting as a John Wick fight scene.\n\nBeyond the inspirations for Everything Everywhere All At Once, the Daniels also talked to us about designing the Everything Everywhere All At Once fight scenes. They worked with the Le brothers—the martial artists behind the MartialClub YouTube page—to help choreograph the fights and teach them to Michelle Yeoh and Ke Huy Quan.  We even feature some Everything Everywhere All At Once behind-the-scenes video showing how the actors trained.\n\nA24 isn’t known for making big-budget movies. But it means that they allow their filmmakers a ton of creative control. In order to say in budget, Daniel Kwan and Daniel Scheinert had to lean on the lessons they learned on the sets of their low-budget shorts and music videos to shot some of the best movie fight scenes in recent memory on a $25M budget. But they did it, and the Daniels go in-depth on how exactly they did it.\n\nThis video was originally published on CineFix - IGN Movies & TV on June 8, 2022.\n\nBe sure to check out the short films of the Martial Club:\nhttps://www.youtube.com/user/MartialClub\n\nIf your looking for an Everything Everywhere All At Once Explained type of video, this isn’t it. But for a review, be sure to check out IGN’s Everything Everywhere All At Once Review:\nhttps://www.youtube.com/watch?v=deS4dxRv_ZU\n\nCinefix’s Top 10 Movie Fight Scenes of All Time:\nhttps://www.youtube.com/watch?v=3_nML1CNDDA\n\nKill Bill Vol.1: Where Does Homage End and Originality Begin? | Art of the Scene\nhttps://www.youtube.com/watch?v=4XNyA-GLnUk\n\nAnd for all things A24, be sure to stay tuned to IGN Movies & TV (Cinefix).", "link": "https://www.youtube.com/watch?v=vsmY8dZrKso", "date_published": "2023-03-06 13:15:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Last of Us: Is HBO's David Even More Evil?", "description": "Episode 8 of HBO’s The Last of Us plunges us deep into its darkest chapter yet as we meet David and his group of very hungry people. But is the TV version of David even more evil than David from the game? How much did they borrow from the PlayStation game and what were the biggest differences, though? Join IGN host Max Scoville for Canon Fodder for the full The Last of Us Episode 7 breakdown, ending explained and all The Last of Us Easter Eggs we could find.\n\n#IGN #TheLastOfUs #TLOU", "link": "https://www.youtube.com/watch?v=QUyX39CSYgA", "date_published": "2023-03-06 12:56:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Last of Us Episode 8: TV Show vs Game Comparison", "description": "How close does The Last of Us Episode 8 compare to The Last of Us? We put several scenes from the HBO show side-by-side with the game to see how they compare. Beware of spoilers ahead for The Last of Us series!\n\nThe Last of Us Episodes 1-8 are available to watch now. You can watch our Season Review here: https://youtu.be/XS3ImpFTxIQ\n\n#IGN #TheLastOfUs #TLOU", "link": "https://www.youtube.com/watch?v=a4qo25T9TLA", "date_published": "2023-03-06 11:49:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Operation Fortune: Ruse de Guerre - Official 'Count Me In' Clip (2023) Jason Statham, Aubrey Plaza", "description": "Check out this clip from the upcoming action comedy Operation Fortune: Ruse De Guerre where Orson Fortune (Jason Statham) and Sarah Fidel (Aubrey Plaza) successfully secure a man into their possession with brute force in broad daylight.\n\nIn Operation Fortune: Ruse De Guerre, super spy Orson Fortune must track down and stop the sale of a deadly new weapons technology wielded by billionaire, Greg Simmonds. Teaming up with some of the world’s best operatives, Fortune and his crew recruit Hollywood’s biggest movie star, Danny Francesco, to help them on their undercover mission to save the world.\nDirected by Guy Ritchie, Operation Fortune: Ruse De Guerre releases in theaters now.\n\n#OperationFortuneRuseDeGuerre #OperationFortune", "link": "https://www.youtube.com/watch?v=TWI5vGMmJkY", "date_published": "2023-03-06 00:00:18+00:00", "persistent": false, "user": null, "language": "en-US"}]