[{"source": "http://louderwithcrowder.com/feed/", "title": "WATCH: Steven Crowder Announces MugClub Will RETURN On March 20th", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=33220144&amp;width=1245&amp;height=700&amp;coordinates=0%2C0%2C0%2C0\" /><br /><br /><p>It's been a while, Strange Animals. But the wait is finally coming to an end. Today, <a href=\"https://www.louderwithcrowder.com/steven-crowder-mugclub-return\" target=\"_blank\">Steven Crowder appeared on the PBD podcast</a> with a major announcement: the return of Mug Club. </p><p>Mug Club will be back and better than ever on March 20th. <a href=\"https://www.louderwithcrowder.com/crowder-reveals-all-tim-pool\" target=\"_blank\">Crowder</a> announced that it will have double the content with an additional show on Fridays. </p><p>Crowder also noted that the show has had a ton of people sign up at <a href=\"https://mugclubforever.com/\" target=\"_blank\">MugClubForever.com</a>. Everyone who signed up should check their spam folders tomorrow, since those who signed up over the past few months will be getting a code to preorder and get free months of MugClub. </p><p>Host Patrick Bet-David also asked about the most influential Conservative news sources, and Crowder said RedState, TownHall, Fox News, and Daily Wire. Bet-David then elaborated that his point is, there aren't enough of them. And this is why Crowder is creating a conservative media platform to bring in new talent under the Louder with Crowder umbrella. </p><p><span></span>Crowder explained this venture is different than all other conservative media outlets because every other show is just people talking about the news, whereas this is about signing people who can be who they are and be creative within the conservative sphere. He related it to when he pitched <a href=\"https://www.louderwithcrowder.com/change-my-mind-crowder-gabriella\" target=\"_blank\">Change My Mind</a> to Fox News and was told no one would want it. </p><p>Crowder elaborated that this will help reach younger conservatives since college-aged Americans aren't exactly tuning into Fox News every night. And Louder with Crowder's newest venture will not be about making people fit into a box - it's about letting their freak flag fly. </p><p><span></span>Crowder can't name too many names yet but noted there are equitable, transparent contracts in the works. So stay tuned for more details and, of course, hold onto your butts. </p><p><br /></p><p class=\"shortcode-media shortcode-media-youtube\">\n<span class=\"rm-shortcode\" style=\"display: block; padding-top: 56.25%;\"></span>\n<small class=\"image-media media-caption\">Steven Crowder | PBD Podcast | Ep. 243</small>\n<small class=\"image-media media-photo-credit\">\n<a href=\"https://www.youtube.com/watch?v=GsHUZD5Yyqk\" target=\"_blank\">www.youtube.com</a>\n</small>\n</p>", "link": "https://www.louderwithcrowder.com/steven-crowder-mugclub-return-2659512928", "date_published": "2023-03-06 22:34:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "http://louderwithcrowder.com/feed/", "title": "Watch As Socialist Bernie Sanders Tries To Explain Equality Vs. Equity To Bill Maher And Fails. Miserably.", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=33219760&amp;width=1245&amp;height=700&amp;coordinates=0%2C0%2C0%2C0\" /><br /><br /><p><a href=\"https://www.louderwithcrowder.com/bernie-sanders-tiktok-dance\" target=\"_blank\">Bernie Sanders</a> got another moment in the limelight when he appeared on <a href=\"https://www.louderwithcrowder.com/bill-maher-woke-revolution\" target=\"_blank\">Bill Maher</a> this past weekend. Maher ended up backing him into a socialist corner with no chance of escape. And it was wonderful to watch. </p><p>Maher asked Bernie to please explain the difference between equality and equity. Sanders replied, <em>\"Well equality, we talk about, um...I don't know what the answer to that is.\" </em></p><p>Oh boy. </p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\">\\u201cBill Maher asked Bernie Sanders to explain the differences between \\u2018equality\\u2019 and \\u2018equity\\u2019\\n\\nBernie was left dumbstruck \\ud83d\\udc40\\u201d</div> — Zachery Henry (@Zachery Henry)\n        <a href=\"https://twitter.com/zhenryaz/status/1632017948062752769\">1677938374</a>\n</blockquote>\n\n<p>As the audience laughed, Sanders scrambled to come up with something<em>: \"Equality is equality of opportunity...we live in a society, we want all people to have, whatever color your skin is-\"</em></p><p>But Maher cut him off before he could get to the \"racism\" part of his argument and pointed out that equity is the guarantee of outcome. He then asked Bernie which side he comes down on, and Bernie said -<em>gasp</em>- equality. Which is obviously not true. And he looked quite uncomfortable saying it. </p><p>This is hilarious considering how many of Bernie Sander's policies are based on equality of <em>outcome</em>. Medicare for all, increasing taxes on the rich, canceling student loans, ...these don't exactly scream \"equality of opportunity,\" do they? They actually seem pretty focused on...guaranteeing outcomes...</p><p>Anywho, this is the second time in the past few months that Sanders has seemingly gone against his own socialist tenets. He wrote a book about how evil capitalism is and is <a href=\"https://www.louderwithcrowder.com/bernie-sanders-confronted-cbs\" target=\"_blank\">selling tickets to his book tour for up to $95</a>. On Ticketmaster, nonetheless, which is apparently Alexandra Ocasio Cortez's archnemesis. Due to the whole Taylor Swift debacle. </p><p>Since Bernie has now twice publicly defamed his socialist roots, it'll be interesting to see if the DNC shuns him for 2024. My guess is yes, since that's what happened during the past two election cycles. But also, Joe Biden is barely alive. So there's that. </p>", "link": "https://www.louderwithcrowder.com/bernie-sanders-bill-maher", "date_published": "2023-03-06 21:30:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "http://louderwithcrowder.com/feed/", "title": "WATCH: Zoomer With HIV Is Upset Because It Means He Can't Make a Blood Pact With His Friends", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=33219638&amp;width=1245&amp;height=700&amp;coordinates=0%2C0%2C0%2C0\" /><br /><br /><p>I regret to inform you that today, we have yet another example of how far society has fallen. The <a href=\"https://www.louderwithcrowder.com/gen-z-womens-prisons\" target=\"_blank\">Zoomers</a> have gotten AIDS. And this particular Zoomer is upset because that means he can't make a blood pact with his friends. A natural main concern. </p><p>19-year-old TikToker  Zack Willmore explained in a recent video, <em>\"One of my big things on my bucket list was to have a blood pact with some of my friends. And I was like ugh, now that I have HIV, I'll never be able to do that. But I asked my doctor and he was like, 'even though I really highly don't recommend it because of a number of other reasons, technically HIV is not the problem there.'\" </em></p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\">\\u201csodom and gomorrah was a warning not an instruction manual\\u201d</div> — pagliacci the hater \\ud83c\\udf1e (@pagliacci the hater \\ud83c\\udf1e)\n        <a href=\"https://twitter.com/Slatzism/status/1632520065219166208\">1678058088</a>\n</blockquote>\n\n<p>He elaborated that HIV won't be a problem once he is fully undetectable. Then he can make all the blood pacts he wants. I guess. </p><p>It is quite funny that, upon being diagnosed with HIV, one of his major concerns was about a hypothetical blood pact. But his full story is quite sad. In the <a href=\"https://www.louderwithcrowder.com/stay-at-home-husband-tiktok\" target=\"_blank\">TikTok</a> where he announced his diagnosis, he said,<em> \"I just feel honestly so gross, I wish I could take like a big needle and drain all of the blood out of my body [...] This honestly feels like the end of the world to me [...] I was told people with HIV can live up to 70, but I don't even want to live past 20.\" </em></p><p><em><br /></em></p><blockquote cite=\"https://www.tiktok.com/@zachwillmore/video/7203816373078871338\" class=\"tiktok-embed\">\n<section>\n<a href=\"https://www.tiktok.com/@zachwillmore\" target=\"_blank\" title=\"@zachwillmore\">@zachwillmore</a>\n<p>Day 1 of my video diary #hiv #gay #viral #diary</p>\n</section>\n</blockquote>\n\n<p><br /></p><p>So he's clearly going through it. It's a lot to handle, especially at just 19-years-old. And I can't help but wonder: if our culture were maybe a little less promotional of certain degenerate behaviors that can lead to HIV, would there be less people who have to go through this? Just a thought. </p>", "link": "https://www.louderwithcrowder.com/oomer-hiv-blood-pact", "date_published": "2023-03-06 21:02:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "http://louderwithcrowder.com/feed/", "title": "Steven Crowder announces the return date for MugClub, the daily show", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=33219994&amp;width=1245&amp;height=700&amp;coordinates=0%2C0%2C0%2C1\" /><br /><br /><p>March 20th, 2023. We're back.</p><p>Crowder shares the date and more with Patrick Bet-David on the PBD Podcast.</p><p class=\"shortcode-media shortcode-media-youtube\">\n<span class=\"rm-shortcode\" style=\"display: block; padding-top: 56.25%;\"></span>\n<small class=\"image-media media-caption\">Steven Crowder | PBD Podcast | Ep. 243</small>\n<small class=\"image-media media-photo-credit\">\n<a href=\"https://www.youtube.com/watch?v=GsHUZD5Yyqk\" target=\"_blank\">www.youtube.com</a>\n</small>\n</p>", "link": "https://www.louderwithcrowder.com/steven-crowder-mugclub-return", "date_published": "2023-03-06 19:18:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "http://louderwithcrowder.com/feed/", "title": "Steven Crowder makes a major announcement on the PBD podcast", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.jpg?id=33218779&amp;width=1245&amp;height=700&amp;coordinates=0%2C0%2C0%2C1\" /><br /><br /><p>Tune in! The fun begins at 5:00 PM eastern.</p>\n<p class=\"shortcode-media shortcode-media-youtube\">\n<span class=\"rm-shortcode\" style=\"display: block; padding-top: 56.25%;\"></span>\n<small class=\"image-media media-caption\">Steven Crowder | PBD Podcast | Ep. 243</small>\n<small class=\"image-media media-photo-credit\">\n<a href=\"https://www.youtube.com/watch?v=GsHUZD5Yyqk\" target=\"_blank\">www.youtube.com</a>\n</small>\n</p>", "link": "https://www.louderwithcrowder.com/steven-crowder-pbd-podcast", "date_published": "2023-03-06 19:18:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "http://louderwithcrowder.com/feed/", "title": "LOL: Ron DeSantis roasts Gavin Newsom's obsession with Florida while California is literally hell", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=33217042&amp;width=1245&amp;height=700&amp;coordinates=0%2C0%2C0%2C0\" /><br /><br /><p>It's no secret Governor Newsom has particular disdain for Governor Ron DeSantis. When he isn't <a href=\"https://nypost.com/2023/03/04/gavin-newsom-leaves-california-on-personal-travel-following-devastating-winter-storms/\" target=\"_blank\">taking vacations</a> while a <a href=\"https://www.louderwithcrowder.com/california-snowstorm-woman\" target=\"_blank\">devastating blizzard pummels his state</a>, he's tweeting about the Florida governor. Specifically how he's better than the Florida Governor. </p><p>So DeSantis decided to pay him a little visit yesterday. And it was glorious. </p><p>DeSantis spoke at the Ronald Reagan Library in Southern California with the Orange County GOP, and took the opportunity to roast his California critic:  <em>\"I know you've got a lot of problems out here, but your governor is very concerned about what we are doing in Florida... so I figured I had to come by.\"</em></p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\">\\u201c\\ud83d\\udd25\\ud83d\\udc40Governor DeSantis ROASTS Newsom at the Reagan Library in California:\\n\\n\"I know you've got a lot of problems out here, but your governor is very concerned about what we are doing in Florida... so I figured I had to come by.\"\\u201d</div> — DeSantis War Room \\ud83d\\udc0a (@DeSantis War Room \\ud83d\\udc0a)\n        <a href=\"https://twitter.com/DeSantisWarRoom/status/1632484821271298048\">1678049686</a>\n</blockquote>\n\n<p><em>“We’ve witnessed a great American exodus from states governed by leftist politicians imposing leftist ideologies and delivering poor results. And you can see massive gains in states like Florida, who are governing according to the tried and true principles that President Reagan held dear.\" </em></p><p>He also explained Florida's education policies that Newsom has heavily criticized. Particularly that children should not be force-fed gender identity at elementary schools. The horror. </p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\">\\u201cChildren should be taught to accept themselves as God made them. Schools should not lie to kids that they can choose their own gender.\\n\\nAnd it should NOT be controversial to say this. \\ud83d\\udc47\\ud83d\\udc47\\ud83d\\udc47\\n\\nhttps://t.co/D9e9KvtH0P\\u201d</div> — DeSantis War Room \\ud83d\\udc0a (@DeSantis War Room \\ud83d\\udc0a)\n        <a href=\"https://twitter.com/DeSantisWarRoom/status/1632534147821436930\">1678061446</a>\n</blockquote>\n\n<p><br /></p>\n<blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\">\\u201cFL signs into law the \\u201cDon\\u2019t Say Gay\\u201d bill.\\n\\nTX wants to open child abuse investigations into families that provide gender-affirming care to trans children.\\n\\nTN pulls funding from schools that allow transgender students to play sports.\\n\\nAnd we wonder why there\\u2019s a rise in hate?\\u201d</div> — Gavin Newsom (@Gavin Newsom)\n        <a href=\"https://twitter.com/GavinNewsom/status/1536721437926428673\">1655217916</a>\n</blockquote>\n\n<p>Interestingly, DeSantis's trip took place exactly one year out from the California presidential primary, prompting rumors that we'll see a Desantis-Newsom match-up in 2024. </p><p>Newsom responded to DeSantis's visit with a statement that <a href=\"https://www.latimes.com/politics/story/2023-03-05/desantis-touts-florida-approach-during-california-visit?consumer=googlenews\" target=\"_blank\">welcomed</a> him to the \"real freedom state,\" and read,<em> \"Just look at the data — California residents are safer, healthier, and more prosperous than those unfortunate enough to have you as their governor. Oh, by the way, you’re going to get smoked by Trump.”</em></p><p>Yeah Floridians, come to the REAL freedom state, where you can <em>*checks notes*</em> be forced to stay in your home for years on end due to a respiratory virus, <a href=\"https://www.louderwithcrowder.com/los-angeles-clerk-robber-knife\" target=\"_blank\">get robbed</a> bi-weekly, and<a href=\"https://www.louderwithcrowder.com/homeless-los-angeles-poop\" target=\"_blank\"> dodge human feces</a> on your morning walk. What's freer than that?</p>", "link": "https://www.louderwithcrowder.com/ron-desantis-gavin-newsom-california", "date_published": "2023-03-06 15:18:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "http://louderwithcrowder.com/feed/", "title": "Pot dispensary owner curses out cool-headed cop for *checks notes* literally just doing his job", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=33216873&amp;width=1245&amp;height=700&amp;coordinates=0%2C0%2C0%2C0\" /><br /><br /><p>I've heard Washington is one of the most beautiful states in the country. Unfortunately, it also has <a href=\"https://www.louderwithcrowder.com/seattle-man-judge\" target=\"_blank\">Seattle</a>. And this, er, <em>charming</em>, lady. </p><p>A state trooper pulled someone over near this woman's marijuana dispensary shop. Her name is Amy Dalluge, and she owns The Green Seed in Moses Lake. The trooper pulled the person over for not wearing a seatbelt, and the driver pulled into The Green Seed's parking lot. Which Dalluge did not like one bit. </p><p>Dalluge proceeded to stand next to the officer and scream in his face as he attempted to complete the traffic stop. He remained amazingly calm as she cursed at him and even flipped him the bird. </p><p><em>\"You’re on my f—ing land you b——. You better learn your f—ing place. I’ll f—ing take your wife right out of your f—ing bed, b—-. Oh wait, you’re not married, huh?”</em></p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\">\\u201cWashington marijuana dispensary owner berates cop: \\u2018You\\u2019re not married, huh?\\u2019 https://t.co/kktZCtfVnQ\\u201d</div> — New York Post (@New York Post)\n        <a href=\"https://twitter.com/nypost/status/1632501008629657600\">1678053545</a>\n</blockquote>\n\n<p>A spokesperson for Washington State Patrol said Dalluge was apparently upset because she thought the police's presence would scare away her customers. But, in my opinion,  she's capable of doing that allll by herself. </p><p>The spokesman explained to Source One News,<em> \"Seatbelts are the main contributor to our fatalities that we investigate. For Trooper Anwar to be so verbally berated while trying to do his job is frustrating. I am glad the passenger took that video and I am proud of Trooper Anwar for remaining calm in a clearly frustrating contact. She should have never been able to put her hand in his face like that.\"</em></p><p>The state agency is also reportedly investigating the incident and may file charges against Dalluge. And this isn't even the first time she's had a run-in with the <a href=\"https://www.louderwithcrowder.com/cop-city-atlanta-riots\" target=\"_blank\">cops</a>. Apparently, she's been hostile even when SHE calls THEM for help at her business. So it might be time for this broad to get a much-needed attitude check in the form of formal charges.  </p>", "link": "https://www.louderwithcrowder.com/washington-marijuana-dispensary-owner-police", "date_published": "2023-03-06 14:49:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "http://louderwithcrowder.com/feed/", "title": "Jill Biden defends charges about her husband's lack of mental competency with odd Ukraine flex", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=33216750&amp;width=2000&amp;height=1500&amp;coordinates=166%2C0%2C154%2C0\" /><br /><br /><p>Jill Biden is out there defending her husband's functioning brain. A brain that critics claim without evidence is made out of 51% tapioca pudding. It's me. Hi. I'm the critic. It's me.</p><p>The First Lady was asked about presidential candidate Nikki Haley's plan to test all presidents over a certain age for mental competency. Jill, whose husband is old AF, thinks the idea is ridiculous.</p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\">\"It's ridiculous.\"<br /><br />First lady Jill Biden dismisses Republican presidential candidate Nikki Haley's calls for mental competency tests for politicians over the age of 75 <a href=\"https://t.co/nrIHMlR3UM\">https://t.co/nrIHMlR3UM</a> <a href=\"https://t.co/C1bbTIEP4i\">pic.twitter.com/C1bbTIEP4i</a><br />— CNN Politics (@CNNPolitics) <a href=\"https://twitter.com/CNNPolitics/status/1631708561225941007?ref_src=twsrc%5Etfw\">March 3, 2023</a></blockquote> </div><p>Apropos of nothing, Joe Biden forgot how to walk again.</p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\">Joe Biden tripped up the stairs again…<br /><br /> <a href=\"https://t.co/1BdM29Gacj\">pic.twitter.com/1BdM29Gacj</a><br />— ALX 🇺🇸 (@alx) <a href=\"https://twitter.com/alx/status/1632568337996689410?ref_src=twsrc%5Etfw\">March 6, 2023</a></blockquote> </div><p>To further defend her husband being full of life and vigor, in this interview that airs on CNN Monday night, Jill pointed to Joe's trip to Ukraine that he made <a href=\"https://www.louderwithcrowder.com/east-palestine-mayor-biden-ukraine\" target=\"_blank\">instead of going to East Palestine, Ohio</a>. \"How many 30-year-olds could travel to Poland, get on the train, go nine more hours, go to Ukraine, meet with President [Volodymyr] Zelensky? So, look at the man. Look what he’s doing. Look what he continues to do each and every day.\"</p><p>M'kay. One, most thirty-year-olds. Two, a president visiting another country's president isn't an impressive feat as much as it is a basic job requirement for being president. Three, and more importantly, what's with the White House using Ukraine as an odd flex? </p><p><a href=\"https://www.louderwithcrowder.com/china-doocy-jean-pierre-biden\" target=\"_blank\">Karine Jean-Pierre did this too</a> when Doocy asked why this president was too big of a p*ssy to speak out against China. \"Did you--did you see [him] last week when we went to...Ukraine, went to Kyiv? This is not a President who's afraid of anything...\"</p><p class=\"shortcode-media shortcode-media-rebelmouse-image\">\n<img alt=\"\" class=\"rm-shortcode\" id=\"0a27f\" src=\"https://www.louderwithcrowder.com/media-library/image.gif?id=33216792&amp;width=980\" />\n</p><p>But lost in this conversation with Jill Biden about Joe's competency is the irony Jill Biden is a big reason <a href=\"https://www.louderwithcrowder.com/joe-biden-jill-easter-bunny\" target=\"_blank\">why there are so many questions about Joe's competency</a>. When the President of the United States <a href=\"https://www.louderwithcrowder.com/joe-biden-jill-speech\" target=\"_blank\">needs to be talked to like a child</a>, it doesn't quite project strength.</p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\">A story in four parts: <a href=\"https://t.co/Xdd1OfJQCT\">pic.twitter.com/Xdd1OfJQCT</a><br />— Jake Schneider (@jacobkschneider) <a href=\"https://twitter.com/jacobkschneider/status/1544741511086194688?ref_src=twsrc%5Etfw\">July 6, 2022</a></blockquote> </div><p>The country awaits a definitive answer as to whether Joe Biden will run for reelection or not. All while Jill Biden manages to avoid an investigation into senior abuse.</p><p><p>\n<em><strong>Editor’s Note</strong>\n</em>\n</p>\n<p>\n<em><strong><a href=\"https://lwcnewswire.substack.com/\" target=\"_blank\">LwC is on Substack now</a></strong>! Each day we overwhelm your brains with the content you've come to love from the Louder with Crowder Dot Com website.. but algorithms hide our ranting and raving as best they can. The best way to stick it to Big Tech? </em><strong><a href=\"https://lwcnewswire.substack.com/\" target=\"_blank\"><em>Subscribe to For the Content!</em></a></strong>\n</p></p>", "link": "https://www.louderwithcrowder.com/jill-biden-cnn-mental-competency", "date_published": "2023-03-06 14:32:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "http://louderwithcrowder.com/feed/", "title": "Court rules USA Powerlifting must allow biological men to compete against women. Because equality.", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=33216746&amp;width=2000&amp;height=1500&amp;coordinates=157%2C0%2C163%2C0\" /><br /><br /><p>It's official - <a href=\"https://www.louderwithcrowder.com/girls-basketball-drifty-jay\" target=\"_blank\">biological men must be allowed to compete against women</a> in <a href=\"https://www.louderwithcrowder.com/trans-powerlifter-stripped-titles\" target=\"_blank\">powerlifting</a>. Hooray for Progressivism. </p><p>Transgender athlete Jaycee Cooper just won a discrimination case against USA Powerlifting after previously getting banned from competing against women. The federation must now  \"cease and desist from all unfair discriminatory practices\" regarding sexual orientation and gender identity. Cooper was actually featured in a <a href=\"https://www.louderwithcrowder.com/rebuttal-vices-transgender-powerlifting-propaganda\" target=\"_blank\">Vice documentary back in 2019</a> about how unfair it was that they couldn't compete against women. </p><p>USA Powerlifting is reportedly considering an appeal. Their President said in a statement,<em> \"Our position has been aimed at balancing the needs of cis- and transgender women whose capacities differ significantly in purely strength sports.\" </em></p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\">\\u201cUSA Powerlifting must let transgender athletes compete in women\\u2019s division after losing discrimination case https://t.co/swFlt9vYGQ\\u201d</div> — Fox News (@Fox News)\n        <a href=\"https://twitter.com/FoxNews/status/1632206817487880194\">1677983404</a>\n</blockquote>\n\n<p>But, according to the court, <a href=\"https://www.louderwithcrowder.com/laurel-hubbard-sportswoman\" target=\"_blank\">trans athletes</a> actually have the REAL disadvantage in sports due to the<em> \"increased risk of depression and suicide, lack of access to coaching and practice facilities, or other performance suppression common to transgender persons.\"  </em>So basically, <em>\"let me compete against women or else I'm going to kill myself.\" </em></p><p>This is the same manipulative tactic reportedly used by doctors and hospitals to coerce parents into transitioning their children. Prominent de-transitioner Chloe Cole has spoken out about this. Apparently, her doctor, unbeknownst to her, blackmailed her parents by asking, \"would you rather have a dead daughter or a living son?\" But Chloe only experienced suicidal thoughts after her transition. </p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\">\\u201cEvery American needs to hear Chloe Cole\\u2019s story.\\n\\nWhat a courageous young woman!\\u201d</div> — Rep. Marjorie Taylor Greene\\ud83c\\uddfa\\ud83c\\uddf8 (@Rep. Marjorie Taylor Greene\\ud83c\\uddfa\\ud83c\\uddf8)\n        <a href=\"https://twitter.com/RepMTG/status/1572261275417153536\">1663691273</a>\n</blockquote>\n\n<p>But back to powerlifting - I cannot think of a sport where biological males have a clearer advantage over females. I lift regularly and I still struggle to do a pull-up. Sure, there are some powerlifting ladies who are absolute beasts, but they still can't even come close to the males. </p><p>Needless to say, this is a disappointing blow to the future of women's sports. Hopefully, the federation will appeal, and a sane judge will realize that biological men are indeed stronger than women. Fingers crossed. </p>", "link": "https://www.louderwithcrowder.com/usa-powerlifting-court", "date_published": "2023-03-06 14:17:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "http://louderwithcrowder.com/feed/", "title": "Watch: Don't look now, but left-wing domestic terrorists are burning a police training center to the ground", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=33216596&amp;width=2000&amp;height=1500&amp;coordinates=160%2C0%2C160%2C0\" /><br /><br /><p>An Antifa-advertised \"week of action\" has turned into another firey but mostly peaceful riot on a police training center in Atlanta.</p><p>Dubbed \"Cop City\" by progressive activists, these self-professed \"Forest Defenders\" marched on the location to put a stop to it. Then as is usually the case with progressive activists such as these, the fires started.</p><p>Fox 5 Atlanta reporter Billy Heath reports the \"rally\" started at 5PM. A short time later, the riot began when rocks, sticks, and other items were thrown at officers. Molotov cocktails flew through the sky. Construction equipment was set ablaze.</p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\">CONSTRUCTION SITE BURNS: Huge plumes of smoke and massive police response after <a href=\"https://twitter.com/defendATLforest?ref_src=twsrc%5Etfw\">@defendATLforest</a> / <a href=\"https://twitter.com/hashtag/StopCopCity?src=hash&amp;ref_src=twsrc%5Etfw\">#StopCopCity</a> protesters face off with police at the site of Atlanta’s future Public Safety Training Facility. I’m told Molotov cocktails were thrown. Construction equipment is on… <a href=\"https://t.co/6dIyrPff6T\">https://t.co/6dIyrPff6T</a> <a href=\"https://t.co/0F9qj8dgFn\">pic.twitter.com/0F9qj8dgFn</a><br />— Billy Heath III (@BillyHeathFOX5) <a href=\"https://twitter.com/BillyHeathFOX5/status/1632526969744027649?ref_src=twsrc%5Etfw\">March 5, 2023</a></blockquote> </div><p><br /></p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\">UPDATE: Multiple law enforcement agencies have locked down Key Road SE while officers secure the site that has been referred to as “Cop City” by <a href=\"https://twitter.com/defendATLforest?ref_src=twsrc%5Etfw\">@defendATLforest</a> / <a href=\"https://twitter.com/hashtag/StopCopCity?src=hash&amp;ref_src=twsrc%5Etfw\">#StopCopCity</a> protesters. Protesters held a rally nearby at 5PM and began to march toward the area currently under… <a href=\"https://t.co/YRsJGUUeQF\">https://t.co/YRsJGUUeQF</a> <a href=\"https://t.co/OcKhRJTVTa\">pic.twitter.com/OcKhRJTVTa</a><br />— Billy Heath III (@BillyHeathFOX5) <a href=\"https://twitter.com/BillyHeathFOX5/status/1632537852390014978?ref_src=twsrc%5Etfw\">March 6, 2023</a></blockquote> </div><p>Antifa expert Andy Ngo points out how this firey but mostly peaceful riot was planned weeks ago in retaliation for one of their comrades being shot.</p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\">The violence was pre-announced on Twitter weeks ago and appears to be part of the continued effort to carry out revenge attacks for their gunman being shot dead & their comrades being charged with domestic terrorism offenses. <a href=\"https://twitter.com/hashtag/Antifa?src=hash&amp;ref_src=twsrc%5Etfw\">#Antifa</a> <a href=\"https://t.co/Sg7wyh58AC\">https://t.co/Sg7wyh58AC</a> <a href=\"https://t.co/B1ryaX6BQh\">pic.twitter.com/B1ryaX6BQh</a><br />— Andy Ngô 🏳️🌈 (@MrAndyNgo) <a href=\"https://twitter.com/MrAndyNgo/status/1632536539270922240?ref_src=twsrc%5Etfw\">March 6, 2023</a></blockquote> </div><p>It began back in January. Police were planning to set up a police training center in <a href=\"https://www.louderwithcrowder.com/atlanta-braves-kemp-abrams\" target=\"_self\">Atlanta</a>. Democrat party-supporting activists said \"f*ck the police\" and had been \"occupying\" the territory. Police decided the time for games was over and went to clear out the land, which is where the alleged gunfire allegedly happened. An <a href=\"https://www.louderwithcrowder.com/teacher-paid-indoctrinating-kids\" target=\"_self\">Antifa activist</a> shot a cop and the cop fired back, but because the cop has better aim the activist is no longer with us. </p><p>These firey but mostly peaceful domestic terrorists felt then was the time to burn this mother to the ground as well.</p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\">In addition to smashing up businesses, cars & the ATL Police Foundation, far-left extremists came with arson supplies to set an <a href=\"https://twitter.com/Atlanta_Police?ref_src=twsrc%5Etfw\">@Atlanta_Police</a> vehicle on fire. The riot was organized as revenge for their gunman dying in a shootout at the autonomous zone. <a href=\"https://t.co/NGcqZmKO9t\">pic.twitter.com/NGcqZmKO9t</a><br />— Andy Ngô 🏳️🌈 (@MrAndyNgo) <a href=\"https://twitter.com/MrAndyNgo/status/1616966659536818176?ref_src=twsrc%5Etfw\">January 22, 2023</a></blockquote> </div><p>As of this writing, Joe Biden's DOJ has not announced an investigation into this act of alleged domestic terrorism. <a href=\"https://www.louderwithcrowder.com/katherine-clark-child-arrested\" target=\"_blank\">Other Democrats have shown support for the anti-Copy City activists</a>. An announcement could be forthcoming, but I wouldn't hold my breath.</p><p><p>\n<em><strong>Editor’s Note</strong>\n</em>\n</p>\n<p>\n<em><strong><a href=\"https://lwcnewswire.substack.com/\" target=\"_blank\">LwC is on Substack now</a></strong>! Each day we overwhelm your brains with the content you've come to love from the Louder with Crowder Dot Com website.. but algorithms hide our ranting and raving as best they can. The best way to stick it to Big Tech? </em><strong><a href=\"https://lwcnewswire.substack.com/\" target=\"_blank\"><em>Subscribe to For the Content!</em></a></strong>\n</p></p>", "link": "https://www.louderwithcrowder.com/cop-city-atlanta-riots", "date_published": "2023-03-06 13:52:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "http://louderwithcrowder.com/feed/", "title": "'That's not racist': Chris Rock exposes Meghan Markle playing race card against her Royal Family in-laws", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=33216300&amp;width=2000&amp;height=1500&amp;coordinates=320%2C0%2C0%2C0\" /><br /><br /><p>It's an excellent time to be Meghan Markle's lawyers. After they finish (allegedly, according to a royal commentator) <a href=\"https://www.louderwithcrowder.com/south-park-meghan-markle-harry\" target=\"_blank\">reviewing <em>South Park</em> to see if there's anyone they can sue</a> for making fun of the former royal couple, they will want to take a look at Chris Rock. The comedian took aim at Markle's whiny Oprah interview in his new Netflix special <em>Chris Rock: Selective Outrage</em>.</p><p>He had bars about Markle accusing the Royal Family of raaaaacism.</p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\">Chris Rock roasts Meghan Markel for playing the race card 🔥🔥🔥 <a href=\"https://t.co/HfTB3bo5Fm\">pic.twitter.com/HfTB3bo5Fm</a><br />— End Wokeness (@EndWokeness) <a href=\"https://twitter.com/EndWokeness/status/1632388550158168064?ref_src=twsrc%5Etfw\">March 5, 2023</a></blockquote> </div><p>\"It was just some in-law shit. Sometimes it’s just some in-law shit. Because she’s complaining like, what the f*ck is she talking about? ‘Oprah they’re so racist, they wanted to know how brown the baby was going to be.\"</p><p>\"They’re so racist, they’re so racist,\" Rock said in a mocking tone towards Markle. \"Even black people want to know how brown the baby going to be.\"</p><p class=\"shortcode-media shortcode-media-rebelmouse-image\">\n<img alt=\"\" class=\"rm-shortcode\" id=\"eee83\" src=\"https://www.louderwithcrowder.com/media-library/image.gif?id=33216354&amp;width=980\" />\n</p>\n<p>And then Chris Rock went on to roast Will Smith <a href=\"https://www.louderwithcrowder.com/chris-rock-netflix-will-smith\" target=\"_blank\">for being the world's most famous cuck</a>.</p><p>In 2021, <a href=\"https://pagesix.com/2021/03/07/meghan-markle-says-royal-family-had-concerns-over-sons-skin-color/\" target=\"_blank\">Markle and her husband sat down with Oprah</a> where she claimed there were \"several\" conversations about what her son Archie's skin color would be. It was after Oprah set her up for it asking if it was \"because of his race\" that Archie wouldn't have a royal title.</p><p>Outside of Oprah, it's remarkable how few people have patience for Meghan Markle's shit. When Markle, as part of her \"we demand privacy\" media tour, whined about her time serving as a suitcase girl on <em>Deal or No Deal</em>, <a href=\"https://www.louderwithcrowder.com/whoopi-goldberg-meghan-markle-podcast\" target=\"_blank\">Whoopi Golberg went off on her bimbo-shaming her former colleagues</a>.</p><p><p>\n<em><strong>Editor’s Note</strong>\n</em>\n</p>\n<p>\n<em><strong><a href=\"https://lwcnewswire.substack.com/\" target=\"_blank\">LwC is on Substack now</a></strong>! Each day we overwhelm your brains with the content you've come to love from the Louder with Crowder Dot Com website.. but algorithms hide our ranting and raving as best they can. The best way to stick it to Big Tech? </em><strong><a href=\"https://lwcnewswire.substack.com/\" target=\"_blank\"><em>Subscribe to For the Content!</em></a></strong>\n</p></p>", "link": "https://www.louderwithcrowder.com/chris-rock-meghan-markle", "date_published": "2023-03-06 12:47:29+00:00", "persistent": false, "user": null, "language": "en-US"}]