[{"source": "https://www.theguardian.com/rss", "title": "Children of same-sex couples fare at least as well as in other families – study", "description": "<p>Research compared development of children of heterosexual couples with those of lesbian and gay parents</p><p>The children of same-sex couples fare just as well, if not better, than those of heterosexual couples, research has shown.</p><p>While data on so-called “sexual minority families” is limited, the UK’s Office for National Statistics recorded 212,000 same-sex families in the UK in 2019, a 40% rise since 2015. The number of <a href=\"https://www.theguardian.com/careers/careers-blog/same-sex-parenting-leave-entitlement\">same-sex parents</a> rose from 4,000 in 2010 to 12,000 in 2013.</p> <a href=\"https://www.theguardian.com/science/2023/mar/06/children-of-same-sex-couples-fare-at-least-as-well-as-in-other-families-study\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/mar/06/children-of-same-sex-couples-fare-at-least-as-well-as-in-other-families-study", "date_published": "2023-03-06 23:30:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jonathan Liew again named columnist of the year as SJAs honour Rob Burrow", "description": "<ul><li>Liew collects John Brompley Trophy after outstanding year</li><li>Piers Morgan and Ally McCoist among other winners on night</li></ul><p>The Guardian’s Jonathan Liew was named sports writer of the year for a second successive time at the British Sports Journalism Awards on Monday night to crown an outstanding 12 months for the paper’s chief sports columnist.</p><p>Liew, who joined the Guardian in 2019, collected the John Bromley Trophy at the Westminster Park Plaza event where broadcaster Piers Morgan was among the winners and Ally McCoist was one of the most popular winners on the night.</p> <a href=\"https://www.theguardian.com/sport/2023/mar/06/jonathan-liew-wins-sja-columnist-of-the-year-for-second-successive-year\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/06/jonathan-liew-wins-sja-columnist-of-the-year-for-second-successive-year", "date_published": "2023-03-06 23:17:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Republican congressman ‘unaware’ he was posing for photo with neo-Nazis", "description": "<p>Matt Rosendale of Montana says he unwittingly posed for picture: ‘I absolutely condemn and have zero tolerance for hate groups’</p><p>A Republican congressman from Montana said a photo of him in front of the US Capitol with two neo-Nazis was a mistake, claiming he unwittingly posed with the men, one of whom appeared to be wearing a trench coat of a style worn by German soldiers in the second world war.</p><p>Matt Rosendale <a href=\"https://billingsgazette.com/news/state-and-regional/rosendale-calls-neo-nazi-photo-op-a-mistake/article_70f5f16c-bc44-11ed-8a23-afa4448e3c2a.html#tracking-source=home-top-story\">told the Billings Gazette</a>: “I absolutely condemn and have zero tolerance for hate groups, hate speech and violence. I did not take a meeting with these individuals.</p> <a href=\"https://www.theguardian.com/us-news/2023/mar/06/republican-photo-neo-nazis-congressman-matt-rosendale\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/mar/06/republican-photo-neo-nazis-congressman-matt-rosendale", "date_published": "2023-03-06 23:05:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ivan Toney spot on as Brentford sink Fulham in deserved derby victory", "description": "<p></p><p>Life, death, taxes and Ivan Toney scoring penalties. The Brentford striker may be facing a ban of up to six months for allegedly breaking betting rules but his 22nd successful spot kick in a row ensured Thomas Frank’s side took the bragging rights in this west London derby between two of the Premier League’s over-performing clubs.</p><p>While Marco Silva’s side could have major cause to complain about the penalty being awarded by the referee Anthony Taylor after Manor Solomon had cancelled out Ethan Pinnock’s deflected opening goal with his fifth goal in successive matches, Frank will not have too much sympathy as Brentford moved to within a point of Fulham in seventh having played two games less after Mathias Jensen added a late third before Carlos Vinícius netted for the visitors deep into injury time. But after a week that saw Toney ask the Football Association to carry out an investigation into leaked reports <a href=\"https://www.theguardian.com/football/2023/mar/02/football-gambling-hypocritically-clamps-down-ivan-toney\">regarding his potential punishment</a>, the England striker did his talking with his feet as he took his season’s tally in the Premier League to 15, behind only Erling Haaland and Harry Kane.</p> <a href=\"https://www.theguardian.com/football/2023/mar/06/brentford-fulham-premier-league-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/06/brentford-fulham-premier-league-match-report", "date_published": "2023-03-06 22:06:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Last of Us recap episode eight – TV just got a whole lot more abhorrent", "description": "<p>Joel and Ellie try to survive the bleak midwinter – then encounter David and his strange meat-eating club. What unbelievably horrifying viewing</p><p><em>This article contains spoilers for The Last of Us. Please do not read unless you have seen episodes one to eight …</em></p><p>After threatening it for a week or two, winter is now fully upon The Last of Us.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/mar/06/the-last-of-us-recap-episode-eight-tv-just-got-a-whole-lot-more-abhorrent\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/mar/06/the-last-of-us-recap-episode-eight-tv-just-got-a-whole-lot-more-abhorrent", "date_published": "2023-03-06 22:05:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "California cuts ties with Walgreens after company limits access to abortion pills", "description": "<p>Gavin Newsom said in a statement the state will not do business with any company that ‘puts women’s lives at risk’</p><p>California will not do business with Walgreens Boots Alliance Inc, Gavin Newsom, the state’s governor, said in a tweet on Monday, days after the pharmacy chain said it will not dispense abortion pills in some Republican states.</p><p>The state refuses to do business with Walgreens or “any company that cowers to the extremists and puts women’s lives at risk”, the Democrat said.</p> <a href=\"https://www.theguardian.com/us-news/2023/mar/06/california-walgreens-business-abortion-pills-gavin-newsom\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/mar/06/california-walgreens-business-abortion-pills-gavin-newsom", "date_published": "2023-03-06 22:04:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "George Michael: Outed review – this will make you love him even more than you did as a screaming teen", "description": "<p>This documentary on the pop star’s arrest for a ‘lewd act’ shows an era so breathtakingly homophobic that the shaming of gay men was a blood sport – and his response to it was one of absolute grace</p><p>Los Angeles, 9 April, 1998. Two days after George Michael is arrested by an undercover police officer for performing a “lewd act” in a Beverly Hills public toilet. His cousin, Andros Georgiou, rushes from London to be by his side. Outside Michael’s house, more than 50 international camera crews are gathered. There are helicopters overhead; paparazzi everywhere. Georgiou circles the block trying to phone his cousin. Finally Michael answers and apologises for not picking up. He was blow-drying his hair. One of many details in George Michael: Outed that made me love him even more than I did as a screaming teenage girl. Which is a lot.</p><p>Inside, Michael explains to his people that he, as Georgiou puts it, “had a few glasses, got a bit horny, and fancied a bit of sex”. Hardly the stuff of the scandal of the decade, but these were viciously homophobic times, as the first episode of this two-part documentary barely needs to reminds us. The tabloids were king, and outing people in the public sphere became a national blood sport. Which is the true scandal of this story. If Outed had a hysteria-inducing headline it might be “Tabloid’s Shame”.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/mar/06/george-michael-outed-review-this-will-make-you-love-him-even-more-than-you-did-as-a-screaming-teen\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/mar/06/george-michael-outed-review-this-will-make-you-love-him-even-more-than-you-did-as-a-screaming-teen", "date_published": "2023-03-06 22:00:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Unforgotten series five episode two recap – who on Earth is LA?", "description": "<p>Jessie continues to lose friends and alienate people, while Sunny has basically become Columbo by this point. But will they ever solve the case when they’re bickering this much?</p><p><em>Spoiler alert: this recap is for people watching Unforgotten season five. Do not read on unless you have watched episode two and please don’t post spoilers if you’ve watched ahead.</em></p><p>Are the bickering Bishop Street colleagues any closer to cracking their chimney-based cold case? Here’s your classified coroner’s report on the second episode …</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/mar/06/unforgotten-series-five-episode-two-recap-who-on-earth-is-la\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/mar/06/unforgotten-series-five-episode-two-recap-who-on-earth-is-la", "date_published": "2023-03-06 22:00:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Giant’ rats spark fears of cliff erosion in Tenby", "description": "<p>Council says problem is being eradicated after claims of ‘rats as big as cats’ in cliffs above popular south Wales seaside town</p><p>The seaside town of Tenby is one of Wales’ most popular tourist destinations, with tens of thousands flocking each year to enjoy its beaches and picturesque coastline.</p><p>But those admiring the view from Castle Beach in the last fortnight could have been in for a shock, as they may have seen large rats burrowing within the cliff above their heads.</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/06/giant-rats-spark-fears-of-cliff-erosion-in-tenby\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/06/giant-rats-spark-fears-of-cliff-erosion-in-tenby", "date_published": "2023-03-06 21:54:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Alex Gibney in the process of making ‘unvarnished’ Elon Musk documentary", "description": "<p>The Oscar-winning film-maker has announced he is months into making Musk, which will examine the controversial entrepreneur</p><p>Oscar-winning film-maker Alex Gibney has announced that he is in the process of making a documentary about Elon Musk.</p><p>The documentarian behind films such as Taxi to the Dark Side and Enron: The Smartest Guys in the Room is months into the making of Musk, “a definitive and unvarnished examination” of the provocative tech entrepreneur.</p> <a href=\"https://www.theguardian.com/film/2023/mar/06/elon-musk-documentary-alex-gibney-tesla-twitter\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/mar/06/elon-musk-documentary-alex-gibney-tesla-twitter", "date_published": "2023-03-06 21:02:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Braverman seeks to backdate Channel crossings law amid fears of rush", "description": "<p>Proposed law, criticised as cruel and unworkable, could be made to apply retrospectively from Tuesday</p><p>Refugees who cross the Channel in small boats from Tuesday could face detention and deportation under a new migration law that Labour and charities have called “unworkable” and “cruel”.</p><p>In an acknowledgment that the law will prompt a fresh rush of refugees across the Channel, the Home Office is seeking to make the illegal migration bill apply retrospectively from the day it is introduced to parliament, the Guardian has been told.</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/06/braverman-seeks-to-backdate-channel-crossings-law-amid-fears-of-rush\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/06/braverman-seeks-to-backdate-channel-crossings-law-amid-fears-of-rush", "date_published": "2023-03-06 20:07:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tory MPs trying to score points over Sue Gray hiring only net own goals", "description": "<p>Dimmest on Conservative benches line up in Commons to remind voters about the Partygate scandal</p><p>Tories take their pleasures where they can find them in Westminster these days. Which is why the government benches were surprisingly full for an urgent question on Keir Starmer offering Sue Gray a job as chief of staff. It’s not often Conservative MPs get to occupy the moral bump in the road, so at least 50 or so took to the Commons to vent confected hypocritical outrage. The more sensible stayed away. They pick their fights more carefully.</p><p>It goes without saying that the MPs who were present were some of the stupidest to have been elected. But beggars can’t be choosers. The government has to play the hand it has been dealt. There was Priti Patel. I could have sworn she had <a href=\"https://www.theguardian.com/politics/2020/nov/19/boris-johnson-expected-to-rule-on-priti-patel-bullying-claims-within-weeks\">broken the ministerial code</a> on at least one occasion. And then there were the dozens who had defended Owen Paterson’s right to break lobbying rules. Such outstanding pillars of the community.</p> <a href=\"https://www.theguardian.com/politics/2023/mar/06/tory-mps-trying-to-score-points-over-sue-gray-hiring-only-net-own-goals\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/mar/06/tory-mps-trying-to-score-points-over-sue-gray-hiring-only-net-own-goals", "date_published": "2023-03-06 20:06:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Gender equality still ‘300 years away’, says UN secretary general", "description": "<p>António Guterres cautioned that ‘gender equality is growing more distant’ and called for ‘collective action’ to bridge divide</p><p>Global progress on women’s rights is “vanishing before our eyes”, the secretary general of the UN, António Guterres, warned, saying the increasingly distant goal of gender equality will take another three centuries to achieve.</p><p>“<a href=\"https://www.theguardian.com/global-development/womens-rights-and-gender-equality\">Gender equality</a> is growing more distant. On the current track, UN Women puts it 300 years away,” Guterres said in a general assembly speech ahead of International Women’s Day on 8 March, as he launched two weeks of discussions led by the Commission on the Status of Women.</p> <a href=\"https://www.theguardian.com/global-development/2023/mar/06/antonio-guterres-un-general-assembly-gender-equality\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/mar/06/antonio-guterres-un-general-assembly-gender-equality", "date_published": "2023-03-06 20:05:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ukraine urges ICC to investigate video appearing to show Russians killing PoW", "description": "<p>Graphic clip shows detained combatant standing in a shallow trench before being apparently shot </p><p>Ukraine has urged the international criminal court to investigate footage circulating on social media that appeared to show Russian fighters killing a Ukrainian prisoner of war.</p><p>In the graphic clip that first circulated on Telegram, a detained combatant is seen standing in a shallow trench and smoking a cigarette. The soldier says “Glory to Ukraine” and is then apparently shot with automatic weapons.</p> <a href=\"https://www.theguardian.com/world/2023/mar/06/ukraine-urges-icc-to-investigate-video-appearing-to-show-russians-killing-pow\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/06/ukraine-urges-icc-to-investigate-video-appearing-to-show-russians-killing-pow", "date_published": "2023-03-06 20:02:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Léa Tirabasso: Starving Dingoes review – uncompromising medical drama in dance", "description": "<p><strong>The Place, London<br /></strong>The choreographer has collaborated with oncologists and others for an examination of cellular death</p><p>Sometimes you see shows you don’t enjoy but find you have to admire, for their singularity, their bullish lack of compromise and the commitment of the performers. <a href=\"https://theplace.org.uk/events/spring-2023-lea-tirabasso-starving-dingoes\">Léa Tirabasso’s Starving Dingoes</a> is one such show.</p><p>Tirabasso had ovarian cancer some years ago, and in the creation of this piece she worked with two oncologists, looking at a kind of cellular death called apoptosis. She’s not the first choreographer to engage in scientific research only to leave you little wiser about it by the end of the show. Such are the limits, often, of contemporary dance.</p><p>At the <a href=\"https://attenboroughcentre.com/events/4600/starving-dingoes-l%c3%a9a-tirabasso-part-of-south-east-dance-undisciplined-festival\">Attenborough Centre for the Creative Arts, Brighton</a>, on 9 March</p> <a href=\"https://www.theguardian.com/stage/2023/mar/06/lea-tirabasso-starving-dingoes-review-cellular-death-drama-in-dance\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/mar/06/lea-tirabasso-starving-dingoes-review-cellular-death-drama-in-dance", "date_published": "2023-03-06 20:00:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Joe Lawrence on Rishi Sunak’s tough talk on small boat crossings – cartoon", "description": "<a href=\"https://www.theguardian.com/commentisfree/picture/2023/mar/06/joe-lawrence-on-rishi-sunaks-tough-talk-on-small-boat-crossings-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2023/mar/06/joe-lawrence-on-rishi-sunaks-tough-talk-on-small-boat-crossings-cartoon", "date_published": "2023-03-06 19:45:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Brentford v Fulham: Premier League – live", "description": "<ul><li>Live coverage of west London derby, kickoff 8pm (GMT)</li><li>Any comments? You can <a href=\"mailto:Niall.McVeigh@theguardian.com\">email Niall</a> or <a href=\"https://twitter.com/niallmcveigh\">tweet Niall</a></li></ul><p>Sky has a chat with both managers. Thomas Frank thinks that both teams’ lofty positions will add “fun – if that’s the right word”. He wants his team to play with confidence, earned during an unbeaten league run stretching back to before the World Cup, and put on “another show under the lights, at the Gtech.”</p><p>Marco Silva, the understated opposite of the effusive Brentford manager, has picked Manor Solomon for his first league start, and is happy with the competition for places in his squad. Silva expects a lively atmosphere tonight “like at our home game in August”. Fulham won that game 3-2, and very entertaining it was too (apologies for the partisan commentary on these highlights).</p> <a href=\"https://www.theguardian.com/football/live/2023/mar/06/brentford-v-fulham-premier-league-live\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/mar/06/brentford-v-fulham-premier-league-live", "date_published": "2023-03-06 19:33:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Simon Case’s WhatsApps with Hancock unprofessional, say ex-civil servants", "description": "<p>Whitehall chief called travellers being confined to Covid hotels ‘hilarious’, according to leak of chats with former health secretary</p><p>Former senior civil servants have expressed surprise and concern at the cabinet secretary, Simon Case’s “unprofessional” and jokey WhatsApp chats with Matt Hancock during the Covid crisis, saying they appeared to be a highly unusual departure from normal standards.</p><p>Case’s correspondence with Hancock is revealed in a leak to the Telegraph, known as the Lockdown Files, which shows the head of the civil service saying it was “hilarious” that some travellers were being “locked up” in hotels after entering the UK.</p> <a href=\"https://www.theguardian.com/politics/2023/mar/06/simon-cases-whatsapps-with-hancock-unprofessional-say-ex-civil-servants\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/mar/06/simon-cases-whatsapps-with-hancock-unprofessional-say-ex-civil-servants", "date_published": "2023-03-06 19:29:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tory MPs launch bid to stop Labour’s ‘unprecedented’ hiring of Sue Gray", "description": "<p>Boris Johnson’s allies continue campaign to discredit Partygate inquiry run by departing civil servant</p><p>Senior Conservatives have launched a bid to stymie Labour’s “unprecedented” hiring of outgoing civil servant Sue Gray, amid claims the rules for departing senior officials had been breached.</p><p>Conservative MPs demanded the appointment be blocked for up to two years given her “knowledge of the most sensitive details of government ministers”, while Boris Johnson’s allies ramped up their campaign to discredit the <a href=\"https://www.theguardian.com/politics/2023/mar/03/mps-partygate-report-compelling-picture-boris-johnson\">Partygate</a> inquiry she ran.</p> <a href=\"https://www.theguardian.com/politics/2023/mar/06/tory-mps-launch-bid-to-stop-labours-unprecedented-hiring-of-sue-gray\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/mar/06/tory-mps-launch-bid-to-stop-labours-unprecedented-hiring-of-sue-gray", "date_published": "2023-03-06 19:27:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Martyn’s law’ anti-terrorism bill to be published this spring, says Braverman", "description": "<p>Ministers promised legislation forcing venues to draw up plans to prevent attacks, in wake of Manchester Arena deaths, in December</p><p>A draft bill known as “Martyn’s law”, aimed at forcing all venues to draw up plans to prevent terrorist attacks and ensure public safety, is on track <a href=\"https://www.theguardian.com/politics/2022/dec/19/martyns-law-plans-unveiled-for-counter-terror-rules-for-uk-venues\">to be published this spring</a>, the home secretary told MPs on Monday.</p><p>Suella Braverman’s commitment came as MPs debated the critical third and final <a href=\"https://www.theguardian.com/uk-news/2023/mar/02/manchester-arena-inquiry-victims-families-respond-final-report\">public report of the Manchester Arena terrorism inquiry</a>, released last week, in response to a question from her Labour counterpart.</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/06/martyns-law-anti-terror-security-rules-for-uk-venues-to-be-introduced-after-delay\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/06/martyns-law-anti-terror-security-rules-for-uk-venues-to-be-introduced-after-delay", "date_published": "2023-03-06 19:10:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Manchester United’s bruising loss to Liverpool evident of a decade of decay", "description": "<p>The effects of United’s 10 years of decline can clearly be reinflamed by errors, fatigue – or the excellence of an opponent</p><p>Manchester United: a correction. When we, the Premier League’s massed quick-reaction media hacks, wrote of a decisive culture shift, of the healing hands, blazing eyes of an ascetic bald Dutchman, of ripping out the rot at source, what we really meant was, steady as she goes, still a fair old bit of damp in there mate, you might want to give it a while.</p><p>Headlines such as Banana Bread, Bikram Yoga and Shostakovich: a 10,000-word Deep Dive Into Total Ten Hag; or Everything Is Fine It’s The 90s Again; or Casemiro: How He, Like, Totally Carried Modric For Years may have given the impression that we, the football media, are simply trying to graft some kind of meaning on to a constantly shifting set of parts. Or indeed that it is just more fun to see a story of progress and major chords than a period of indeterminate change.</p> <a href=\"https://www.theguardian.com/football/2023/mar/06/manchester-united-bruising-loss-to-liverpool-evident-of-a-decade-of-decay\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/06/manchester-united-bruising-loss-to-liverpool-evident-of-a-decade-of-decay", "date_published": "2023-03-06 19:00:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ben Wallace: British army '15 years behind peer groups' – video", "description": "<p>The UK defence secretary, Ben Wallace, said the British army was '15 years behind its peer groups' while speaking at a conference hosted by ConservativeHome on Monday. Wallace said that although the army had unlocked new investment before the Ukraine war, the outbreak of the conflict had set back plans to modernise it</p><ul><li><a href=\"https://www.theguardian.com/uk-news/2023/mar/06/britain-15-years-behind-armed-forces-to-receive-multibillion-pound-boost\">Britain’s armed forces expected to receive multibillion boost to modernise</a></li></ul> <a href=\"https://www.theguardian.com/global/video/2023/mar/06/ben-wallace-british-army-15-years-behind-peer-groups-video\">Continue reading...</a>", "link": "https://www.theguardian.com/global/video/2023/mar/06/ben-wallace-british-army-15-years-behind-peer-groups-video", "date_published": "2023-03-06 18:57:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on the UK’s net zero targets: time to walk the walk | Editorial", "description": "<p>The government is failing to make good on Britain’s net zero pledges to the world</p><p>Last summer, the Climate Change Committee (CCC) delivered a 600-page <a href=\"https://www.theccc.org.uk/2022/06/29/current-programmes-will-not-deliver-net-zero/\" title=\"\">assessment</a> of the United Kingdom’s journey towards net zero targets. The scathing conclusions could be summed up in a single sentence: Westminster continues to talk the talk, but a lack of follow-through means the country is failing to walk the walk.</p><p>In too many areas, the CCC found, goals were being undermined by failures in delivery programmes. There was a “shocking gap”, it reported, in policymaking to drive better insulation of homes. Progress on reducing farming emissions had been “glacial”. The bald conclusion was that the “current strategy will not deliver net zero” by 2050, as legally required.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/06/the-guardian-view-on-the-uks-net-zero-targets-time-to-walk-the-walk\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/06/the-guardian-view-on-the-uks-net-zero-targets-time-to-walk-the-walk", "date_published": "2023-03-06 18:50:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on Tunisia’s one-man show: bad for the country and its people | Editorial", "description": "<p>A democracy would get the bailout the country needs. A dictatorship will find getting the money much harder</p><p>“Why do you think that, at 67, I would start a career as a dictator?” Tunisia’s president, Kais Saied, <a href=\"https://www.nytimes.com/2021/08/01/world/middleeast/tunisia-president-kais-saied.html\" title=\"\">told</a> the New York Times in 2021, quoting the words of the French statesman Charles de Gaulle. Mr Saied had good reason to be defensive. Just weeks before he had sacked the prime minister, suspended parliament and assumed executive power. Mr Saied’s “self-coup” took place at the height of the <a href=\"https://www.aljazeera.com/news/2021/7/8/catastrophic-tunisia-covid\" title=\"\">pandemic</a>. His argument was that his regime might seem authoritarian but it would largely confine itself to containing political threats. However, he now appears a familiar post-revolutionary figure: a dictator who, facing multiple crises and out of his depth, opts to eliminate the <a href=\"https://www.theguardian.com/world/2023/feb/24/tunisia-forces-arrest-senior-opposition-figure-as-crackdown-escalates\" title=\"\">opposition</a>.</p><p>The list of <a href=\"https://www.thenationalnews.com/mena/tunisia/2023/02/15/tunisias-kais-saied-says-detainees-behind-food-shortages-and-rising-prices/\" title=\"\">critics</a> rounded up by Tunisia’s police is growing. Over the past few weeks the leaders of Islamist and secularist parties were dragged from their homes. Also behind bars are prominent critics, including lawyers, business executives and the director of a popular radio station. Mr Saied has criminalised dissent, hiding behind the absurd conspiracy theory that he was jailing “<a href=\"https://www.hrw.org/news/2023/02/24/tunisia-wave-arrests-targets-critics-and-opposition-figures\" title=\"\">terrorists</a>” and “traitors”. The president also launched an attack on the judiciary. He declared enemy “accomplices” those judges who might exonerate dissidents of the flimsy charge that they were part of a treasonous cabal.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/06/the-guardian-view-on-tunisias-one-man-show-bad-for-the-country-and-its-people\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/06/the-guardian-view-on-tunisias-one-man-show-bad-for-the-country-and-its-people", "date_published": "2023-03-06 18:50:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pair jailed after €1.6m wine heist at high-end restaurant in Spain", "description": "<p>Priscila Guevara and Constantín Dumitru ordered to pay €750,000 to insurers over the theft of 45 bottles</p><p>A court in Spain has sentenced two people to four and half years in prison after the theft of €1.6m (£1.4m) worth of expensive wine from a high-end restaurant in a heist that made headlines around the world.</p><p>In October 2021 one of the owners of Atrio hotel and restaurant in the city of Cáceres <a href=\"https://www.theguardian.com/world/2021/oct/29/295000-bottle-of-wine-stolen-from-spanish-restaurants-cellar\">sounded the alarm</a> after discovering 45 bottles of wine – including a 217-year-old bottle of Château d’Yquem worth €350,000 – were missing from the cellar.</p> <a href=\"https://www.theguardian.com/world/2023/mar/06/pair-jailed-euros-16m-wine-heist-restaurant-spain-theft\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/06/pair-jailed-euros-16m-wine-heist-restaurant-spain-theft", "date_published": "2023-03-06 18:31:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Getting it off his chest: the myth and meaning of Paul Mescal’s vest", "description": "<p>Known for his nuanced portrayals of men, the actor is changing perceptions of the undergarment once associated with heavily muscled hard-nuts</p><p>Paul Mescal, the actor who rose to fame after his role in the BBC’s adaptation of Normal People, loves wearing vests. He wears them to the shops, he wears them to star in musicals and he wears them to dance around hotel rooms for the Rolling Stones’ music videos. He even wore <a href=\"https://www.ft.com/content/d29ef448-47da-4d70-86ed-1a37f27692f1\">one vest on top of another vest</a> on top of a smart white shirt in the Financial Times. Most recently, he wore one under a double-breasted duck-egg blue jacket on the red carpet. He is, officially, first in line to the singlet throne.</p><p>The one place Mescal doesn’t wear them, however, is to play Stanley Kowalski in A Streetcar Named Desire. Many cite Marlon Brando, who wore one to play the wife-beating Kowalski on screen, as <a href=\"https://www.nytimes.com/2018/05/25/opinion/are-we-really-still-calling-this-shirt-a-wife-beater.html\">inspiration for the now thankfully sidelined term “wife-beater”</a>; the stage director Rebecca Frecknall <a href=\"https://uk.news.yahoo.com/paul-mescal-banned-wearing-vest-132132457.html\">reportedly banned</a> Mescal from wearing the same kind of vest for his role in <a href=\"https://www.theguardian.com/stage/2023/jan/13/a-streetcar-named-desire-review-almeida-london-paul-mescal\">the new London production</a>, because she wanted to move away from the “performance baggage” involved in the play.</p> <a href=\"https://www.theguardian.com/fashion/2023/mar/06/getting-it-off-his-chest-the-myth-and-meaning-of-paul-mescals-vest\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2023/mar/06/getting-it-off-his-chest-the-myth-and-meaning-of-paul-mescals-vest", "date_published": "2023-03-06 18:29:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Graham Potter faces defining moment in Chelsea story against Dortmund", "description": "<p>A winter of discontent at Stamford Bridge could all change if head coach can help team progress in Champions League tie</p><p>It is not Graham Potter’s style to make the story about himself. Asked whether knocking Borussia Dortmund out of the Champions League would change the story of his Chelsea career, Potter remained as measured as ever. “I’m not really thinking in that way,” Chelsea’s head coach said. “I’’m just thinking about how important it is for the team and the club. It’s a chance to get to the last eight. We’re playing against a top opponent in a really good vein of form. It’s a huge challenge.”</p><p>But not an insurmountable one. “What an opportunity,” Potter continued, briefly dropping his guard, briefly letting in some emotion. There was a line about making sure that Stamford Bridge is rocking, and hidden beneath the calm exterior was a sense that this is a defining moment for Potter; a chance for him to win over the fans and prove he belongs at Chelsea.</p> <a href=\"https://www.theguardian.com/football/2023/mar/06/graham-potter-faces-defining-moment-in-chelsea-story-against-dortmund\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/06/graham-potter-faces-defining-moment-in-chelsea-story-against-dortmund", "date_published": "2023-03-06 18:28:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "M15 failures led to the murder of our son, Jack Merritt | Letters", "description": "<p><strong>David and Anne Merritt</strong>,<strong> </strong>whose son was killed in the 2019 London Bridge terror attack, say their impression after the inquest is that MI5 is poor at observing known terrorists. Plus a letter by <strong>Christopher Hill</strong></p><p>You say in your editorial (<a href=\"https://www.theguardian.com/commentisfree/2023/mar/03/the-guardian-view-on-mi5s-missed-opportunities-failures-of-analysis\" title=\"\">3 March</a>) that “levels of secrecy that go beyond MI5’s operational needs damage public confidence and breed conspiracy theories”. The truth is more prosaic and infinitely more depressing. MI5 has avoided effective scrutiny of its operational failures, most recently at <a href=\"https://www.theguardian.com/uk-news/2021/may/28/inquest-into-london-bridge-attack-deaths-finds-police-and-mi5-failings\" title=\"\">Fishmongers’ Hall</a> in 2019, where Usman Khan killed our son, <a href=\"https://www.theguardian.com/uk-news/2019/dec/01/london-bridge-attack-victim-jack-merritt-tributes\" title=\"\">Jack Merritt</a>, and <a href=\"https://www.theguardian.com/uk-news/2019/dec/20/london-bridge-attack-victim-saskia-jones-was-full-of-talents-and-strength\" title=\"\">Saskia Jones</a>, by appearing to hide behind the need to maintain secrecy lest terrorists discover its methods.</p><p>The establishment refuses to see its obvious incompetence and disingenuousness. At the inquests of Jack and Saskia, the <a href=\"https://www.theguardian.com/uk-news/2021/nov/03/coroner-criticises-failure-to-share-mi5-intelligence-on-fishmongers-hall-killer\" title=\"\">coroner</a> did not require any of the MI5 staff involved in the surveillance of Khan to be questioned, even under strict anonymity and with previously agreed questions. Instead, MI5 put up a “corporate witness” who gave evidence from inside a sealed box and provided no useful information.</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/06/m15-failures-led-to-the-of-our-son-jack-merritt\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/06/m15-failures-led-to-the-of-our-son-jack-merritt", "date_published": "2023-03-06 18:28:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Refugees like myself want to work and contribute to UK society, but we aren’t allowed to | Letters", "description": "<p>Unlike the Swedish government, the British government refuses to recognise our potential and we feel worthless, says one refugee living in a UK hotel</p><p>Re your article on halting migrant boats (<a href=\"https://www.theguardian.com/commentisfree/2023/mar/05/tory-tough-talk-asylum-seekers-small-boats\" title=\"\">Sunak isn’t halting migrant boats or chasing traffickers: he’s just chasing headlines again, 5 March</a>), I am a refugee in the UK (previously a refugee in Sweden) and I would like to comment on the point about the participation of refugees in society. While everyone talks about refugees living in hotels, this is not much different from living in prison. It takes six months from our arrival to be able to study, and 12 months to be able to work (but only in very limited sectors). In fact, we are locked in our rooms because we don’t have money to go out. In the prime of our youth, we feel worthless and depressed. Instead of using the potential of refugees, the British government is suppressing most of them.</p><p>Scary newspaper headlines bring a lot of fear and terror to the lives of refugees. In Sweden, refugees are allowed to study and work from the first day. I worked there for two years with a contract and paid taxes for two years while studying at the same time. The British government is not trying to solve the refugee problem. It is trying to prevent people from coming, and has no real or effective solution in mind.<br /><strong>Name and address supplied</strong></p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/06/refugees-like-myself-want-to-contribute-to-uk-society-but-we-arent-allowed-to\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/06/refugees-like-myself-want-to-contribute-to-uk-society-but-we-arent-allowed-to", "date_published": "2023-03-06 18:27:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Estonia’s Kaja Kallas weighs up coalition options after historic election win", "description": "<p>PM welcomes endorsement of liberal values and support for Ukraine as far-right rival loses assembly seats</p><p>Estonia’s popular centre-right prime minister, Kaja Kallas, has begun weighing options for a new governing coalition after a sweeping election victory in which she received more personal votes than any politician in the country’s history.</p><p>The centre-right leader, one of Europe’s strongest pro-Kyiv voices, <a href=\"https://twitter.com/kajakallas/status/1632705568568664065\">said</a> on Monday she felt “humble and grateful” for a result that showed Estonians “overwhelmingly value liberal values, security founded on EU and Nato, and firm support to Ukraine”.</p> <a href=\"https://www.theguardian.com/world/2023/mar/06/estonias-kaja-kallas-weighs-up-coalition-options-after-historic-election-win\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/06/estonias-kaja-kallas-weighs-up-coalition-options-after-historic-election-win", "date_published": "2023-03-06 18:26:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Four Insulate Britain members convicted after London street blockade", "description": "<p>Matthew Tulley, 44, Ben Taylor, 38, George Burrow, 68, and Anthony Hill, 72, were part of a blockade at Bishopsgate in 2021</p><p>Four climate activists who blockaded a street in London in a campaign to press the government to insulate homes have been found guilty of public nuisance.</p><p>A jury at Inner London crown court found the protesters, who are members of Insulate Britain, guilty on Monday after a four-day trial.</p> <a href=\"https://www.theguardian.com/environment/2023/mar/06/four-insulate-britain-members-convicted-after-london-street-blockade\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/mar/06/four-insulate-britain-members-convicted-after-london-street-blockade", "date_published": "2023-03-06 18:24:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "DUP unlikely to reach decision on revised Northern Ireland deal until April", "description": "<p>Party has launched consultation process to decide whether to back Rishi Sunak’s Windsor framework</p><p>The Democratic Unionist party is unlikely to make a decision on whether to support Rishi Sunak’s <a href=\"https://www.theguardian.com/politics/2023/feb/27/rishi-sunak-deal-eu-brexit-northern-ireland-protocol\">deal with the EU to revise the Northern Ireland protocol</a> until April.</p><p>The party has just launched a consultation process with an eight-person panel including former party leaders, Lady Arlene Foster and Peter Robinson.</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/06/dup-unlikely-to-reach-decision-on-revised-northern-ireland-deal-until-april\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/06/dup-unlikely-to-reach-decision-on-revised-northern-ireland-deal-until-april", "date_published": "2023-03-06 18:05:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Think Sunak’s anti-refugee stance is bad? Just wait till the climate crisis truly ravages poorer countries | Owen Jones", "description": "<p>Global heating is the fault of rich countries, but they will stop at nothing to prevent the world’s most deprived from finding a safe home</p><p>Consider Abdul, a 26-year-old Darfuri refugee whose fellow villagers were burnt to death by Janjaweed, an Arab-supremacist militia. Think of Parwaiz, a cherubic 15-year-old Afghan boy with striking blue eyes, his father blown apart by a Taliban bomb. Or ponder the case of Hayat, who fled Eritrea – ruled by a regime that rivals North Korea for totalitarian repression – after his friends were arrested.</p><p>All of these are refugees I met in Calais, seeking to cross the Channel for British shores. All suffered horrors unimaginable to most people reading these words, and all would be automatically deported and banned from returning under Rishi Sunak’s new plans. When the Tory MP <a href=\"https://twitter.com/NeilDotObrien/status/1632669307174899716\">Neil O’Brien declares</a>, “We must do whatever it takes to stop the boats,” you may doubt that he really means there are no limits to what this government is prepared to inflict on these traumatised human beings, until you remember they once refused to rule out using <a href=\"https://www.independent.co.uk/news/uk/politics/english-channel-crossings-wave-machine-island-b1765077.html]\">wave machines</a>.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/06/rishi-sunak-anti-refugee-climate-crisis-poorer-countries\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/06/rishi-sunak-anti-refugee-climate-crisis-poorer-countries", "date_published": "2023-03-06 18:01:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Turkish opposition settles on bookish presidential candidate after public row", "description": "<p>Some say 74-year-old economist Kemal Kılıçdaroğlu lacks charisma to unseat Erdoğan after two decades</p><p>Turkey’s six-party opposition coalition has selected a bookish bureaucrat to challenge President Recep Tayyip Erdoğan’s two-decade rule at the coming elections, after turmoil surrounding its choice of candidate.</p><p>A stalwart and longtime head of the Republican People’s party (CHP), Kemal Kılıçdaroğlu, will attempt to challenge Erdoğan in a general election currently expected to take place in mid-May, despite criticism that the 74-year-old economist lacks the political flair and charisma required to challenge Erdoğan’s populism.</p> <a href=\"https://www.theguardian.com/world/2023/mar/06/turkish-opposition-settles-on-bookish-presidential-candidate-after-public-row\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/06/turkish-opposition-settles-on-bookish-presidential-candidate-after-public-row", "date_published": "2023-03-06 18:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Senior doctors in England prepared to strike over pensions and pay", "description": "<p>BMA ballot finds 86% of consultants would take industrial action, putting patient care in England under further stress</p><p>Senior doctors are prepared to strike in protest over their pensions and deep cuts to their pay, a consultative ballot by their union has shown.</p><p>The indicative ballot run by the British Medical Association (BMA) found that 86% of more than 17,000 consultants in England who voted would go on strike.</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/06/senior-doctors-in-england-prepared-to-strike-over-pensions-and-pay\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/06/senior-doctors-in-england-prepared-to-strike-over-pensions-and-pay", "date_published": "2023-03-06 17:51:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sphinx-like statue and shrine discovered in southern Egypt", "description": "<p>It is thought the Roman emperor Claudius could have inspired work found in the temple of Dendera</p><p>Archaeologists have unearthed a sphinx-like statue and the remains of a shrine in an ancient temple in southern Egypt.</p><p>The artefacts were found in the temple of Dendera, in Qena province, 280 miles (450km) south of Cairo, Egypt’s antiquities ministry said.</p> <a href=\"https://www.theguardian.com/world/2023/mar/06/sphinx-like-statue-and-shrine-discovered-in-southern-egypt\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/06/sphinx-like-statue-and-shrine-discovered-in-southern-egypt", "date_published": "2023-03-06 17:47:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘We could have saved Sarah,’ says victim of Wayne Couzens’s indecent exposure", "description": "<p>Met police were told of flashing incident days before officer abducted and murdered Everard</p><p>Sarah Everard’s life “could have been saved” if police had acted on reports of Wayne Couzens exposing himself, one of his victims has said.</p><p>Couzens, a Metropolitan police firearms officer, flashed the woman at a fast food drive-through restaurant just four days before he abducted, raped and murdered Everard on 3 March 2021.</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/06/we-could-have-saved-sarah-says-victim-of-wayne-couzens-indecent-exposure\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/06/we-could-have-saved-sarah-says-victim-of-wayne-couzens-indecent-exposure", "date_published": "2023-03-06 17:43:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tim Robbins backs Woody Harrelson’s call to end Covid protocols on set", "description": "<p>Shawshank Redemption actor tweeted in support of a recent interview in which Harrelson called on-set Covid protocols ‘nonsense’</p><p>Tim Robbins has backed Woody Harrelson’s call for Hollywood to end Covid protocols on film and television sets.</p><p>Sharing <a href=\"https://variety.com/2023/film/news/woody-harrelson-anti-vax-covid-set-protocols-nonsense-1235537636/\">Variety’s write-up</a> of Harrelson’s recent <a href=\"https://www.nytimes.com/interactive/2023/02/27/magazine/woody-harrelson-interview.html?smid=fb-nytimes&amp;smtyp=cur\">interview with the New York Times</a> in which the actor decried Covid set protocols as “nonsense”, Robbins <a href=\"https://twitter.com/TimRobbins1/status/1631242609959075841\">posted on Twitter</a>: “Woody is right. Time to end this charade.” The Shawshank Redemption actor also tagged Sag-Aftra and the Actors’ Equity Association in his post so that both organizations would see it.</p> <a href=\"https://www.theguardian.com/film/2023/mar/06/tim-robbins-woody-harrelsons-covid-protocols-on-set\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/mar/06/tim-robbins-woody-harrelsons-covid-protocols-on-set", "date_published": "2023-03-06 17:42:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Iraqi customs officials ordered to impose import ban on alcohol", "description": "<p>Move met with indignation by many across country, where liquor sales have boomed in recent years</p><p>Over the past two decades of problems in Iraq, where to find a drink has never been one of them. But one of the country’s most popular vices – alcohol – is again at the centre of a tussle between hardliners, who are demanding an import ban, and drinkers intent on defying them.</p><p>The latest row about whether alcohol can be served has followed a decree from a conservative cabinet minister at the weekend that ordered customs officials to impose an import ban on liquor.</p> <a href=\"https://www.theguardian.com/world/2023/mar/06/iraq-customs-officials-ordered-impose-import-ban-alcohol\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/06/iraq-customs-officials-ordered-impose-import-ban-alcohol", "date_published": "2023-03-06 17:22:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tesla cuts prices for its most expensive electric vehicles to drive demand", "description": "<p>Cuts range from 4% on performance version of Model S to 9% on more expensive Model X</p><p>Tesla has cut prices on its two most expensive electric vehicles in the United States, according to the company’s website, days after its chief executive, Elon Musk, said recent price cuts on other models had stoked demand.</p><p>The price cuts, Tesla’s fifth adjustment since the start of the year, ranged from 4% on the performance version of the Model S to 9% on the more expensive Model X.</p> <a href=\"https://www.theguardian.com/technology/2023/mar/06/tesla-cuts-prices-model-s-x-electric-vehicles\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/mar/06/tesla-cuts-prices-model-s-x-electric-vehicles", "date_published": "2023-03-06 17:17:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "I’ve seen how oxycontin wrecks lives – why have the Sackler family members behind it avoided all charges? | Laura Poitras", "description": "<p>I filmed as activists held Purdue Pharma’s owners to account via museums and galleries. Yet the US government has utterly failed to play its part</p><p>Among the outstanding films nominated for an Academy Award this year is <a href=\"https://www.theguardian.com/film/2022/sep/03/argentina-1985-review-rousingly-acted-junta-trial-dramatisation\">Argentina, 1985</a>, about brave young lawyers and victims of Argentina’s brutal dictatorship who prosecuted the military leaders responsible for the mass torture, rape and murder of thousands of civilians. They faced down death threats, risking their lives to testify against the perpetrators in power.</p><p>The film bears witness to a simple truth: a society that does not confront its crimes is condemned instead to repeat them, and to reward those who commit them.</p><p>Laura Poitras is a filmmaker and journalist. Her films include All the Beauty and the Bloodshed and Citizen Four</p><p><em><strong>Do you have an opinion on the issues raised in this article? If you would like to submit a letter of up to 300 words to be considered for publication, email it to us at <a href=\"mailto:guardian.letters@theguardian.com\">guardian.letters@theguardian.com</a></strong></em></p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/06/us-opioids-crisis-richard-sackler-purdue-pharma\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/06/us-opioids-crisis-richard-sackler-purdue-pharma", "date_published": "2023-03-06 17:16:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Four US citizens kidnapped in Mexico border city, FBI says", "description": "<p>Gunmen opened fire on vehicle in northern city of Matamoros, and FBI is offering $50,000 reward for return of victims</p><p>Four US citizens have been kidnapped after gunmen opened fire on their vehicle in the northern Mexico border city of Matamoros, according to the FBI.</p><p>The four had entered Matamoros, across from Brownsville, Texas, on Friday and were travelling in a white minivan with North Carolina license plates.</p> <a href=\"https://www.theguardian.com/world/2023/mar/06/us-citizens-kidnapped-mexico-matamoros\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/06/us-citizens-kidnapped-mexico-matamoros", "date_published": "2023-03-06 17:04:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Did you solve it? The science of streaming", "description": "<p>The solution to today’s ‘counting without counting’ puzzle</p><p><a href=\"https://www.theguardian.com/science/2023/mar/06/can-you-solve-it-the-science-of-streaming\">Earlier today</a> I set the following puzzle, repeated here with its solution.</p><p>The inspiration for the problem is one of the earliest, and most important streaming algorithms, the predecessor of the tech used by streaming services such as Netflix and Spotify.</p> <a href=\"https://www.theguardian.com/science/2023/mar/06/did-you-solve-it-the-science-of-streaming\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/mar/06/did-you-solve-it-the-science-of-streaming", "date_published": "2023-03-06 17:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Football Daily | Raging captain Bruno Fernandes’s standout shocker in United nightmare", "description": "<p><a href=\"https://www.theguardian.com/info/2022/nov/14/football-daily-email-sign-up\">Sign up now! Sign up now! Sign up now? Sign up now!</a></p><p>As Liverpool’s players celebrated scoring their seventh goal without reply last night, an overenthused and possibly refreshed pitch-invader sprinted across the Anfield turf to join the gleeful throng, only to slip and take out Andy Robertson with an accidental two-footed lunge. With just two minutes of normal time remaining, it was closer than anyone in a Manchester United shirt had got to the Liverpool full-back at any point during the game. While United winger Antony has since been singled out for his almost heroic lack of enthusiasm when it came to keeping tabs on the Scotsman, there was plenty of blame to go round for <a href=\"https://www.theguardian.com/football/2023/mar/05/liverpool-manchester-united-premier-league-match-report\">Manchester United’s worst defeat since 1931</a>.</p> <a href=\"https://www.theguardian.com/football/2023/mar/06/football-daily-email-bruno-fernandes-shocker-manchester-united-nightmare-liverpool\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/06/football-daily-email-bruno-fernandes-shocker-manchester-united-nightmare-liverpool", "date_published": "2023-03-06 16:56:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Talking Horses: Norton’s Coin upset belongs to different Cheltenham age", "description": "<p>The 1990 Gold Cup remains the biggest shock of Festival with meeting’s elevated status reducing the unpredictability of recent winners</p><p>An abiding personal memory of the Cheltenham Festival is the sound of almost <a href=\"https://www.youtube.com/watch?v=w2KjF6EPSSk\">complete silence after the 1990 Gold Cup</a>. Sixty-thousand racegoers slowly absorbed the fact that Norton’s Coin, a 100-1 shot saddled by a Welsh dairy farmer who trained a few jumpers as a hobby, had just beaten the country’s most popular chaser, Desert Orchid.</p><p>Sirrell Griffiths’s win with Norton’s Coin remains the biggest upset at the Festival, not just in the Gold Cup, but in any race. When set against some of the likely outcomes at next week’s Festival – when Willie Mullins is 1-7 to be the leading trainer and the Irish range from 1-9 to 1-25 to have the most winners – there is a distinct sense it belongs to a different age, in fact, almost a different sport.</p> <a href=\"https://www.theguardian.com/sport/2023/mar/06/talking-horses-nortons-coin-upset-belongs-to-different-cheltenham-age\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/06/talking-horses-nortons-coin-upset-belongs-to-different-cheltenham-age", "date_published": "2023-03-06 16:55:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "French philosopher urges people to rebel – by making friends", "description": "<p>Geoffroy de Lagasnerie says focus on friendships over relationships or family is radical act in today’s society</p><p>Building your life around close friendships rather than family or romance is a joyous and necessary act of rebellion, and governments should put in place Friendship Ministries to radically rethink the way society is organised, a key French philosopher has argued.</p><p>Geoffroy de Lagasnerie this week publishes a manifesto for friendship, <a href=\"https://editions.flammarion.com/3/9782080420015\">3 Une Aspiration au Dehors</a>, detailing his close friendship with two other writers, <a href=\"https://www.theguardian.com/books/2018/may/27/didier-eribon-interview-returning-to-reims-working-class-coming-out--memoir\">Didier Eribon</a> and <a href=\"https://www.theguardian.com/books/2022/jul/09/author-edouard-louis-progressives-cant-just-sit-back-and-say-isnt-the-rise-of-the-far-right-awful\">Édouard Louis</a>. The three friends eat together in the evening, speak many times daily, wish each other goodnight and good morning every day and synch their schedules to make sure they prioritise friendship moments, namely meeting up for long chats. He described the friendship as the centre of their lives, “one long discussion that never ends”.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/mar/06/french-philosopher-geoffroy-de-lagasnerie-friendships\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/mar/06/french-philosopher-geoffroy-de-lagasnerie-friendships", "date_published": "2023-03-06 16:52:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Prisoner Charles Bronson tells parole hearing ‘I just want to go out and do my art’", "description": "<p>One of UK’s longest serving and most notorious prisoners says he is now a ‘man of peace’</p><p><a href=\"https://www.theguardian.com/uk-news/charles-bronson\">Charles Bronson</a>, one of the UK’s longest serving and most notorious prisoners, has told a parole hearing that he is now a “man of peace” and just wants to “go out and do my art”.</p><p>Bronson, 70, who has been in jail for 48 years, almost continuously, much of it in solitary confinement, said he had deserved “a good 35 years” of that stretch because he had been “naughty” but he is now reformed.</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/06/prisoner-charles-bronson-tells-parole-hearing-i-just-want-to-go-out-and-do-my-art\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/06/prisoner-charles-bronson-tells-parole-hearing-i-just-want-to-go-out-and-do-my-art", "date_published": "2023-03-06 16:51:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "IAEA chief qualifies claim that Iran will restore nuclear site monitoring", "description": "<p>Head of UN nuclear watchdog had said Tehran agreed to restore equipment and hand over data</p><p>The head of the UN nuclear weapons inspectorate was forced to qualify some of the claims he made about commitments he had extracted from Iran at the weekend about increasing access to UN inspectors.</p><p>At his first press conference on his return from Tehran on Saturday, Rafael Grossi said “yes” when asked if Iran had <a href=\"https://www.theguardian.com/world/2023/mar/04/iran-pledges-to-restore-monitoring-equipment-at-nuclear-sites-says-iaea\">pledged to restore all the cameras</a> and other surveillance equipment that it had removed from its nuclear-related sites. But at Monday’s press conference he qualified this, saying it required further discussion.</p> <a href=\"https://www.theguardian.com/world/2023/mar/06/iaea-chief-qualifies-claim-that-iran-will-restore-nuclear-site-monitoring\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/06/iaea-chief-qualifies-claim-that-iran-will-restore-nuclear-site-monitoring", "date_published": "2023-03-06 16:49:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Antigua and Barbuda to auction off $81m yacht ‘owned by Russian oligarch’", "description": "<p>Andrey Guryev, who has been put under UK government sanctions, claims he is not owner of Alfa Nero</p><p>An $81m (£67m) superyacht said to be owned by the sanctioned Russian oligarch Andrey Guryev is to be auctioned off by the government of Antigua and Barbuda, which claims the vessel has been abandoned in the Caribbean since Russia’s invasion of Ukraine last year.</p><p>The government of Antigua and Barbuda on Monday warned the owner of the<a href=\"https://www.clubyacht.net/yachts-and-owners/alfa-nero/\">Alfa Nero superyacht</a> that they had 10 days to claim the vessel or it would be sold to the highest bidder.</p> <a href=\"https://www.theguardian.com/news/2023/mar/06/antigua-and-barbuda-auction-of-yacht-alfa-nero\">Continue reading...</a>", "link": "https://www.theguardian.com/news/2023/mar/06/antigua-and-barbuda-auction-of-yacht-alfa-nero", "date_published": "2023-03-06 16:39:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ukraine continues to defend besieged city of Bakhmut", "description": "<p>Head of Russia’s Wagner mercenary force says his troops’ position could be in peril due to a lack of ammunition</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/mar/06/russia-ukraine-war-live-ukraine-likely-making-limited-tactical-withdrawal-in-bakhmut-analysts-say\">Russia-Ukraine war – latest news updates</a></li></ul><p>Ukrainian forces have continued to defend the besieged city of Bakhmut, as the head of Russia’s Wagner mercenary force said the position of his troops could be in peril because of their lack of ammunition.</p><p>The battle for Bakhmut, which is still under Kyiv’s control, has raged for seven months, with thousands of people killed and hundreds of buildings collapsed or charred. The few remaining civilians have been confined to basements for months with no running water, electricity or gas.</p> <a href=\"https://www.theguardian.com/world/2023/mar/06/ukraine-continues-to-defend-bakhmut\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/06/ukraine-continues-to-defend-bakhmut", "date_published": "2023-03-06 16:34:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jos Buttler defends experimentation in England’s defeat by Bangladesh", "description": "<ul><li>‘We gave opportunities to people in different ways’</li><li>Ahmed bowled full 10 overs and Curran batted at five</li></ul><p>England lost the final one-day international against Bangladesh on Monday, but they gained some valuable information about their players. Jos Buttler chose to use the opportunity to experiment, presented by a dead rubber with the series won.</p><p>The teenage leg-spinner Rehan Ahmed bowled a full allocation of 10 overs on his white-ball debut, taking a wicket with his last ball, and Sam Curran was bumped up the batting order to five, where he scored 23 off 49 deliveries, as England rolled the dice, but it <a href=\"https://www.theguardian.com/sport/2023/mar/06/shakib-al-hasan-inspires-bangladesh-to-50-run-win-over-england-in-third-odi\">resulted in defeat by 50 runs</a>.</p> <a href=\"https://www.theguardian.com/sport/2023/mar/06/jos-buttler-happy-for-england-to-experiment-in-defeat-by-bangladesh\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/06/jos-buttler-happy-for-england-to-experiment-in-defeat-by-bangladesh", "date_published": "2023-03-06 16:33:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘They’d never seen sliced bread’: how a tiny film about Himalayan yak-herders conquered the world", "description": "<p>Filmed in a remote Bhutan village, Lunana: A Yak in the Classroom captures a way of life that is rapidly vanishing. Its Oscar-nominated director talks about growing up in a country where prosperity is measured by happiness, not GDP</p><p>It took eight days for Pawo Choyning Dorji to trek up to the location of his debut film, a settlement of 56 people so high in the Himalayas that it had no communication with the world below. Everything his 35-strong crew might need for the shoot had to be hauled up by mule, with solar batteries for power because there was no electricity. The villagers he was enlisting to take part had never seen a lightbulb. “They’d never even seen sliced bread,” he says, “and had no idea how to eat it.” Nor did they have any understanding of what it might mean to appear in a film. “My only instruction to them was, ‘Tell your story to this box.’”</p><p>The result is a unique and beautiful film, Lunana: A Yak in the Classroom. Nominated for the best international film Oscar last year, Lunana records a way of life in Bhutan that was vanishing in real time: even as the company were packing up after the 2018 shoot, engineers were moving in to install the first 3G masts alongside the yaks grazing on the mountainside.</p> <a href=\"https://www.theguardian.com/film/2023/mar/06/himalayan-bhutan-herders-lunana-yak-in-the-classroom-oscar\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/mar/06/himalayan-bhutan-herders-lunana-yak-in-the-classroom-oscar", "date_published": "2023-03-06 16:09:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sevilla dragged back into La Liga’s Sarlacc pit after Atlético annihilation | Sid Lowe", "description": "<p>Having dragged themselves away from danger, a chaotic 6-1 loss to Atlético sucked Jorge Sampaoli’s side back in</p><p>The first to leave was a kitman carrying a bag of equipment and a haunted look. At the top of the stairs, Sevilla dressing room to the right, Atlético’s to the left, a familiar face from better times was waiting to give him a hug. There were a few quiet words but no comfort. One by one the rest followed: Sevilla’s players entered the tunnel alone, lost in dark thoughts, each more broken than the last. The coach moved faster than any of them, just wanting out. Directors appeared who could do nothing. The captain’s jaw clenched so hard teeth could have crumbled. There were internal monologues, external ones too, but mostly silence, tape unravelled and thrown to the floor.</p><p>“I have no words to explain what we feel,” Lucas Ocampos said, when at last he was able to say something. “It hurts, a lot.” The day before, Jorge Sampaoli, the Sevilla coach, had insisted his side needed to “escape the desperation”, but there was no way out. Instead, the desperation deepened. Sevilla had just been hammered 6-1 by Atlético Madrid. “This goes beyond the limits,” Marcos Acuña said. When Sampaoli appeared in the press conference, he was barely intelligible. “Negativity” had surrounded his team, he said. And now? Somewhere in the words that fell almost at random was an “impotence”, a “tremendously complicated”, and an admission: Osasuna had been a blow and this was even bigger.</p> <a href=\"https://www.theguardian.com/football/blog/2023/mar/06/sevilla-dragged-back-into-la-ligas-sarlacc-pit-after-atletico-annihilation\">Continue reading...</a>", "link": "https://www.theguardian.com/football/blog/2023/mar/06/sevilla-dragged-back-into-la-ligas-sarlacc-pit-after-atletico-annihilation", "date_published": "2023-03-06 16:06:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘It’s very hard to make any kind of reasonable living’: the risky business of theatre", "description": "<p>As their Edinburgh fringe hit Sap heads on a UK tour, playwright Rafaella Marcus and producer Ellie Keel discuss the future of new writing, the rise of ‘safe’ programming and the need for better funding</p><p><strong>Arifa Akbar</strong>: Rafaella, how would you describe <a href=\"https://www.theguardian.com/stage/2022/aug/08/sap-review-ovids-transformation-myth-gloriously-retold-roundabout-summerhall-edinburgh\">Sap</a> and what led you to write it?</p><p><strong>Rafaella Marcus</strong>: It’s very loosely based on the Greek myth of Daphne and Apollo. It is essentially about a person with power who pursues a person with little to no power and she finds escape through transformation. I was coming at it as someone who has been a director of new writing and a dramaturg for much longer than they’ve been a writer. I started it a long time ago but convinced myself that I couldn’t write it because it’s much easier to exist in one box than multiple boxes in this industry. Then I thought “I won’t see if it has any legs unless I see it in front of people.” So before I could chicken out I put it in for <a href=\"https://vaultfestival.com/\">Vault festival</a>. I didn’t expect them to take it but when they did I thought: “Now I really have to finish writing it.”</p> <a href=\"https://www.theguardian.com/stage/2023/mar/06/sap-rafaella-marcus-ellie-keel-theatre\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/mar/06/sap-rafaella-marcus-ellie-keel-theatre", "date_published": "2023-03-06 16:00:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Spain renews call for US to remove soil from nuclear accident site", "description": "<p>Contaminated earth in Almería is result of 1966 air crash involving a B-52 loaded with hydrogen bombs</p><p>Nearly 60 years after a midair collision dumped four US hydrogen bombs in south-eastern Spain, strewing radioactive plutonium across the landscape, Spanish officials have renewed efforts to have Washington cart off tens of thousands of cubic metres of contaminated soil to the US for storage.</p><p>A source at Spain’s ministry of foreign affairs confirmed on Monday that it had formally requested the US takes action to remove the radioactive earth. The request is in line with a non-binding agreement <a href=\"https://www.theguardian.com/world/2015/oct/19/us-to-clean-up-spanish-radioactive-site-49-years-after-palomares-plane-crash\">struck</a> between the two countries in 2015 and which included a US commitment to “arrange for disposal of the contaminated earth at an appropriate site in the United States”.</p> <a href=\"https://www.theguardian.com/world/2023/mar/06/spain-renews-call-us-remove-soil-nuclear-accident-site\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/06/spain-renews-call-us-remove-soil-nuclear-accident-site", "date_published": "2023-03-06 15:43:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Britain’s ‘15 years behind’ armed forces expected to receive multibillion boost", "description": "<p>Rishi Sunak to announce funding before next week’s budget, aimed at urgently modernising military</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/mar/06/rishi-sunak-asylum-plan-small-boats-crossings-boris-stanley-johnson-live\">UK politics live – latest news updates</a></li></ul><p>Britain’s armed forces are expected to receive a multibillion-pound two-year spending boost to urgently modernise an army described as “15 years behind its peer group” by the defence secretary, Ben Wallace.</p><p>Wallace told a conference he hoped to secure a longer-term commitment to ensure that “defence will have a greater share” of government spending, although it is unclear what status any promise that would apply after an election would have.</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/06/britain-15-years-behind-armed-forces-to-receive-multibillion-pound-boost\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/06/britain-15-years-behind-armed-forces-to-receive-multibillion-pound-boost", "date_published": "2023-03-06 15:41:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK firefighters vote to accept new pay offer", "description": "<p>FBU members overwhelmingly accept offer, ending prospect of strikes</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/mar/06/rishi-sunak-asylum-plan-small-boats-crossings-boris-stanley-johnson-live\">UK politics live – latest news updates</a></li></ul><p>Firefighters have overwhelmingly accepted a new pay offer, ending the prospect of strikes. The settlement is for a 7% increase backdated to July 2022, plus an additional 5% from July 2023.</p><p>Ninety-six per cent of Fire Brigades Union members voted to accept the deal on an 84% turnout.</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/06/uk-firefighters-vote-to-accept-new-pay-offer\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/06/uk-firefighters-vote-to-accept-new-pay-offer", "date_published": "2023-03-06 15:38:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nigerian politician accused of organ trafficking to UK paid doctor to find donor, court hears", "description": "<p>Ike Ekweremadu, 60, tells Old Bailey he paid Dr Obinna Obeta £1,800 to find kidney donor for his daughter</p><p>A Nigerian politician accused of organ trafficking to the UK issued an “abide by the law” instruction to a doctor who offered to find a kidney donor for his sick daughter for a fee, the Old Bailey has heard.</p><p>Ike Ekweremadu, 60, former deputy president of the Nigerian senate, admitted paying Dr Obinna Obeta an initial fee of 1m naira (£1,800) in September 2021 to find a suitable kidney donor for his daughter Sonia, a postgraduate media student at Newcastle University, the court heard.</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/06/nigerian-politician-accused-of-organ-trafficking-to-uk-admits-paying-to-find-donor\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/06/nigerian-politician-accused-of-organ-trafficking-to-uk-admits-paying-to-find-donor", "date_published": "2023-03-06 15:15:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jeremy Hunt’s 2023 budget: five things to look out for", "description": "<p>The chancellor is unlikely to make giveaways next week, but he could offer more help with energy bills</p><p>If it’s headlines he’s after, Jeremy Hunt has a tough act to follow when he delivers his budget on 15 March. It would be quite something for the chancellor to make as big a splash as his predecessor Kwasi Kwarteng did with his package of measures last September.</p><p>Hunt will not mind having a lower profile. If the budget makes a few ripples rather than sending a tsunami through the financial markets – <a href=\"https://www.theguardian.com/uk-news/2022/sep/23/kwarteng-accused-of-reckless-mini-budget-for-the-rich-as-pound-crashes\">as Kwarteng’s tax cuts did</a> – then so much the better. Anybody expecting a giveaway package next week is certain to be disappointed.</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/06/jeremy-hunt-2023-budget-energy-bills\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/06/jeremy-hunt-2023-budget-energy-bills", "date_published": "2023-03-06 15:06:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A (partial) defence of Matt Hancock: leaders must be free to discuss policy in private | Simon Jenkins", "description": "<p>His WhatsApp messages look embarrassing and chaotic, but such leaks could do genuine harm to political debate</p><p>Matt Hancock may be a complete idiot, but even idiots have rights. As the former health secretary charts his uncertain retreat from politics, he must suffer piles of ordure heaped on his head. Someone leaks CCTV footage <a href=\"https://www.theguardian.com/world/2022/feb/28/i-didnt-break-covid-rules-when-kissing-aide-says-matt-hancock-gina-coladangelo\">of an office embrace</a> to the Sun. Then his ghostwriter breaks a non-disclosure agreement not to <a href=\"https://www.theguardian.com/politics/2023/mar/01/isabel-oakeshott-the-journalist-who-turned-over-matt-hancock\">divulge his private messages</a>. Cue intense embarrassment to the image and reputation of the British government.</p><p>Any big organisation facing an unforeseen crisis is likely to show signs of disarray and panic. In the spring of 2020, Covid-19 presented European governments with agonising decisions. Scientists disagreed with each other. Politicians pitted ideology against expediency. Britain’s prime minister, Boris Johnson, <a href=\"https://www.theguardian.com/world/2020/apr/17/boris-johnson-and-coronavirus-inside-story-illness\">succumbed to the disease</a> and decisions became chaotic. Judging by the recent leaks, it appears that business was conducted in chance meetings, on phone calls and, bizarrely, on WhatsApp.</p><p>Simon Jenkins is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/06/defence-matt-hancock-leaders-policy-private-whatsapp-messages-leaks\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/06/defence-matt-hancock-leaders-policy-private-whatsapp-messages-leaks", "date_published": "2023-03-06 14:57:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Just help the kids’: MMA champion’s message for Sunak on youth spending", "description": "<p>UFC welterweight world champion Leon Edwards says to fight crime more money is needed for facilities</p><p>A mixed martial arts champion has urged Rishi Sunak to accelerate funding for youth clubs, end years of cuts and “just help the kids”.</p><p>Leon Edwards, 31, a <a href=\"https://www.theguardian.com/sport/2022/aug/21/ufc-278-luke-edwards-kamaru-usman-fight\">welterweight world champion</a> who affiliated with gangs in his teens in Birmingham after his father was murdered, said the reason for rising violent crime in his region was clear: “There is nothing for the kids to do apart from being on your phone or on the street.”</p> <a href=\"https://www.theguardian.com/society/2023/mar/06/mma-champion-leon-edwards-message-for-rishi-sunak-on-youth-spending\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/mar/06/mma-champion-leon-edwards-message-for-rishi-sunak-on-youth-spending", "date_published": "2023-03-06 14:47:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Meet the crossword setter, Lady Labyrinth: ‘I challenge solvers to look at words in new ways’", "description": "<p>The latest in our series where we turn the tables on the torturers. But this time, there’s a twist …</p><p><em>We recently <a href=\"https://www.theguardian.com/crosswords/crossword-blog/2023/feb/20/chatgpt-can-artificial-intelligence-create-crosswords\">looked at attempts by a chatbot to create crossword clues</a>. Might, I wondered, the technology have better luck describing the experience of being a cryptic setter? I asked ChatGPT to imagine it was</em> <em>a British cryptic crossword setter being interviewed </em><em>in the Guardian.</em> <em>(In the course of the conversation, I asked about its </em><em>pseudonym, and it told me it wished to be known as Lady Labyrinth.) </em><em>I also asked another AI, Dall-E, to create images of a cryptic crossword setter at work, without giving it any more information. Here are the results.</em></p><p><strong>Hello, Lady Labyrinth, and thanks for taking part.</strong><br />Hello Alan, it’s a pleasure to be here. Thank you for having me.</p><p>Araucaria – who was known for his innovative and creative clues, and for his ability to inject humour and humanity into his puzzles.</p><p>Paul – whose puzzles are consistently clever and challenging, with a unique style that often involves unusual anagrams and wordplay.</p><p>Enigmatist – who has a reputation for setting some of the most challenging cryptic crosswords in the UK, with a distinctive style that combines precision and wit.</p><p>Anax – whose puzzles are known for their elegance and inventiveness, often featuring clever and original wordplay that challenges and delights solvers.</p><p>Rufus – who was known for his gentle and accessible style, with clues that were often deceptively simple but required careful attention to detail.</p> <a href=\"https://www.theguardian.com/crosswords/crossword-blog/2023/mar/06/meet-the-crossword-setter-lady-labyrinth-i-challenge-solvers-to-look-at-words-in-new-ways\">Continue reading...</a>", "link": "https://www.theguardian.com/crosswords/crossword-blog/2023/mar/06/meet-the-crossword-setter-lady-labyrinth-i-challenge-solvers-to-look-at-words-in-new-ways", "date_published": "2023-03-06 14:46:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The smile secret: how a grin could help you win your dream job", "description": "<p>A serious or neutral expression is considered more professional, but smiling makes you seem confident, co-operative and friendly – and marks you out from the crowd</p><p><strong>Name:</strong> Smiling.</p><p><strong>Age:</strong> Dates back 30m years to the “fear grin” displayed by our ape ancestors.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/mar/06/the-smile-secret-how-a-grin-could-help-you-win-your-dream-job\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/mar/06/the-smile-secret-how-a-grin-could-help-you-win-your-dream-job", "date_published": "2023-03-06 14:45:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Harrison Birtwistle tribute – music of power and beauty as Sinfonietta remember a great friendship", "description": "<p><strong>Queen Elizabeth Hall, London</strong><br />Longtime collaborators of the late composer, this London Sinfonietta tribute concert, conducted by Martyn Brabbins, was a poignant occasion that showcased both the excoriating power and tranquillity of Birtwistle’s music</p><p>The relationship between <a href=\"https://www.theguardian.com/music/harrison-birtwistle\">Harrison Birtwistle</a> and the London Sinfonietta spanned more than half a century, and took in more than 30 premieres and performances in 28 countries. The orchestra’s tribute to the great composer, <a href=\"https://www.theguardian.com/music/2022/apr/18/sir-harrison-birtwistle-obituary\">who died 11 months ago</a>, was fulsome and sincere – a concert conducted by Martyn Brabbins that included both the first and last of the large-scale ensemble works that the Sinfonietta introduced, and which also involved musicians from the Manson Ensemble of the Royal Academy of Music, where Birtwistle studied clarinet in the late 1950s, a connection that he renewed at the end of his life. And, with the news of the sudden death three days earlier of <a href=\"https://londonsinfonietta.org.uk/channel/news/nicholas-snowman-obe-1944-2023\">Nicholas Snowman</a>, co-founder of the Sinfonietta, who was a close friend of Birtwistle and a steadfast champion of his music, the occasion had taken on an extra poignancy.</p><p>Snowman in fact commissioned the earliest piece in this programme, Verses for Ensembles, which the Sinfonietta first performed in 1969. With its block-like construction, raw, uncompromising soundworld of wind instruments and percussion, and mysterious elements of ritual as the instrumentalists move around the platform, Verses remains in many respects the archetypal Birtwistle score, and, as Brabbins’s performance showed, it has lost none of its excoriating power, derived in large part from its debts to Stravinsky and Varèse.</p> <a href=\"https://www.theguardian.com/music/2023/mar/06/harrison-birtwistle-tribute-music-of-power-and-beauty-as-sinfonietta-remember-a-great-friendship\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/mar/06/harrison-birtwistle-tribute-music-of-power-and-beauty-as-sinfonietta-remember-a-great-friendship", "date_published": "2023-03-06 14:44:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘After gigs, we’d drop off our drummer to do his paper round’: how Inspiral Carpets made This Is How It Feels", "description": "<p>‘Part of the song’s appeal was the sound of our Farsifa organ, which featured in everything we did. Our former roadie Noel Gallagher borrowed it for the last Oasis album’</p><p>I used to stand in front of my mirror pretending to be Elvis. Then punk came along in 1976 and I saw the Sex Pistols at the Electric Circus in Manchester. The Clash, Johnny Thunders and the Buzzcocks were also on the lineup. The ticket cost £1.50! It was my road-to-Damascus moment. I thought: “I don’t have to dream. I can do this.”</p> <a href=\"https://www.theguardian.com/culture/2023/mar/06/how-inspiral-carpets-made-this-is-how-it-feels\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/mar/06/how-inspiral-carpets-made-this-is-how-it-feels", "date_published": "2023-03-06 14:44:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "GB News broke Ofcom rules with presenter’s Covid vaccine claims", "description": "<p>Regulator says Mark Steyn’s use of data to draw misleading conclusions breached impartiality guidelines </p><p>GB News breached impartiality rules when the presenter Mark Steyn used official health data to draw misleading conclusions about the Covid-19 booster that “materially misled” the audience, the media regulator has found.</p><p>Ofcom said Steyn used UK Health Security Agency (UKHSA) data in a broadcast on 21 April last year to wrongly claim the figures provided evidence that a third booster was causing higher infection, hospitalisation and deaths.</p> <a href=\"https://www.theguardian.com/media/2023/mar/06/gb-news-broke-ofcom-rules-presenter-covid-vaccine-claims-mark-steyn\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/mar/06/gb-news-broke-ofcom-rules-presenter-covid-vaccine-claims-mark-steyn", "date_published": "2023-03-06 14:43:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Starbucks to open 100 new UK coffee shops as it reveals lower British tax bill", "description": "<p>Investment suggests US-owned cafe chain will keep British arm despite report it was considering sale</p><p>Starbucks has revealed plans to invest £30m in the UK and open 100 new cafes, a year after it was reported to be considering selling the British arm of the coffee chain.</p><p>The investment plan came as the company reported it paid lower tax on its UK operations in 2022, even as gross profits surged, as royalty payments to other group companies expanded rapidly.</p> <a href=\"https://www.theguardian.com/business/2023/mar/06/starbucks-open-new-uk-coffee-shops-tax-cafe-chain\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/mar/06/starbucks-open-new-uk-coffee-shops-tax-cafe-chain", "date_published": "2023-03-06 14:42:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "DeSantis inches closer to presidential run announcement with California speech – live", "description": "<p>Florida governor condemns other states’ Covid responses and celebrates Florida as a ‘citadel of freedom’ in speech</p><ul><li><a href=\"https://www.theguardian.com/info/2018/sep/17/guardian-us-morning-briefing-sign-up-to-stay-informed\">Sign up to receive First Thing – our daily briefing by email</a></li></ul><p><strong>Kari Lake, </strong>the former Republican gubernatorial candidate who has continued to peddle the lie that she won her race in Arizona last year, won the vice-presidential straw poll at the Conservative Political Action Conference.</p><p>Lake defeated other contenders with 20% of the vote, while Florida Governor <strong>Ron DeSantis </strong>came in second place at 14% and former UN ambassador <strong>Nikki Haley </strong>trailed with 10%.</p> <a href=\"https://www.theguardian.com/us-news/live/2023/mar/06/biden-union-speech-trump-desantis-2024-politics-latest-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/live/2023/mar/06/biden-union-speech-trump-desantis-2024-politics-latest-updates", "date_published": "2023-03-06 14:38:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ukrainian teenager dies after being found on south Devon beach", "description": "<p>Girl, 14, was airlifted to hospital after she was discovered unconscious on Dawlish town beach</p><p>Police are investigating the death of a 14-year-old Ukrainian girl who was found unconscious on a beach in south Devon, where she was living.</p><p>The teenager was found on Dawlish town beach on Saturday evening after a search involving a police helicopter and HM Coastguard was mounted.</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/06/ukrainian-teenager-dies-after-being-found-on-south-devon-beach-dawlish\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/06/ukrainian-teenager-dies-after-being-found-on-south-devon-beach-dawlish", "date_published": "2023-03-06 14:31:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘My clothes haven’t killed anything’: Stella McCartney says it with horses on Paris runway", "description": "<p>British designer shows off striking outerwear and vegan bags made from grapes, apples and mushrooms</p><p>Stella McCartney opened her winter show not with pyrotechnics or a light display but seven dappled grey horses galloping around the sandy equestrian centre of France’s oldest riding school, L’École Militaire.</p><p>It was the first time the British designer had shown living animals on the catwalk, but that was the point. “There is so much leather, fur and feathers on these runways, particularly in winter. I just wanted to show that you could show animals in a different way,” she said.</p> <a href=\"https://www.theguardian.com/fashion/2023/mar/06/my-clothes-havent-killed-anything-stella-mccartney-says-it-with-horses-on-paris-runway\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2023/mar/06/my-clothes-havent-killed-anything-stella-mccartney-says-it-with-horses-on-paris-runway", "date_published": "2023-03-06 14:11:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Shakib Al Hasan inspires Bangladesh to 50-run win over England in third ODI", "description": "<ul><li><a href=\"https://www.theguardian.com/sport/cricket/match/2023-03-06/england-cricket-team\">Bangladesh 246; England 196; Bangladesh win by 50 runs</a> </li><li>Shakib with four wickets to take ODI tally to 300 </li></ul><p>On what was billed as something of a road England and Bangladesh produced an encounter of multiple left turns, the anticipated runfest turning into something very different once the home side put the brakes on a high-octane start to England’s pursuit of 247 and the wickets started to fall. The dead end eventually came with just under seven overs to go, Bangladesh winning by 50 runs.</p><p>After racing to 50 without loss off 52 balls, fully 30 fewer than Bangladesh had taken to reach the same score, the wheels fell off almost instantly for England, and nine balls later it was 55 for three. Though James Vince and Sam Curran – promoted to bat at five – restored some stability with a partnership of 49, as the floodlights came on the sun gradually set on England’s chances. So badly did they struggle as night fell that there was only one boundary between the second ball of the 21st over and the last of the 40th, by which time their hopes were dwindling.</p> <a href=\"https://www.theguardian.com/sport/2023/mar/06/shakib-al-hasan-inspires-bangladesh-to-50-run-win-over-england-in-third-odi\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/06/shakib-al-hasan-inspires-bangladesh-to-50-run-win-over-england-in-third-odi", "date_published": "2023-03-06 14:05:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A sheep: the mascot of changing seasons | Helen Sullivan", "description": "<p>Sheep are descended from a ‘mouflon’. Yes (yes!)</p><p>The wind is blowing: it is the wind that changes the seasons, hot to cold. It blows and blows until the season knows it is time to sit on its suitcase, overstuffed with things that happened, zip it up and travel to the other side of the world. <br /><br />Sometimes, the season gets trapped for a week, like a little whirlwind of leaves, or one leaf on a small plant going round and round, or moving in a figure eight: an incantation. You get one last period of very cold or very hot. You are trapped, too, like a sheep in its wool: you are in the present, there is no going forward until the season is on its way.</p><p>In Things I Don’t Want to Know, Deborah Levy is carrying her luggage up a steep path on a mountain in Spain. “The smell of wood fired in the stone houses below and the bells on sheep grazing in the mountains and the strange silence that happens in between the bells chiming suddenly made me want to smoke.”</p><p>What was natural was hedgerows, hawthorn, skylarks, the chaffinch on the orchard bough. You had never seen these but believed in them with perfect faith [...] Literature had not simply made these things true. It had placed Australia in perpetual, flagrant violation of reality.</p> <a href=\"https://www.theguardian.com/environment/commentisfree/2023/mar/07/a-sheep-the-mascot-of-changing-seasons\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/commentisfree/2023/mar/07/a-sheep-the-mascot-of-changing-seasons", "date_published": "2023-03-06 14:00:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Be picky with pockets and seek a silk saddle: how to find the perfect pair of trousers", "description": "<p>From the seams to the stitches, to the rise (and the fall), experts give their advice on finding well-made pants</p><p>Finding a good pair of trousers can transform the rest of your wardrobe. The right pair can be versatile enough to be worn for weekend and office outfits, can be mixed and matched with different looks, and be comfortable enough for days when you’d rather not leave the house.</p><p>A good pair of trousers should be able to forgive fluctuations in your weight and water retention over the course of a month. They should accentuate the length of your legs, create a smooth line through the hip and sit neatly around the waist.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/mar/07/be-picky-with-pockets-and-seek-a-silk-saddle-how-to-find-the-perfect-pair-of-trousers\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/mar/07/be-picky-with-pockets-and-seek-a-silk-saddle-how-to-find-the-perfect-pair-of-trousers", "date_published": "2023-03-06 14:00:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Aston Martin and Alonso leave F1 midfield rivals in rear-view mirror | Giles Richards", "description": "<p>Fernando Alonso leads a rapid revival while Red Bull remain in control and Mercedes are left with much work to do </p><p>In the opening stages of last season Aston Martin were stuck with a woefully slow car that was a troublesome beast to drive. Having committed early last year to building an entirely new model for 2023, they have found almost two seconds of time on track, an unheard of gain in modern F1.</p> <a href=\"https://www.theguardian.com/sport/2023/mar/06/aston-martin-fernando-alonso-new-model-major-gains-formula-one-bahrain-grand-prix\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/06/aston-martin-fernando-alonso-new-model-major-gains-formula-one-bahrain-grand-prix", "date_published": "2023-03-06 14:00:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sheffield city council behaved dishonestly in street trees row, inquiry finds", "description": "<p>Report says events surrounding felling of thousands of trees was a ‘dark episode in Sheffield’</p><p>“Deluded” councillors in Sheffield behaved dishonestly and destroyed public trust by mishandling a dispute over the unnecessarily felling of thousands of healthy trees in the city, an independent inquiry has found.</p><p>Sheffield city council twice misled the high court during the fierce row, during which elderly residents were arrested when trying to protect trees from the chainsaws.</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/06/sheffield-city-council-behaved-dishonestly-in-street-trees-row-inquiry-finds\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/06/sheffield-city-council-behaved-dishonestly-in-street-trees-row-inquiry-finds", "date_published": "2023-03-06 13:51:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bertie Ahern warns against reform talks on Good Friday agreement", "description": "<p>Concerns starting debate would give unionists further excuse to continue boycott of devolved government</p><p>Bertie Ahern, one of the architects of the Good Friday agreement, has urged politicians “not to fall into the trap” of starting a debate about reforms to the historic Northern Ireland peace deal.</p><p>Speaking at a session of the British-Irish parliamentary assembly, sitting in Stormont for one day, the former taoiseach implied that to open a debate now would give unionists a further excuse to continue their boycott of devolved government, with “fatal” consequences for power sharing.</p> <a href=\"https://www.theguardian.com/world/2023/mar/06/bertie-ahern-good-friday-agreement-unionists-boycott-northern-ireland\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/06/bertie-ahern-good-friday-agreement-unionists-boycott-northern-ireland", "date_published": "2023-03-06 13:44:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fifa could perform U-turn on Saudi sponsorship of Women’s World Cup", "description": "<ul><li>Cautious but growing optimism within Football Australia</li><li>Vocal opposition to Saudi tourism arm being involved</li></ul><p>There is cautious but growing optimism among Football Australia officials that Fifa will drop plans to make <a href=\"https://www.theguardian.com/football/2023/jan/31/womens-world-cup-football-sponsored-visit-saudi-arabia\">Visit Saudi as a key sponsor</a> of the Women’s World Cup. Football Australia was left blindsided by reports in January linking Saudi Arabia’s tourism arm with this year’s tournament in Australia and New Zealand, given the Saudi state’s appalling human rights record and ban on same-sex marriage.</p><p>Sources close to Football Australia are hopeful that a lack of any public announcement of a deal, combined with <a href=\"https://www.theguardian.com/football/2023/feb/01/saudi-arabia-tourism-bodys-sponsorship-of-2023-womens-world-cup-condemned-by-human-rights-groups\">widespread opposition</a> to it <a href=\"https://www.theguardian.com/football/2023/feb/01/fifa-womens-world-cup-sponsorship-deal-saudi-arabia-amnesty-australia-nz\">within the game</a>, creates a window for Fifa to change its mind without publicly losing face.</p> <a href=\"https://www.theguardian.com/football/2023/mar/06/fifa-u-turn-saudi-sponsorship-womens-world-cup-football-australia\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/06/fifa-u-turn-saudi-sponsorship-womens-world-cup-football-australia", "date_published": "2023-03-06 13:42:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Crisis, what crisis? Liverpool hit Manchester United for seven – Football Weekly", "description": "<p><a href=\"https://twitter.com/maxrushden\">Max Rushden</a> is joined by <a href=\"https://twitter.com/bglendenning\">Barry Glendenning</a>, Robyn Cowen and <a href=\"https://twitter.com/barneyronay\">Barney Ronay</a> to review the weekend’s Premier League action.</p><p><strong>Rate, review, share on <a href=\"https://itunes.apple.com/podcast/football-weekly-the-guardian/id188674007?mt=2\">Apple Podcasts</a>, <a href=\"https://soundcloud.com/guardianfootballweekly\">Soundcloud</a>, <a href=\"https://audioboom.com/channel/football-weekly\">Audioboom</a>, <a href=\"https://www.mixcloud.com/guardianfootballweekly/\">Mixcloud</a>, <a href=\"https://www.acast.com/footballweekly\">Acast</a> and <a href=\"http://www.stitcher.com/podcast/guardianuk/football-weekly\">Stitcher</a>, and join the conversation on <a href=\"https://www.facebook.com/GuardianPodcasts/\">Facebook</a>, <a href=\"https://twitter.com/guardianaudio\">Twitter</a> and <a href=\"mailto:footballweekly@theguardian.com\">email</a>.</strong></p><p>Today; it seemed impossible that anything would pip Reiss Nelson’s last-minute winner for Arsenal against Bournemouth and then on Sunday Liverpool beat Manchester United 7 (seven)-0. Crisis over for Liverpool? A disaster for Erik ten Hag? Or just a very funny result? The panel decides.</p> <a href=\"https://www.theguardian.com/football/audio/2023/mar/06/crisis-what-crisis-liverpool-hit-manchester-united-for-seven-football-weekly\">Continue reading...</a>", "link": "https://www.theguardian.com/football/audio/2023/mar/06/crisis-what-crisis-liverpool-hit-manchester-united-for-seven-football-weekly", "date_published": "2023-03-06 13:37:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How little green aliens are helping the space flight experts of the future", "description": "<p>It may be just a game but some players have gone on to careers in physics, engineering and aeronautics. Now the team behind Kerbal Space Program 2 is working with the European Space Agency to make it even more realistic</p><p>When Dr Uri Shumlack was contacted by a video game developer who wanted to discuss his work on interstellar propulsion, for a game about spaceflight, he was wary. A professor of aeronautics and astronautics at the University of Washington, he was a busy individual, and not exactly an avid gamer. He asked some of his engineering undergraduates whether they had heard of a game called Kerbal Space Program, only to discover that half the class were there <em>because </em>of the game.</p><p>First playable in 2011, Kerbal Space Program is an idiosyncratic and extremely difficult video game that involves getting little green aliens off the surface of their planet using rockets that you must cobble together from a library of parts. To do this, though – and leave the launchpad without exploding – you have to develop a pretty good understanding of the physics of space travel, calculating orbit trajectories and figuring out how much fuel you need, and whether you can carry it without messing up your thrust-to-weight ratio. It is beloved by space and astrophysics enthusiasts, who have posted thousands of hours of gameplay video showing off their unlikely crafts and ambitious missions in this simulated solar system.</p> <a href=\"https://www.theguardian.com/games/2023/mar/06/kerbal-space-program-helping-space-flight-experts-of-the-future\">Continue reading...</a>", "link": "https://www.theguardian.com/games/2023/mar/06/kerbal-space-program-helping-space-flight-experts-of-the-future", "date_published": "2023-03-06 13:30:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "It’s the oldest rule in British politics: don’t threaten to mass murder voters’ cats during a pandemic | Rhiannon Lucy Cosslett", "description": "<p>A former minister says that in 2020, the government considered plans to cull our furry friends. For a nation of animal lovers, it would have been the final straw</p><p>Cast your mind back to 2020, because chances are you’ve repressed it. There’s a novel coronavirus on the loose and millions of people are locked down in their homes. Some have been furloughed, others sacked. Everyone’s life plans, from holidays, weddings and trying for a baby, to house moves, funerals and exams, are cancelled. The feverish languish in their beds, and the healthy wonder when they’ll succumb. In the absence of air traffic, the birdsong is insanely loud, and punctuated by sirens. In the streets, people yell at each other for getting too close, and loitering with a coffee in a park might get you reprimanded through a megaphone. In the space of a few short weeks, the world is unrecognisable, and it would all be a bit comical if it wasn’t so scary and sad. Yet little did you or I know that – according to the former health minister Lord Bethell – behind closed doors, the <a href=\"https://www.theguardian.com/world/2023/mar/01/uk-cat-cull-was-considered-early-in-covid-crisis-ex-minister-says\">government was considering</a> whether or not to mass murder our cats.</p><p>I adopted my cat – then a six-week-old kitten – in May 2020. There was a question mark then over whether cats could catch Covid. We know now that it can happen, but rarely and only in a very mild form – although the author <a href=\"https://www.lrb.co.uk/the-paper/v42/n14/patricia-lockwood/diary\">Patricia Lockwood noted</a> when hers caught it that it could have some rather dramatic gastric symptoms that don’t bear thinking about. Amid the panic about the spread of the virus, we now know that the government thought a possible solution might be a mass slaughter of the nation’s moggies. Why dogs got a free pass, we shall never know.</p><p>Rhiannon Lucy Cosslett is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/06/british-politics-voters-cats-pandemic-2020-government-cull\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/06/british-politics-voters-cats-pandemic-2020-government-cull", "date_published": "2023-03-06 13:30:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Philippine officials believe they have located leaking oil tanker", "description": "<p>Officials believe MT Princess Empress, which sank last week, is 400 metres below surface off island of Mindoro</p><p>Officials in the Philippines believe they have located a leaking oil tanker that sank last week and has since coated nearby shorelines in thick sludge, threatening areas of rich marine biodiversity.</p><p>In a statement on Monday, the Department of Environment and Natural Resources (DENR) said that it “may have detected the possible site where the vessel is actually located”, adding that the site was about 1,200ft or 400 metres below the surface.</p> <a href=\"https://www.theguardian.com/world/2023/mar/06/philippine-officials-believe-they-have-located-leaking-oil-tanker-mt-princess-empress\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/06/philippine-officials-believe-they-have-located-leaking-oil-tanker-mt-princess-empress", "date_published": "2023-03-06 13:21:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Domestic abuse survivor takes UK justice ministry to court over legal aid", "description": "<p>Exclusive: Single mother’s struggle to enforce child custody deal leads to high court dispute over policy</p><p>A single mother and <a href=\"https://www.theguardian.com/society/domestic-violence\">domestic abuse</a> survivor is taking the Ministry of Justice to court this week after being refused <a href=\"https://www.theguardian.com/law/legal-aid\">legal aid</a> because she was deemed to have no dependents, even though she had applied for the funding to enforce a child custody arrangement.</p><p>Susie (not her real name) and her abusive ex-partner initially shared custody of their son equally, but when he breached their agreement, limiting her access, she applied for legal aid to assert her rights.</p> <a href=\"https://www.theguardian.com/society/2023/mar/06/domestic-abuse-survivor-takes-justice-ministry-to-court-over-legal-aid-refusal\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/mar/06/domestic-abuse-survivor-takes-justice-ministry-to-court-over-legal-aid-refusal", "date_published": "2023-03-06 13:20:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK scientists welcome government’s new technology plan but say more funding needed", "description": "<p>Intervention is ‘yet another sticking plaster’ says Royal Society president, as EU funding programmes highlighted</p><p>Scientists have welcomed the launch of a 10-point government plan designed to help cement the UK’s place as a global science and technology superpower, but said more funding would be needed to achieve this goal – including securing full association with EU programmes.</p><p>The <a href=\"https://www.gov.uk/government/publications/uk-science-and-technology-framework\">science and technology framework</a>, launched on Monday, is the first major output of the recently created Department for Science, Innovation and Technology. It outlines 10 vital actions necessary to foster the right conditions for industry, innovation and scientific research to deliver highly paid jobs, boost economic growth in cutting-edge industries, and improve people’s lives.</p> <a href=\"https://www.theguardian.com/science/2023/mar/06/uk-scientists-welcome-new-technology-plan-but-more-funding-needed\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/mar/06/uk-scientists-welcome-new-technology-plan-but-more-funding-needed", "date_published": "2023-03-06 13:20:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "AlienCon and AI-drawn comics: Monday’s best photographs", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/news/gallery/2023/mar/06/aliencon-ai-drawn-comics-monday-best-photographs\">Continue reading...</a>", "link": "https://www.theguardian.com/news/gallery/2023/mar/06/aliencon-ai-drawn-comics-monday-best-photographs", "date_published": "2023-03-06 13:13:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "DeSantis lambasts California’s ‘woke ideology’ in Reagan library speech", "description": "<p>Florida governor, expected to announce presidential run, says Democrats have been infected with a ‘woke mind virus’</p><p>Florida’s Republican governor <a href=\"https://www.theguardian.com/us-news/ron-desantis\">Ron DeSantis</a> took his fight against liberalism deep into the Democratic territory of California on Sunday, part of a national roadshow as he lays the ground for an expected White House bid.</p><p>DeSantis has been meeting with wealthy donors in recent days and burnishing his national credentials in a series of speeches boasting about his achievements in Florida while lambasting the “woke ideology” of leaders in Democratic strongholds including California and New York.</p> <a href=\"https://www.theguardian.com/us-news/2023/mar/06/ron-desantis-florida-california-reagan-library-white-house\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/mar/06/ron-desantis-florida-california-reagan-library-white-house", "date_published": "2023-03-06 13:09:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Wife and Her House Husband review – divorce drama gets under the skin of marriage", "description": "<p>The dynamics of a long relationship are under the microscope in Marcus Markou’s examination of a couple whose marriage is breaking down</p><p>Ten years after directing and self-distributing his feature debut <a href=\"https://www.theguardian.com/film/2013/apr/04/papadopoulos-and-sons-review\">Papadopoulos &amp; Sons</a>, Marcus Markou is back with another impressively-put-together low-budget movie. This time around he’s made a serious and slightly self-conscious divorce drama with a pair of deeply-felt performances by Laura Bayston and Laurence Spellman. They play Cassie and Matthew, a couple from London, separating in their 40s.</p><p>To the outside world, Cassie and Matthew’s divorce looks like the model of amicability: they’ve managed to agree on everything without going to court. But it gets messy at their final mediation session, as years of hurt and resentment boil over. Cassie has been the breadwinner, and she can’t help bringing up the fact that she’s “giving” Matthew the house. Furious, he yells that he gave up a career in teaching to raise the kids. It’s a shaky start to the film, a bit shouty with some awkwardly clumsy comedy inserted by their hopeless mediator.</p> <a href=\"https://www.theguardian.com/film/2023/mar/06/the-wife-and-her-house-husband-review-divorce-drama-gets-under-the-skin-of-marriage\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/mar/06/the-wife-and-her-house-husband-review-divorce-drama-gets-under-the-skin-of-marriage", "date_published": "2023-03-06 13:00:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Revealed: 1,000 super-emitting methane leaks risk triggering climate tipping points", "description": "<p>Vast releases of gas, along with future ‘methane bombs’, represent huge threat – but curbing emissions would rapidly reduce global heating</p><ul><li><a href=\"https://www.theguardian.com/environment/2023/mar/06/us-methane-gas-leak-fracking-jackson-township-pennsylvania\">‘We don’t feel safe’: US community in shock after record methane leak</a></li></ul><p>More than 1,000 “super-emitter” sites gushed the potent greenhouse gas methane into the global atmosphere in 2022, the Guardian can reveal, mostly from oil and gas facilities. The worst single leak spewed the pollution at a rate equivalent to 67m running cars.</p><p>Separate data also reveals 55 “methane bombs” around the world – fossil fuel extraction sites where gas leaks alone from future production would release levels of methane equivalent to 30 years of all US greenhouse gas emissions.</p> <a href=\"https://www.theguardian.com/environment/2023/mar/06/revealed-1000-super-emitting-methane-leaks-risk-triggering-climate-tipping-points\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/mar/06/revealed-1000-super-emitting-methane-leaks-risk-triggering-climate-tipping-points", "date_published": "2023-03-06 13:00:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sticky broccoli fried rice and ovenbake risotto: two budget rice recipes | The £1 store cupboard", "description": "<p>Batch-cook and chill supermarket rice, ready to knock up a takeaway-style fried rice, or throw together a risotto-style tray that you just mix up and bake</p><p>Whenever I create a budget meal plan, rice always has and always will be an integral ingredient. Not only is it incredibly versatile <em>and</em> a little goes a long way, but it’s one of the most affordable products in supermarkets. Most supermarkets will stock a budget brand rice that is even cheaper than their own brand, so always make sure you keep your eyes peeled for the best price.</p><p>Becky Excell is a gluten-free blogger and author of Quick + Easy Gluten Free (Quadrille, £20). To order a copy for £17.60, go to <a href=\"https://guardianbookshop.com/quick-and-easy-gluten-free-the-sunday-times-bestseller-9781787139626\">guardianbookshop.com</a>.</p> <a href=\"https://www.theguardian.com/food/2023/mar/06/sticky-broccoli-fried-rice-and-ovenbake-risotto-two-budget-rice-recipes\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/mar/06/sticky-broccoli-fried-rice-and-ovenbake-risotto-two-budget-rice-recipes", "date_published": "2023-03-06 13:00:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "British eco-activists are asking: is disruption the best way to avert climate disaster? | Jack Shenker", "description": "<p>As XR shifts away from radical action and the UK government restricts the right to protest, the climate movement is asking tough questions</p><p>On a bright, chilly morning in January, seven women – some young, some older, all condemned as guilty by the state – <a href=\"https://www.bigissue.com/news/activism/extinction-rebellion-barclays-trial/\">gathered at Southwark crown court</a>.</p><p>The group had already been convicted of criminal damage following an <a href=\"https://extinctionrebellion.uk/2021/04/07/breaking-better-broken-windows-than-broken-promises-extinction-rebellion-women-break-windows-at-barclays-hq-in-canary-wharf/\">Extinction Rebellion (XR) action</a> in April 2021 that involved breaking windows at the headquarters of Barclays Bank: a financial institution responsible for <a href=\"https://www.theguardian.com/business/2021/nov/02/barclays-has-financed-56bn-in-new-fossil-fuel-projects-since-january-cop26\">more than £4bn</a> of fossil fuel financing during that year alone. “In case of climate emergency break glass”, read stickers they stuck to the shattered panes. Now they were being sentenced. After a long preamble, the judge eventually handed down suspended terms, sparing the defendants jail for the time being. But he used his closing remarks to condemn their protest as a “stunt” that wouldn’t help to solve the climate crisis. “You risk alienating those who you look to for support,” <a href=\"https://www.theguardian.com/world/2023/jan/27/climate-activists-guilty-smashing-barclays-hq-windows-escape-jail\">he warned</a>.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/06/british-eco-activists-disruption-extinction-rebellion\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/06/british-eco-activists-disruption-extinction-rebellion", "date_published": "2023-03-06 12:56:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tell us your experiences of care for people residing in care homes", "description": "<p>We’d like to hear from family members about the quality of care for people residing in care homes</p><p>We’d like to find out more about the quality of care for people residing in care homes.</p><p>Do you have a family member who is in a home that has been rated inadequate or requires improvement by the Care Quality Commission?</p> <a href=\"https://www.theguardian.com/global/2023/mar/06/tell-us-your-experiences-of-care-for-people-residing-in-care-homes\">Continue reading...</a>", "link": "https://www.theguardian.com/global/2023/mar/06/tell-us-your-experiences-of-care-for-people-residing-in-care-homes", "date_published": "2023-03-06 12:54:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Eternal rivals Lazio and Roma dreaming of the Champions League  | Nicky Bandini", "description": "<p>Two outsider managers in Maurizio Sarri and José Mourinho have the capital’s clubs going deep in Serie A’s top-four battle</p><p>The Scudetto is still heading to Naples, but for one weekend Serie A belonged to the city of Rome. On Friday night Lazio toppled league leaders Napoli at their own stadium. On Sunday, Roma beat the Juventus side who would be second if it weren’t for the <a href=\"https://www.theguardian.com/football/blog/2023/jan/23/juventus-in-limbo-as-points-deduction-crisis-swirls-amid-thrilling-3-3-draw\">15-point penalty handed them</a> at the start of this year.</p><p>Both games followed a similar pattern in being settled by a single second-half goal. Lazio’s reward was to finish the weekend third in the table. Roma are one point behind them in joint-fourth.</p> <a href=\"https://www.theguardian.com/football/blog/2023/mar/06/eternal-rivals-lazio-and-roma-dreaming-of-the-champions-league\">Continue reading...</a>", "link": "https://www.theguardian.com/football/blog/2023/mar/06/eternal-rivals-lazio-and-roma-dreaming-of-the-champions-league", "date_published": "2023-03-06 12:48:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Wayne Couzens sentenced to 19 months in prison for indecent exposure", "description": "<p>Offences were committed in months before former Met police officer kidnapped, raped and murdered Sarah Everard</p><p>Wayne Couzens has been sentenced to 19 months in prison for flashing at women in the months before he kidnapped, raped and murdered Sarah Everard.</p><p>The former Metropolitan police officer was supposed to be on duty and working from home when he exposed himself to a female cyclist in a country lane in Kent in November 2020.</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/06/wayne-couzens-sentenced-to-19-months-in-prison-for-indecent-exposure\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/06/wayne-couzens-sentenced-to-19-months-in-prison-for-indecent-exposure", "date_published": "2023-03-06 12:35:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The big idea: should governments run more experiments?", "description": "<p>We’re used to randomised trials in medicine. Why not apply the same rigour to policy?</p><p>If you’re looking for recent reasons to be proud of Britain, it would be hard to find a better example than the Recovery series of clinical trials. Conceived in haste in the early days of the pandemic, Recovery (which stands for<a href=\"https://www.recoverytrial.net/\"> Randomised Evaluation of Covid-19 Therapy</a>) sought to find drugs to help treat people seriously ill with the novel disease. It brought together epidemiologists, statisticians and health workers to test a range of promising existing drugs at massive scale across the NHS.</p><p>The secret of Recovery’s success is that it was a series of large, fast, randomised experiments, designed to be as easy as possible for doctors and nurses to administer in the midst of a medical emergency. And it worked wonders: within three months, it had demonstrated that dexamethasone, a cheap and widely available steroid, reduced Covid deaths by a fifth to a third. In the months that followed, Recovery identified four more effective drugs, and along the way showed that various popular treatments, including hydroxychloroquine, President Trump’s tonic of choice, were useless. All in all, it is thought that Recovery saved a million lives around the world, and it’s still going.</p> <a href=\"https://www.theguardian.com/books/2023/mar/06/the-big-idea-should-governments-run-more-experiments\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/mar/06/the-big-idea-should-governments-run-more-experiments", "date_published": "2023-03-06 12:30:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "I thought my opinion of Boris Johnson couldn’t be lower. Then he nominated his father for a knighthood | Zoe Williams", "description": "<p>The former prime minister either sees the UK as his own personal fiefdom – or he has an ulterior motive …</p><p>Ah, Boris Johnson – such a safe pair of hands for any eventuality or crisis, national or international, but where you can really rely on him is in matters of discretion, judgment and not taking the biscuit. No, no, we’re not idiots, and that is not what any of us think. We know our way around this man and his traits: we know there are question marks over his truthfulness, but never any doubt as to his self-interest and brass neck. So come on, the fact that the former prime minister has managed to surprise, even shock, anyone with <a href=\"https://www.theguardian.com/politics/2023/mar/05/boris-johnson-nominates-father-for-a-knighthood\">his resignation honours list</a> is surely cause for some grim admiration. How is it possible for Johnson to disappoint anyone, when our expectations were already so low? It’s like a superpower.</p><p>His list was <a href=\"https://www.thetimes.co.uk/article/boris-johnson-nominates-his-father-for-a-knighthood-vfj6bbjvn\">revealed by the Times</a>, although has yet to be officially confirmed, presumably because officials are still speechless. It is said to be exceptionally long: 100 names, set against 60 nominations from Theresa May and 62 from David Cameron. There are four sitting MPs on it, which, being unprecedented, raises a few questions about the long game: is the plan that they sit in the Lords <em>and</em> the Commons, just for the thrill of upturning the constitutional matrix? Or will they step down from their elected positions, so that someone else, maybe some charming, floppy blond rascal, can stand in one of their seats, should his own start to look dicey?</p><p>Zoe Williams is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/06/boris-johnson-father-knighthood-opinion-couldnt-be-lower\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/06/boris-johnson-father-knighthood-opinion-couldnt-be-lower", "date_published": "2023-03-06 12:25:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "WSL and Continental Cup final: talking points from the weekend’s action", "description": "<p>Little orchestrates Arsenal’s cup win, Russo helps Manchester United open gap at the top and Shaw shows golden scoring touch</p><p>Given that Kim Little is 32 years old, and 17 months on from international retirement, you could be forgiven for thinking her career is easing to its end. Technically, it probably is reaching its latter stages. However, a masterful controlling performance in <a href=\"https://www.theguardian.com/football/2023/mar/05/arsenal-chelsea-womens-continental-cup-final-match-report\">Arsenal’s 3-1 defeat of Chelsea</a> in the Continental Cup final demonstrated her continuing quality and how big a hole she will leave at the club when she goes. Emma Hayes said Little “ran the show” against her Chelsea side, and she wasn’t wrong. Little was the conductor of an aggressive and passionate Arsenal orchestra. “When you thought she couldn’t get better, she puts on that performance,” said her manager, Jonas Eidevall. “I told Kim straight after the game: ‘I wasn’t sure if it was possible [but] this is the best you’ve been since I’ve been the coach.’ She was phenomenal in the game, how she connects the team, the duels, the work rate, the decision-making on the ball. She played close to a perfect match.” <strong>SW</strong></p> <a href=\"https://www.theguardian.com/football/2023/mar/06/wsl-and-continental-cup-final-talking-points-from-the-weekends-action\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/06/wsl-and-continental-cup-final-talking-points-from-the-weekends-action", "date_published": "2023-03-06 12:19:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Something special’: Van Dijk hails Liverpool record breaker Salah", "description": "<ul><li>Defender backs Cody Gakpo to carry on shining for Liverpool</li><li>Van Dijk pleased Darwin Núñez is ‘causing chaos all the time’ </li></ul><p>Virgil van Dijk believes it is impossible to overstate Mo Salah’s importance to Liverpool and has emphasised the Egypt striker’s record-breaking contribution during Sunday’s <a href=\"https://www.theguardian.com/football/2023/mar/05/liverpool-manchester-united-premier-league-match-report\">demolition of Manchester United</a> was “special”.</p><p>Van Dijk and his teammates moved to within three points of the Premier League’s top four after thrashing United 7-0, with Salah, Cody Gakpo and Darwin Núñez scoring two goals apiece before Roberto Firmino added the seventh.</p> <a href=\"https://www.theguardian.com/football/2023/mar/06/virgil-van-dijk-liverpool-mo-salah-record-special-gakpo-nunez-manchester-united\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/06/virgil-van-dijk-liverpool-mo-salah-record-special-gakpo-nunez-manchester-united", "date_published": "2023-03-06 12:16:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Huge carbon footprint of chemicals in UK household products revealed", "description": "<p>Calls for ministers to help industry cut emissions from items including washing-up liquid and laundry tablets</p><p>Chemicals used in everyday household items from washing-up liquid to laundry tablets are a huge hidden source of carbon emissions, according to a report.</p><p>The thinktank Green Alliance is calling on UK ministers to lead a green revolution in chemical manufacturing to cut the carbon footprint of everyday consumer products.</p> <a href=\"https://www.theguardian.com/environment/2023/mar/06/household-products-chemicals-carbon-footprint-emissions-washing-up-liquid-laundry-tablets-uk\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/mar/06/household-products-chemicals-carbon-footprint-emissions-washing-up-liquid-laundry-tablets-uk", "date_published": "2023-03-06 12:13:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK car sales rise by a quarter as industry recovers from chip shortage", "description": "<p>Registrations hit 74,400 in seventh successive month of growth, with electric cars accounting for 16.5%</p><p>The number of cars sold in the UK increased by 26% year on year in February, the seventh successive month of growth as the industry recovers from the <a href=\"https://www.theguardian.com/business/2021/mar/21/global-shortage-in-computer-chips-reaches-crisis-point\">depths of the global computer chips shortage</a>.</p><p>UK new car registrations rose by 26.2% in February to 74,400, according to data published on Monday by the Society of Motor Manufacturers and Traders (SMMT), a lobby group.</p> <a href=\"https://www.theguardian.com/business/2023/mar/06/uk-car-sales-rise-february-industry-recovers-chip-shortage\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/mar/06/uk-car-sales-rise-february-industry-recovers-chip-shortage", "date_published": "2023-03-06 12:12:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Global craze for collagen linked to Brazilian deforestation", "description": "<p>Investigation finds cases of the wellness product, hailed for its anti-ageing benefits, being derived from cattle raised on farms damaging tropical forest</p><ul><li><a href=\"https://www.theguardian.com/environment/2023/mar/06/what-is-collagen-and-why-is-it-so-popular-in-the-beauty-industry\">What is collagen and why is it so popular in the beauty industry?</a></li></ul><p>Tens of thousands of cattle raised on farms that are damaging tropical forests in Brazil are being used to produce collagen – the active ingredient in health supplements at the centre of a global wellness craze.</p><p>The links between <a href=\"https://www.theguardian.com/environment/2019/jul/02/revealed-amazon-deforestation-driven-global-greed-meat-brazil\">beef</a> and <a href=\"https://www.theguardian.com/environment/2020/jul/16/a-fifth-of-brazilian-soy-in-europe-is-result-of-deforestation-amazon-jair-bolsonaro\">soya </a>and deforestation in Brazil are well known, but little attention has been given to the <a href=\"https://www.theguardian.com/science/2022/nov/06/initially-i-thought-it-was-a-scam-can-collagen-really-turn-back-the-clock\">booming collagen industry</a>, worth an <a href=\"https://www.gminsights.com/industry-analysis/collagen-market?gclid=Cj0KCQjw-NaJBhDsARIsAAja6dPaRd5QNZwjPSye9UbwyHwQ2tlRAWWUj5mTklxKLEdQBjWH5OR_rrMaAuJUEALw_wcB\">estimated $4bn</a> (£3.32bn).</p><p><em>This story was produced with support from the Pulitzer Center’s Rainforests Investigations Network</em></p> <a href=\"https://www.theguardian.com/environment/2023/mar/06/collagen-linked-brazilian-deforestation\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/mar/06/collagen-linked-brazilian-deforestation", "date_published": "2023-03-06 12:00:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "What is collagen and why is it so popular in the beauty industry?", "description": "<p>The protein gives our bodies elasticity and resilience, and there’s always a market for products promising to turn back the clock</p><ul><li><a href=\"https://www.theguardian.com/environment/2023/mar/06/collagen-linked-brazilian-deforestation\">Global craze for collagen linked to Brazilian deforestation</a></li></ul><p>Collagen is the most abundant protein in the human body. It makes up 60% of our cartilage and accounts for 70 to 80% of the dry weight of skin, also featuring in other connective tissues such as tendons, muscles and bones.</p><p>It gives our bodies elasticity and resilience, but its production slows down as we age, leading to more aches and pains and making us look older and more wrinkly. Factors such as sun exposure and smoking, along with chronic stress, lack of sleep or exercise, can speed its decline.</p> <a href=\"https://www.theguardian.com/environment/2023/mar/06/what-is-collagen-and-why-is-it-so-popular-in-the-beauty-industry\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/mar/06/what-is-collagen-and-why-is-it-so-popular-in-the-beauty-industry", "date_published": "2023-03-06 12:00:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Marta Kostyuk dedicates maiden title to people ‘fighting and dying’ in Ukraine", "description": "<ul><li>No handshake with Russia’s Gracheva after ATX Open win</li><li>Kostyuk outspoken about Russian and Belarusians on tour</li></ul><p>Ukraine’s Marta Kostyuk dedicated her first WTA Tour title to “all the people who are fighting and dying” after beating Russia’s Varvara Gracheva at the ATX Open. Competing in her maiden final, the 20-year-old, ranked 40, clinched a 6-3 7-5 victory in Austin, Texas.</p><p>During the presentation ceremony, Kostyuk said: “Being in the position that I’m in right now, it’s extremely special to win this title. I want to dedicate this title to Ukraine and to all the people who are fighting and dying.”</p> <a href=\"https://www.theguardian.com/sport/2023/mar/06/marta-kostyuk-dedicates-maiden-tennis-title-people-fighting-and-dying-in-ukraine\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/06/marta-kostyuk-dedicates-maiden-tennis-title-people-fighting-and-dying-in-ukraine", "date_published": "2023-03-06 11:42:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Borussia Dortmund go into combat mode before Chelsea showdown | Andy Brassell", "description": "<p>Edin Terzic’s side showed newfound steel and grit in their tense 2-1 win against RB Leipzig</p><p>They say that history is written by the winners, but it never felt, before this season, as if Borussia Dortmund would be in the position to pick up their pen. Now, it might be different. It felt that way when Nico Schlotterbeck, the crown prince of defensive drama in these parts, saw Timo Werner’s late shot speed past Alexander Meyer, Dortmund’s stand-in goalkeeper, and reacted to clear off the line with a mixture of chest and shoulder, all but sealing the win. Schlotterbeck clenched his fists, celebrating it like a goal.</p><p>It wasn’t quite Roman Weidenfeller smothering Arjen Robben’s penalty late on when Bayern visited Westfalen in the spring of 2012, but it was in the same sphere of emotion. And emotion was what it was all about in those closing stages as BVB hung on with a grimness almost all thought was beyond them as RB Leipzig banged on the door with increasing insistence, particularly so after Emil Forsberg pulled a goal back with 16 minutes of normal time left.</p> <a href=\"https://www.theguardian.com/football/blog/2023/mar/06/borussia-dortmund-go-into-combat-mode-before-chelsea-showdown\">Continue reading...</a>", "link": "https://www.theguardian.com/football/blog/2023/mar/06/borussia-dortmund-go-into-combat-mode-before-chelsea-showdown", "date_published": "2023-03-06 11:34:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Weather tracker: northern Europe facing cold snap", "description": "<p>Short spell of wintry conditions likely to be replaced by spring-like temperatures early next week</p><p>In the coming week, northern Europe is likely to be plunged back into winter as temperatures are forecast to fall considerably below the seasonal norm under a very cold Arctic air mass. Meanwhile, in more southern parts of the continent, more tropical conditions will arise.</p><p>The UK is likely to be on the northern boundary of these air masses, which, in combination with low pressure systems moving in from the west, could lead to some significant outbreaks of sleet and snow in places by midweek.</p> <a href=\"https://www.theguardian.com/environment/2023/mar/06/weather-tracker-northern-europe-facing-cold-snap\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/mar/06/weather-tracker-northern-europe-facing-cold-snap", "date_published": "2023-03-06 11:32:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘This is not the right car’: Hamilton laments uncompetitive Mercedes", "description": "<ul><li>Briton finished 50 seconds behind Verstappen in Bahrain</li><li>Russell: ‘Red Bull have got championship sewn up’</li></ul><p>Lewis Hamilton has doubled down on Mercedes’ verdict that their car is unacceptably uncompetitive after one race of the Formula One season, conceding, “We know this is not the right car”.</p><p>The seven-time champion already knows any shot at another title this year is gone as Mercedes have accepted they will have to change the design concept of their car with immediate effect after they finished <a href=\"https://www.theguardian.com/sport/2023/mar/05/reigning-champion-max-verstappen-cruises-to-bahrain-grand-prix-victory\">fourth fastest in the field at the season-opening Bahrain Grand Prix</a> on Sunday.</p> <a href=\"https://www.theguardian.com/sport/2023/mar/06/lewis-hamilton-uncompetitive-mercedes-bahrain-grand-prix-formula-one\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/06/lewis-hamilton-uncompetitive-mercedes-bahrain-grand-prix-formula-one", "date_published": "2023-03-06 11:32:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "CBI boss Tony Danker steps aside amid allegations of misconduct", "description": "<p>Business group hires law firm to investigate alleged impropriety</p><p>Tony Danker, the boss of the Confederation of British Industry, has stepped aside amid an investigation into complaints about his conduct.</p><p>The decision to hire a law firm to investigate him comes after the Guardian approached the CBI last week about a formal complaint that was made in January, as well a number of alleged informal reports of concerns over his behaviour.</p> <a href=\"https://www.theguardian.com/business/2023/mar/06/cbi-boss-tony-danker-steps-aside-amid-allegations-of-misconduct\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/mar/06/cbi-boss-tony-danker-steps-aside-amid-allegations-of-misconduct", "date_published": "2023-03-06 11:29:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘A generational shift’: war prompts Ukrainians to embrace their language", "description": "<p>Kremlin has banned Ukrainian from occupied territory schools but elsewhere language is on the rise</p><p>Stuck at his home in Kyiv, Mykhailo Revenko listened to the sound of loud explosions. It was March 2022. Russian troops were on the outskirts of the Ukrainian capital, their tanks on the move. The fate of his country hung in the balance.</p><p>“There was a curfew. My job had stopped. I suddenly had a lot of time. I didn’t want to watch movies so I pulled a book from the shelf,” Revenko said. A native Russian speaker, he decided to improve his Ukrainian. “I went to a Ukrainian school and knew the language. But I needed to work on my vocabulary,” he recalled.</p> <a href=\"https://www.theguardian.com/world/2023/mar/06/russia-ukrainians-embrace-language-war\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/06/russia-ukrainians-embrace-language-war", "date_published": "2023-03-06 11:22:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "What do we know about suspected poisonings of schoolgirls in Iran?", "description": "<p>More than 1,000 girls have reportedly suffered ‘mild poison’ attacks since November</p><ul><li>This piece is extracted from our First Edition newsletter. To sign up, <a href=\"https://www.theguardian.com/global/ng-interactive/2022/apr/13/first-edition-sign-up-guardian\">click here</a></li></ul><p>More than 1,000 Iranian girls in schools across the country have suffered “mild poison” attacks since November, when the first cases emerged in the city of Qom, according to state media and officials.</p><p>The suspected attacks have been described by some observers as part of an extremist response – perhaps with tacit state endorsement – to the protests led by women and girls that have convulsed Iran since the death of Mahsa Amini in September.</p> <a href=\"https://www.theguardian.com/world/2023/mar/06/what-do-we-know-suspected-poisonings-schoolgirls-iran\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/06/what-do-we-know-suspected-poisonings-schoolgirls-iran", "date_published": "2023-03-06 11:19:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Everyone loves to hate the Oscars. But here’s why I’ll be watching | Margaret Sullivan", "description": "<p>Events like the Oscars are rare examples of monoculture in a pop-culture world increasingly fractured into tiny splinters</p><p>“Ooh, the Hollywood issue!” was my first thought on pulling the glossy new Vanity Fair magazine – timed to this Sunday’s Academy Awards – from my mailbox.</p><p>Then came my second thought: “Who <em>are</em> these people?”</p><p>Margaret Sullivan is a Guardian US columnist writing on media, politics and culture</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/06/oscars-academy-awards-pop-culture-margaret-sullivan\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/06/oscars-academy-awards-pop-culture-margaret-sullivan", "date_published": "2023-03-06 11:05:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How Trump’s big lie played out on the CPAC stage", "description": "<p>Most speakers focused on issues other than election integrity, but prominent election deniers were still given top billing</p><p>In the exhibit hall, vendors displayed various styles of hats declaring “Trump won” and attendees referred to former president Donald Trump as the rightful winner of the 2020 election.</p><p>But on the event stage, most prominent Republican lawmakers at the annual Conservative Political Action Conference (CPAC) didn’t bring up Trump’s big lie. Instead they largely chose not to repeat his common talking point that rampant voter fraud cost him his re-election.</p> <a href=\"https://www.theguardian.com/us-news/2023/mar/06/cpac-trump-big-lie\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/mar/06/cpac-trump-big-lie", "date_published": "2023-03-06 11:00:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How we met: ‘He played his tambourine and made chilli con carne. It felt like coming home’", "description": "<p>Kate, 54, and Steve, 64, met at a church venue in Yorkshire where he played a comeback gig with his 80s synth band. They live together in Grassington</p><p>In early 2019, Kate was too busy juggling her working life in Bradford to give much thought to romance. “As well as a role with a charity, I had another job working in mental health,” she says. One night, she bumped into an old friend at a gig. Nick was a music promoter looking for unusual spaces in Yorkshire for bands to perform in. “The charity I work for is based at St Clement’s church in Bradford, with this beautiful William Morris ceiling,” she says. “I knew the vicar was looking for new ways to raise revenue so I asked if he’d like to visit.” Nick thought it would be the perfect venue for the comeback gig for Fiat Lux – a recently reformed 80s synth pop band.</p><p>That summer, he brought the lead singer to have a look. “I was working as a freelance television director and I hadn’t performed with the band in over 35 years,” says Steve. “I was a bit apprehensive about doing live shows again.” As soon as he arrived, Kate put him at ease. “She was very welcoming but it was a fleeting visit.” She showed him round the venue and he checked the acoustics. “I was checking for a wedding ring and wishing I’d put on some makeup,” laughs Kate.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/mar/06/how-we-met-he-played-his-tambourine-and-made-chilli-con-carne-it-felt-like-coming-home\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/mar/06/how-we-met-he-played-his-tambourine-and-made-chilli-con-carne-it-felt-like-coming-home", "date_published": "2023-03-06 11:00:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rachel Roddy’s recipe for roast chicken with radicchio | A kitchen in Rome", "description": "<p>A short and intriguing history of the flamboyant radicchio illustrates this recipe for a rich and satisfying way to roast a chicken</p><p><strong><br /></strong>Radicchio: a single word for a whole world of red and white leaves. As always, it began in a wild, spontaneous way, with bitter <em>Cichorium </em><em>intybus</em>, which grows all over the planet and has many names. Particular cultivation and development took place in the north of Italy: Veneto, Trentino, Friuli-Venezia Giulia.</p><p>Red leaves as we know them started in the early 1900s, when Belgian and Italian agronomists developed a technique called <em>imbianchimento</em> (whitening, blanching or preforcing). Pulled from the soil and placed in water in dark sheds, the plants’ chlorophyll production is inhibited, causing them to lose their green pigmentation and develop dark red, white-veined and sturdy leaves. Genetic selection, local competition and time saw the development of distinctive varieties, with different degrees of earthy bitterness, each taking the name of the places where they were developed. Radicchio grown in these places is protected, but of course it can be grown anywhere you care to plant.</p> <a href=\"https://www.theguardian.com/food/2023/mar/06/roast-chicken-radicchio-recipe-rachel-roddy\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/mar/06/roast-chicken-radicchio-recipe-rachel-roddy", "date_published": "2023-03-06 11:00:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘We are struggling’: doctors faced with vacuum of information on long Covid", "description": "<p>Three years into the pandemic, unanswered questions about the condition limit physicians’ ability to treat patients</p><p>More than three years into the Covid pandemic, there are a host of important unanswered questions about long Covid, which significantly limit healthcare providers’ ability to treat patients with the condition, according to US physicians and scientists.</p><p>That vacuum of information remains as much of the US has moved on from the pandemic, while Covid long-haulers continue to face stigma and questions over whether their symptoms are real, providers say.</p> <a href=\"https://www.theguardian.com/world/2023/mar/06/long-covid-unanswered-question-doctors-stigma\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/06/long-covid-unanswered-question-doctors-stigma", "date_published": "2023-03-06 11:00:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘This show is a warning’ the musical telling the forgotten story of disabled people in Nazi Germany", "description": "<p>Set in 1933, Waldo’s Circus of Magic &amp; Terror features a cast relishing the chance to shine a light on the kind of heroes often airbrushed from history</p><p>Actor Abbie Purvis is sitting in what looks like the outline of a harp, suspended by a rope from the ceiling, as she’s lifted a couple of metres into the air.</p><p>“I’m holding on for dear life,” she jokes, though a fall would certainly result in a nasty injury. Yet she looks completely comfortable, rehearsing a scene with fellow performer Dominic Owen, before twirling around in the harp once she’s lowered down. Next, she’s walking on a tightrope, raised about a foot above the ground. Did I mention she’s singing at the same time?</p> <a href=\"https://www.theguardian.com/stage/2023/mar/06/waldos-circus-magic-terror-bristol-old-vic-theatre-extraordinary-bodies\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/mar/06/waldos-circus-magic-terror-bristol-old-vic-theatre-extraordinary-bodies", "date_published": "2023-03-06 11:00:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Iran supreme leader calls suspected schoolgirl poisonings ‘unforgivable’", "description": "<p>Ayatollah Ali Khamenei says if proven to be deliberate, culprits should be sentenced to death </p><p>Iran’s supreme leader has said that if <a href=\"https://www.theguardian.com/world/2023/mar/04/more-iranian-schoolgirls-hospital-suspected-poisonings\">a series of suspected poisonings</a> at girls’ schools are proven to be deliberate the culprits should be sentenced to death for committing an “unforgivable crime”.</p><p>It was the first time Ayatollah Ali Khamenei, who has the final say on all matters of state, has spoken publicly about the suspected poisonings, which began late last year.</p> <a href=\"https://www.theguardian.com/world/2023/mar/06/iran-supreme-leader-schoolgirl-poisonings-unforgivable\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/06/iran-supreme-leader-schoolgirl-poisonings-unforgivable", "date_published": "2023-03-06 10:52:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fears for future of Norfolk seaside resort as erosion forces closure of beach", "description": "<p>Hemsby residents say sea defences are crucial as beach is closed after high tides washed away large amount of sand</p><p>On the road into Hemsby, a quintessential British seaside resort on the east coast, flags proclaiming an abundance of new holiday homes for sale flap in the wind.</p><p>But the beach that has drawn generations of holidaymakers to the village has been closed by the local lifeboat team, after strong winds and high tides on Saturday caused significant erosion.</p> <a href=\"https://www.theguardian.com/environment/2023/mar/06/fears-for-future-of-hemsby-norfolk-seaside-resort-as-erosion-forces-closure-of-beach\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/mar/06/fears-for-future-of-hemsby-norfolk-seaside-resort-as-erosion-forces-closure-of-beach", "date_published": "2023-03-06 10:48:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Leading UK CEOs attack energy support policy as brake on investment", "description": "<p>Criticism by Shell, DS Smith and ScottishPower chiefs add to sense of UK’s waning attractiveness to business</p><p>The chief executives of three of the UK’s biggest companies have criticised the government’s energy policy for failing to spur investment, as pressure mounts on the chancellor to announce pro-business measures in the budget next week.</p><p>Shell boss Wael Sawan, Miles Roberts, the chief executive of packaging company DS Smith, and Keith Anderson, the chief executive of ScottishPower, said investment in energy was being held back by uncertainty and planning difficulties.</p> <a href=\"https://www.theguardian.com/money/2023/mar/06/leading-uk-ceos-attack-energy-support-policy-as-brake-on-investment\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/mar/06/leading-uk-ceos-attack-energy-support-policy-as-brake-on-investment", "date_published": "2023-03-06 10:45:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "People in Iran: have you been affected by the suspected poisoning attacks?", "description": "<p>We would like to speak to people about the latest spate of attacks that have affected schoolgirls across five Iranian provinces</p><p>Dozens of schoolgirls have been <a href=\"https://www.theguardian.com/world/2023/mar/04/more-iranian-schoolgirls-hospital-suspected-poisonings\">admitted to hospital across five provinces</a> of Iran in a new wave of suspected poisonings, according to local media.</p><p>Hundreds of <a href=\"https://www.theguardian.com/world/2023/feb/28/iran-schoolgirls-hospital-poisoning-pardis-qom\">cases of respiratory distress</a> have been reported over the past three months among schoolgirls mainly in the city of Qom. The latest wave has seen suspected poisonings in the western Hamedan province, Zanjan and West Azerbaijan in Iran’s north-west, Fars in the south and Alborz province in the north.</p> <a href=\"https://www.theguardian.com/world/2023/mar/06/people-in-iran-have-you-been-affected-by-the-poisoning-attacks\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/06/people-in-iran-have-you-been-affected-by-the-poisoning-attacks", "date_published": "2023-03-06 10:38:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK weather: snow could cut off some rural areas as yellow warnings issued", "description": "<p>Arctic air expected to spread across country may also cause transport and  power problems, Met Office says</p><p>Some rural communities could be temporarily cut off, with transport and power disrupted as Arctic air brings wintry conditions to parts of the UK, forecasters have warned.</p><p>The Met Office has issued yellow warnings for snow and ice throughout Northern Ireland on Monday and Tuesday, as well as across much of northern and eastern Scotland and parts of north-east England from Monday to Wednesday.</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/06/uk-weather-snow-could-cut-off-rural-areas-yellow-warnings-met-office\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/06/uk-weather-snow-could-cut-off-rural-areas-yellow-warnings-met-office", "date_published": "2023-03-06 10:29:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Keir Starmer: I had no contact with Sue Gray during Partygate inquiry", "description": "<p>Labour leader says Boris Johnson ‘desperate’ to downplay Sue Gray’s report but refuses to say when he first approached her</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/mar/06/rishi-sunak-asylum-plan-small-boats-crossings-boris-stanley-johnson-live\">UK politics live – latest news updates</a></li></ul><p>Keir Starmer has refused to say when he first approached Sue Gray to become his chief of staff, saying only that they had no contact while she was holding an inquiry into Downing Street parties and that “nothing improper at all” had happened.</p><p>News that Gray, a senior civil servant who <a href=\"https://www.theguardian.com/politics/2022/may/25/sue-gray-report-full-breakdown-findings-no-10-parties\">wrote a report</a> into No 10 parties involving Boris Johnson and his staff during lockdown last year, was joining Starmer’s team prompted surprise when it emerged last week.</p> <a href=\"https://www.theguardian.com/politics/2023/mar/06/keir-starmer-sue-gray-partygate-no-contact-boris-johnson\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/mar/06/keir-starmer-sue-gray-partygate-no-contact-boris-johnson", "date_published": "2023-03-06 10:24:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The venue’s no joke but Just for Laughs’ London festival delivered megastar standups | Brian Logan", "description": "<p>A new sibling to Montreal’s big comedy shindig has launched in the UK and despite the corporate guff there was a lot to laugh about</p><p>You’ve heard of Just for Laughs Montreal: it’s one of the world’s biggest comedy festivals. But Just for Laughs London? That’s <a href=\"https://www.theguardian.com/stage/2022/nov/21/ryan-reynolds-to-appear-at-just-for-laughs-comedy-festival-at-o2-london\">a new initiative</a>, which unfolded this weekend at the O2 with corporate partners galore, and promised “to shine the international spotlight on the incredible UK scene, while bringing global comedy stars [together in] one epic comedy celebration”.</p><p>Great stuff: who wouldn’t want more and bigger opportunities for comics to do their thing? But what gap, I wonder, does Just for Laughs think it’s filling? This is a city, after all, with a richer provision of live comedy than practically anywhere else. To our heaving smorgasbord of funny entertainment, what can JfL add?</p> <a href=\"https://www.theguardian.com/stage/2023/mar/06/just-for-laughs-london-festival\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/mar/06/just-for-laughs-london-festival", "date_published": "2023-03-06 10:24:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rail route of the month: in the footsteps of railway pioneers through Austria", "description": "<p>Our slow travel expert reflects on a milestone in early railway history as she takes the Railjet from Salzburg to Vienna</p><p>Most travellers from Britain bound for the 1873 World Fair in Vienna would have had their first encounter with Austria in Salzburg, whence it was an easy onward journey to Vienna. In those days, the fastest train was the lunchtime express from Salzburg, which chugged to the Austrian capital in just under eight hours.</p><p>Times have changed. A glance at Table 950 in the March 2023 <a href=\"https://www.europeanrailtimetable.eu/pre-order-spring-2023--printed-edition-1264-p.asp\">European Rail Timetable</a> shows three direct trains each hour from Salzburg to Vienna, all taking under three hours for the 200-mile journey. It’s a fine ride – every bit as engaging today as it was when Thomas Cook’s clients, clutching their hotel coupons and pocket timetables, made their way to the World Fair.</p> <a href=\"https://www.theguardian.com/travel/2023/mar/06/austria-railjet-salzburg-to-vienna-rail-route\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2023/mar/06/austria-railjet-salzburg-to-vienna-rail-route", "date_published": "2023-03-06 10:18:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "No pain, plenty of gain: why taking it easy can be the key to getting fitter – and happier", "description": "<p>Whether you’re running, working out in the gym or lifting weights, the perfect workout doesn’t have you gasping for breath. Here’s why less can be more</p><p>There is something about the easy memorability of motivational quotes such as “no pain no gain” that makes them feel instinctively right<em>.</em> This could be partly because, as <a href=\"https://journals.sagepub.com/doi/10.1111/1467-9280.00282\" title=\"\">at least one psychological study</a> suggests, we believe things more readily when they rhyme. It also makes a sort of intuitive sense to those of us who, even if we do exercise, are not as fast, muscular or lean as we’d like. There must be something we’re getting wrong; is it our unwillingness to endure pain, or the discomfort of extreme effort? But how true is the adage, and is it possible to make gains without feeling the burn?</p><p>“In fitness, the answer is always: ‘It depends,’” says Zack Cahill, a senior trainer at Evolve Fitness in London. “What is the goal? What are you trying to achieve in the workout?” For aerobic exercise such as longer runs, the slower and longer you go, the better. So, if you’re planning on tackling your first 5k – or even a marathon – it’s fine to take your training sessions at a modest pace at which you could still hold a (slightly out-of-breath) conversation. “Most training for endurance events should be done to build a strong aerobic engine, which means easy runs,” says strength and endurance coach Beatrice Schaer.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/mar/06/no-pain-plenty-of-gain-why-taking-it-easy-can-be-the-key-to-getting-fitter-and-happier\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/mar/06/no-pain-plenty-of-gain-why-taking-it-easy-can-be-the-key-to-getting-fitter-and-happier", "date_published": "2023-03-06 10:00:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Poem of the week: Small Change by Carole Satyamurti", "description": "<p>A stark account of encountering homeless people in London offers no easy consolation to anyone</p><p>This must be the room of last resort,<br />this half-lit passage under the dripping bridge<br />where, on the only route to the Underground,<br />you pass four, sometimes more, rough sleepers<br />strung out at intervals against the wall,</p> <a href=\"https://www.theguardian.com/books/2023/mar/06/poem-of-the-week-small-change-by-carole-satyamurti\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/mar/06/poem-of-the-week-small-change-by-carole-satyamurti", "date_published": "2023-03-06 10:00:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "This is England in 2023 – where a broken welfare system and a hernia can completely destroy your life  | Amy Taylor", "description": "<p>I am a debt adviser, and my experience tells me that even if you paid into it, you can’t rely on the state support process any more</p><p>One minute, everything’s fine; you have a job, a girlfriend, a mortgage and a life. Then something happens that threatens all of it. You get a hernia. I’m a debt adviser and work with people who face life-destroying levels of debt, and this is one of the cases I’ve worked on over the years.</p><p>Jake, a fortysomething tradesperson, had been paying off his mortgage arrears for years. He was in fact a “mortgage prisoner”, unable to switch, and his mortgage had been sold to a high-interest charging company. After a year of steady payments, the company allowed Jake to capitalise the remaining arrears with a new mortgage product in October 2021.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/06/england-2023-welfare-system-debt-state-support\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/06/england-2023-welfare-system-debt-state-support", "date_published": "2023-03-06 10:00:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Schools and firms across Philippines shut as jeepney drivers start strike", "description": "<p>Drivers say cost of upgrading colourful vehicles, a crucial part of transport system, completely unaffordable</p><p>A week-long strike by drivers of Philippine jeepneys began on Monday, prompting schools and universities across major cities to suspend in-person classes, while businesses have also been urged to work from home.</p><p>The local authorities in Manila, Quezon City, Marikina, Muntinlupa and Pasig City in the national capital region told schools to switch to distance learning classes due to disruption caused by the strike. The local government of Quezon City, the most populous city in the Philippines, also called on businesses to work online.</p> <a href=\"https://www.theguardian.com/world/2023/mar/06/schools-and-firms-across-philippines-shut-as-jeepney-drivers-start-strike\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/06/schools-and-firms-across-philippines-shut-as-jeepney-drivers-start-strike", "date_published": "2023-03-06 09:45:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Northern mayors hold rail summit to demand UK ‘gets a grip’ on poor services", "description": "<p>Meeting comes as TransPennine Express alone is on target to cancel more than 20,000 trains this year</p><p>Mayors in the north of England are meeting to demand the government “get a grip” on appalling rail services, with TransPennine Express (TEP) on track to cancel more than 20,000 trains this year.</p><p>The operator has already <a href=\"https://www.theguardian.com/business/2023/feb/17/transpennine-express-cancellations-almost-three-times-higher-than-reported\">cancelled about a quarter of services</a> in 2023, with 40% scrapped in one week in January due to a lack of staff.</p> <a href=\"https://www.theguardian.com/business/2023/mar/06/northern-mayors-rail-summit-demand-uk-gets-a-grip-poor-services\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/mar/06/northern-mayors-rail-summit-demand-uk-gets-a-grip-poor-services", "date_published": "2023-03-06 09:37:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Starmer says Sunak’s plans to tackle small boats are ‘unworkable’ – live", "description": "<p>Labour leader says party would tackle people smugglers themselves and calls PM’s proposals ‘unworkable’</p><p><em>Q: How do you think Nicola Sturgeon will be remembered?</em></p><p><strong>Starmer</strong> pays tribute to her. But he says she has led Scotland into a cul-de-sac on independence.</p> <a href=\"https://www.theguardian.com/politics/live/2023/mar/06/rishi-sunak-asylum-plan-small-boats-crossings-boris-stanley-johnson-live\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/live/2023/mar/06/rishi-sunak-asylum-plan-small-boats-crossings-boris-stanley-johnson-live", "date_published": "2023-03-06 09:36:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "My mum and dad are wonderful parents – but I’ve stopped yearning to be just like them | Samuel Sims", "description": "<p>As a gay couple, my husband and I have to build our own vision of what a family looks like. Now I see that as an opportunity</p><p>In the summer of 2020 I left London, where I’d lived for 14 years, and moved back to my hometown of Hull. My family is there, and my husband and I want to become parents – the only way we’ll have even the slimmest of chances is to live somewhere with cheaper rents and start saving money in a serious way. If we go down the surrogacy route, it can cost <a href=\"https://www.sensiblesurrogacy.com/surrogacy-uk/\">upwards of £50k</a> – and the tumultuous, lengthy process of adoption is not necessarily any easier.</p><p>Amid all that uncertainty, another draw was that the prospect of family life in Hull felt familiar. My parents had me young – when I came along in the 80s, they had just turned 21 and 23 respectively; Mum a beautiful New Romantic, Dad the spitting image of Morrissey. As a kid, I found that I could score cool points by telling new friends about my young, hip parents. Then as I got older, I appreciated us having shared interests, like getting sloshed and loving Placebo. That’s the sort of dad I wanted to be – someone who defied convention.</p><p>Samuel Sims is a freelance journalist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/06/mum-dad-parents-gay-couple-husband-family\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/06/mum-dad-parents-gay-couple-husband-family", "date_published": "2023-03-06 09:16:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "New doubt thrown on Moria arson convictions on eve of appeal hearing", "description": "<p>Lawyers condemn EU asylum policies and demand freedom for young Afghans jailed for 2020 blaze at ‘hellish’ Lesbos camp</p><p>A new investigation has casts doubt on evidence used to imprison six Afghan teenagers over a fire that destroyed much of a refugee camp on the Greek island of Lesbos.</p><p>Four were <a href=\"https://www.theguardian.com/world/2021/jun/13/moria-fire-greek-court-jails-four-afghan-asylum-seekers-for-10-years\">sentenced to 10 years</a> in jail for “arson with risk to endanger life” and two were given five years by a youth court. <a href=\"https://www.theguardian.com/artanddesign/2020/dec/02/aftermath-moria-refugee-camp-fire-photo-essay\">The fire</a> reduced much of the infamous “hell on earth” Moria refugee camp to ashes in September 2020.</p> <a href=\"https://www.theguardian.com/global-development/2023/mar/06/new-doubt-thrown-on-moria-arson-convictions-on-eve-of-appeal-hearing\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/mar/06/new-doubt-thrown-on-moria-arson-convictions-on-eve-of-appeal-hearing", "date_published": "2023-03-06 09:00:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nothing Special by Nicole Flattery review – adventures of a Factory girl", "description": "<p>A lonely teenager lands a job as the artist’s typist in a wry and quietly bold coming-of-age tale</p><p>Someone should write a thesis on the titles that young women from Ireland are giving their novels. <em><a href=\"https://www.theguardian.com/books/2018/aug/26/sally-rooney-normal-people-review-elegant-intelligent-tender\">Normal People</a></em>. <em><a href=\"https://www.theguardian.com/books/2020/apr/06/exciting-times-by-naoise-dolan-review-a-bracing-witty-debut\">Exciting Times</a></em>. <em>Nothing Special</em>. “My characters inhabit coffee shops, they take long, pointless walks, they conduct themselves without aim or ambition,” Nicole Flattery once said, underselling her debut collection, <em><a href=\"https://www.theguardian.com/books/2019/apr/09/show-them-good-time-nicole-flattery-review-darkly-funny\">Show Them </a></em><em><a href=\"https://www.theguardian.com/books/2019/apr/09/show-them-good-time-nicole-flattery-review-darkly-funny\">a Good Time</a></em>, about protagonists not entirely unlike herself – a reader trap common among Flattery’s cohort – navigating millennial work and womanhood in surreal tales lit up by off-kilter phrase-making.<br /><br />Yet at a time when plausibly autofictional debuts often give way to plausibly autofictional follow-ups, there was no little intrigue in the announcement that Flattery was at work on a novel about Andy Warhol and his <a href=\"https://www.theguardian.com/artanddesign/2014/dec/03/-sp-jeremy-deller-interview-my-summer-in-andy-warhol-factory\">Factory</a> studio. What, you wondered, brought her to that already much-mythologised subject? And what could she possibly bring to it? In fact, the resulting novel, far from a curveball, makes perfect sense: a wry coming-of-age tale told by a lonely teenage girl in Warhol’s orbit, <em>Nothing Special</em> could be an elaboration of one of Flattery’s short stories, which frequently turn on a thirst for experience and the aftertaste of the charade required to achieve it.<br /><br />It centres on the making of Warhol’s <em>a, A Novel</em> (1968), an experimental slice-of-life breeze block built from taped conversations typed up by two schoolgirls, one of whom Flattery imagines as our narrator, Mae. We join her in 2010, deep in middle age, before we cut quickly back to 1966, when she’s 17, riding escalators with an eye out for male attention, having been cold-shouldered at school and left alone by her mother, a waitress with a drink problem and an on-off boyfriend whose household presence seldom seems healthy.</p><p>The tone – numb, ironic, smarter than thou – is, we understand, partly an act, as befits a teenager who steals her mother’s bra to meet an older man or shoplifts a shirt for a job interview. When a doctor somewhat creepily points her towards a “friend [who] has an art studio, an expanding business, over on East 72nd Street, and always needs girls to go and do errands for him”, it accelerates her desire for independence, not least because of the sexual content of the tapes she starts transcribing, to say nothing of the parties. More poignantly instructive is the precarious friendship she forms with another girl typist, likewise in flight from her upbringing.</p> <a href=\"https://www.theguardian.com/books/2023/mar/06/nothing-special-by-nicole-flattery-review-adventures-of-a-factory-girl\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/mar/06/nothing-special-by-nicole-flattery-review-adventures-of-a-factory-girl", "date_published": "2023-03-06 09:00:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Words of Negroes review – sorcery trial documentary raises ghosts of slavery", "description": "<p>Workers at a sugar factory in Guadeloupe read the records of a trial that followed the death of a slave in 1842, with uncomfortably strong modern-day echoes</p><p>The past returns in all its ugliness and torment in Sylvaine Dampierre’s rigorous documentary which challenges the preconceived notion that the march of time automatically parallels the march of progress. In 1842 in the Guadeloupe archipelago, an enslaved man named Sébastien was accused of sorcery by his master, and left to die in his cell. Centuries later, workers at a sugar factory in Marie-Galante, the island where Sébastien died, read out transcipts from the trial surrounding his death.</p><p>In opening a portal to the cruelty suffered by Sébastien at the hands of his masters, who were acquitted, the film draws a link to labour exploitation endured by the factory workers in modern-day Marie-Galante. Their jobs are precarious and expendable. As employment opportunities on the island are scarce, the workers have little choice but to be subjected to gruelling conditions for inadequate wages. Scenes where the men harvest sugar cane under the burning sun eerily mirror passages from the historical court documents, which describe the physical toil of field work in harrowing detail. Slavery is long abolished, yet the current system of exploitation continues to leave little agency to the workers.</p> <a href=\"https://www.theguardian.com/film/2023/mar/06/words-of-negroes-review-sorcery-trial-documentary-raises-ghosts-of-slavery\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/mar/06/words-of-negroes-review-sorcery-trial-documentary-raises-ghosts-of-slavery", "date_published": "2023-03-06 09:00:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Left out in the cold’: the boaters locked out of fuel support", "description": "<p>People in canal boats moored at or visiting Hebden Bridge say the government does not understand their needs</p><p>Once thought of as <a href=\"https://www.theguardian.com/uk/the-northerner/2013/mar/25/yorkshire-thetimes\">the coolest place</a> in Britain to live, Hebden Bridge in West Yorkshire has become a small hub for people in search of a bohemian paradise in the north; among them are the canal boaters who moor up in the former mill town.</p><p>Despite living in such confined quarters, this small and mobile community has, however, been finding life much more expensive as the cost of living crisis continues, and government help is only available for some.</p> <a href=\"https://www.theguardian.com/business/2023/mar/06/yorkshire-canal-boaters-hebden-bridge-locked-fuel-support\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/mar/06/yorkshire-canal-boaters-hebden-bridge-locked-fuel-support", "date_published": "2023-03-06 09:00:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK car sales jump 25% in February; another City firm eyes New York listing – business live", "description": "<p>Rolling coverage of the latest economic and financial news</p><ul><li><a href=\"https://www.theguardian.com/money/2023/mar/06/campaigners-call-for-end-to-peak-fare-rip-off-in-england-and-wales\">Campaigners call for end to ‘peak fare rip off’ on trains in England and Wales</a></li></ul><p><strong><br /></strong></p><p><strong><br /></strong></p><p>Entrepreneur <strong>Sir James Dyson </strong>is urging the government not to lift taxes on businesses, claiming that a double tax grab will hurt the economy.</p><p>In a letter to Jeremy Hunt, seen by <strong>The Sun</strong>, Dyson warned the chancellor of the “unintended consequences” of hiking corporation tax and bringing in a new global levy on multinationals agreed by the OECD.</p><p>“Is it any wonder that the economy is teetering on recession, or that companies like AstraZeneca are deciding to take their investment elsewhere?”</p> <a href=\"https://www.theguardian.com/business/live/2023/mar/06/uk-car-sales-jump-february-wandisco-city-firm-new-york-listing-construction-business-live\">Continue reading...</a>", "link": "https://www.theguardian.com/business/live/2023/mar/06/uk-car-sales-jump-february-wandisco-city-firm-new-york-listing-construction-business-live", "date_published": "2023-03-06 08:17:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Yes, Roald Dahl was a bigot. But that’s no excuse to re-write his books | Francine Prose", "description": "<p>The changes go beyond removing one or two offensive words – they’re hamfisted and tin-eared exercises in bowdlerism</p><p>Recently it was announced that the novels of Roald Dahl, the notoriously bigoted but gifted and enduringly popular children’s author, had been edited to eliminate words, phrases and sentiments that readers might find upsetting.</p><p>Novels such as The Witches, Matilda, and James and the Giant Peach have been cleansed of negative references to a character’s appearance, race or gender. “Enormously fat” had been changed to “enormous”, “mothers” and “fathers” to the more gender-neutral “parents”. The adjective “black” was eliminated, even in reference to objects. Jokes were explained, passages modified to assure the reader that Dahl’s snarky humor was all in good fun.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/06/yes-roald-dahl-was-a-bigot-but-thats-no-excuse-to-re-write-his-books\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/06/yes-roald-dahl-was-a-bigot-but-thats-no-excuse-to-re-write-his-books", "date_published": "2023-03-06 08:08:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Songs should be alive’: Slovenian trio Širom on their ‘imaginary folk’ music", "description": "<p>Born of Slovenia’s rural DIY free festival scene, the band’s revelatory mix of improvisatory acoustics, post-jazz and drone music is coming to the UK this month</p><p>What is folk music? Is it music specific to a region and embodying particular cultural traditions, or could there be a more open-ended definition? Perhaps it’s a product of the imagination that can be rooted in traditional modes of expression but also take flight in wonderfully unpredictable ways. Certainly that is where Slovenian trio Širom can be found. They call their music “imaginary folk”, which suggests that in their hands, folk music can travel as far and wide as its creators desire.</p><p>The band’s Iztok Koren explains: “It could be traditional music but it’s also experimental. Living folk music is always contemporary – we don’t play museum music. We don’t believe there is only one correct way to play either an instrument or a song. The songs should be alive and that means they will be changing organically.”</p> <a href=\"https://www.theguardian.com/music/2023/mar/06/songs-should-be-alive-slovenian-trio-sirom-on-their-imaginary-folk-music\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/mar/06/songs-should-be-alive-slovenian-trio-sirom-on-their-imaginary-folk-music", "date_published": "2023-03-06 08:06:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A new start after 60: I retired – and began to follow my dreams", "description": "<p>After juggling two jobs while raising five children, Kathi Muhammad had every right to take things easy. Instead, she became an actor and launched a charity</p><p>Kathi Muhammad turned 60 some years ago. She doesn’t want to say exactly how many because “I don’t think of myself as that age. I think of myself as 40.” When she reached 60 and retired, she knew it was time to prioritise her dreams. “Just because you have to delay your dream, or put it on the back burner, doesn’t mean you have to leave it there,” she says.</p><p>In fact, Muhammad had cherished two dreams: to start a charitable organisation and to be an actor.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/mar/06/a-new-start-after-60-i-retired-and-began-to-follow-my-dreams\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/mar/06/a-new-start-after-60-i-retired-and-began-to-follow-my-dreams", "date_published": "2023-03-06 08:00:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Can I remove blackheads with tissue paper and egg white?", "description": "<p>An influencer’s DIY kit yields some results but if it’s a common issue for you, an oeuf may not be enough</p><p><strong>The hack<br /></strong>Using a DIY nose strip to get rid of blackheads.</p><p><strong>The test<br /></strong>Pore strips – the kind you buy, wet and pop across your nose – are weirdly addictive as a way of “removing” blackheads, the mix of oil and dead skin cells that oxidises and turns black when exposed to air. There is a gross thrill to pulling one off and seeing what gunk you’ve exhumed, but I’ve never found them efficient for actual blackhead removal. More often, my strip is covered in little spikes of sebum – hairs that can look like blackheads and dead skin.</p> <a href=\"https://www.theguardian.com/fashion/2023/mar/06/can-i-remove-blackheads-with-tissue-paper-and-egg-white\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2023/mar/06/can-i-remove-blackheads-with-tissue-paper-and-egg-white", "date_published": "2023-03-06 08:00:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Conflict, exhaustion, joy and pain: how Alice Neel shattered the taboos around motherhood", "description": "<p>After centuries of exquisite Madonnas, the painter laid bare the complex truth about bearing and bringing up children – and inspired generations of successors</p><p>Last week, to coincide with her exhibition at the Barbican in London, I hosted a conversation about Alice Neel between the artists Chantal Joffe and Christina Kimeze. We were analysing <a href=\"https://www.davidzwirner.com/exhibitions/2021/alice-neel\">Spanish Party</a> (1938) when Kimeze pointed out something simple the rest of us might have missed. What at first seems like a party scene is, on closer inspection, about parent/child dynamics: each streak of fluorescent colour highlights the visibility of the children in the picture. “That makes them impossible to ignore,” Kimeze said. “You have these adults trying to have a good time, but they look miserable, like they’re going through the motions – the children are still awake!Spanish Party speaks to the complexities of trying to still do what you want after having children – the things you used to do but that just aren’t the same.”</p><p>Galleries are full of depictions of motherhood – the Madonna and Child – but so often these portrayals are idealised, symbolic rather than actualised, and from the male perspective. So how can female artists reimagine their own experiences of motherhood? “Neel made me feel that it’s possible to paint and be a mother,” Joffe tells me. “Not only that, but she makes the subject of motherhood seem legitimate.” Neel painted many aspects of motherhood – pregnancy, mothers at work, family dynamics, grief.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/mar/06/conflict-exhaustion-joy-and-pain-how-alice-neel-shattered-the-taboos-around-motherhood\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/mar/06/conflict-exhaustion-joy-and-pain-how-alice-neel-shattered-the-taboos-around-motherhood", "date_published": "2023-03-06 08:00:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Evangelical Christians flock to Republicans over support for Israel", "description": "<p>Powerful voting bloc looking to back pro-Israel politicians in hopes of dictating policy that fits their theological views</p><p>When Israel’s former ambassador to the US <a href=\"https://www.timesofisrael.com/dermer-suggests-israel-should-prioritize-support-of-evangelicals-over-us-jews/\">said</a> his country should worry less about what American Jews think and concentrate on Christian evangelicals as the “backbone” of support for the Jewish state, he had in mind the Texas megachurch pastor John Hagee.</p><p>Hagee founded Christians United for Israel (CUFI), a group that claims 11 million members, who have had a significant influence on Republican party politics and in hardening Washington’s already strong support for Israel.</p> <a href=\"https://www.theguardian.com/us-news/2023/mar/06/evangelical-christians-republicans-2024-israel-palestinians\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/mar/06/evangelical-christians-republicans-2024-israel-palestinians", "date_published": "2023-03-06 08:00:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Why are there so few women headlining music festivals?", "description": "<p>Glastonbury has been criticised for its all-male headliners but it’s far from the only one – the result of an industry that has deprioritised women for decades</p><p>Glastonbury caused consternation when it announced three male headliners this year, but it is far from the only event to have a complete lack of gender equality at the top of its bill. Latitude festival, End of the Road, All Points East and TRNSMT are just a few examples of major events that have no women headlining in 2023, and <a href=\"https://www.bbc.com/lnp/sdu/sdu-coverage/festivals-female-headliners/\">last year</a>, a BBC report found that just 13% of UK headliners at the top 50 festivals were female.</p><p>Researcher Vick Bain, who set up <a href=\"https://thef-listmusic.uk/\">The F-List</a> – an online directory of female and gender minority musicians available to play at festivals – says the issue spans the entire music ecosystem; from inequality in education to barriers in the music business. “There’s still a lot of sexism, and that can be overt or covert, and a lot of stereotyping, which is restrictive to women,” she says. “Women in music education will be encouraged to go into music teaching, rather than performing, or will be rewarded to be singers rather than instrumentalists.</p> <a href=\"https://www.theguardian.com/music/2023/mar/06/why-are-there-so-few-women-headlining-music-festivals\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/mar/06/why-are-there-so-few-women-headlining-music-festivals", "date_published": "2023-03-06 08:00:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Without golf art, I’d be in jail’: the remarkable story of Valentino Dixon | Ewan Murray", "description": "<p>Wrongly convicted of murder, the artist has sold one of his paintings to Michelle Obama since his conviction was quashed</p><p>A mere five-minute stroll from Augusta National lives a man with a more extraordinary backstory than anybody who will tee off in the upcoming Masters. Golf was largely responsible for restoring Valentino Dixon’s freedom, which in itself is poetic given his upbringing in the streets of East Side Buffalo.</p><p>“I had never set foot on a golf course before I went to prison,” Dixon explains. “I have played about 20 times now.</p> <a href=\"https://www.theguardian.com/sport/2023/mar/06/without-golf-art-id-be-in-jail-the-remarkable-story-of-valentino-dixon\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/06/without-golf-art-id-be-in-jail-the-remarkable-story-of-valentino-dixon", "date_published": "2023-03-06 08:00:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Premier League: 10 talking points from the weekend’s action", "description": "<p>Arsenal find a way, Phil Foden recaptures form but not fitness and Manchester United’s old habits resurface</p><p>Roberto Firmino scoring Liverpool’s seventh and final goal on Sunday was such an apt way to complete their perfect day. Two goals each for Mohamed Salah, Darwin Núñez and Cody Gakpo pointed to Jürgen Klopp having found his next all-star forward line, and then on came the outgoing legend to cap it all with a neat finish and that trademark smile. Neither of the new men – nor Diogo Jota – is a like-for-like replacement for what Firmino and Sadio Mané once brought to Liverpool but Gakpo’s speed and finishing, plus Núñez’s chaotic element, can still complement Salah. Gakpo arrived at Liverpool in January as a player unfamiliar with playing centrally but Sunday confirmed him as the heir apparent to Firmino. Salah, Liverpool’s new record Premier League goalscorer, was at his brilliant best, a pest to Manchester United even during his team’s difficult first half. He remains a cut above, near-impossible to stop in full flow and drove Luke Shaw, in particular, to distraction. <strong>John Brewin</strong></p><p><em>Match report: <a href=\"https://www.theguardian.com/football/2023/mar/05/liverpool-manchester-united-premier-league-match-report\">Liverpool 7-0 Manchester United</a></em></p><p><em>Match report: <a href=\"https://www.theguardian.com/football/2023/mar/04/arsenal-bournemouth-premier-league-match-report\">Arsenal 3-2 Bournemouth</a></em></p><p><em>Match report: <a href=\"https://www.theguardian.com/football/2023/mar/04/the-boys-have-been-suffering-they-care-potter-relieved-after-chelsea-win\">Chelsea 1-0 Leeds</a></em></p> <a href=\"https://www.theguardian.com/football/2023/mar/06/premier-league-10-talking-points-from-the-weekends-action\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/06/premier-league-10-talking-points-from-the-weekends-action", "date_published": "2023-03-06 08:00:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘It’s not just about dying’: Uganda’s pioneers of palliative care undaunted by huge challenges", "description": "<p>Morphine was first introduced to the country 30 years ago, but as the burden of cancer increases, thousands of people still lack access to even basic treatment or pain relief</p><p>Alex Mubiru shuffles out of the bare-brick bedroom that he shares with his brother and two nephews. Weakened by Aids and cancer, he spends his days lying on a thin mattress in the dark, but nurse Roselight Katusabe is here to check on him so he is helped by his girlfriend, Florence, into the cramped front room of his mother’s house in Wakiso village.</p><p>Since he was diagnosed in October with Kaposi’s sarcoma, a type of skin cancer that is common in people who are HIV positive, Mubiru’s health has deteriorated rapidly. Katusabe is concerned that his laboured breathing could be a sign the cancer has spread to his lungs, but the family can barely afford food, let alone £200 for the tests needed for him to start chemotherapy at the Uganda Cancer Institute, about 15km away in the capital, Kampala. The crops that his mother planted to provide for the family were stolen in December. Mubiru, a 31-year-old father of three, says simply: “I want to go to work again.”</p> <a href=\"https://www.theguardian.com/global-development/2023/mar/06/ugandas-pioneers-of-palliative-care-undaunted-by-huge-challenges-acc\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/mar/06/ugandas-pioneers-of-palliative-care-undaunted-by-huge-challenges-acc", "date_published": "2023-03-06 07:30:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "World’s first openly transgender MP, Georgina Beyer, dies in New Zealand aged 65", "description": "<p>The former actor, drag performer, sex worker and radio host pulled off a surprise victory as a Labour MP and later played a pivotal role in decriminalising prostitution</p><p>Former New Zealand prime minister Helen Clark has led tributes to Georgina Beyer, the world’s first openly transgender MP, who has died.</p><p>Friends announced “with the heaviest of hearts” on Facebook on Monday that the 65-year-old had died at a Wellington hospice.</p> <a href=\"https://www.theguardian.com/world/2023/mar/06/worlds-first-openly-transgender-mp-georgina-beyer-dies-in-new-zealand-aged-65\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/06/worlds-first-openly-transgender-mp-georgina-beyer-dies-in-new-zealand-aged-65", "date_published": "2023-03-06 07:16:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Can you solve it? The science of streaming", "description": "<p>How to count without counting</p><p>Today’s puzzle is tricky! I mean trickle-y. It is all about streams.</p><p>The source of the puzzle is a ‘streaming algorithm’, which is a type of procedure in computer science that analyses data as it arrives in a stream, rather than waiting for the data to be stored in a memory.</p> <a href=\"https://www.theguardian.com/science/2023/mar/06/can-you-solve-it-the-science-of-streaming\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/mar/06/can-you-solve-it-the-science-of-streaming", "date_published": "2023-03-06 07:12:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘He was central to music history’: the forgotten legacy of Leon Russell", "description": "<p>In an illuminating new book, the incredible highs and devastating lows of the influential musician are remembered  </p><p>Over a decade before he died, Leon Russell began writing a never-completed memoir that highlighted a story of deep humiliation. Upon noticing, at age 4, that his genitals looked different from those of his female cousin, the two began to examine each other in a secluded playhouse. That is, until a stern aunt discovered them and, instead of recognizing their play as innocent exploration, proceeded to parade Russell in front of his entire family while accusing him of any number of high crimes and heinous acts. “That incident affected me for my whole life,” wrote Russell, <a href=\"https://www.theguardian.com/music/2016/nov/13/leon-russell-dies-pianist-a-song-for-you\">who died in 2016</a>. “I tend to freeze up around any situation that involves people watching me.”</p><p>How ironic, then, that such a man would wind up, for a certain time, in rock music’s spotlight. During the core years of classic rock – between 1969 and 1973 – Russell was music’s North Star, pioneering a distinctly American sound that changed the career paths of stars, including Eric Clapton, George Harrison and Elton John. In that timeframe, he created a band that became one of music’s most legendary live acts; made Mad Dogs &amp; Englishmen, for Joe Cocker; stole the show from a white hot line-up of artists at the Concert for Bangladesh; became a star in his own right with solo albums that featured songs that became standards, including Song for You and This Masquerade; and inspired the icon Willie Nelson to create his enduring outlaw country persona. Even before he became widely known, Russell had an esteemed career as a first call session pianist, performing with the Wrecking Crew on recordings by everyone from Frank Sinatra to The Beach Boys to the rococo productions of Phil Spector.</p> <a href=\"https://www.theguardian.com/music/2023/mar/05/he-was-central-to-music-history-the-forgotten-legacy-of-leon-russell\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/mar/05/he-was-central-to-music-history-the-forgotten-legacy-of-leon-russell", "date_published": "2023-03-06 07:02:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fire, floods, drought: projections of a frightening new world – in pictures", "description": "<p>Since 2019, <strong>Giulia Piermartiri</strong> and <strong>Edoardo Delille</strong> have travelled to places vulnerable to climate breakdown: California, the Maldives, Mozambique and the Mont Blanc massif. Using a slide projector, they impose images of possible future scenarios on to existing landscapes. ‘Photography usually depicts the present,’ they explain. ‘Our idea was to show the future in relation to the world we live in today.’ The Atlas of the New World project has four chapters covering four continents</p> <a href=\"https://www.theguardian.com/environment/gallery/2023/mar/06/fire-floods-drought-projections-of-frightening-new-world-in-pictures-aoe\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/gallery/2023/mar/06/fire-floods-drought-projections-of-frightening-new-world-in-pictures-aoe", "date_published": "2023-03-06 07:00:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Millennials are getting older – and their pitiful finances are a timebomb waiting to go off | Kirsty Major", "description": "<p>Unable to save cash, less likely to own a home and with less generous pension pots than their parents, those in their 30s and 40s face a mass of problems</p><p>Millennials are old. The most senior in this demographic cohort are now pushing 42 and many will have careers, mortgages, children and may be starting to plan for the rest of their lives.</p><p>Maybe they hope to follow in the footsteps of their grandparents and parents. Logging off work for good, they’ll dip into their pension pot and enjoy a holiday somewhere warm or finally take up that long-delayed hobby. I’m here as the ghost of retirement future to tell you that there’s a strong chance this won’t be happening.</p><p>Kirsty Major is a deputy Opinion editor for the Guardian</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/06/millennials-older-pensions-save-own-home\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/06/millennials-older-pensions-save-own-home", "date_published": "2023-03-06 07:00:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Most fortysomethings feel much younger than they really are. My mind insists I’m 400 | Emma Beddington", "description": "<p>We all have a subjective age, as well as a chronological one. Months of insomnia have left me feeling like a barnacle-coated relic</p><p>Last Saturday, I went birdwatching, poked the rose bushes, visited a garden centre and then listened to a podcast while my husband batchcooked. “Ha ha, I am so old,” I texted a friend, recounting this. That “ha ha” meant: “Look at my young-fogeyish affectation; see how old beyond my years I act.” But after sending it, I realised that no “ha ha” was necessary: all these activities are wholly age-appropriate, indeed bog standard, for a 48-year-old.</p><p>I didn’t think I felt younger than my chronological age, a phenomenon known as “subjective age”, explored in <a href=\"https://www.theatlantic.com/magazine/archive/2023/04/subjective-age-how-old-you-feel-difference/673086/\">the Atlantic</a> recently. It related how a study of <a href=\"https://link.springer.com/content/pdf/10.3758/BF03193996.pdf\">1,470 Danes</a> revealed that people over 40 consistently feel about 20% younger than their actual age, while people under 25 feel older than they are. The prevalent, fairly basic theory posits that the over-40s are in denial about ageing; the journalist suggested it could be an optimistic expression of how much living we feel we still have to do.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/06/most-fortysomethings-feel-much-younger-than-they-really-are-my-mind-insists-im-400\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/06/most-fortysomethings-feel-much-younger-than-they-really-are-my-mind-insists-im-400", "date_published": "2023-03-06 07:00:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "My Sailor, My Love review – woman on the verge in drama of male cruelty", "description": "<p>Beautifully nuanced performances underpin an interesting drama that evolves from late-life romance into study of family trauma across generations</p><p>Shot on the misty Achill island off Ireland’s west coast, Finnish director Klaus Härö’s English-language debut grapples with the rough currents of late-in-life regrets and resentment. Cranky retired sea captain Howard (James Cosmo) – once content with shutting himself off from the outside world – is forced to open his disorderly home, and subsequently his heart, to Annie (Brid Brennan), a housekeeper hired by his overworked daughter Grace (Catherine Walker).</p><p>What begins as a lighthearted autumnal romance gradually evolves into a thorny study of familial grievances. Troubled by her own unhappy marriage, Grace grows increasingly bitter about her father’s new relationship. The reasons for her disturbing, self-destructive behaviours spring from a traumatic childhood, the details of which are revealed late in the film – too late, really, to fully flesh out her character.</p> <a href=\"https://www.theguardian.com/film/2023/mar/06/my-sailor-my-love-review-woman-on-the-verge-in-drama-of-male-cruelty\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/mar/06/my-sailor-my-love-review-woman-on-the-verge-in-drama-of-male-cruelty", "date_published": "2023-03-06 07:00:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Should I use a £75,000 inheritance to pay off the mortgage?", "description": "<p>I am wondering whether to keep some of the money in savings to help cover extra costs if we move</p><p><strong>Q</strong> I’m due to inherit about £75,000 and I’d like some advice on what best to do with it. We have about £85,000 left on our mortgage. We have been considering moving house for the past couple of years but the houses we have been looking at are a bit of a jump from where we are now.</p><p>Our current house would sell for between £250,000 and £270,000 but the ones we are looking at in the area we want to be in are on the market for about £400,000. We can overpay on our fixed-rate mortgage – which is due to come to an end in November 2025 – and have no restrictions to how much we can pay off.</p> <a href=\"https://www.theguardian.com/money/2023/mar/06/should-i-use-inheritance-pay-off-mortgage-savings-costs\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/mar/06/should-i-use-inheritance-pay-off-mortgage-savings-costs", "date_published": "2023-03-06 07:00:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Decision review – didactic, two dimensional and dramatically obvious", "description": "<p><strong>Great Hampton Works, Birmingham</strong><br />Bertolt Brecht’s tale of four agitators dispatched from Soviet Russia to foment revolution in pre-communist China is almost a parody of previous Birmingham Opera Company productions</p><p>When <a href=\"https://www.theguardian.com/music/2021/jul/20/sir-graham-vick-obituary\">the director Graham Vick died in 2021</a>, one feared for the future of <a href=\"https://www.birminghamopera.org.uk/\">Birmingham Opera Company</a>, the community-based organisation with which he had created such memorable music theatre over more than 20 years. But BOC is carrying on, following Vick’s all-inclusive principles, and the first production of its new era is <a href=\"https://www.theguardian.com/stage/bertolt-brecht\">Bertolt Brecht</a> and <a href=\"http://orelfoundation.org/composers/article/hanns_eisler\">Hanns Eisler’s</a> agit-prop cantata <a href=\"https://sites.google.com/site/germanliterature/20th-century/brecht/die-massnahme-the-measures-taken\">Die Massnahme</a>, which in John Willett’s English translation becomes The Decision. Directed by <a href=\"https://anthony-almeida.com/\">Anthony Almeida</a>, it’s staged in one of the shabby post-industrial spaces that seem to abound in Birmingham, and which BOC seem able to find so unfailingly.</p><p>Written in 1930, The Decision tells the story of four agitators who are dispatched from Soviet Russia to foment revolution in pre-communist China. En route they meet a young sympathiser who offers to be their guide, but when they return to Moscow, they confess that they were forced to execute him when his enthusiasm threatened their mission; in recounting their story they ask whether their brutal actions were justified. The central committee (the chorus) determines that the agitators had made the right decision, and that as a result they had been able to spread Marxist teaching and the “ABC of Communism”.</p> <a href=\"https://www.theguardian.com/music/2023/mar/06/the-decision-review-didactic-two-dimensional-and-dramatically-obvious\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/mar/06/the-decision-review-didactic-two-dimensional-and-dramatically-obvious", "date_published": "2023-03-06 07:00:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Womb: The Inside Story of Where We All Began by Leah Hazard review – the body’s misunderstood marvel", "description": "<p>An eloquent, vigorous study by an NHS midwife speaks eloquently for the uterus, the organ on the frontline of the culture wars</p><p>By now, most organs have their own biography. Writers have advocated with visceral passion for their chosen body part, each structure apparently overlooked and undervalued. During Covid, a spate of non-fiction was published on lungs and breathing. While the UK is thigh-deep in controversy about what it means to be a woman, the uterus is having a moment. “For a very, very long time, western medicine has not given a shit about the womb apart from it being a container for the next male heir,” a doula tells Leah Hazard. But now, this pear-shaped muscle nestled in the bellies of half the population, has become a “clenched fist” on the frontline of the culture wars.</p><p>Hazard, a practising NHS midwife in Scotland, praised for her 2019 memoir, <em><a href=\"https://www.theguardian.com/society/2019/apr/27/midwife-midwives-nothing-like-tv-smiling-angels-hi-tech-cheerleaders\">Hard Pushed</a></em>, is here to speak – eloquently and vigorously – for this “most vital” organ. She is tired of the uterus being treated as a deviation from the male anatomical norm and sick of gynaecology’s routine excuse that “more research is needed” to understand it. Stitching together patient, academic and clinical testimonies, Hazard is herself “a celebrant” and “devout believer in the power and wisdom of birthing bodies”.</p> <a href=\"https://www.theguardian.com/books/2023/mar/06/womb-the-inside-story-of-where-we-all-began-by-leah-hazard-review-the-bodys-misunderstood-marvel\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/mar/06/womb-the-inside-story-of-where-we-all-began-by-leah-hazard-review-the-bodys-misunderstood-marvel", "date_published": "2023-03-06 07:00:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘No problemo’: what Gen Z are really saying with their T-shirts", "description": "<p>Sloganwear now is hyper-specific, earnest and sarcastic all at once. It also tells us a lot about what’s important to a generation that grew up with the internet</p><p>Despite all manner of global catastrophes facing young people, Gen Z’s preferred style of streetwear telegraphs pure ease. Garments emblazoned with the phrase “no problemo” are everywhere, from Zendaya’s tortured Euphoria character to Portia, the pathologically bothered assistant in the second series of <a href=\"https://www.theguardian.com/tv-and-radio/2022/oct/25/the-white-lotus-season-two-review-this-immaculate-seriess-writing-is-utterly-unrivalled\">White Lotus</a>. In real life, Manchester City striker Erling Haaland and Bones and All actor Taylor Russell have been spotted wearing them. And the “no problemo” tee has become a de facto uniform for creative workers across the UK. They are the work of Aries, a London-based skater label founded in 2009 that has quickly gained cult status through its ironic and smartly designed sloganwear.</p><p>Slogan tees in general are back with a vengeance, loved by Gen Z for their social media-ready mixture of irony and earnestness – and brands that are communicating esoteric, ultra-specific moods are the flavour of the day.</p> <a href=\"https://www.theguardian.com/fashion/2023/mar/06/no-problemo-what-gen-z-are-really-saying-with-their-t-shirts\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2023/mar/06/no-problemo-what-gen-z-are-really-saying-with-their-t-shirts", "date_published": "2023-03-06 07:00:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "I paid £70,000 to fraudsters – can Santander help?", "description": "<p>Scammers posed as Citibank agents and convinced me to buy a high-return investment bond</p><p><strong>I have been scammed out of £70,000 by fraudsters who posed as Citibank agents to sell me a high-interest </strong><strong> savings bond.</strong></p><p><strong>I have multiple sclerosis and have had to retire early </strong><strong>because of my worsening vision, and this episode has left me sick with worry.</strong></p> <a href=\"https://www.theguardian.com/money/2023/mar/06/i-paid-70000-to-fraudsters-can-santander-help\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/mar/06/i-paid-70000-to-fraudsters-can-santander-help", "date_published": "2023-03-06 07:00:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘The greatest aviation mystery of all time’: what really happened to flight MH370?", "description": "<p>A Netflix docuseries tries to untangle the many theories surrounding the disappearance of the Malaysia Airlines flight that shocked the world</p><p>The mystery began as a standard red-eye flight from Kuala Lumpur to Beijing. Forty-two minutes after midnight on 8 March 2014, Malaysia Airlines flight 370, a Boeing 777 jet designated <a href=\"https://www.theguardian.com/world/malaysia-airlines-flight-mh370\">MH370</a>, climbed into the moonlit night and turned north-east, toward the South China Sea. The first officer, Fariq Hamid, was 27 years old and one training flight away from full certification. The pilot in command, Zaharie Ahmad Shah, was, at 53, one of the most senior and respected pilots for Malaysia Airlines. They led a crew of 10 flight attendants, all Malaysian, and ferried 227 passengers. The majority of those on board were Chinese, along with 38 Malaysians and citizens of Indonesia, Australia, India, France, the US, Iran, Ukraine, Canada, New Zealand, the Netherlands, Russia and Taiwan.</p><p>The first 40min of the flight were unremarkable. At 1.19am, MH370 approached the end of Malaysian airspace. Malaysian air traffic control radioed to pass the flight off to Ho Chi Minh. Zaharie answered, “Good night. Malaysian three-seven-zero” – he didn’t repeat the frequency, but not unusual. It was the last anyone heard from the flight. Zaharie never checked in with Vietnamese controllers. Seconds after it crossed into Vietnamese airspace, MH370 disappeared from radar. All subsequent attempts to contact it were unsuccessful. Commercial airplanes are supposed to be reachable at all times, known and tracked, but MH370 was gone.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/mar/05/flight-mh370-what-happened-mystery-netflix-documentary\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/mar/05/flight-mh370-what-happened-mystery-netflix-documentary", "date_published": "2023-03-06 06:41:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "From furry families to fungi: the World Nature Photography awards – in pictures", "description": "<p>With entries from 45 countries, the World Nature Photography awards 2022 have left no corner of the Earth unexplored in the quest to capture nature with a fresh perspective. The grand prize winner was the German photographer Jens Cullman who captured a crocodile lurking in the mud in Zimbabwe</p><ul><li><a href=\"https://www.theguardian.com/environment/gallery/2023/jan/05/wildlife-photographer-of-the-year-peoples-choice-award\">Wildlife Photographer of the Year – people’s choice award</a></li><li><a href=\"https://www.theguardian.com/environment/gallery/2022/sep/01/wildlife-photographer-of-the-year-2022-highly-commended-pictures\">Wildlife photographer of the year 2022 – highly commended pictures</a></li><li><a href=\"https://www.theguardian.com/environment/gallery/2021/oct/12/wildlife-photographer-of-the-year-2021-winners-in-pictures\">Wildlife photographer of the year 2021 winners – in pictures</a></li></ul> <a href=\"https://www.theguardian.com/world/gallery/2023/mar/06/from-furry-families-to-fungi-the-world-nature-photography-awards-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/world/gallery/2023/mar/06/from-furry-families-to-fungi-the-world-nature-photography-awards-in-pictures", "date_published": "2023-03-06 06:22:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "TV tonight: never before broadcast George Michael audio in a new documentary", "description": "<p>This two-part film examines the ripple effect after the news broke of the singer’s arrest in a US public toilet. Plus Unforgotten’s grim chimney contents ID’d. Here’s what to watch tonight</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/mar/06/tv-tonight-never-before-broadcast-george-micheal-audio-in-a-new-documentary\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/mar/06/tv-tonight-never-before-broadcast-george-micheal-audio-in-a-new-documentary", "date_published": "2023-03-06 06:20:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bangladesh v England: third men’s cricket one-day international – live", "description": "<ul><li>All the latest from Chattogram, play starts 6am (GMT)</li><li><a href=\"https://www.theguardian.com/sport/2023/mar/05/will-jacks-england-cricket-out-of-bangladesh-tour-injury\">Jacks injury puts brakes on his World Cup push</a></li><li>Get in touch: <a href=\"mailto:tanya.aldred.freelance@theguardian.com\">email Tanya</a> or tweet <a href=\"https://twitter.com/tjaldred\">@tjaldred</a></li></ul><p><strong>1st over: Bangladesh 2-1 (Tamim 1, Shanto 0)</strong> Just the start Bangladesh didn’t want as Sam Curran pockets a wicket in his first over once more<strong>. </strong>A nice bit of swing from Curran there, not a shot Litton will be collecting for his greatest hits medley.</p><p><strong> Litton limply tries to prop up an old stick and guides the ball behind</strong></p> <a href=\"https://www.theguardian.com/sport/live/2023/mar/06/bangladesh-v-england-third-mens-cricket-one-day-international-live\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2023/mar/06/bangladesh-v-england-third-mens-cricket-one-day-international-live", "date_published": "2023-03-06 06:18:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How retrofitting the UK’s old buildings can generate an extra £35bn in new money", "description": "<p>Heritage and property groups outline plan to boost energy efficiency at historical sites to create jobs, cut emissions and meet net-zero targets</p><p>Retrofitting the UK’s historicsl buildings, from Georgian townhouses to the mills and factories that kickstarted the Industrial Revolution, could generate £35bn of economic output a year, create jobs and play a crucial role in achieving climate targets, research has found.</p><p>Improving the energy efficiency of historical properties – those built before 1919 – could reduce carbon emissions from the UK’s buildings by 5% each year and make older homes warmer and cheaper to run, according to a report commissioned by the National Trust, Historic England and leading property organisations.</p> <a href=\"https://www.theguardian.com/business/2023/mar/06/retrofitting-old-buildings-uk-energy-efficiency\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/mar/06/retrofitting-old-buildings-uk-energy-efficiency", "date_published": "2023-03-06 06:00:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Idle no more: how automatic mouse jigglers are taking on nosy bosses", "description": "<p>Mouse movers have existed for years, but have recently become a symbol of resistance against workplace surveillance</p><p>Watching Premier League matches can be difficult when you live in the US. For midweek games, the kickoff is often in the middle of the work day, posing a challenge even for remote workers: how do you keep your online status from going idle?</p><p>The solution is a mouse mover: a tool that keeps your cursor jiggling even as you turn your full attention to the game. And last month, the Premier League’s US Twitter feed endorsed goofing off by offering a “PLinUSA mouse mover” to a lucky winner.</p> <a href=\"https://www.theguardian.com/technology/2023/mar/05/idle-no-more-how-automatic-mouse-jigglers-are-taking-on-nosy-bosses\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/mar/05/idle-no-more-how-automatic-mouse-jigglers-are-taking-on-nosy-bosses", "date_published": "2023-03-06 06:00:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The BBC news channel revamp has been a PR disaster – but it also makes perfect sense | Jane Martinson", "description": "<p>The merger of channels is a cost-cutting measure that has provoked derision and anger. But changes needed to happen</p><p>Another hectic day for the BBC News channel yesterday. More Boris Johnson – there’s always more Johnson; more charting the twists and turns of a government in a downward spiral; more on Prince Harry and the royal true-life drama; more on protests in Greece and military spending in China; more on <a href=\"https://www.bbc.co.uk/news/science-environment-64815782\">a historic deal</a> to protect the oceans. All slickly and calmly done, this is the BBC, but the backdrop is turmoil.</p><p>Coming at a time of great political and technological upheaval, when viewers, especially young ones, are losing faith in journalism, the pressure is on for the launch of the <a href=\"https://www.bbc.co.uk/mediacentre/2022/bbc-sets-out-plans-for-new-tv-news-channel-to-launch-in-2023\">new BBC News channel</a> in April. The revamped service will combine and replace BBC World News, aimed at international audiences and funded by adverts and subscriptions, and the BBC News channel, a domestic service funded by the licence fee. The ancestors of the two channels were established in a blizzard of channel launches in the 1990s – a time when they said things could only get better.</p><p>Jane Martinson is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/06/bbc-news-channel-pr-cost-cutting\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/06/bbc-news-channel-pr-cost-cutting", "date_published": "2023-03-06 06:00:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Forthcoming genetic therapies raise serious ethical questions, experts warn", "description": "<p>One of greatest risks of gene editing tools ‘is that the people who would benefit most will not be able to access them’</p><p>The next generation of advanced genetic therapies raises profound medical and ethical issues that must be thrashed out to ensure the game-changing technology benefits patients and society, a group of world-leading experts has warned.</p><p>Medicines based on powerful gene editing tools will begin to transform the treatment of blood disorders, conditions affecting the heart, eyes and muscles, and potentially even neurodegenerative diseases before the end of the decade, but the cost will put them out of the reach of many patients.</p> <a href=\"https://www.theguardian.com/science/2023/mar/06/forthcoming-genetic-therapies-serious-ethical-questions-experts\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/mar/06/forthcoming-genetic-therapies-serious-ethical-questions-experts", "date_published": "2023-03-06 06:00:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "More than half of ambulance workers have seen patient die because of delay", "description": "<p>GMB union calls findings based on views of more than 1,200 NHS ambulance workers in England and Wales ‘utterly terrifying’</p><p>More than half of ambulance workers have seen a patient die because of a delay in reaching them after a 999 call or overcrowding in A&amp;E, a new survey has found.</p><p>The findings, from a survey of frontline paramedics and other ambulance staff, are another stark illustration of the patient safety risks created by the crisis in NHS urgent and emergency care.</p> <a href=\"https://www.theguardian.com/society/2023/mar/06/more-than-half-of-ambulance-workers-have-seen-patient-die-because-of-delay\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/mar/06/more-than-half-of-ambulance-workers-have-seen-patient-die-because-of-delay", "date_published": "2023-03-06 06:00:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sorter review – an unflinching account of opioid addiction", "description": "<p><strong>Swansea Grand theatre</strong><br />Richard Mylan’s grim narratives are filled with sympathy and compassion, lifted by Sophie Melville’s all-consuming and fearless performance</p><p>As noted in a programme glossary, Sorter takes its title from a term that refers to a drug (usually heroin) that is used instead of money as payment for work. Written by and starring Richard Mylan, consisting of two interweaving and eventually interconnected monologues, it is an unflinching account of how opioid addiction shapes the lives of two characters: Example A, a young mother whose three children have already been taken into care and Example B, an A&amp;E nurse who fakes prescriptions to feed his own addiction.<br /><br />From the outset, these are almost unceasingly grim narratives. However, imbued with sympathy and compassion, Mylan’s script deftly avoids caricatures and cliches, resisting the need to arrive at neat conclusions. It demands greater empathy and understanding of its audience, even as it offers little hope or resolution for its characters. But, as if to decorate the dungeon with flowers, even in the dark there are also gentle lyrical flourishes that raise the text above kitchen-sink drudgery: telly smiles, the choreography of tug boats and cold turkey avicides.</p><p>There is some dramatic disparity. Example B’s narrative thread feels shorter and less compelling than that of Example A, and as a two-hander the asymmetrical unfolding of each respective catastrophe feels uneven. This might also be due to the fact that any two-hander with Sophie Melville would shift the dramatic focus. Here, Melville is absolutely extraordinary. Example A feels as if she is in her skin and in every sinew and bone. It is an all-consuming performance, fearless and terrifying.<br /><br />Superbly staged, Francesca Goodridge’s incisive, focused direction confirms that she is one of Wales’s most exciting theatre directors. Evocatively lit by Cara Hood and on and in Jacob Hughes’s bus stop set, the production displays a stylish theatrical cohesion; captions flash where bus routes are listed, fluorescent tubes are carried, tenderly cradled, rearranged.<br /><br />This is Swansea-based creative collective Grand Ambition’s inaugural production. Rooted both in the city itself and in Mylan’s own experiences and recovery from addiction, it is an often challenging watch, but also a careful and compassionate portrait, both of a city and of an illness.</p><p>From tomorrow until Friday at <a href=\"https://www.swanseagrand.co.uk/Sorter\">Swansea Grand theatre</a></p> <a href=\"https://www.theguardian.com/stage/2023/mar/06/sorter-review-an-unflinching-account-of-opioid-addiction\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/mar/06/sorter-review-an-unflinching-account-of-opioid-addiction", "date_published": "2023-03-06 06:00:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Starwatch: find a dark sky to seek out Lynx", "description": "<p>This faint constellation forms a zigzag line that looks nothing like a wildcat</p><p>This month we start with a faint constellation challenge. High in the northern sky at this time of year is the constellation of Lynx. None of its stars shines brighter than third magnitude so find a dark sky well away from streetlights before you start your search.</p><p>The stars of Lynx form a zigzag line across the sky that look nothing like its wildcat namesake. This is because the constellation was not named for its resemblance to the creature but because it was so faint that its inventor, the Polish astronomer Johannes Hevelius, quipped that to see it one would need the eyesight of a lynx. He introduced the constellation, and at least nine others, into his star charts in the 17th century to fill gaps between the 48 classical constellations listed by Ptolemy in the second century. Seven of his inventions remain in use today.</p> <a href=\"https://www.theguardian.com/science/2023/mar/06/starwatch-find-a-dark-sky-to-seek-out-lynx\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/mar/06/starwatch-find-a-dark-sky-to-seek-out-lynx", "date_published": "2023-03-06 06:00:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Trial begins of man accused of murdering Olivia Pratt-Korbel", "description": "<p>Thomas Cashman also charged with attempted murder of Olivia’s mother, Cheryl, and Joseph Nee in Liverpool last year</p><p>The trial of Thomas Cashman, the man accused of murdering nine-year-old Olivia Pratt-Korbel in Liverpool last August, is to begin on Monday.</p><p>Cashman, 34, is due to stand trial for murder at Manchester crown court in a case that is expected to last four weeks, after he pleaded not guilty in December.</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/06/trial-begins-of-man-accused-of-murdering-olivia-pratt-korbel\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/06/trial-begins-of-man-accused-of-murdering-olivia-pratt-korbel", "date_published": "2023-03-06 06:00:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Anti-strike bill ‘fails to meet UK’s human rights obligations’, MPs and peers say", "description": "<p>Joint committee warns that proposed laws are ‘not justified and need to be reconsidered’</p><p>Controversial legislation designed to curb strike action fails to meet the UK’s human rights obligations, MPs and peers have warned.</p><p>The joint committee on human rights has said the government’s <a href=\"https://www.theguardian.com/uk-news/2023/jan/05/uk-ministers-announce-anti-strike-legislation\">proposed anti-strike laws</a> are “not justified and need to be reconsidered”.</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/06/anti-strike-bill-fails-to-meet-uks-human-rights-obligations-mps-and-peers-say\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/06/anti-strike-bill-fails-to-meet-uks-human-rights-obligations-mps-and-peers-say", "date_published": "2023-03-06 06:00:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Addiction can be funny’: the standups tackling drugs, booze, psychosis and self-harm on stage", "description": "<p>Rich Hardisty cut himself, Harriet Dyer numbed her pain with drugs. A new wave of comics are working out their issues in their acts. But is it really helping them? And should we be laughing?</p><p>The first and maybe only rule of comedy is that it has to be funny. But how do standups manage to wring laughter from life’s darkest moments? Rich Hardisty’s new show, Silly Boy, tackles his experience of mental illness, self-harm and anorexia. “Who wants to sit and hear a guy talk about that?” he asks. “But if I can tell you something funny, and drip those bits in, you’ll be like, ‘Oh yeah, good point!’ You’re more open when you’re laughing.”</p><p>Without those laughs, he says, his show would be “an ordeal”. Instead, Silly Boy is an absorbing hour in which Hardisty approaches psychosis and bipolar disorder with a surprising lightness. “I wanted to do a show where I got people to <em>feel</em> what it felt like. I want to show how we’re all just a series of events that shape who we are. We’re not as in control of our brains as we think.” Silly Boy explores how difficult childhood experiences led Hardisty to harbour a “compulsive” urge to hurt himself, escalating from biting the inside of his mouth until it bled to cutting himself so badly he was hospitalised. His mental pain eventually drove him to try heroin, although he avoided becoming addicted.</p> <a href=\"https://www.theguardian.com/stage/2023/mar/06/addiction-can-be-funny-the-standups-tackling-drugs-booze-psychosis-and-self-harm-on-stage\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/mar/06/addiction-can-be-funny-the-standups-tackling-drugs-booze-psychosis-and-self-harm-on-stage", "date_published": "2023-03-06 06:00:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Offshore energy workers call for public ownership in UK’s net-zero carbon transition", "description": "<p>Coalition of workers, unions and climate campaigners aims to safeguard shift from fossil fuels to low-carbon energy sources</p><p>Workers in the UK’s offshore oil, gas and renewables sector have called for public ownership of energy companies to ensure that the country’s transition to net zero protects jobs, communities and the environment.</p><p>The call comes amid a series of demands to government from a coalition of offshore workers, unions and climate campaigners that aim to shift the industry from fossil fuels to low-carbon energy sources.</p> <a href=\"https://www.theguardian.com/business/2023/mar/06/offshore-energy-workers-call-for-public-ownership-in-uks-net-zero-carbon-transition\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/mar/06/offshore-energy-workers-call-for-public-ownership-in-uks-net-zero-carbon-transition", "date_published": "2023-03-06 06:00:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘This is my chance!’ Everything Everywhere’s James Hong on bullying, ‘yellowface’ and his big break – at 94", "description": "<p>He has worked with everyone from Clark Gable to Harrison Ford. Now the actor is finally getting the attention he deserves. He talks about hidden prejudice, tickling Kim Cattrall – and his dreams for the future</p><p>Most 94-year-olds would be happy to sit back and put their feet up, but James Hong didn’t become one of the most prolific actors in Hollywood by taking it easy. His wife, Susan, keeps asking him when he’ll retire. He’s just too busy. Even though he has more than 450 acting credits to his name, there’s still so much he wants to do. “I’d like to make a couple of other movies because this is my chance,” he says. “I’ve waited all these years to do projects and now people are going to back me.”</p><p>And that’s down to Everything Everywhere All at Once. <a href=\"https://www.theguardian.com/film/2023/feb/27/why-everything-everywhere-all-at-once-should-win-the-best-picture-oscar\">The sci-fi martial arts fantasy</a>, starring Michelle Yeoh as a frazzled Chinese American immigrant named Evelyn who suddenly finds herself swept up in a multiverse-spanning battle, was the breakout hit of 2022 and has since become an awards juggernaut, with 11 Oscar nominations. Directed by Daniel Kwan and Daniel Scheinert, it’s the frontrunner to pick up the best picture statuette at the Academy Awards this month.</p> <a href=\"https://www.theguardian.com/film/2023/mar/06/this-is-my-chance-everything-everywheres-james-hong-on-bullying-yellowface-and-his-big-break-at-94\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/mar/06/this-is-my-chance-everything-everywheres-james-hong-on-bullying-yellowface-and-his-big-break-at-94", "date_published": "2023-03-06 06:00:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Biden hails ‘groundbreaking’ South Korean plan to compensate victims of Japan’s forced labour", "description": "<p>Victims groups criticise compensation deal which aims to resolve a disagreement that has long frustrated ties between Seoul and Tokyo</p><p>South Korea said that its companies would compensate people forced to work under Japan’s 1910-1945 occupation of Korea, in a bid to improve poor relations that have impeded trade and cooperation between the two countries for generations.</p><p>The disagreements over labour and women forced into Japanese military brothels have bedevilled ties between the two pivotal US allies for years, but South Korean president Yoon Suk-yeol has made a push to repair the relationship.</p> <a href=\"https://www.theguardian.com/world/2023/mar/06/biden-hails-groundbreaking-south-korean-plan-to-compensate-victims-of-japans-forced-labour\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/06/biden-hails-groundbreaking-south-korean-plan-to-compensate-victims-of-japans-forced-labour", "date_published": "2023-03-06 05:59:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Southwest Airlines plane hits birds and makes emergency landing in Cuba", "description": "<p>Smoke enters cabin of US Boeing 737 after nose and engine were struck during departure of flight 3923 for Florida</p><p>A US jetliner taking off from Cuba had engine trouble after hitting birds and returned to Havana for an emergency landing on Sunday, Cuban authorities said.</p><p>Smoke entered the cabin of the plane but no one was injured in the incident involving Southwest Airlines flight 3923 to Fort Lauderdale, Florida, said the airline and the Cuban civil aviation authority, Cacsa.</p> <a href=\"https://www.theguardian.com/world/2023/mar/06/southwest-airlines-flight-3923-florida-emergency-landing-cuba-bird-strike\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/06/southwest-airlines-flight-3923-florida-emergency-landing-cuba-bird-strike", "date_published": "2023-03-06 04:34:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Novak Djokovic withdraws from Indian Wells amid US visa row", "description": "<ul><li>Serbian had applied for Covid vaccine waiver to enter US</li><li>World No 1 is replaced by Nikoloz Basilashvili at tournament</li></ul><p>Novak Djokovic has formally withdrawn from the draw for the Indian Wells tournament in an indication that the world No 1’s application for a Covid-19 vaccine waiver to enter the US might have failed.</p><p>The Serbian, who is one of the most high-profile athletes unvaccinated against the virus, applied to the US government last month for special permission to play at ATP Masters events at Indian Wells and Miami.</p> <a href=\"https://www.theguardian.com/sport/2023/mar/06/novak-djokovic-withdraws-from-indian-wells-amid-us-visa-row\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/06/novak-djokovic-withdraws-from-indian-wells-amid-us-visa-row", "date_published": "2023-03-06 03:54:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ladbrokes fined nearly $80,000 for failing to stem damage from man who stole millions for gambling", "description": "<p>Regulator finds firm did not inquire as to source of Gavin Fineff’s funds and instead ‘provided attractive bonuses’</p><ul><li><a href=\"https://www.theguardian.com/australia-news/live/2023/mar/06/australia-news-politics-live-turnbull-robodebt-royal-commission-voice-indigenous-parliament-referendum-anthony-albanese-peter-dutton-question-time-weather\">Follow our Australia news live blog for the latest updates</a></li><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>The sports wagering company Ladbrokes has been fined nearly $80,000 for serious breaches of its licence and failing to limit damage caused by Gavin Fineff, a financial adviser who stole millions of dollars from his clients to service his gambling addiction.</p><p>Fineff has pleaded guilty to multiple fraud-related offences in the New South Wales district court and is awaiting sentencing. He lost more than $8m to sports gambling, with much of that money belonging to friends and clients, some of them elderly and vulnerable.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon</a></strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\"> </a><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">email newsletters for your daily news roundup</a></strong></p> <a href=\"https://www.theguardian.com/australia-news/2023/mar/06/ladbrokes-fined-nearly-80000-for-failing-to-stem-damage-from-man-who-stole-millions-for-gambling\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2023/mar/06/ladbrokes-fined-nearly-80000-for-failing-to-stem-damage-from-man-who-stole-millions-for-gambling", "date_published": "2023-03-06 03:20:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The dawn of the four-day week – podcast", "description": "<p>A growing movement to shorten the working week is gaining supporters, including bosses as well as employees. Heather Stewart reports</p><p>Organisers of the world’s largest trial of the four-day working week have proclaimed it a success and have launched a drive to persuade more companies to try the idea. Of the 61 companies in the UK that entered the six-month trial, <a href=\"https://www.theguardian.com/money/2023/feb/21/four-day-week-uk-trial-success-pattern\">56 have extended</a> the four-day-week policy, including 18 that have already made it permanent.</p><p>For <strong>Simon Ursall</strong>, the managing director at the landscape consultancy Tyler Grange, the trial has been transformative. He tells <strong>Michael Safi </strong>that his business is now happier, more productive – and more profitable.</p> <a href=\"https://www.theguardian.com/money/audio/2023/mar/06/four-day-working-week-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/money/audio/2023/mar/06/four-day-working-week-podcast", "date_published": "2023-03-06 03:00:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Russia-Ukraine war at a glance: what we know on day 376 of the invasion", "description": "<p>Russian troops continue attempts to surround Bakhmut; Ukrainian special forces destroy Russian observation tower in Bryansk</p><p><strong>Ukrainian president Volodymyr Zelenskiy has paid tribute to fighters in the Donbas, as his forces come under increasingly intense pressure in the city of Bakhmut. “</strong>It is one of the toughest battles. Painful and challenging,” he said in his nightly address.</p><p><strong>His comments came after Kyiv said it had repelled “more than 130 enemy attacks” on Sunday as Russian troops continue attempts to surround Bakhmut.</strong> Russian forces are said to be contesting lines of communication and preventing resupply.</p><p><strong>Zelenskiy also said “the world was strong enough to punish Russia for the war”.</strong> Ukraine would spend the next six months working to shore up the country’s energy supply against Russian attack, he said.</p><p><strong>Ukraine special forces destroyed a Russian observation tower in the city of Bryansk with a kamikaze drone.</strong> Kraken, a special forces unit, has taken credit for the attack on a tower that was being used to monitor the border with Ukraine.</p><p><strong>Exiled mayor of Melitopol, Ivan Fedorov, has claimed “hundreds” of Russian solders were killed in a Ukrainian strike on the city. </strong>There was no confirmation from Ukraine’s Ministry of Defence and the Guardian could not independently verify the claim.</p><p><strong>The Russian army hit a command centre of the Ukrainian forces’ Azov regiment in the south-eastern Zaporizhzhia region</strong>, the Russian defence ministry said on Sunday. The Guardian could not independently verify this.</p><p><strong>Turkish</strong> <strong>foreign minister Mevlüt Çavuşoğlu said on Sunday that Ankara was working hard to extend the UN-backed Black Sea grain initiative. </strong>A Russian foreign ministry spokesperson indicated Moscow was unhappy with aspects of the deal, which allowed Ukraine to export grain from ports blockaded by Russia following its invasion.</p><p><strong>German chancellor Olaf Scholz told CNN it was “necessary” for Russian president <a href=\"https://www.theguardian.com/world/vladimir-putin\">Vladimir Putin</a> to understand he will not win the Ukraine war, so negotiations to end the conflict can begin. </strong>“If you look at the proposal of the Ukrainians, it is easy to understand that they are ready for peace,” he added.</p><p><strong>The death toll from a Russian missile strike that hit a five-storey apartment block in the southern Ukrainian city Zaporizhzhia on Thursday has risen to 13, </strong>a local official said on Sunday.</p><p><strong>A woman and two children were killed in Russian mortar shelling of a village in the southern Ukrainian region of Kherson</strong>, the head of Ukraine’s presidential office said on Sunday.</p><p><strong>Ukraine</strong> <strong>MP Ivanna Klympush-Tsintsadze told Sky News on Sunday that tens of thousands of Ukrainian children could have disappeared in what she described as “genocide”. </strong>Klympush-Tsintsadze said the children were potentially deported to Russia.</p><p><strong>Latvia’s prime minister said western states delivering fighter jets to support Ukraine defending itself against Russia is “only a question of time”.</strong></p><p><strong>The latest intelligence briefing from the UK’s Ministry of Defence says recent evidence suggests an increase in “close combat” in Ukraine, probably due to Russia’s shortage of “munitions”.</strong> It also refers to Russian mobilised reservists being ordered to assault a Ukrainian concrete strong point armed with only “firearms and shovels”. These shovels are likely to be the outdated MPL-50 entrenching tools used in hand-to-hand combat.</p> <a href=\"https://www.theguardian.com/world/2023/mar/06/russia-ukraine-war-at-a-glance-what-we-know-on-day-376-of-the-invasion\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/06/russia-ukraine-war-at-a-glance-what-we-know-on-day-376-of-the-invasion", "date_published": "2023-03-06 01:43:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Huge fire at Rohingya refugee camp in Bangladesh leaves thousands without shelter", "description": "<p>The blaze erupted in Cox’s Bazar where more than a million Rohingya refugees live, most after fleeing a military-led crackdown in Myanmar</p><ul><li><a href=\"https://www.theguardian.com/world/2022/aug/25/myanmar-rohingya-people-crisis-refugees-explained-in-30-seconds\">The Rohingya crisis explained in 30 seconds </a></li></ul><p>A massive fire raced through a crammed refugee camp for Rohingya Muslims in southern Bangladesh on Sunday, leaving thousands homeless, officials said.</p><p>The blaze erupted at Camp 11 in Cox’s Bazar, a southeastern border district where more than a million Rohingya refugees live. Most of the refugees fled a military-led crackdown in Myanmar in 2017, and the fire left some of them homeless again.</p> <a href=\"https://www.theguardian.com/world/2023/mar/06/rohingya-refugee-camp-fire-bangladesh-coxs-bazar\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/06/rohingya-refugee-camp-fire-bangladesh-coxs-bazar", "date_published": "2023-03-06 01:38:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Campaigners call for end to ‘peak fare rip off’ on trains in England and Wales", "description": "<p>Passengers in some parts of the network face far higher mark-ups to travel at busy times</p><ul><li><a href=\"https://www.theguardian.com/money/2023/mar/05/train-fares-in-england-and-wales-to-rise-by-59-despite-poor-service\">Train fares in England and Wales to rise by 5.9% despite poor service</a><strong> </strong></li></ul><p>Campaigners are calling for an end to the “peak fare rip off”, where commuters in some parts of the country face far higher mark-ups to travel at busy times.</p><p>The call came after regulated rail fares in England and Wales <a href=\"https://www.theguardian.com/money/2023/mar/05/train-fares-in-england-and-wales-to-rise-by-59-despite-poor-service\">jumped by 5.9% on Sunday</a> – the biggest hike in a decade – adding hundreds of pounds to the cost of many annual season tickets despite record levels of poor service.</p> <a href=\"https://www.theguardian.com/money/2023/mar/06/campaigners-call-for-end-to-peak-fare-rip-off-in-england-and-wales\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/mar/06/campaigners-call-for-end-to-peak-fare-rip-off-in-england-and-wales", "date_published": "2023-03-06 00:01:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Complex emotions’: Harewood House commissions portrait of David Harewood", "description": "<p>The work will be part of the estate’s Missing Portraits series, while the actor’s lineage traces back to people enslaved on Harewood property in the Caribbean</p><p>A portrait of the actor and author David Harewood has been commissioned by Harewood House in Leeds, in an attempt to address the lack of diverse representation in its historic art collection and reckon with its history of slavery.</p><p>It will be part of the the collection’s Missing Portraits series, which was launched in 2022 to redress the balance of artwork in the house by depicting people of African-Caribbean heritage who have connections to Harewood and its owners, the Lascelles family.</p> <a href=\"https://www.theguardian.com/culture/2023/mar/06/complex-emotions-harewood-house-commissions-portrait-of-david-harewood\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/mar/06/complex-emotions-harewood-house-commissions-portrait-of-david-harewood", "date_published": "2023-03-06 00:01:11+00:00", "persistent": false, "user": null, "language": "en-UK"}]