[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC_0CVCfC_3iuHqmyClu59Uw", "title": "The BEST Lower Cost Tablet You Can Buy Right Now! Tab 11 Pro Gen 2 Hands-On", "description": "This is one of the best tablets we’ve ever tested, The Lenovo Tab P11 Pro Gen 2. Powered by the Mediatek Kompanio 1300T CPU and backed by a Mali g77 MC9 gpu this tablet has enough power to run games like Genshin impact, COD mobile and basically and android game on the market, plus it can run emulators like Dolphin for gamecube and Wii, PPSSPP for PSP and even PS2 games using AetherSX2! Looking for a lower cost android tablet with an 11.2” 2.5K OLED screen, an 8200Mah batter and quad speakers? Have a look at the P11 Pro Gen 2 first!\n\nBuy The Lenovo P11 Pro Gen 2 on eBay:https://ebay.us/sCrmEe\n\nFollow Me On Twitter: https://twitter.com/theetaprime\nFollow Me On Instagram: https://www.instagram.com/etaprime/\n\n25% Code for software: ETA\nWindows 10 Pro OEM Key($15): https://biitt.ly/KpEmf\nWindows10 Home Key($14): https://biitt.ly/2tPi1\nWindows 11 Pro Key($22): https://biitt.ly/RUZiX\nOffice 2019 pro key($49): https://biitt.ly/o0OQT\n\nEquipment I Use:\nMonitor: Pixio 277 Pro On Amazon: https://amzn.to/3PGUBwe\nElgato HD60 X Screen Capture Device: https://amzn.to/3GkP2AL\nTool Kit: https://amzn.to/3Wo8bpX\nCamera: https://amzn.to/3XJfFoI\n\nDISCLAIMER: This video and description contains affiliate links, which means that if you click on one of the product links, I’ll receive a small commission at no extra cost to you!\nUnder section 107 of the Copyright Act 1976, allowance is made for “fair use” for purposes such as criticism, comment, news reporting, teaching, scholarship, education, and research.\nNo Games Are Included Or Added\n\n00:00 Intro\n00:18 Unboxing Lenovo Tab P11 Pro Gen 2\n00:40 Overview Lenovo Tab P11 Pro Gen 2\n01:34 Specs Lenovo Tab P11 Pro Gen 2\n03:11 Overall Performance Lenovo Tab P11 Pro Gen 2\n03:59 Youtube 4K Video Playback Lenovo Tab P11 Pro Gen 2\n04:35 Desktop Mode HDMI Over USB C Lenovo Tab P11 Pro Gen 2\n05:47 Benchmarks Lenovo Tab P11 Pro Gen 2\n06:25 Gaming Performance Lenovo Tab P11 Pro Gen 2\n06:47 Minecraft Lenovo Tab P11 Pro Gen 2\n07:03 Call Of Duty Mobile Lenovo Tab P11 Pro Gen 2\n07:20 Genshin Impact Lenovo Tab P11 Pro Gen 2\n07:50 PSP emulation  Lenovo Tab P11 Pro Gen 2\n08:21 Gamecube and Wii Emulation Dolphin Lenovo Tab P11 Pro Gen 2\n09:08 PS2 Emulation Aethersx2 Lenovo Tab P11 Pro Gen 2\n09:51 First Impressions Lenovo Tab P11 Pro Gen 2\n\nThis video and Channel and Video are for viewers 14 years older and up. This video is not made for viewers under the age of 14. \n\nWant to send me something?\nETAPRIME \n12520 Capital Blvd Ste 401 Number 108\nWake Forest, NC 27587 US\n\nTHIS VIDEO IS FOR EDUCATIONAL PURPOSES ONLY!\n\n#tablet #android #etaprime", "link": "https://www.youtube.com/watch?v=eyDLdC7b0aE", "date_published": "2023-03-06 15:06:00+00:00", "persistent": false, "user": null, "language": "en-US"}]