[{"source": "https://thehill.com/news/feed/", "title": "Jean-Pierre jokes about Marianne Williamson's 'aura,' but ‘not tracking’ candidacy", "description": "White House press secretary Karine Jean-Pierre joked Monday about Marianne Williamson’s ‘aura’ and said she is not tracking her candidacy after she became the first Democrat to challenge President Biden. Williamson, a spiritual adviser and author, formally launched her 2024 campaign on Saturday. She also ran as a Democrat for president in 2020 and among...", "link": "https://thehill.com/homenews/administration/3886837-jean-pierre-jokes-about-marianne-williamsons-aura-but-not-tracking-candidacy/", "date_published": "2023-03-06 23:53:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Twitter hit with temporary link outage", "description": "Welcome to The Hill's Technology newsletter {beacon} Technology Technology &#8202;  The Big Story  'Internal change' throws wrench into Twitter services Twitter's app wasn’t functioning properly for many people on Monday, showing error messages when users clicked on links before service was eventually restored. © AP Twitter’s support account said the issues were part of \"unintended...", "link": "https://thehill.com/newsletters/technology/3886801-twitter-hit-with-temporary-link-outage/", "date_published": "2023-03-06 23:32:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The real-world barriers to electric vehicle infrastructure", "description": "The challenges are immense and underestimated.", "link": "https://thehill.com/opinion/energy-environment/3886355-the-real-world-barriers-to-electric-vehicle-infrastructure/", "date_published": "2023-03-06 23:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Man arrested after trying to open airplane door, stab United flight attendant in neck: prosecutors", "description": "A Massachusetts man has been charged after authorities say he tried to open an emergency exit door, then attempted to stab a flight attendant repeatedly during a cross-country flight on Sunday.", "link": "https://thehill.com/homenews/nexstar_media_wire/3886671-man-arrested-after-trying-to-open-airplane-door-stab-flight-attendant-in-neck-prosecutors/", "date_published": "2023-03-06 23:24:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Jordan issues subpoenas over school boards memo, DHS disinformation board", "description": "The House Judiciary Committee on Monday issued three subpoenas in an effort to forge ahead on two of its most controversial probes. The panel sent subpoenas to two figures previously connected with the National School Boards Association (NSBA), part of its ongoing investigation into a short-lived Justice Department memo encouraging the FBI to coordinate with school boards...", "link": "https://thehill.com/homenews/house/3886740-jordan-issues-subpoenas-over-school-boards-memo-dhs-disinformation-board/", "date_published": "2023-03-06 23:23:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "EPA announces additional Norfolk Southern compensation", "description": "Welcome to The Hill's Energy &#038; Environment newsletter {beacon} Energy &#038; Environment Energy &#038; Environment &#8202; The Big Story  Norfolk Southern agrees to pay resident relocation costs Norfolk Southern railroad will pay the cost of temporary relocations for residents of East Palestine, Ohio, affected by the derailment of a Norfolk Southern train in February. ©...", "link": "https://thehill.com/newsletters/energy-environment/3886757-epa-announces-additional-norfolk-southern-compensation/", "date_published": "2023-03-06 23:18:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Pence asks judge to block special counsel's Jan. 6 subpoena", "description": "Former Vice President Mike Pence has filed a motion seeking to block a subpoena for his testimony about the events surrounding the Jan. 6, 2021, attack on the Capitol. CNN first reported on Monday that Pence filed a motion on Friday night asking a judge to block the subpoena for him to testify before a federal grand...", "link": "https://thehill.com/homenews/administration/3886758-pence-asks-judge-to-block-special-counsels-jan-6-subpoena/", "date_published": "2023-03-06 22:56:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Memo: DeSantis finds foil in California", "description": "Florida Gov. Ron DeSantis (R) ventured into the belly of the liberal beast Sunday, hitting out at California while visiting the state.  DeSantis contended during a speech at the Reagan Library in Simi Valley, Calif., that the Golden State was “hemorrhaging population.”  This, he argued, was evidence that the “experiment” with progressive politics in one...", "link": "https://thehill.com/homenews/state-watch/3886754-the-memo-desantis-finds-foil-in-california/", "date_published": "2023-03-06 22:52:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Newsom says California will no longer do business with Walgreens", "description": "California Gov. Gavin Newsom (D) blasted Walgreens on Monday for its decision to stop dispersing abortion pills in 20 states and said California will not be conducting business with the company. \"California won't be doing business with @walgreens — or any company that cowers to the extremists and puts women's lives at risk. We're done,\"...", "link": "https://thehill.com/homenews/state-watch/3886666-newsom-says-california-will-no-longer-do-business-with-walgreens/", "date_published": "2023-03-06 22:44:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "DeSantis doesn’t make sense for friends of freedom", "description": "But DeSantis and like-minded Republicans will learn the hard way that you can slow change down, but you can’t stop it.", "link": "https://thehill.com/opinion/campaign/3886684-desantis-doesnt-make-sense-for-friends-of-freedom/", "date_published": "2023-03-06 22:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "DOJ moving to block JetBlue-Spirit airline merger: reports", "description": "The Biden administration will attempt to block the $3.8 billion JetBlue acquisition of Spirit Airlines, which has faced criticism over possible antitrust violations, according to reports. Both the Justice Department and the Transportation Department are expected to begin proceedings to block the takeover, according to Bloomberg and Politico, citing people familiar with the case.  Justice...", "link": "https://thehill.com/business/3886658-doj-moving-to-block-jetblue-spirit-airline-merger-reports/", "date_published": "2023-03-06 22:08:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Norfolk Southern to provide financing for temporary relocation during soil cleanup", "description": "Norfolk Southern will pay for temporary relocation for people who live within a mile of the site of a train derailment that spilled hazardous chemicals, amid ongoing cleanup efforts.  The Environmental Protection Agency (EPA) said in a Sunday update that the company will provide “additional financial assistance” that may include “ temporary lodging, travel, food,...", "link": "https://thehill.com/policy/energy-environment/3886635-norfolk-southern-to-provide-financing-for-temporary-relocation-during-soil-cleanup/", "date_published": "2023-03-06 21:57:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Supreme Court declines to hear Florida city's challenge to atheists", "description": "The Supreme Court on Monday rejected a Florida city’s appeal to immediately repel a lawsuit from atheists who contend the city unconstitutionally promoted a prayer vigil following a local shooting spree. Lower courts found that Lucinda Hale and Art Rojas had standing, meaning the legal capacity to sue, as an “offended observer” of the prayer...", "link": "https://thehill.com/regulation/court-battles/3886626-supreme-court-declines-to-hear-florida-citys-challenge-to-atheists/", "date_published": "2023-03-06 21:52:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Mexico finds 343 migrants, 103 unaccompanied minors in abandoned trailer", "description": "Mexican authorities said Monday that 343 migrants, including 103 unaccompanied minors, were found in a trailer abandoned on a highway in Veracruz.  Among those found in the trailer Sunday night along the Cosamaloapan-La Tinaja highway were migrants from Guatemala, Honduras, El Salvador and Ecuador, Mexico’s National Institute of Migration (INM) announced. Most of the minors reportedly...", "link": "https://thehill.com/policy/international/3886549-mexico-finds-343-migrants-103-unaccompanied-minors-in-abandoned-trailer/", "date_published": "2023-03-06 21:50:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Manatee rescued with entangled flipper stuck to face with fishing lure", "description": "A manatee near Crystal River, Florida, was rescued on Feb. 20 after its flipper was hooked to its face with a large fishing lure, rendering the animal unable to swim normally.", "link": "https://thehill.com/changing-america/sustainability/environment/3886301-manatee-rescued-with-entangled-flipper-stuck-to-face-with-fishing-lure/", "date_published": "2023-03-06 21:48:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Texas lawmaker files 'TEXIT' bill to spur vote on exploring secession from US", "description": "A Texas lawmaker filed a bill on Monday that would set a referendum for voters to decide whether or not the state should explore the possibility of seceding from the United States. If the measure — known as the “TEXIT Referendum Act” — passes, a referendum on whether or not Texas “should reassert its status...", "link": "https://thehill.com/homenews/state-watch/3886527-texas-lawmaker-files-texit-bill-to-spur-vote-on-exploring-secession-from-us/", "date_published": "2023-03-06 21:37:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "How could the way we eat contribute to global warming?", "description": "Greenhouse gas emissions from the way humans produce and consume food could add nearly 1 degree of warming to the Earth’s climate by 2100, according to a new study.", "link": "https://thehill.com/changing-america/sustainability/climate-change/3886537-how-could-the-way-we-eat-contribute-to-global-warming/", "date_published": "2023-03-06 21:36:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Reeling from dual crises, Syria needs more than just humanitarian aid", "description": "Because this is a democracy, we can and must ask our government to do the right thing and help the people of Syria.", "link": "https://thehill.com/opinion/international/3886193-reeling-from-dual-crises-syria-needs-more-than-just-humanitarian-aid/", "date_published": "2023-03-06 21:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Microsoft bundles ChatGPT with more products", "description": "Microsoft has announced plans to bundle the technology behind its Open AI’s ChatGPT messaging service with more of its products.  In a news release on Monday, Microsoft said the launch of its new Dynamics 365 Copilot will provide interactive, AI-powered assistance across business functions. Microsoft’s line of business intelligence tools within its Power Platform service...", "link": "https://thehill.com/homenews/3886562-microsoft-bundles-chatgpt-with-more-products/", "date_published": "2023-03-06 21:26:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Environmental groups sue Biden administration over offshore oil lease sale", "description": "A coalition of environmental organizations on Monday announced a lawsuit against the Bureau of Ocean Management (BOEM), arguing the bureau’s sales of leases in the Gulf of Mexico were unlawful. In the lawsuit, plaintiffs argued BOEM’s plans to lease more than 70 million acres of Gulf waters for fossil fuel development are based on a...", "link": "https://thehill.com/policy/energy-environment/3886510-environmental-groups-sue-biden-administration-over-offshore-oil-lease-sale/", "date_published": "2023-03-06 21:09:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Four Americans kidnapped by armed men just over Mexican border", "description": "Four Americans were kidnapped by gunmen on Friday evening shortly after passing the Mexico border. The FBI office in Sant Antonio issued a statement on Sunday asking for public assistance in locating the perpetuators responsible for the kidnapping and also announced a $50,000 award for the return of those kidnapped and the arrest of those...", "link": "https://thehill.com/policy/international/3886433-four-americans-kidnapped-by-armed-men-just-over-mexican-border/", "date_published": "2023-03-06 21:09:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Bipartisan Senate bill would end Cuban embargo", "description": "A bipartisan group of senators on Monday introduced a bill that would end the commercial blockade on Cuba while maintaining other U.S. laws that impose human rights-based restrictions on the island nation. The bill, introduced by Sens. Amy Klobuchar (D-Minn.), Jerry Moran (R-Kan.), Chris Murphy (D-Conn.), Roger Marshall (R-Kan.), and Elizabeth Warren (D-Mass.), showcases political...", "link": "https://thehill.com/latino/3886489-bipartisan-senate-bill-would-end-cuban-embargo/", "date_published": "2023-03-06 20:51:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Fetterman photographed at Walter Reed amid clinical depression recovery", "description": "A top aide to Sen. John Fetterman (D-Pa.) said that he is “well on his way to recovery” as he remains hospitalized to receive treatment for clinical depression and will return to work in the Senate “soon.” Adam Jentleson, Fetterman’s chief of staff, tweeted three pictures of the freshman senator during a meeting on Monday...", "link": "https://thehill.com/homenews/senate/3886464-fetterman-photographed-at-walter-reed-amid-clinical-depression-recovery/", "date_published": "2023-03-06 20:39:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Michelle Obama hits Trump over his inauguration: 'There weren't that many people there'", "description": "Michelle Obama is taking a swing at former President Trump’s claims of “massive” turnout at his 2017 inauguration, saying “there weren’t that many people there.” The former first lady makes the dig at Trump in “Michelle Obama: The Light Podcast,” debuting Tuesday on Audible. A preview clip from the podcast was shared with People magazine on Monday....", "link": "https://thehill.com/blogs/in-the-know/3886457-michelle-obama-hits-trump-over-his-inauguration-there-werent-that-many-people-there/", "date_published": "2023-03-06 20:16:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden administration to take steps toward challenging Mexico corn ban", "description": "The Biden administration is preparing to challenge the Mexican ban on shipments of genetically modified corn from the U.S., a policy that has threatened billions of dollars in economic activity for American farmers. The Mexican government is planning by next year to stop its imports of genetically modified corn, which makes up about 90 percent...", "link": "https://thehill.com/business/3886413-biden-administration-to-take-steps-toward-challenging-mexico-corn-ban/", "date_published": "2023-03-06 20:01:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Western forests three times the size of Yellowstone could be transformed by midcentury", "description": "Hotter and drier conditions are destroying the ability of many Western conifer forests to spring back after wildfires, a new study has found. The onslaught of destructive fire and climate change risks turning an area of Western forests three times the size of Yellowstone National Park — about 2.2 million acres — into ecosystems where pine, spruce...", "link": "https://thehill.com/policy/energy-environment/3886380-western-forest-three-times-the-size-of-yellowstone-could-be-transformed-by-midcentury/", "date_published": "2023-03-06 20:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Black investors agree to historic purchase of Utah bank", "description": "A Black investor group announced last week that they agreed to purchase Utah-based Holladay Bank and Trust, a historic deal where an existing commercial bank would become a Black-owned Minority Depository Institution (MDI) for the first time in the United States. Redemption Holding Company (RHC) announced the plans to purchase the Utah-based bank on Feb. 28 and...", "link": "https://thehill.com/business/3886272-black-investors-agree-to-historic-purchase-of-utah-bank/", "date_published": "2023-03-06 19:53:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Bipartisan rail safety bill runs into Republican roadblock", "description": "A bipartisan push to bolster railroad safety is turning into a slog as top Senate Republicans indicate they are not yet on board with the main legislative response to the East Palestine, Ohio, train derailment. Ohio Sens. J.D. Vance (R) and Sherrod Brown (D) unveiled a rail safety proposal last week that has already won...", "link": "https://thehill.com/homenews/senate/3886228-bipartisan-rail-safety-bill-runs-into-republican-roadblock/", "date_published": "2023-03-06 19:43:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "DC Council tries to withdraw crime bill from Senate", "description": "D.C.'s City Council is attempting to withdraw a bill that would amend the city’s criminal code after President Biden said he would sign a Republican-led resolution to block the measure, a surprising move that has given the bill little hope on Capitol Hill. D.C. Council Chairman Phil Mendelson told the Senate on Monday that he...", "link": "https://thehill.com/homenews/senate/3886338-dc-council-tries-to-withdraw-crime-bill-from-senate/", "date_published": "2023-03-06 19:33:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Giving U.S. agencies more flexibility in managing food aid shipments", "description": "The international food security crisis, exacerbated by Vladimir Putin’s war of aggression in Ukraine, has become a global catastrophe to which the United States must respond. Our success in combating this tsunami of hunger will be measured not by dollars contributed but by lives saved. That is why Congress should move swiftly to eliminate outdated...", "link": "https://thehill.com/opinion/congress-blog/3886320-giving-u-s-agencies-more-flexibility-in-managing-food-aid-shipments/", "date_published": "2023-03-06 19:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "House panel to consider GOP bill banning transgender women, girls from team sports", "description": "Federal legislation to ban transgender women and girls from competing on female sports teams will be heard for the first time Wednesday morning, the House Committee on Education and the Workforce announced Monday. The “Protection of Women and Girls in Sports Act,” introduced in February by Rep. Greg Steube (R-Fla.), seeks to amend Title IX – the...", "link": "https://thehill.com/homenews/house/3886362-house-panel-to-consider-gop-bill-banning-transgender-women-girls-from-team-sports/", "date_published": "2023-03-06 19:08:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden's mining NIMBY-ism fuels China's critical minerals dominance", "description": "Rather than the minerals needed to power renewable energy technologies, the refining of president Biden’s NIMBY energy policy is producing fiscal waste.", "link": "https://thehill.com/opinion/energy-environment/3886118-bidens-mining-nimby-ism-fuels-chinas-critical-minerals-dominance/", "date_published": "2023-03-06 19:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "NewsNation to launch ‘The Hill’ weekday program", "description": "NewsNation is launching a new program dubbed “The Hill” next month. The new hourlong weekday political panel-style program will debut April 24, airing at 5 p.m., and will be moderated by NewsNation anchor and correspondent Leland Vittert, formerly a weekend host at Fox News. Both NewsNation and The Hill are owned and operated by Nexstar Media...", "link": "https://thehill.com/homenews/media/3886319-newsnation-to-launch-the-hill-weekday-program/", "date_published": "2023-03-06 18:41:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "COVID-19 vaccines won't be free for long. What will they cost?", "description": "No matter what private sector retail prices are set, the actual price paid will be lower.", "link": "https://thehill.com/opinion/healthcare/3886221-covid-19-vaccines-wont-be-free-for-long-what-will-they-cost/", "date_published": "2023-03-06 18:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Oklahoma state senator on viral chat with Jon Stewart: 'Not afraid of anyone or anything'", "description": "Oklahoma state Sen. Nathan Dahm (R) on Sunday responded to his viral interview with talk show host Jon Stewart, in which Stewart interrogated Dahm’s support for the Second Amendment amid increasing gun violence and gun deaths nationwide.  “What you’re telling me is you don’t mind infringing free speech to protect children from this amorphous thing...", "link": "https://thehill.com/homenews/state-watch/3886285-oklahoma-state-senator-on-viral-chat-with-jon-stewart-not-afraid-of-anyone-or-anything/", "date_published": "2023-03-06 18:23:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Twitter ‘internal change’ led to brief outage of links, Tweetdeck", "description": "Links on Twitter were broken on Monday, leading users to an error page when they clicked on them.  Shortly before 1 p.m., access to links and impacted features appeared to return to run smoothly.  Before the fix, when users clicked on links they were led to an error page that said “Your current API plan...", "link": "https://thehill.com/policy/technology/3886270-twitter-internal-change-led-to-brief-outage-of-links-tweetdeck/", "date_published": "2023-03-06 18:12:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Colorado Democrats introduce bill to ban transfer of assault weapons in state", "description": "Colorado Democrats have introduced a bill that would ban the sale and transfer of assault weapons in the state. The Friday introduction of the bill came as Denver high school students marched on the state capitol to protest gun violence after the death of a fellow student, the Colorado Sun reports. The bill would prohibit...", "link": "https://thehill.com/homenews/state-watch/3886197-colorado-democrats-introduce-bill-to-ban-transfer-of-assault-weapons-in-state/", "date_published": "2023-03-06 18:01:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Ideology-driven federal judges should not be allowed to rule the entire nation", "description": "An obscure federal judge in the Texas Panhandle will soon decide whether to issue a nationwide prohibition against dispensation of a widely-used abortion pill.", "link": "https://thehill.com/opinion/judiciary/3884320-ideology-driven-federal-judges-should-not-be-allowed-to-rule-the-entire-nation/", "date_published": "2023-03-06 18:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Amazon to close 8 cashier-less 'Go' stores", "description": "Amazon is planning to close eight of its \"Go\" convenience stores that operate without cashiers across three cities. Amazon plans to close two of its stores in New York City, two stores in Seattle and four in San Francisco by April 1. The company said that it will still continue to open up more Amazon...", "link": "https://thehill.com/business/3886186-amazon-to-close-8-cashier-less-go-stores/", "date_published": "2023-03-06 17:57:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Democrats call for answers from Norfolk Southern on East Palestine derailment", "description": "Democrats on the House Oversight and Accountability Committee are demanding urgent answers from Norfolk Southern about the role the company’s lobbying against safety standards played in the derailment of a train carrying hazardous materials outside East Palestine, Ohio. These questions — packaged in a scathing critique of the company’s business practices and crash history —...", "link": "https://thehill.com/policy/equilibrium-sustainability/3886234-democrats-call-for-answers-from-nortfolk-southern-on-east-palestine-derailment/", "date_published": "2023-03-06 17:41:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Airlines commit to ending family seating fees after DOT pressure", "description": "Three U.S. airlines have committed to end family seating fees as the Transportation Department ramps up pressure on other airlines to do the same. American Airlines, Alaska Airlines and Frontier Airlines have each guaranteed that parents can sit with their children ages 13 or younger without an extra charge, according to the Transportation Department. The press...", "link": "https://thehill.com/policy/transportation/3886092-airlines-commit-to-ending-family-seating-fees-after-dot-pressure/", "date_published": "2023-03-06 17:36:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Hill's 12:30 Report — Trump, DeSantis give competing GOP speeches", "description": "To view past editions of The Hill's 12:30 Report, click here: https://bit.ly/30ARS1U   To receive The Hill's 12:30 Report in your inbox, please sign up here: https://bit.ly/3qmIoS9  --&#62; A midday take on what's happening in politics and how to have a sense of humor about it.*  *Ha. Haha. Hahah. Sniff. Haha. Sniff. Ha--breaks down crying hysterically.  TALK OF THE MORNING  *insert announcer...", "link": "https://thehill.com/newsletters/1230-report/3886208-the-hills-1230-report-trump-desantis-give-competing-gop-speeches/", "date_published": "2023-03-06 17:36:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Fed's trillion-dollar bridge to nowhere", "description": "Our comprehensive analysis indicates that QE4 will cost taxpayers nearly $800 billion — more than a thousand times larger than the Alaskan fiasco.", "link": "https://thehill.com/opinion/finance/3886002-the-feds-trillion-dollar-bridge-to-nowhere/", "date_published": "2023-03-06 17:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "SiriusXM cutting more than 450 jobs", "description": "Radio giant SiriusXM is slashing hundreds of jobs in what the company says is a cost cutting measure. In a note to SiriusXM employees on Monday, CEO Jennifer Wirtz said the company will cut eight percent of its workforce, amounting to some 450 jobs, after a recent review of the outlet's business. \"We are entering...", "link": "https://thehill.com/homenews/3886153-siriusxm-cutting-more-than-450-jobs/", "date_published": "2023-03-06 17:18:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Robocallers target people in these cities the most, report finds", "description": "Have you ever had one of those annoying calls show up on your cellphone with an unknown number or no caller ID? You are not alone.", "link": "https://thehill.com/changing-america/enrichment/arts-culture/3884930-robocallers-target-people-in-these-cities-the-most-report-finds/", "date_published": "2023-03-06 17:16:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Putin could escalate with nuclear testing", "description": "A resumption of nuclear explosive testing could set back progress on nonproliferation.", "link": "https://thehill.com/opinion/national-security/3884253-putin-could-escalate-with-nuclear-testing/", "date_published": "2023-03-06 17:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Tesla cuts prices on top end models", "description": "Just days after Tesla executives announced plans to improve affordability of their electric cars, Tesla has marked down prices on two of its top end models. Reuters reported that the most recent price cuts are Tesla's fifth time adjusting pricing since the start of the year, with the price drops ranging from 4 percent on...", "link": "https://thehill.com/policy/technology/3885981-tesla-cuts-prices-on-top-end-models/", "date_published": "2023-03-06 16:30:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "A dangerous history repeats: Xi Jinping's regime is insecure and illegitimate", "description": "Insecure leaders in control of illegitimate governments and parties make for a dangerous time in international politics. Nazi Germany was one; China under the leadership of Xi Jinping and the Chinese Communist Party (CCP) is another. When Xi’s remarks are considered in historical perspective, there is a relevant insight from Sir Nevile Henderson’s memoir, “Failure...", "link": "https://thehill.com/opinion/international/3877204-a-dangerous-history-repeats-xi-jinpings-regime-is-insecure-and-illegitimate/", "date_published": "2023-03-06 16:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The current state of play in the GOP presidential primary", "description": "While Trump and DeSantis have more or less solidified their frontrunner statuses, the question still remains: Who is better positioned to ultimately win the nomination?", "link": "https://thehill.com/opinion/campaign/3885952-the-current-state-of-play-in-the-gop-presidential-primary/", "date_published": "2023-03-06 16:15:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Americans view China as top foe ahead of Russia: Gallup", "description": "Americans view China as the country's top foe on the world stage even as the United States sends billions to Ukraine as Russia's war continues into its second year.  A Gallup poll found 50 percent of Americans think China is the country’s “greatest enemy,” while 32 percent name Russia. China has seen a sharp uptick...", "link": "https://thehill.com/policy/international/3885993-americans-view-china-as-top-foe-ahead-of-russia-gallup/", "date_published": "2023-03-06 16:11:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Border Patrol employing therapy dogs to reduce agent suicides", "description": "14 Border Patrol  agents committed suicide in 2022.", "link": "https://thehill.com/opinion/immigration/3885919-border-patrol-employing-therapy-dogs-to-reduce-agent-suicides/", "date_published": "2023-03-06 16:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "US deploys B-52 bomber for joint drill with South Korea", "description": "The U.S. and South Korea conducted an air training exercise on Monday and deployed a B-52 long-range bomber plane in the skies of the Korean Peninsula, according to South Korea's Ministry of National Defense. The Ministry of National Defense posted a video of the combined air drills on Twitter and Youtube. The Boeing-built B-52H strategic...", "link": "https://thehill.com/policy/defense/3885902-us-deploys-b-52-bomber-for-joint-drill-with-south-korea/", "date_published": "2023-03-06 15:59:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Diabetes, obesity rising among young adults in US: study", "description": "Diabetes and obesity rates are increasing in people ages 20 to 44 in the U.S., according to a study published in the Journal of the American Medical Association. Over about a ten-year period from 2009 to 2020, diabetes prevalence among those aged 20 to 44 increased from 3 percent to just over 4 percent. Obesity...", "link": "https://thehill.com/policy/healthcare/3886017-diabetes-obesity-rising-among-young-adults-in-us-study/", "date_published": "2023-03-06 15:56:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "22-year-old rescued after spending nearly 8 hours in the Gulf of Mexico", "description": "A 22-year-old man was rescued after he spent nearly eight hours in the Gulf of Mexico on Saturday, according to the U.S. Coast Guard Station in St. Petersburg.", "link": "https://thehill.com/changing-america/resilience/natural-disasters/3885803-22-year-old-rescued-after-spending-nearly-8-hours-in-the-gulf-of-mexico/", "date_published": "2023-03-06 15:54:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Wagner chief warns of collapse of Russian frontline if there is retreat from Bakhmut", "description": "The leader of Russia's Wagner private army complained of a lack of ammunition being provided by Moscow, and warned the Russian frontline could collapse if they retreat from Bakhmut. BBC News reported that the Wagner chief, Yevgeny Prigozhin, uploaded a video on Saturday saying that his troops were fearful they were being \"set up\" to...", "link": "https://thehill.com/policy/international/3885893-wagner-chief-warns-of-collapse-of-russian-frontline-if-there-is-retreat-from-bakhmut/", "date_published": "2023-03-06 15:51:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "A strong tech sector will keep Xi Jinping from fulfilling his 'Chinese Dream'", "description": "It is time the world awakens to the threat the Chinese Communist Party (CCP) poses not only to national security but to our way of life. China’s goal of global domination is no secret. The CCP has been explicit about its vision of displacing the United States as the global hegemon and changing the international...", "link": "https://thehill.com/opinion/technology/3884105-a-strong-tech-sector-will-keep-xi-jinping-from-fulfilling-his-chinese-dream/", "date_published": "2023-03-06 15:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The best amusement parks in the US for 2023: report", "description": "A report from U.S. News &#38; World Report names the top amusement parks in the United States for 2023, and if you happen to live in Southern California, consider yourself lucky.", "link": "https://thehill.com/changing-america/enrichment/arts-culture/3885040-the-best-amusement-parks-in-the-us-for-2023-report/", "date_published": "2023-03-06 15:14:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "More than 190 countries agree on treaty to protect marine life", "description": "More than 190 countries over the weekend agreed to a United Nations treaty to protect marine biodiversity after two weeks of work on a draft and nearly two decades of talks. The countries on Saturday night approved the “High Seas Treaty,” which will, among other measures, establish marine protected areas in international waters, the U.N....", "link": "https://thehill.com/policy/international/3885926-more-than-190-countries-agree-on-treaty-to-protect-marine-life/", "date_published": "2023-03-06 15:06:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Religion and the lawbreaking Supreme Court", "description": "This Court feels free to issue orders to public officials based on its gut feelings, seemingly undisturbed by exposure to evidence.", "link": "https://thehill.com/opinion/judiciary/3884226-religion-and-the-lawbreaking-supreme-court/", "date_published": "2023-03-06 15:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Juan Williams: Republicans making 2024 about race — but they’re on the wrong side", "description": "There are signals that, for the GOP, the 2024 elections will be a back alley of racial politics.", "link": "https://thehill.com/opinion/columnists/3885791-juan-williams-republicans-making-2024-about-race-but-theyre-on-the-wrong-side/", "date_published": "2023-03-06 14:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "35 detained after police, protesters clash in Atlanta", "description": "Thirty-five people were detained in Atlanta on Sunday after a violent protest at the site of a new police training center, police said. The Atlanta Police Department described “a group of violent agitators” who “used the cover of a peaceful protest” to clash with authorities in “a coordinated attack on construction equipment and police officers.”  ...", "link": "https://thehill.com/homenews/state-watch/3885867-35-detained-after-police-protesters-clash-in-atlanta/", "date_published": "2023-03-06 14:19:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "It's not NATO — Putin always has had expansionist designs", "description": "Who would you believe about Russian strongman Vladimir Putin’s intentions: a distinguished American political scientist or an equally distinguished Russian sociologist? The American political scientist is John Mearsheimer of the University of Chicago. The Russian sociologist is Grigory Yudin of the Higher School of Economics and the Moscow School for the Social and Economic Sciences....", "link": "https://thehill.com/opinion/international/3884025-its-not-nato-putin-always-has-had-expansionist-designs/", "date_published": "2023-03-06 14:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "In Ukraine, a good news story is building", "description": "While Russia’s war continues, Ukrainians started to rebuild their homes.", "link": "https://thehill.com/opinion/international/3885813-in-ukraine-a-good-news-story-is-building/", "date_published": "2023-03-06 13:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Buttigieg on critics saying he only went to East Palestine because Trump visited: 'Bulls---'", "description": "Transportation Secretary Pete Buttigieg on Sunday hit back against critics who argue that he only visited the site of a toxic train derailment in East Palestine, Ohio, because former President Trump had visited days beforehand. “That’s bull--,” Buttigieg said of the accusation in an interview with CNN. “We were already going to go.” The transportation...", "link": "https://thehill.com/homenews/administration/3885835-buttigieg-on-critics-saying-he-only-went-to-east-palestine-because-trump-visited-bulls/", "date_published": "2023-03-06 13:27:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump blasts Rupert Murdoch in early morning social media post: How can he say 'no election fraud'", "description": "Former President Trump on Monday blasted Fox Corp. chairman Rupert Murdoch in an early morning post on his Truth Social account, asking how the conservative media mogul can deny Trump's continued false claims of election fraud.  “How does Rupert Murdoch say there was no election fraud when 2000 Mules shows, on government tape, that there...", "link": "https://thehill.com/homenews/media/3885801-trump-blasts-rupert-murdoch-in-early-morning-social-media-post-how-can-he-say-no-election-fraud/", "date_published": "2023-03-06 13:08:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The US needs strategic replacements for containment and extended deterrence", "description": "If this era is to be negotiated safely and securely, a new set of intellectual tools and concepts must be created.", "link": "https://thehill.com/opinion/national-security/3882943-the-us-needs-strategic-replacements-for-containment-and-extended-deterrence/", "date_published": "2023-03-06 13:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "DeSantis blasts 'leftist politicians,' touts Florida's 'massive gains' in California speech", "description": "Florida Gov. Ron DeSantis (R) on Sunday blasted “leftist politicians” and touted his state’s “massive gains” in a speech in California amid speculation that he’ll jump into the 2024 presidential race.  “We’ve witnessed a great American exodus from states governed by leftist politicians imposing leftist ideologies and delivering poor results. And you can see massive...", "link": "https://thehill.com/homenews/campaign/3885785-desantis-blasts-leftist-politicians-touts-floridas-massive-gains-in-california-speech/", "date_published": "2023-03-06 12:40:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Bennet warns railway project would endanger Colorado River basin", "description": "Colorado Sen. Michael Bennet (D) is asking the Biden administration to pump the brakes on a railway project that he warns could contaminate the Colorado River basin if a train derailment spills crude oil into the famed river’s headwaters.   In a letter to Agriculture Secretary Tom Vilsack dated Monday, Bennet asked the Department of...", "link": "https://thehill.com/homenews/senate/3885776-bennet-warns-railway-project-would-endanger-colorado-river-basin/", "date_published": "2023-03-06 12:20:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "New executive order will expand race preferences throughout the federal government", "description": "Individuals should be treated as individuals and not on the basis of their membership in racial groups, especially by our government. Unfortunately, a new executive order encourages federal agencies to focus on racial group identity rather than the character and qualifications of employees and contractors. It will result in racial quotas in hiring, procuring, and...", "link": "https://thehill.com/opinion/white-house/3883986-new-executive-order-will-expand-race-preferences-throughout-the-federal-government/", "date_published": "2023-03-06 12:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "'Horrifying' flight diverted as some passengers vomit in 9-hour ordeal, travelers say", "description": "The 9-hour ordeal involving Southwest flight 3094 included three passengers vomiting as the plane shook \"like crazy,\" recounted one North Carolina couple on board. Another person, the couple said, had a panic attack and passed out on the plane amid its wild approach into Raleigh -- which was aborted at the last second at 1,350 feet, according to flight data.", "link": "https://thehill.com/homenews/3884941-horrifying-flight-diverted-as-some-passengers-vomit-in-9-hour-ordeal-travelers-say/", "date_published": "2023-03-06 11:21:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Hill's Morning Report — Senators to grill Norfolk Southern on derailments", "description": "Editor’s note: The Hill’s Morning Report is our daily newsletter that dives deep into Washington’s agenda. To subscribe, click here or fill out the box below. Senators this week will press Norfolk Southern’s top executive about two freight train derailments in Ohio in the span of a month, one of which released toxic chemicals into...", "link": "https://thehill.com/newsletters/morning-report/3885739-the-hills-morning-report-senators-to-grill-norfolk-southern-on-derailments/", "date_published": "2023-03-06 11:20:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Residents of California city warned not to eat food grown in gardens after toxic dust release", "description": "The accidental release from the refinery showered the surrounding community in 20 tons of metal-laden dust, health officials said.", "link": "https://thehill.com/homenews/3885160-residents-of-california-city-warned-not-to-eat-food-grown-in-gardens-after-toxic-dust-release/", "date_published": "2023-03-06 11:19:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Shortage of asthma drug albuterol worsens amid factory closures", "description": "There is only one remaining U.S. supplier of albuterol, a common asthma drug.", "link": "https://thehill.com/homenews/3885273-shortage-of-asthma-drug-albuterol-worsens-amid-factory-closures/", "date_published": "2023-03-06 11:06:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "University warns of TikTok drinking trend after 28 ambulances called to off-campus parties", "description": "There were so many calls for ambulances for student alcohol intoxication that neighboring agencies stepped in to help, officials said.", "link": "https://thehill.com/homenews/3885384-university-warns-of-tiktok-drinking-trend-after-28-ambulances-called-to-off-campus-parties/", "date_published": "2023-03-06 11:05:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "A clean-energy Texas suburb goes national", "description": "AUSTIN, Texas: Real estate developer Douglas Gilliland believes the future of housing lies underground. Amid the unseasonal heat of late February — as neighborhoods across the state hummed with the sound of condenser units struggling to cool homes — the Whisper Valley community Gilliland is developing was all but silent. That's because the houses he...", "link": "https://thehill.com/policy/equilibrium-sustainability/3883082-a-clean-energy-texas-suburb-goes-national/", "date_published": "2023-03-06 11:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Social Security, Medicare clash comes down to what constitutes a ‘cut’", "description": "The coming battles over the nation’s safety-net programs are beginning with an early clash over a thorny question of semantics: What constitutes a cut? In the eyes of many Democrats, any change to Medicare, Medicaid or Social Security that erodes benefits provided under current law would be considered a cut — and therefore stands as...", "link": "https://thehill.com/homenews/house/3883429-social-security-medicare-clash-comes-down-to-what-constitutes-a-cut/", "date_published": "2023-03-06 11:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Tester emerges as make-or-break Senate vote for Biden agenda", "description": "Sen. Jon Tester (D-Mont.) is emerging for a make-or-break player for President Biden’s agenda in the Senate.   Tester could be the deciding vote on some of Biden’s controversial nominees, such as Eric Garcetti, the president’s embattled pick to serve to serve as ambassador to India, and Phillip Washington, Biden’s choice to head the Federal...", "link": "https://thehill.com/homenews/senate/3883492-tester-emerges-as-make-or-break-senate-vote-for-biden-agenda/", "date_published": "2023-03-06 11:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Up to 40 percent of Americans fear flying. It's easily treated.", "description": "Fear of flying afflicts as much as 40 percent of the U.S. population. The nation’s armrest-grippers may be heartened to know that “aviophobia” is perfectly normal, and easily treated.  Only about 5 percent of Americans have aviophobia so severe that they cannot fly. The earthbound population rises with every new aviation horror story, like the...", "link": "https://thehill.com/policy/transportation/3882931-up-to-40-percent-of-americans-fear-flying-its-easily-treated/", "date_published": "2023-03-06 11:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Senate to vote on resolution blocking DC crime bill", "description": "The Senate this week is slated to vote on a Republican-led resolution to block Washington, D.C.’s revised criminal code from taking effect, which President Biden has said he will sign once it reaches his desk. The resolution is expected to pass the Senate with bipartisan support before heading to Biden. The president's announcement last week...", "link": "https://thehill.com/homenews/house/3885559-senate-to-vote-on-resolution-blocking-dc-crime-bill/", "date_published": "2023-03-06 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Greene to introduce resolution declaring Antifa a terrorist organization", "description": "Rep. Marjorie Taylor Greene (R-Ga.) said on Sunday that she will be introducing a resolution to declare Antifa as a terrorist organization on Tuesday, after blaming the group for protests at a police training facility in Atlanta. \"Antifa are domestic terrorists and I'm introducing my resolution to officially declare them a terrorist organization on Tuesday,\"...", "link": "https://thehill.com/homenews/house/3885538-greene-to-introduce-resolution-declaring-antifa-a-terrorist-organization/", "date_published": "2023-03-06 04:23:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump denies asking Huckabee Sanders for endorsement", "description": "Former President Trump on Sunday denied a report that he asked Arkansas Gov. Sarah Huckabee Sanders (R) for an endorsement in the 2024 presidential election. The New York Times reported on March 4 that Trump, who announced his White House bid last year, was having difficulty garnering public support from former allies, noting that Trump...", "link": "https://thehill.com/homenews/3885492-trump-denies-asking-huckabee-sanders-for-endorsement/", "date_published": "2023-03-06 04:11:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden remembers disability rights activist Judith Heumann as 'rolling warrior'", "description": "President Biden on Sunday remembered disability rights activist Judith Heumann, who passed away on Saturday at 75, as a \"trailblazer\" and a \"rolling warrior.\" Heumann advocated for the rights of disabled people for more than five decades and served in two presidential administrations. She died Saturday at the age of 75, her team confirmed. \"Judy...", "link": "https://thehill.com/homenews/administration/3885487-biden-remembers-disability-rights-activist-judith-heumann-as-rolling-warrior/", "date_published": "2023-03-06 03:19:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Harry and Meghan noncommittal after King Charles' coronation invite", "description": "Prince Harry and his wife Meghan Markle are't saying whether they will attend King Charles' coronation after reportedly receiving an invitation. A spokesperson for the couple told Reuters on Sunday that Prince Harry received email correspondence from King Charles about his coronation. \"An immediate decision on whether the Duke and Duchess will attend will not...", "link": "https://thehill.com/blogs/in-the-know/3885333-harry-and-meghan-noncommittal-after-king-charles-coronation-invite/", "date_published": "2023-03-06 03:11:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Frost on DeSantis targeting Black, LGBTQ transgender people: 'it's fascism'", "description": "Rep. Maxwell Alejandro Frost (D-Fla.) said in an interview Sunday that Florida Gov. Ron DeSantis's (R) drumbeat of policies targeting Black, transgender and LGBTQ people are “fascism.” During an appearance on “CNN Newsroom,” host Jim Acosta asked Frost, the first Generation Z lawmaker to serve in Congress, about how Democrats should take on DeSantis. “We...", "link": "https://thehill.com/homenews/state-watch/3885499-frost-on-desantis-targeting-black-lgbtq-transgender-people-its-fascism/", "date_published": "2023-03-06 02:52:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Ronny Jackson jabs Biden over cancerous lesion removal", "description": "Rep. Ronny Jackson (R-Texas), who was a White House doctor during the Obama and Trump administrations, jabbed President Biden on Sunday when asked about his cancerous lesion removal earlier this week. \"He’s what needs to be removed, not the lesion they found. But this is just another effort from his physician and from his medical...", "link": "https://thehill.com/homenews/house/3885457-ronny-jackson-jabs-biden-over-cancerous-lesion-removal/", "date_published": "2023-03-06 02:20:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "On Willow, Democrats should listen more", "description": "As a freshman representative, I’m used to people not knowing my name, even in my own party. Some just know me as the “pro-fish” candidate who replaced Don Young. I am definitely made of salmon, but I am focused on delivering for Alaskans on every issue they care about.   Alaska is the largest state in...", "link": "https://thehill.com/opinion/congress-blog/3885442-on-willow-democrats-should-listen-more/", "date_published": "2023-03-06 01:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Kari Lake wins CPAC vice president poll, topping DeSantis, Haley", "description": "Former Arizona GOP gubernatorial candidate Kari Lake won a straw poll for the Republican vice presidential pick during the Conservative Action Political Conference (CPAC) this weekend. Among a field of 28 candidates, Lake won the poll with 20 percent of the vote, beating former United Nations ambassador Nikki Haley and Florida Gov. Ron DeSantis. DeSantis received 14...", "link": "https://thehill.com/homenews/campaign/3885392-kari-lake-wins-cpac-vice-president-poll-topping-desantis-haley/", "date_published": "2023-03-06 00:16:33+00:00", "persistent": false, "user": null, "language": "en-US"}]