[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Jorge Glem and Sam Reider: Tiny Desk Concert", "description": "Felix Contreras | March 6, 2023\n\nIt’s a very special thing when two musical cultures come together to create something that didn’t exist before. That’s exactly what we got to witness in this performance from Venezuelan cuatro master Jorge Glem and extraordinary accordionist Sam Reider, as they set up behind the Desk for a set of highly creative, original music from their project Brooklyn Cumaná.\n\nGlem’s dexterity on the small, traditional guitar-like instrument is evident from the very first notes of “Skeleton Rag,” as he plucks out a percussive, staccato pattern that is more Brazilian than the sweeping strums of Venezuelan folk music, as Reider leans into a melody that could easily be folkloric if it wasn’t something he dreamed up. Even as they end the tune at a breakneck speed, it’s only the beginning of the fireworks. “Sábana Blanca y Fuga con Estribillo” which follows, is based on a traditional Venezuelan folk tune and eventually erupts into a rustic exhibition of Glem’s vocals.\n\nAfter a brief explanation in Spanish about the traditional song forms they work from, the duo eases into “Malagueña Cumanesa,” a lament based on a memory from Glem’s childhood.\n“Coroticos” is a fiery exercise in an odd time meter that is actually part of Venezuelan tradition and it’s a showcase for how these two virtuoso musicians test the limits of their instruments while they expand our expectations of the accordion and cuatro. The magic of this music is watching both artists completely enjoy each other’s playing, with knowing glances and spontaneous vocal encouragement.\n\nSET LIST\n“Skeleton Rag” \n“Sábana Blanca y Fuga con Estribillo”\n“Malagueña Cumanesa”\n“Coroticos”\n\nMUSICIANS\nJorge Glem: Venezuelan cuatro, vocals\nSam Reider: accordion, vocals\n\nTINY DESK TEAM\nProducer: Felix Contreras \nDirector/Editor: Sofia Seidel \nAudio Engineer: Josh Rogosin \nCreative Director: Bob Boilen\nSeries Producer: Bobby Carter\nVideographers: Joshua Bryant, Kara Frame, Sofia Seidel, Zayrha Rodriguez \nAudio Assistant: Alex Drewenskus\nProduction Assistant: Jill Britton \nTiny Desk Team: Suraya Mohamed, Marissa Lorusso, Hazel Cills, Ashley Pointer, Pilar Galvan, Maia Stern\nVP, Visuals and Music: Keith Jenkins\nSenior VP, Programming: Anya Grundmann\n\n#tinydesk #jorgeglem #samreider", "link": "https://www.youtube.com/watch?v=JxEvAHLqryg", "date_published": "2023-03-06 10:00:19+00:00", "persistent": false, "user": null, "language": "en-US"}]