[{"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Wielka Brytania: Były policjant Wayne Couzens ponownie skazany. Nowe fakty o zabójcy i gwałcicielu", "description": "Dwa lata temu świat dowiedział się o seksualnych skandalach w policji, która miała strzec bezpieczeństwa w stolicy Wielkiej Brytanii. Londyńscy funkcjonariusze wykorzystywali pozycję, by dopuszczać się molestowania i gwałtów. Jeden z nich - Wayne Couzens - nigdy nie wyjdzie z więzienia, bo wykorzystał seksualnie, a następnie zabił kobietę. Mimo to ponownie go skazano - tym razem za obnażanie się.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-06/wielka-brytania-byly-policjant-wayne-couzens-ponownie-skazany-nowe-fakty-o-zabojcy-i-gwalcicielu/", "date_published": "2023-03-06 20:53:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Włochy. Atak nożowników w pobliżu dworca w Mediolanie. Sześć osób rannych", "description": "Sześć osób zostało rannych w wyniku ataku dwóch nożowników w pobliżu głównego dworca kolejowego w Mediolanie na północy Włoch. Miejscowe służby poinformowały, że był to atak na tle rabunkowym.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-06/wlochy-atak-nozownikow-w-poblizu-dworca-w-mediolanie-szesc-osob-rannych/", "date_published": "2023-03-06 20:42:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA. Fragment sufitu runął na ziemię. Sekundy od tragedii na stacji metra", "description": "Ważący około 11 kilogramów fragment sufitu runął na ziemię na stacji metra w amerykańskim stanie Massachusetts. Niewiele brakowało, a doszłoby do tragedii.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-06/fragment-sufitu-runal-na-ziemie-sekundy-od-tragedii-na-stacji-metra/", "date_published": "2023-03-06 18:12:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA. Kobieta zabiła swoją rodzinę. Obawiała się eksmisji", "description": "Kobieta z Ohio zastrzeliła swojego męża, syna i ojca oraz ciężko raniła swoją córkę, a następnie popełniła samobójstwo. 46-latka zrobiła to, gdy do jej domu przyjechali policjanci z nakazem eksmisji.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-06/usa-kobieta-zabila-swoja-rodzine-obawiala-sie-eksmisji/", "date_published": "2023-03-06 16:41:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA: Kurier oszukał przeznaczenie. Uniknął przygniecenia przez przewracające się drzewo", "description": "Nagranie z monitoringu uchwyciło moment, w którym spadające drzewo prawie przygniotło kuriera FedExu. Tego dnia przez okolicę przeszły silne burze.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-06/usa-kurier-oszukal-przeznaczenie-uniknal-przygniecenia-przez-przewracajace-sie-drzewo/", "date_published": "2023-03-06 16:41:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Kuba: Samolot zderzył się z ptakami. Na pokładzie pojawił się dym", "description": "Samolot Southwest Airlines zderzył się z ptakami i awaryjnie lądował na lotnisku w Hawanie. Na pokładzie pojawił się dym.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-06/kuba-samolot-zderzyl-sie-z-ptakami-na-pokladzie-pojawil-sie-dym/", "date_published": "2023-03-06 15:18:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Wielka Brytania: Tajemnicza śmierć trzech młodych osób. Policja znalazła ciała w samochodzie", "description": "Pięć młodych osób zaginęło w sobotę, po wspólnej zabawie w Cardiff. W poniedziałek policja znalazła samochód. Wewnątrz były trzy ciała. Dwie kolejne osoby trafiły do szpitala w stanie krytycznym.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-06/wielka-brytania-tajemnicza-smierc-trzech-mlodych-osob-policja-znalazla-ciala-w-samochodzie/", "date_published": "2023-03-06 14:24:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Rosja: Chciał przepłynąć do Ukrainy i dołączyć do wojsk. Został skazany na kolonię karną", "description": "Mieszkaniec Petersburga próbował przepłynąć z okupowanego przez Rosję Krymu do ukraińskiego portu w Odessie. Chciał dołączyć do ukraińskiego wojska. Został jednak złapany i uwięziony. Usłyszał wyrok.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-06/rosja-chcial-przeplynac-do-ukrainy-i-dolaczyc-do-wojsk-zostal-skazany-na-kolonie-karna/", "date_published": "2023-03-06 14:07:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Białoruś: Swiatłana Cichanouska skazana na 15 lat więzienia", "description": "Lidera białoruskiej opozycji Swiatłana Cichanouska została skazana przez białoruski sąd na karę 15 lat więzienia. Władze zarzuciły jej między innymi spisek mający na celu przejęcie władzy w sposób niekonstytucyjny. Wyrok 18 lat więzienia otrzymał były dyplomata Pawieł Łatuszka.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-06/bialorus-swiatlana-cichanouska-skazana-na-15-lat-wiezienia/", "date_published": "2023-03-06 12:22:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Gruzja: Bójka w parlamencie i protesty na ulicach. Demonstracja przeciwko \"rosyjskiemu prawu\"", "description": "Masowe protesty w Gruzji to reakcja na parlamentarne prace nad kontrowersyjnym prawem o zagranicznych agentach. Krytycy uważają, że przypomina to ustawy przyjęte w Rosji. W trakcie debaty posłów, doszło do fizycznego starcia pomiędzy politykami.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-06/gruzja-bojka-w-parlamencie-i-protesty-na-ulicach-demonstracja-przeciwko-rosyjskiemu-prawu/", "date_published": "2023-03-06 11:56:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA: Pasażer prywatnego odrzutowca zmarł w trakcie lotu. Powodem \"poważne turbulence\"", "description": "Pasażer prywatnego odrzutowca zmarł w trakcie lotu przez poważne turbulencje, które wystąpiły na trasie. Przyczyna zgonu jest badana przez śledczych. Na pokładzie znajdowało się kilka osób, jednak ich stan zdrowia nie jest znany.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-06/usa-pasazer-prywatnego-odrzutowca-zmarl-w-trakcie-powaznych-turbulencji/", "date_published": "2023-03-06 10:41:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Chiny zakazały kobietom reklamowania bielizny. Zaczęli pokazywać ją mężczyźni", "description": "Chińskie władze walczą z nieprzyzwoitymi materiałami w internecie, które mogą mieć charakter erotyczny. Dlatego zakazały kobietom pokazów bielizny na żywo. Panie zaczęły prezentować te części garderoby na manekinach lub wieszakach, ale nowe rozwiązanie nie cieszyło się popularnością. Dlatego damską bieliznę zaczęli pokazywać na sobie mężczyźni.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-06/chiny-zakazaly-kobietom-reklamowania-bielizny-zaczeli-pokazywac-ja-mezczyzni/", "date_published": "2023-03-06 10:12:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA. Ukraińscy piloci będą \"latać\" w symulatorze F-16. Ważny cel", "description": "Amerykańskie media podały, że w bazie wojskowej w Tucson w Arizonie przebywa dwóch pilotów z Ukrainy. Ich pobyt ma mieć na celu ustalenie, ile czasu zajęłoby przeszkolenie Ukraińców do lotów samolotami USA. Chodzić ma, m.in. o myśliwce F-16. Stacja podała, że piloci biorą udział w wydarzeniu zapoznawczym, które obejmuje m.in. zajęcia w symulatorze lotów.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-06/usa-ukrainscy-piloci-beda-latac-na-symulatorze-f-16-wazny-cel/", "date_published": "2023-03-06 09:59:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Prezydent Duda: Mój kraj jest przykładem sukcesu, jaki można osiągnąć, inwestując w rolnictwo", "description": "- Polska ma wiele do zaoferowania, od gotowych produktów po know-how, czym jesteśmy gotowi się podzielić, aby wspólnie rozwijać nasze relacje gospodarcze - mówił Andrzej Duda w stolicy Kataru, Ad-Dausze, na V Konferencji ONZ w sprawie państw najsłabiej rozwiniętych", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-06/prezydent-duda-moj-kraj-jest-przykladem-sukcesu-jaki-mozna-osiagnac-inwestujac-w-rolnictwo/", "date_published": "2023-03-06 09:39:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Wojna w Ukrainie. Minister o stratach spowodowanych przez wojnę w środowisku. 76,5 miliarda euro", "description": "Ukraiński minister podał, że straty w ukraińskim środowisku w związku z rosyjską agresją wyniosły dotąd 76,5 miliarda euro. Według niego Ukraina straciła jedną trzecią terenów zalesionych, głównie przez pożary (3 mln hektarów). Dodał, że co najmniej pół miliona hektarów jest okupowanych lub w strefie wojennej. Jak podał Ukraina pracuje z partnerami nad definicją zbrodni środowiskowej.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-06/wojna-w-ukrainie-minister-o-stratach-spowodowanych-przez-wojne-w-srodowisku-765-miliarda-euro/", "date_published": "2023-03-06 09:02:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Rosja: Kra oderwała się od brzegu, rybacy byli uwięzieni na morzu. Ratownicy wykorzystali śmigłowiec", "description": "Kiedy duża grupa rybaków łowiła ryby w przeręblach, lód pękł i powstała kra, która zaczęła oddalać się od lądu. By ewakuować mężczyzn, rosyjscy ratownicy musieli wykorzystać śmigłowiec. Operację przeprowadzono w trudnych warunkach atmosferycznych, przy silnym wietrze.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-06/rosja-kra-oderwala-sie-od-brzegu-rybacy-byli-uwiezieni-na-morzu-ratownicy-wykorzystali-smiglowiec/", "date_published": "2023-03-06 08:33:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Indie: Słoń-robot zastąpił prawdziwe zwierzęta podczas rytuałów", "description": "Waży 800 kilogramów, mierzy ponad trzy metry, rusza oczami, trąbą i ogonem. Słoń-robot pojawił się w jednej z indyjskich świątyni i ma zastąpić prawdziwe zwierzęta podczas rytuałów Pudźi, czyli uwielbienia bóstw w hinduizmie.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-06/indie-slon-robot-zastapil-prawdziwe-zwierzeta-podczas-rytualow/", "date_published": "2023-03-06 08:28:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Brazylia: Najsłynniejszy seryjny zabójca w kraju zamordowany", "description": "- Zabijałem dla przyjemności i z zemsty, ale także dla dobra społeczeństwa - zeznał przed sądem Pedro Rodrigues junior, który został oskarżony o 71 morderstw, choć przyznał się do stu, w tym do zabicia własnego ojca, któremu miał zjeść serce. Po wyjściu na wolność został youtuberem i wydał autobiografię. W końcu zbrodniarz sam stał się ofiarą. Został zastrzelony.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-06/brazylia-najslynniejszy-seryjny-zabojca-w-kraju-zamordowany/", "date_published": "2023-03-06 08:15:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Wojna w Ukrainie: Rosyjscy żołnierze nie mają amunicji. Używają łopat do walki wręcz", "description": "Rosyjscy rezerwiści na froncie w Ukrainie prawdopodobnie używają łopat do walki wręcz - poinformowało brytyjskie ministerstwo obrony narodowej w swoim raporcie. Rosjanie coraz częściej doprowadzają do walki w bliskim kontakcie. Powodem są znaczące braki w uzbrojeniu.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-06/wojna-w-ukrainie-rosyjscy-zolnierze-nie-maja-amunicji-uzywaja-lopat-do-walki-wrecz/", "date_published": "2023-03-06 08:00:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Indie. Student leciał z USA. Oddał mocz na współpasażerkę", "description": "Kompletnie pijany student, który samolotem American Airlines wracał ze studiów w USA do Indii, oddał na pokładzie mocz na współpasażerkę. Mężczyzna został zatrzymany natychmiast po wylądowaniu przez policję lotniskową. Został wpisany przez przewoźnika na czarną listę i nie zostanie w przyszłości wpuszczony do jej samolotów. Czeka go także odpowiedzialność karna za naruszenie porządku podczas lotu.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-06/indie-student-lecial-z-usa-oddal-mocz-na-wspolpasazerke/", "date_published": "2023-03-06 07:23:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Wojna w Ukrainie. Prigożyn: Bez grupy Wagnera Rosja straci Krym", "description": "W nagraniu, które w weekend ukazało się w sieci, szef Grupy Wagnera Jewgienij Prigożyn alarmuje, że jego wojska walczące o Bachmut mają coraz mniej amunicji, a dostawy są opóźnione. Oligarcha podejrzewa dywersję lub plan obarczenia jego formacji winą za załamanie frontu. Jego zdaniem doprowadziłoby to do utraty obwodu ługańskiego i m.in. wyzwolenia przez Ukrainę anektowanego przez Rosję Krymu.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-06/wojna-w-ukrainie-prigozyn-bez-grupy-wagnera-rosja-straci-krym/", "date_published": "2023-03-06 05:14:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}]