{"entries": [{"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2023/01/microsoft-urges-customers-to-secure-on.html", "title": "Microsoft Urges Customers to Secure On-Premises Exchange Servers", "date_published": "2023-01-28 10:42:00+00:00", "description": "Microsoft is urging customers to keep their Exchange servers updated as well as take steps to bolster the environment, such as enabling Windows Extended Protection and configuring certificate-based signing of PowerShell serialization payloads.\n\"Attackers looking to exploit unpatched Exchange servers are not going to go away,\" the tech giant's Exchange Team said in a post. \"There are too many", "persistent": false, "language": "en-US", "user": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2023/01/eliminating-saas-shadow-it-is-now.html", "title": "Eliminating SaaS Shadow IT is Now Available via a Self-Service Product, Free of Charge", "date_published": "2023-01-28 10:41:00+00:00", "description": "The use of software as a service (SaaS) is experiencing rapid growth and shows no signs of slowing down. Its decentralized and easy-to-use nature is beneficial for increasing employee productivity, but it also poses many security and IT challenges. Keeping track of all the SaaS applications that have been granted access to an organization's data is a difficult task. Understanding the risks that", "persistent": false, "language": "en-US", "user": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2023/01/isc-releases-security-patches-for-new.html", "title": "ISC Releases Security Patches for New BIND DNS Software Vulnerabilities", "date_published": "2023-01-28 07:55:00+00:00", "description": "The Internet Systems Consortium (ISC) has released patches to address multiple security vulnerabilities in the Berkeley Internet Name Domain (BIND) 9 Domain Name System (DNS) software suite that could lead to a denial-of-service (DoS) condition.\n\"A remote attacker could exploit these vulnerabilities to potentially cause denial-of-service conditions and system failures,\" the U.S. Cybersecurity", "persistent": false, "language": "en-US", "user": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2023/01/ukraine-hit-with-new-golang-based.html", "title": "Ukraine Hit with New Golang-based 'SwiftSlicer' Wiper Malware in Latest Cyber Attack", "date_published": "2023-01-28 05:49:00+00:00", "description": "Ukraine has come under a fresh cyber onslaught from Russia that involved the deployment of a previously undocumented Golang-based data wiper dubbed SwiftSlicer.\nESET attributed the attack to Sandworm, a nation-state group linked to Military Unit 74455 of the Main Intelligence Directorate of the General Staff of the Armed Forces of the Russian Federation (GRU).\n\"Once executed it deletes shadow", "persistent": false, "language": "en-US", "user": null}], "source": {"url": "https://feeds.feedburner.com/TheHackersNews", "title": "The Hacker News"}}